[{"refcode_short":"PH117 3","refcode_long":"Testimony for the Battle Creek Church, p. 3 (Ellen Gould White)","content":"Testimony for the Battle Creek Church"},{"refcode_short":"PH117 3","refcode_long":"Testimony for the Battle Creek Church, p. 3 (Ellen Gould White)","content":"Special Testimony"},{"refcode_short":"PH117 3","refcode_long":"Testimony for the Battle Creek Church, p. 3 (Ellen Gould White)","content":"Our College"},{"refcode_short":"PH117 3.1","refcode_long":"Testimony for the Battle Creek Church, p. 3.1 (Ellen Gould White)","content":"There is danger that our College will be turned away from its original design. God's purpose has been made known, that our people should have an opportunity to study the sciences, and at the same time to learn the requirements of his word. Biblical lectures should be given; the study of the Scriptures should have the first place in our system of education."},{"refcode_short":"PH117 3.2","refcode_long":"Testimony for the Battle Creek Church, p. 3.2 (Ellen Gould White)","content":"Students are sent from a great distance to attend the College at Battle Creek for the very purpose of receiving instructions from the lectures on Bible subjects. But for one or two years past there has been an effort to mold our school after other colleges. When this is done, we can give no encouragement to parents to send their children to Battle Creek College. The moral and religious influences should not be put in the background. In times past, God has worked with the efforts of the teachers, and many souls have seen the truth and embraced it, and have gone to their homes to live henceforth for God, as the result of their connection with the College. As they saw that Bible study was made a part of their education, they were led to regard it as a matter of greater interest and importance."},{"refcode_short":"PH117 3.3","refcode_long":"Testimony for the Battle Creek Church, p. 3.3 (Ellen Gould White)","content":"Too little attention has been given to the education of young men for the ministry. This was the primary object to be secured in the establishment of the College. In no case should this be ignored or regarded as a matter of secondary importance. For several years, however, but few have gone forth from that institution prepared to teach the truth to others. Some who came at great expense, with the ministry in view, have been encouraged by the teachers to take a thorough course of study which would occupy a number of years, and in order to obtain means to carry out these plans, have entered the canvassing field, and given up all thought of preaching. This is entirely wrong. We have not many years to work, and teachers and principal should be imbued with the Spirit of God, and work in harmony with his revealed will, instead of carrying out their own plans. We are losing much every year because we do not heed what God has said upon these points."},{"refcode_short":"PH117 4.1","refcode_long":"Testimony for the Battle Creek Church, p. 4.1 (Ellen Gould White)","content":"Our College is designed of God to meet the advancing wants for this time of peril and demoralization. The study of books only, cannot give students the discipline they need. A broader foundation must be laid. The College was not brought into existence to bear the stamp of any one man's mind. Teachers and principal should work together as brethren. They should consult together, and also counsel with ministers and responsible men, and above all else, seek wisdom from above, that all their decisions in reference to the school may be such as will be approved of God."},{"refcode_short":"PH117 4.2","refcode_long":"Testimony for the Battle Creek Church, p. 4.2 (Ellen Gould White)","content":"To give students a knowledge of books merely, is not the purpose of the institution. Such education can be obtained at any college in the land. I was shown that it is Satan's purpose to prevent the attainment of the very object for which the College was established. Hindered by his devices, its managers reason after the manner of the world, and copy its plans, and imitate its customs. But in thus doing, they will not meet the mind of the Spirit of God."},{"refcode_short":"PH117 4.3","refcode_long":"Testimony for the Battle Creek Church, p. 4.3 (Ellen Gould White)","content":"A more comprehensive education is needed,—an education which will demand from teachers and principal, such thought and effort as mere instruction in the sciences does not require. The character must receive proper discipline for its fullest and noblest development. The students should receive at College, such training as will enable them to maintain a respectable, honest, virtuous standing in society, against the demoralizing influences which are corrupting the youth."},{"refcode_short":"PH117 5.1","refcode_long":"Testimony for the Battle Creek Church, p. 5.1 (Ellen Gould White)","content":"It would be well could there be connected with our College, land for cultivation, and also work-shops, under the charge of men competent to instruct the students in the various departments of physical labor. Much is lost by a neglect to unite physical with mental taxation. The leisure hours of the students are often occupied with frivolous pleasures, which weaken physical, mental, and moral powers. Under the debasing power of sensual indulgence, or the untimely excitement of courtship and marriage, many students fail to reach that height of mental development which they might otherwise have attained."},{"refcode_short":"PH117 5.2","refcode_long":"Testimony for the Battle Creek Church, p. 5.2 (Ellen Gould White)","content":"The young should every day be impressed with a sense of their obligation to God. His law is continually violated, even by the children of religious parents. Some of these very youth frequent haunts of dissipation, and the powers of mind and body suffer in consequence. This class lead others to follow their pernicious ways. Thus, while principal and teachers are giving instruction in the sciences, Satan, with hellish cunning, is exerting every energy to gain control of the minds of the pupils, and lead them down to ruin."},{"refcode_short":"PH117 5.3","refcode_long":"Testimony for the Battle Creek Church, p. 5.3 (Ellen Gould White)","content":"Generally speaking, the youth have but little moral strength. This is the result of neglected education in childhood. A knowledge of the character of God, and our obligations to him, should not be regarded as a matter of minor consequence. The religion of the Bible is the only safeguard for the young. Morality and religion should receive special attention in our educational institutions."},{"refcode_short":"PH117 6","refcode_long":"Testimony for the Battle Creek Church, p. 6 (Ellen Gould White)","content":"The Bible as a Text Book"},{"refcode_short":"PH117 6.1","refcode_long":"Testimony for the Battle Creek Church, p. 6.1 (Ellen Gould White)","content":"No other study will so ennoble every thought, feeling, and aspiration, as the study of the Scriptures. This sacred word is the will of God revealed to men. Here we may learn what God expects of the beings formed in his image. Here we learn how to improve the present life, and how to secure the future life. No other book can satisfy the questionings of the mind, and the craving of the heart. By obtaining a knowledge of God's word, and giving heed thereto, men may rise from the lowest depths of ignorance and degradation, to become the sons of God, the associates of sinless angels."},{"refcode_short":"PH117 6.2","refcode_long":"Testimony for the Battle Creek Church, p. 6.2 (Ellen Gould White)","content":"A clear conception of what God is, and what he requires us to be, will give us humble views of self. He who studies aright the sacred word, will learn that human intellect is not omnipotent; that, without the help which none but God can give, human strength and wisdom are but weakness and ignorance."},{"refcode_short":"PH117 6.3","refcode_long":"Testimony for the Battle Creek Church, p. 6.3 (Ellen Gould White)","content":"As an educating power, the Bible is without a rival. Nothing will so impart vigor to all the faculties as requiring students to grasp the stupendous truths of revelation. The mind gradually adapts itself to the subjects upon which it is allowed to dwell. If occupied with common-place matters only, to the exclusion of grand and lofty themes, it will become dwarfed and enfeebled. If never required to grapple with difficult problems, or put to the stretch to comprehend important truths, it will, after a time, almost lose the power of growth."},{"refcode_short":"PH117 6.4","refcode_long":"Testimony for the Battle Creek Church, p. 6.4 (Ellen Gould White)","content":"The Bible is the most comprehensive and the most instructive history which men possess. It came fresh from the fountain of eternal truth, and a Divine hand has preserved its purity through all the ages. Its bright rays shine into the far distant, past, where human research seeks vainly to penetrate. In God's word alone we find an authentic account of creation. Here we behold the power that laid the foundation of the earth, and that stretched out the heavens. Here only, can we find a history of our race, unsullied by human prejudice or human pride."},{"refcode_short":"PH117 7.1","refcode_long":"Testimony for the Battle Creek Church, p. 7.1 (Ellen Gould White)","content":"In the word of God, the mind finds subject for the deepest thought, the loftiest aspiration. Here we may hold communion with patriarchs and prophets, and listen to the voice of the Eternal as he speaks with men. Here we behold the Majesty of Heaven, as he humbled himself to become our substitute and surety, to cope single-handed with the powers of darkness, and to gain the victory in our behalf. A reverent contemplation of such themes as these, cannot fail to soften, purify, and ennoble the heart, and, at the same time, to inspire the mind with new strength and vigor."},{"refcode_short":"PH117 7.2","refcode_long":"Testimony for the Battle Creek Church, p. 7.2 (Ellen Gould White)","content":"If morality and religion are to live in a school, it must be through a knowledge of God's word. Some may urge that if religious teaching is to be made prominent, our school will become unpopular; that those who are not of our faith will not patronize the College. Very well, then, let them go to other colleges, where they will find a system of education that suits their taste. Our school was established, not merely to teach the sciences, but for the purpose of giving instruction in the great principles of God's word, and in the practical duties of every-day life."},{"refcode_short":"PH117 7.3","refcode_long":"Testimony for the Battle Creek Church, p. 7.3 (Ellen Gould White)","content":"This is the education so much needed at the present time. If a worldly influence is to bear sway in our school, then sell it out to worldlings, and let them take the entire control; and those who have invested their means in that institution will establish another school, to be conducted, not upon the plan of popular schools, nor according to the desires of principal and teachers, but upon the plan which God has specified."},{"refcode_short":"PH117 7.4","refcode_long":"Testimony for the Battle Creek Church, p. 7.4 (Ellen Gould White)","content":"In the name of my Master, I entreat all who stand in responsible positions in that school, to be men of God. When the Lord requires us to be distinct and peculiar, how can we crave popularity, or seek to imitate the customs and practices of the world? God has declared his purpose to have one college in the land where the Bible shall have its proper place in the education of the youth. Will we do our part to carry out that purpose?"},{"refcode_short":"PH117 8.1","refcode_long":"Testimony for the Battle Creek Church, p. 8.1 (Ellen Gould White)","content":"It may seem that the teaching of God's word has but little effect on the minds and hearts of many students; but, if the teacher's work has been wrought in God, some lessons of divine truth will linger in the memory of the most careless. The Holy Spirit will water the seed sown, and often it will spring up after many days, and bear fruit to the glory of God."},{"refcode_short":"PH117 8.2","refcode_long":"Testimony for the Battle Creek Church, p. 8.2 (Ellen Gould White)","content":"Satan is constantly seeking to divert the attention of the people from the Bible. The words of God to men, which should receive our first attention, are neglected for the utterances of human wisdom. How can He, who is infinite in power and wisdom, bear thus with the presumption and effrontery of men!"},{"refcode_short":"PH117 8.3","refcode_long":"Testimony for the Battle Creek Church, p. 8.3 (Ellen Gould White)","content":"Through the medium of the press, knowledge of every kind is placed within the reach of all; and yet, how large a share of every community are depraved in morals, and superficial in mental attainments. If the people would but become Bible readers, Bible students, we would see a different state of things."},{"refcode_short":"PH117 8.4","refcode_long":"Testimony for the Battle Creek Church, p. 8.4 (Ellen Gould White)","content":"In an age like ours, in which iniquity abounds, and God's character and his law are alike regarded with contempt, special care must be taken to teach the youth to study, to reverence and obey the divine will as revealed to man. The fear of the Lord is fading from the minds of our youth, because of their neglect of Bible study."},{"refcode_short":"PH117 8.5","refcode_long":"Testimony for the Battle Creek Church, p. 8.5 (Ellen Gould White)","content":"Principal and teachers should have a living connection with God, and should stand, firmly and fearlessly, as witnesses for him. Never from cowardice or worldly policy, let the word of God be placed in the background. Students will be profited intellectually, as well as morally and spiritually, by its study."},{"refcode_short":"PH117 9","refcode_long":"Testimony for the Battle Creek Church, p. 9 (Ellen Gould White)","content":"Object of the College"},{"refcode_short":"PH117 9.1","refcode_long":"Testimony for the Battle Creek Church, p. 9.1 (Ellen Gould White)","content":"Our College stands today in a position that God does not approve. I have been shown the dangers that threaten this important institution. If its responsible men seek to reach the world's standard, if they copy the plans and methods of other colleges, the frown of God will be upon our school."},{"refcode_short":"PH117 9.2","refcode_long":"Testimony for the Battle Creek Church, p. 9.2 (Ellen Gould White)","content":"The time has come for me to speak decidedly. The purpose of God in the establishment of our College has been plainly stated. There is an urgent demand for laborers in the gospel field. Young men who design to enter the ministry cannot spend a number of years in obtaining an education. Teachers should have been able to comprehend the situation and adapt their instruction to the wants of this class. Special advantages should have been given them for a brief yet comprehensive study of the branches most needed to fit them for their work. But I have been shown that this has not been accomplished."},{"refcode_short":"PH117 9.3","refcode_long":"Testimony for the Battle Creek Church, p. 9.3 (Ellen Gould White)","content":"Bro. Bell could have done a much better work than he has done for those who were to be ministers. God is not pleased with his course in this matter. He has not adapted himself to the situation. Men who have left their fields of labor at a considerable sacrifice to learn what they could in a short time, have not always received that help and encouragement which they should have had. Men who have reached mature years, even the meridian of life, and who have families of their own, have been subjected to unnecessary embarrassment. Bro. Bell is himself extremely sensitive, but he does not realize that others can feel the sting of ridicule, sarcasm, or censure, as keenly as he. In this he has wounded his brethren and displeased God. Bro. Bell is naturally severe, critical, and exacting; and he should continually guard himself upon these points, with all his students both old and young."},{"refcode_short":"PH117 9.4","refcode_long":"Testimony for the Battle Creek Church, p. 9.4 (Ellen Gould White)","content":"Bro. Bell has in time past given undue prominence to the study of Grammar, making it the all-important subject, and not giving students proper encouragement and opportunity to pursue other studies equally important. For this he has been reproved; but, notwithstanding his efforts to correct this error, his usefulness has been greatly injured. While thoroughness is commendable, he has carried the matter to great extremes, and thereby given occasion for dissatisfaction."},{"refcode_short":"PH117 10.1","refcode_long":"Testimony for the Battle Creek Church, p. 10.1 (Ellen Gould White)","content":"The same error has been committed in the tract and missionary work. The time and means given to perfecting and teaching so exact and complicated a system has been an injury to the cause of God. The tract and missionary work is a good work, and it was needful that the right way of working should be set before the people; but time, study, and taxing effort should not be given to this one branch to the neglect of other branches equally important. Matters have been carried to extremes. There has been too much mechanical working, and too little vital godliness; too much dependence upon human wisdom, and too little earnest seeking for divine aid."},{"refcode_short":"PH117 10.2","refcode_long":"Testimony for the Battle Creek Church, p. 10.2 (Ellen Gould White)","content":"The Sabbath-school at Battle Creek runs like a well-regulated machine, but there is too little of the real heartwork which alone can make the school a success. More of God's presence and less of merely human effort would be a great improvement. If a portion of the thought and time given to the mechanical workings, were devoted to the spiritual interests of teachers and pupils, a better effect would be produced. More piety and devotion, and more of the simplicity of godliness are essential. The same change is needful in the College—less of self, and more of the Spirit of God."},{"refcode_short":"PH117 10.3","refcode_long":"Testimony for the Battle Creek Church, p. 10.3 (Ellen Gould White)","content":"Bro. Ramsey thinks he sees where Bro. Bell fails, but he himself makes more serious mistakes. He does not carry the burdens which Bro. Bell has carried. He does not labor as Bro. Bell has labored. He does not watch unto prayer. He is overbearing, dictatorial, self-important. Nothing but the grace of God can give him a correct view of himself, and enable him to labor in humility. He has made some improvement; but, unless the spirit of Christ is continually abiding in him, he will fall into serious errors. His self-importance will repulse and disgust his students. In a young man this spirit is exceedingly unbecoming, as well as highly displeasing to God. Christ invites the self-important to learn of him meekness and lowliness of heart."},{"refcode_short":"PH117 11","refcode_long":"Testimony for the Battle Creek Church, p. 11 (Ellen Gould White)","content":"Teachers in the College"},{"refcode_short":"PH117 11.1","refcode_long":"Testimony for the Battle Creek Church, p. 11.1 (Ellen Gould White)","content":"There is a work to be done for every teacher in our College. Not one is free from selfishness. If the moral and religious character of the teachers were what it should be, a better influence would be exerted upon the students. The teachers do not seek individually to perform their own work, with an eye single to the glory of God. Instead of looking to Jesus, and copying his life and character, they look to self, and aim too much to meet a human standard. I wish I could impress upon every teacher a full sense of his responsibility for the influence which he exerts upon the young. Satan is untiring in his efforts to secure the service of our youth. With great care he is laying his snare for the inexperienced feet. The people of God should jealously guard against his devices."},{"refcode_short":"PH117 11.2","refcode_long":"Testimony for the Battle Creek Church, p. 11.2 (Ellen Gould White)","content":"God is the embodiment of benevolence, mercy, and love. Those who are truly connected with him, cannot be at variance with one another. His Spirit ruling in the heart will create harmony, love, and unity. The opposite of this is seen among the children of Satan. It is his work to stir up envy, strife, and jealousy. In the name of my Master, I ask the professed followers of Christ, What fruit do you bear?"},{"refcode_short":"PH117 11.3","refcode_long":"Testimony for the Battle Creek Church, p. 11.3 (Ellen Gould White)","content":"In the system of instruction used in the common schools, the most essential part of education is neglected, viz., the religion of the Bible. Education not only affects to a great degree the life of the student in this world, but its influence extends to eternity. How important, then, that the teachers be persons capable of exerting a right influence. They should be men and women of religious experience, daily receiving divine light to impart to their pupils."},{"refcode_short":"PH117 12.1","refcode_long":"Testimony for the Battle Creek Church, p. 12.1 (Ellen Gould White)","content":"But the teacher should not be expected to do the parent's work. There has been, with many parents, a fearful neglect of duty. Like Eli, they fail to exercise proper restraint; and then they send their undisciplined children to College, to receive the training which the parents should have given them at home. The teachers have a task which but few appreciate. If they succeed in reforming these wayward youth, they receive but little credit. If the youth choose the society of the evil-disposed, and go on from bad to worse, then the teachers are censured, and the school denounced."},{"refcode_short":"PH117 12.2","refcode_long":"Testimony for the Battle Creek Church, p. 12.2 (Ellen Gould White)","content":"In many cases, the censure justly belongs to the parents. They had the first and most favorable opportunity to control and train their children, when the spirit was teachable, and the mind and heart easily impressed. But through the slothfulness of the parents, the children are permitted to follow their own will, until they become hardened in an evil course."},{"refcode_short":"PH117 12.3","refcode_long":"Testimony for the Battle Creek Church, p. 12.3 (Ellen Gould White)","content":"Let parents study less of the world, and more of Christ; let them put forth less effort to imitate the customs and fashions of the world, and devote more time and effort to molding the minds and character of their children according to the Divine Model. Then they could send forth their sons and daughters, fortified by pure morals and a noble purpose, to receive an education for positions of usefulness and trust. Teachers who are controlled by the love and fear of God, could lead such youth still onward and upward, training them to be a blessing to the world, and an honor to their Creator."},{"refcode_short":"PH117 12.4","refcode_long":"Testimony for the Battle Creek Church, p. 12.4 (Ellen Gould White)","content":"Connected with God, every instructor will exert an influence to lead his pupils to study God's word, and to obey his law. He will direct their minds to the contemplation of eternal interests, opening before them vast fields for thought, grand and ennobling themes, which the most vigorous intellect may put forth all its powers to grasp, and yet feel that there is an infinity beyond."},{"refcode_short":"PH117 13.1","refcode_long":"Testimony for the Battle Creek Church, p. 13.1 (Ellen Gould White)","content":"The evils of self-esteem, and an unsanctified independence, which most impair our usefulness, and which will prove our ruin, if not overcome, spring from selfishness. “Counsel together,” is the message which has been, again and again, repeated to me by the angel of God. By influencing one man's judgment, Satan may endeavor to control matters to suit himself. He may succeed in misleading the minds of two persons; but, when several consult together, there is more safety. Every plan will be more closely criticised; every advance move more carefully studied. Hence, there will be less danger of precipitate, ill-advised moves, which would bring confusion, perplexity, and defeat. In union there is strength. In division, there is weakness and defeat."},{"refcode_short":"PH117 13.2","refcode_long":"Testimony for the Battle Creek Church, p. 13.2 (Ellen Gould White)","content":"God is leading out a people, and preparing them for translation. Are we, who are acting a part in this work, standing as sentinels for God? Are we seeking to work unitedly? Are we willing to become servants of all? Are we following our great Exemplar?"},{"refcode_short":"PH117 13.3","refcode_long":"Testimony for the Battle Creek Church, p. 13.3 (Ellen Gould White)","content":"Fellow-laborers, we are each sowing seed in the fields of life. As is the seed, so will be the harvest. If we sow distrust, envy, jealousy, self-love, bitterness of thought and feeling, we shall reap bitterness to our own souls. If we manifest kindness, love, tender thought for the feelings of others, we shall receive the same in return."},{"refcode_short":"PH117 13.4","refcode_long":"Testimony for the Battle Creek Church, p. 13.4 (Ellen Gould White)","content":"The teacher who is severe, critical, over-bearing, heedless of others’ feelings, must expect the same spirit to be manifested toward himself. He who wishes to preserve his own dignity and self-respect, must be careful not to wound needlessly the self-respect of others. This rule should be sacredly observed toward the dullest, the youngest, the most blundering scholars. What God intends to do with those apparently uninteresting youth, you do not know. He has, in the past, accepted persons no more promising or attractive, to do a great work for him. His Spirit, moving upon the heart, has aroused every faculty to vigorous action. The Lord saw in those rough, unhewn stones, precious material, that would stand the test of storm and heat and pressure. God seeth not as man sees. He judges not from appearance, but he searches the heart, and judges righteously."},{"refcode_short":"PH117 14.1","refcode_long":"Testimony for the Battle Creek Church, p. 14.1 (Ellen Gould White)","content":"The teacher should ever conduct himself as a Christian gentleman. He should ever stand in the attitude of a friend and counselor to his pupils. If all our people—teachers, ministers, and lay members—would cultivate the spirit of Christian courtesy, they would far more readily find access to the hearts of the people; many more would be led to examine and receive the truth. When every teacher shall forget self, and feel a deep interest in the success and prosperity of his pupils, realizing that they are God's property, and that he must render an account for his influence upon their minds and character, then we shall have a school in which angels will love to linger. Jesus will look approvingly upon the work of the teachers, and will send his grace into the hearts of the students."},{"refcode_short":"PH117 14.2","refcode_long":"Testimony for the Battle Creek Church, p. 14.2 (Ellen Gould White)","content":"Our College at Battle Creek, is a place where the younger members of the Lord's family are to be trained according to God's plan of growth and development. They should be impressed with the idea that they are created in the image of their Maker, and that Christ is the pattern which they are to follow. Our brethren permit their minds to take too narrow and too low a range. They do not keep the divine plan ever in view, but are fixing their eyes upon worldly models. Look up, where Christ sitteth at the right hand of God, and then labor that your pupils may be conformed to that perfect character."},{"refcode_short":"PH117 14.3","refcode_long":"Testimony for the Battle Creek Church, p. 14.3 (Ellen Gould White)","content":"If you lower the standard in order to secure popularity and an increase of numbers, and then make this increase a cause of rejoicing, you show great blindness. If numbers were evidence of success, Satan might claim the pre-eminence; for, in this world, his followers are largely in the majority. It is the degree of moral power pervading the College, that is a test of its prosperity. It is the virtue, intelligence, and piety of the people composing our churches, not their numbers, that should be a source of joy and thankfulness."},{"refcode_short":"PH117 15.1","refcode_long":"Testimony for the Battle Creek Church, p. 15.1 (Ellen Gould White)","content":"Without the influence of divine grace, education will prove no real advantage; the learner becomes proud, vain, and bigoted. But that education which is received under the ennobling, refining influence of the Great Teacher, will elevate man in the scale of moral value with God. It will enable him to subdue pride and passion, and to walk humbly before God, as dependent upon him for every capability, every opportunity, and every privilege."},{"refcode_short":"PH117 15.2","refcode_long":"Testimony for the Battle Creek Church, p. 15.2 (Ellen Gould White)","content":"I speak to the workers in our College: You must not only profess to be Christians, but you must exemplify the character of Christ. Let the wisdom from above pervade all your instruction. In a world of moral darkness and corruption, let it be seen that the spirit by which you are moved to action is from above, not from beneath. While you rely wholly upon your own strength and wisdom, your best efforts will accomplish little. If you are prompted by love to God, his law being your foundation, your work will be enduring. While the hay, wood, and stubble are consumed, your work will stand the test. The youth placed under your care, you must meet again, around the great white throne. If you permit your uncultivated manners, or uncontrolled tempers, to bear sway, and thus fail to influence these youth for their eternal good, you must, at that day, meet the grave consequences of your work. By a knowledge of the divine law, and obedience to its precepts, men may become the sons of God. By violation of that law, they become servants of Satan. On the one hand, they may rise to any height of moral excellence, or, on the other hand, they may descend to any depth of iniquity and degradation. The workers in our College should manifest a zeal and earnestness proportionate to the value of the prize at stake—the souls of their students, the approval of God, eternal life, and the joys of the redeemed."},{"refcode_short":"PH117 16.1","refcode_long":"Testimony for the Battle Creek Church, p. 16.1 (Ellen Gould White)","content":"As co-laborers with Christ, with so favorable opportunities to impart the knowledge of God, our teachers should labor as if inspired from above. The hearts of the youth are not hardened, nor their ideas and opinions stereotyped, as are those of older persons. They may be won to Christ by your holy demeanor, your devotion, your Christ-like walk. It would be much better to crowd them less in the study of the sciences, and give them more time for religious privileges. Here a grave mistake has been made."},{"refcode_short":"PH117 16.2","refcode_long":"Testimony for the Battle Creek Church, p. 16.2 (Ellen Gould White)","content":"The object of God in bringing the College into existence, has been lost sight of. Ministers of the gospel have so far shown their want of wisdom from above, as to unite a worldly element with the College; they have joined with the enemies of God and the truth, in providing entertainments for the students. In thus misleading the youth, they have done a work for Satan. That work, with all its results, they must meet again at the bar of God. Those who pursue such a course, show that they cannot be trusted. After the evil work has been done, they may confess their error; but can they as easily gather up the influence they have exerted? Will the well-done be spoken to those who have been false to their trust? These unfaithful men have not built upon the Eternal Rock. Their foundation will prove to be sliding sand. “Know ye not that the friendship of the world is enmity with God? Whoso will be a friend of the world, is the enemy of God.”"},{"refcode_short":"PH117 16.3","refcode_long":"Testimony for the Battle Creek Church, p. 16.3 (Ellen Gould White)","content":"No limit can be set to our influence. One thoughtless act may prove the ruin of many souls. The course of every worker in our College is making impressions upon the minds of the young, and these are borne away to be reproduced in others. It should be the teacher's aim to prepare every youth under his care to be a blessing to the world. This object should never be lost sight of. There are some who profess to be working for Christ, yet occasionally go over to the side of Satan and do his work. Can the Saviour pronounce these good and faithful servants? Are they as watchmen giving the trumpet a certain sound?"},{"refcode_short":"PH117 17.1","refcode_long":"Testimony for the Battle Creek Church, p. 17.1 (Ellen Gould White)","content":"Every man will at the Judgment receive according to the deeds done in the body, whether they be good or evil. Our Saviour bids us, “Watch and pray, lest ye enter into temptation.” If we encounter difficulties, and in Christ's strength overcome them; if we meet enemies, and in Christ's strength put them to flight; if we accept responsibilities, and in Christ's strength discharge them faithfully, we are gaining a precious experience. We learn, as we could not otherwise have learned, that our Saviour is a present help in every time of need."},{"refcode_short":"PH117 17.2","refcode_long":"Testimony for the Battle Creek Church, p. 17.2 (Ellen Gould White)","content":"There is a great work to be done in our College, a work which demands the co-operation of every teacher; and it is displeasing to God for one to discourage another. But nearly all seem to forget that Satan is an accuser of the brethren, and they unite with the enemy in his work. While professed Christians are contending, Satan is laying his snares for the inexperienced feet of children and youth. Those who have had a religious experience should seek to shield the young from his devices. They should never forget that they themselves were once enchanted with the pleasures of sin. We need the mercy and forbearance of God every hour, and how unbecoming for us to be impatient with the errors of the inexperienced youth. So long as God bears with them, dare we, fellow-sinners, cast them off?"},{"refcode_short":"PH117 17.3","refcode_long":"Testimony for the Battle Creek Church, p. 17.3 (Ellen Gould White)","content":"We should ever look upon the youth as the purchase of the blood of Christ. As such they have demands upon our love, our patience, and our sympathy. If we would follow Jesus, we cannot restrict our interest and affection to ourselves and our own families; we cannot give our time and attention to temporal matters, and forget the eternal interests of those around us. I have been shown that it is the result of our own selfishness that there are not one hundred young men where now there is one engaged in earnest labor for the salvation of their fellow-men. “Love one another as I have loved you,” is the command of Jesus. Look at his self-denial; behold the manner of love he has bestowed upon us; and then seek to imitate the Pattern."},{"refcode_short":"PH117 18.1","refcode_long":"Testimony for the Battle Creek Church, p. 18.1 (Ellen Gould White)","content":"There have been many things displeasing to God in the young men and young women who have acted as teachers at our College. You have been so absorbed in yourselves, and so devoid of spirituality, that you could not lead the youth to holiness and Heaven. Many have returned to their home more decided in their impenitence because of your lack of love for God and Christ. Walking without the spirit of Jesus, you have encouraged irreligion, lightness, and unkindness, in that you have indulged these evils yourselves. The result of this course you do not realize—souls are lost, that might have been saved."},{"refcode_short":"PH117 18.2","refcode_long":"Testimony for the Battle Creek Church, p. 18.2 (Ellen Gould White)","content":"Many have strong feelings against Bro. Bell. They accuse him of unkindness, harshness, and severity. But some of the very ones who would condemn him, are no less guilty themselves. “Let him that is without sin, cast the first stone.” Bro. Bell has not always moved wisely, and he has been hard to convince where he has not taken the best course. He has not been as willing to receive counsel, and to modify his methods of instruction, and his manner of dealing with his students, as he should have been. But those who would condemn him because of his defects, could in their turn be justly condemned. Every man has his peculiar defects of character. One may be free from the weakness which he sees in his brother, yet he may at the same time have faults which are far more grievous in the sight of God."},{"refcode_short":"PH117 19.1","refcode_long":"Testimony for the Battle Creek Church, p. 19.1 (Ellen Gould White)","content":"This unfeeling criticism of one another is wholly Satanic. I was shown Bro. Bell deserves respect for the good which he has done. Let him be dealt with tenderly. He has performed the labor which three men should have shared. Let those who are so eagerly searching for his faults, recount what they have done in comparison with him. He toiled when others were seeking rest and pleasure. He is worn; God would have him lay off some of these extra burdens for a while. He has so many things to divide his time and attention, he can do justice to none."},{"refcode_short":"PH117 19.2","refcode_long":"Testimony for the Battle Creek Church, p. 19.2 (Ellen Gould White)","content":"Bro. Bell should not permit his combative spirit to be aroused and lead him to self-justification. He has given occasion for dissatisfaction. The Lord has presented this before him in testimony."},{"refcode_short":"PH117 19.3","refcode_long":"Testimony for the Battle Creek Church, p. 19.3 (Ellen Gould White)","content":"Students should not be encouraged in their faultfinding. This complaining spirit will increase as it is encouraged, and students will feel at liberty to criticise the teachers who do not meet their liking, and a spirit of dissatisfaction and strife will rapidly increase. This must be frowned down, until it shall become extinct. Shall this evil be corrected? Will teachers put away their desire for the supremacy? Will they labor in humility, in love, and harmony? Time will tell."},{"refcode_short":"PH117 19","refcode_long":"Testimony for the Battle Creek Church, p. 19 (Ellen Gould White)","content":"Important Testimony"},{"refcode_short":"PH117 19.4","refcode_long":"Testimony for the Battle Creek Church, p. 19.4 (Ellen Gould White)","content":"Your letter was received in due time. While I was glad to hear from you, I was made sad, as I read its contents. I had received similar letters from Sr. Amadon, and from Bro. Lockwood. But I have had no communications from Prof. Bell or any one who sustains him."},{"refcode_short":"PH117 20.1","refcode_long":"Testimony for the Battle Creek Church, p. 20.1 (Ellen Gould White)","content":"From your own letters I learn the course which you have pursued, in the proceedings against Bro. B. To spare my feelings, Willie has withheld from me disagreeable particulars concerning matters at Battle Creek. For the same reason, others have kept silent. Bro. Brownsberger has answered some plain, direct questions."},{"refcode_short":"PH117 20.2","refcode_long":"Testimony for the Battle Creek Church, p. 20.2 (Ellen Gould White)","content":"I am not surprised that such a state of things should exist in Battle Creek, but I am pained to find you, my much-esteemed brother, involved in this matter, on the wrong side, with those whom I know God is not leading. Some of these persons are honest, but they are deceived. They have received their impressions from another source than the Spirit of God."},{"refcode_short":"PH117 20.3","refcode_long":"Testimony for the Battle Creek Church, p. 20.3 (Ellen Gould White)","content":"I have been careful not to express my opinion to individuals concerning important matters; for unjust advantage is often taken of what I say, even in the most confidential manner. Persons set themselves to work to draw out remarks from me on various points, and then they distort and misrepresent, and make my words express ideas and opinions altogether different from what I hold. But this they must meet at the bar of God."},{"refcode_short":"PH117 20.4","refcode_long":"Testimony for the Battle Creek Church, p. 20.4 (Ellen Gould White)","content":"On the occurrence of your present difficulties, I determined to keep silent, I thought it might be best to let matters develop, that those who had been so ready to censure my husband might see that the spirit of murmuring existed in their own hearts, and was still active, now that the man of whom they had complained was silently sleeping in the grave."},{"refcode_short":"PH117 20.5","refcode_long":"Testimony for the Battle Creek Church, p. 20.5 (Ellen Gould White)","content":"I knew that a crisis must come. God has given this people plain and pointed testimonies to prevent this state of things. Had they obeyed the voice of the Holy Spirit in warning, counsel, and entreaty, they would now enjoy unity and peace. But these testimonies have not been heeded by those who professed to believe them, and as a result there has been a wide departure from God, and the withdrawal of his blessing."},{"refcode_short":"PH117 21.1","refcode_long":"Testimony for the Battle Creek Church, p. 21.1 (Ellen Gould White)","content":"To effect the salvation of men, God employs various agencies. He speaks to them by his word, and by his ministers, and he sends by the Holy Spirit messages of warning, reproof, and instruction. These means are designed to enlighten the understanding of the people, to reveal to them their duty and their sins, and blessings which they may receive; to awaken in them a sense of spiritual want, that they may go to Christ and find in him the grace they need. But many choose to follow their own way, instead of God's way. They are not reconciled to God, neither can be, until self is crucified, and Christ lives in the heart by faith."},{"refcode_short":"PH117 21.2","refcode_long":"Testimony for the Battle Creek Church, p. 21.2 (Ellen Gould White)","content":"Every individual, by his own act, either puts Christ from him by refusing to cherish his spirit and follow his example, or he enters into a personal union with Christ by self-renunciation, faith, and obedience. We must, each for himself, choose Christ, because he has first chosen us. This union with Christ is to be formed by those who are naturally at enmity with him. It is a relation of utter dependence, to be entered into by a proud heart. This is close work, and many who profess to be followers of Christ know nothing of it. They nominally accept the Saviour, but not as the sole ruler of their hearts."},{"refcode_short":"PH117 21.3","refcode_long":"Testimony for the Battle Creek Church, p. 21.3 (Ellen Gould White)","content":"Some feel their need of the atonement, and with the recognition of this need, and the desire for a change of heart, a struggle begins. To renounce their own will, perhaps their chosen objects of affection or pursuit, requires an effort, at which many hesitate, and falter and turn back. Yet this battle must be fought by every heart that is truly converted. We must war against temptations without and within. We must gain the victory over self, crucify the affections and lusts; and then begins the union of the soul with Christ. As the dry and apparently lifeless branch is grafted into the living tree, so may we become living branches of the True Vine. And the fruit which was borne by Christ, will be borne by all his followers. After this union is formed, it can be preserved only by continual, earnest painstaking effort. Christ exercises his power to preserve and guard this sacred tie, and the dependent, helpless sinner must act his part with untiring energy, or Satan by his cruel, cunning power will separate him from Christ."},{"refcode_short":"PH117 22.1","refcode_long":"Testimony for the Battle Creek Church, p. 22.1 (Ellen Gould White)","content":"Every Christian must stand on guard continually, watching every avenue of the soul where Satan might find access. He must pray for divine help, and at the same time resolutely resist every inclination to sin. By courage, by faith, by persevering toil, he can conquer. But let him remember that to gain the victory Christ must abide in him, and he in Christ."},{"refcode_short":"PH117 22.2","refcode_long":"Testimony for the Battle Creek Church, p. 22.2 (Ellen Gould White)","content":"A union of believers with Christ, will as a natural result lead to a union with one another, which bond of union is the most enduring upon earth. We are one in Christ, as Christ is one with the Father. Christians are branches, and only branches, in the Living Vine. One branch is not to borrow its sustenance from another. Our life must come from the parent vine. It is only by personal union with Christ, by communion with him daily, hourly, that we can bear the fruits of the Holy Spirit."},{"refcode_short":"PH117 22.3","refcode_long":"Testimony for the Battle Creek Church, p. 22.3 (Ellen Gould White)","content":"There has come into the church at Battle Creek a spirit that has no part in Christ. It is not a zeal for the truth, not a love for the will of God as revealed in his word. It is a self-righteous spirit. It leads you to exalt self above Jesus, and to regard your own opinions and ideas as more important than union with Christ and union with one another. You are sadly lacking in brotherly love. You are a backslidden church. To know the truth, to claim union with Christ, and yet not to bring forth fruit, not to live in the exercise of constant faith—this hardens the heart in disobedience and self-confidence. Our growth in grace, our joy, our usefulness, all depend on our union with Christ, and the degree of faith we exercise in him. Here is the source of our power in the world."},{"refcode_short":"PH117 22.4","refcode_long":"Testimony for the Battle Creek Church, p. 22.4 (Ellen Gould White)","content":"Many of you are seeking honor of one another. But what is the honor or the approval of man, to one who regards himself as a son of God, a joint-heir with Christ? What are the pleasures of this world, to him who is daily a sharer in the love of Christ which passes knowledge? What are the contempt and opposition of man, to him whom God accepts through Jesus Christ? Selfishness can no more live in the heart that is exercising faith in Christ, than light and darkness can exist together. Spiritual coldness, sloth, pride and cowardice, alike shrink from the presence of faith. Can those who are as closely united with Christ as the branch to the vine, talk of and to every one but Jesus?"},{"refcode_short":"PH117 23.1","refcode_long":"Testimony for the Battle Creek Church, p. 23.1 (Ellen Gould White)","content":"Are you in Christ? Not if you do not acknowledge yourselves erring, helpless, condemned sinners. Not if you are exalting and glorifying self. If there is any good in you, it is wholly attributable to the mercy of a compassionate Saviour. Your birth, your reputation, your wealth, your talents, your virtues, your piety, your philanthropy, or anything else in you or connected with you, will not form a bond of union between your soul and Christ. Your connection with the church, the manner in which your brethren regard you, will be of no avail, unless you believe in Christ. It is not enough to believe about him; you must believe in him. You must rely wholly upon his saving grace."},{"refcode_short":"PH117 23.2","refcode_long":"Testimony for the Battle Creek Church, p. 23.2 (Ellen Gould White)","content":"Many of you at Battle Creek are living without prayer, without thoughts of Christ, and without exalting him before those around you. You have no words to exalt Christ; you do no deeds that honor him. Many of you are as truly strangers to Christ as though you had never heard his name. You have not the peace of Christ; for you have no true ground for peace. You have no communion with God, because you are not united to Christ. Said our Saviour, “No man cometh to the Father but by me. You are not useful in the cause of Christ. “Except ye abide in me,” says Jesus, “Ye can do nothing”—nothing in God's sight, nothing that Christ will accept at your hands. Without Christ, you can have nothing but a delusive hope; for he himself declares, “If a man abide not in me, he is cast forth as a branch, and men gather them and cast them into the fire and they are burned.”"},{"refcode_short":"PH117 24.1","refcode_long":"Testimony for the Battle Creek Church, p. 24.1 (Ellen Gould White)","content":"Advancement in Christian experience is characterized by increasing humility, as the result of increasing knowledge. Every one who is united to Christ, will depart from all iniquity. I tell you, in the fear of God, I have been shown that many of you will fail of everlasting life, because you are building your hopes of Heaven on a false foundation. God is leaving you to yourselves, “to humble thee, to prove thee, and to know what is in thine heart.” You have neglected the Scriptures. You despise and reject the testimonies, because they reprove your darling sins, and disturb your self-complacency. When Christ is cherished in the heart, his likeness will be revealed in the life. Humility will reign where pride was once predominant: Submission, meekness, patience, will soften down the rugged features of a naturally perverse, impetuous disposition. Love to Jesus will be manifested in love to his people. It is not fitful, not spasmodic, but calm, and deep, and strong. The life of the Christian will be divested of all pretense, free from all affectation, artifice and falsehood. It is earnest, true, sublime. Christ speaks in every word. He is seen in every deed. The life is radiant with the light of an indwelling Saviour. In converse with God, and in happy contemplation of heavenly things, the soul is preparing for Heaven, and laboring to gather other souls into the fold of Christ. Our Saviour is able and willing to do for us more than we can ask or even think."},{"refcode_short":"PH117 24.2","refcode_long":"Testimony for the Battle Creek Church, p. 24.2 (Ellen Gould White)","content":"The church at Battle Creek need a self-abasing, unpretending spirit. I have been shown that many are cherishing an unholy desire for the supremacy. Many love to be flattered, and are jealously watching for slights or neglect. There is a hard, unforgiving spirit. There is envy, strife, emulation."},{"refcode_short":"PH117 25.1","refcode_long":"Testimony for the Battle Creek Church, p. 25.1 (Ellen Gould White)","content":"Nothing is more essential to communion with God than the most profound humility. “I dwell,” says the High and Holy One, “with him that is contrite and of a humble spirit.” While you are so eagerly striving to be first, remember that you will be last in the favor of God, if you fail to cherish a meek and lowly spirit. Pride of heart will cause many to fail where they might have made a success. “Before honor is humility, and the humble in spirit is greater than the proud in spirit.” “When Ephraim spake tremblingly, he exalted himself in Israel; but when he offended in Baal, he died.” “Many are called, but few chosen.” Many hear the invitation of mercy, are tested and proved; but few are sealed with the seal of the living God. Few will humble themselves as a little child, that they may enter the kingdom of Heaven."},{"refcode_short":"PH117 25.2","refcode_long":"Testimony for the Battle Creek Church, p. 25.2 (Ellen Gould White)","content":"Few receive the grace of Christ with self-abasement, with a deep and permanent sense of their unworthiness. They cannot bear the manifestations of the power of God, for this would encourage in them self-esteem, pride, and envy. This is why the Lord can do so little for us now. God would have you individually seek for the perfection of love and humility in your own hearts. Bestow your chief care upon yourselves, cultivate those excellencies of character which will fit you for the society of the pure and the holy."},{"refcode_short":"PH117 25.3","refcode_long":"Testimony for the Battle Creek Church, p. 25.3 (Ellen Gould White)","content":"You all need the converting power of God. You need to seek him for yourselves. For your soul's sake, neglect this work no longer. All your trouble grows out of your separation from God. Your disunion and dissension are the fruit of an unchristian character."},{"refcode_short":"PH117 25.4","refcode_long":"Testimony for the Battle Creek Church, p. 25.4 (Ellen Gould White)","content":"I had thought to remain silent, and let you go on until you should see and abhor the sinfulness of your course; but backsliding from God produces hardness of heart and blindness of mind, and there is less and less perception of their true condition, until the grace of God is finally withdrawn, as from the Jewish nation."},{"refcode_short":"PH117 26.1","refcode_long":"Testimony for the Battle Creek Church, p. 26.1 (Ellen Gould White)","content":"I wish my position to be clearly understood. I have no sympathy with the course that has been pursued toward Bro. Bell. Some members of the church had a wrong spirit when Bro. Bell first came to Battle Creek. He did not take favorably with them. He was, they said, too thorough, too exacting, too critical. The feeling of opposition to him, rose to such a height that the Lord vindicated his servant, and reproved the spirit that was manifested against him. Since then, Bro. Bell's course has from time to time been shown me in vision. For some things he has been reproved, in other things I have been shown that he was unjustly censured, and I have reproved those whose lax ideas of discipline led to their complaints. In the last vision given me, I was shown that in some respects Bro. Bell's course in the school-room was not right. The influence was not such as God could approve. This matter was plainly presented before him and before the teachers and others connected with the school. I have not refrained from reproving wrongs in him when the Spirit of God has bidden me to speak. I have been shown that every deviation from the right, every act of hardness, or severity, has been a great injury to himself. It has alienated the affections of his students, and given his accusers occasion to justify their course."},{"refcode_short":"PH117 26.2","refcode_long":"Testimony for the Battle Creek Church, p. 26.2 (Ellen Gould White)","content":"The enemy has encouraged feelings of hatred in the hearts of many. The errors committed by Bro. Bell have been reported from one person to another, constantly growing in magnitude, as busy, gossiping tongues added fuel to the fire. Parents who have never felt the care which they should feel for the souls of their children, and who have never given them proper restraint and instruction, are the very ones who manifest the most bitter opposition when their children are restrained, reproved, or corrected at school. Some of these children are a disgrace to the church, and a disgrace to the name of Adventists."},{"refcode_short":"PH117 26.3","refcode_long":"Testimony for the Battle Creek Church, p. 26.3 (Ellen Gould White)","content":"The parents despised reproof themselves, and despised the reproof given to their children, and were not careful to conceal this from them. The sin of the parents began with their mismanagement at home. The souls of some of these children will be lost, because they did not receive instruction from God's word, and did not become Christians at home. Instead of sympathizing with their children in a perverse course, the parents should have reproved them, and sustained the faithful teacher. These parents were not united to Christ themselves, and this is the reason of their terrible neglect of duty. That which they have sown, they will also reap. They are sure of a harvest."},{"refcode_short":"PH117 27.1","refcode_long":"Testimony for the Battle Creek Church, p. 27.1 (Ellen Gould White)","content":"In the School, Bro. Bell has not only been burdened by the wrong course of the children, but by the injudicious management of the parents, which produced and nurtured hatred of restraint. Overwork, unceasing care, with no help at home, but rather a constant irritation, have caused him at times to lose self-control, and to act injudiciously. Some have taken advantage of this, and faults of minor consequence have been made to appear like grave sins."},{"refcode_short":"PH117 27.2","refcode_long":"Testimony for the Battle Creek Church, p. 27.2 (Ellen Gould White)","content":"The class of professed Sabbath-keepers who try to form a union between Christ and Belial, who take hold of the truth with one hand and of the world with the other, have surrounded their children and clouded the church with an atmosphere entirely foreign to religion and the Spirit of Christ. They dared not openly oppose the claims of truth. They dared not take a bold stand, and say they did not believe the testimonies; but, while nominally believing both, they have obeyed neither. By their course of action they have denied both. They desire the Lord to fulfill to them his promises; but they refuse to comply with the conditions on which these promises are based. They will not relinquish every rival for Christ. Under the preaching of the word, there is a partial suppression of worldliness, but no radical change of the affections. Worldly desires, the lust of the flesh, the lust of the eyes, and the pride of life, ultimately gain the victory. This class are all professed Christians. Their names are on the church books. They live for a time a seemingly religious life, and then yield their hearts, too often finally, to the predominating influence of the world."},{"refcode_short":"PH117 28.1","refcode_long":"Testimony for the Battle Creek Church, p. 28.1 (Ellen Gould White)","content":"Whatever may be Bro. Bell's faults, your course is unjustifiable and unchristian. You have gone back over his history for years, and have searched out everything that was unfavorable, every shadow of evil, and have made him an offender for a word. You have brought all the powers you could command to sustain yourselves in your course as accusers. Remember, God will deal in the same manner with every one of you. “With what judgment ye judge, ye shall be judged; and with what measure ye mete, it shall be measured to you again.” Those who have taken part in this disgraceful proceeding will meet their work again. What influence do you think your course will have upon the students, who have ever been impatient of restraint? How will these things affect their character and their life history?"},{"refcode_short":"PH117 28.2","refcode_long":"Testimony for the Battle Creek Church, p. 28.2 (Ellen Gould White)","content":"What say the testimonies concerning these things? Even one wrong trait of character, one sinful desire cherished, will eventually neutralize all the power of the gospel. The prevalence of a sinful desire shows the delusion of the soul. Every indulgence of that desire strengthens the soul's aversion to God. The pains of duty and the pleasures of sin are the cords with which Satan binds men in his snares. Those who would rather die than perform a wrong act are the only ones who will be found faithful."},{"refcode_short":"PH117 28.3","refcode_long":"Testimony for the Battle Creek Church, p. 28.3 (Ellen Gould White)","content":"A child may receive sound religious instruction; but if parents, teachers, or guardians permit his character to be biased by a wrong habit, that habit, if not overcome, will become a predominant power, and the child is lost."},{"refcode_short":"PH117 28.4","refcode_long":"Testimony for the Battle Creek Church, p. 28.4 (Ellen Gould White)","content":"The testimony borne to you by the Spirit of God is, Parley not with the enemy. Kill the thorns, or they will kill you. Break up the fallow ground of the heart. Let the work go deep and thorough. Let the plowshare of truth tear out the weeds and briers."},{"refcode_short":"PH117 29.1","refcode_long":"Testimony for the Battle Creek Church, p. 29.1 (Ellen Gould White)","content":"Said Christ to the angry, accusing Pharisees, “He that is without sin among you, let him cast the first stone.” Were those sinless who were so ready to accuse and condemn Bro. Bell? Were their characters and lives to be searched as closely and publicly as they have searched Bro. Bell's, some of them would appear far worse than they have tried to represent him. I hope I may not be compelled to make public the past course of students, teachers, ministers and church members, to publish the mistakes and sins of the past and present life of those who sat in judgment upon his case. I wish you all to understand, I here wash my hands of your cruel work."},{"refcode_short":"PH117 29.2","refcode_long":"Testimony for the Battle Creek Church, p. 29.2 (Ellen Gould White)","content":"I am sorry that Eld. Smith, who has been considered so mild, so kind, and so tender that he shrank from reproving wrongs in the office, or performing his duty in the church and in his own family, is for some unexplainable reason found on the side of the accuser. I can but think that this is due to some influence which has blinded his eyes and confused his senses. I cannot say to Bro. Smith, God speed you in this work, for it is wrong. He must meet its results hereafter. His position of trust and his long experience, render him more accountable for this state of things than any other one in the church. Had he been right, he could have prevented the disgrace and the sin."},{"refcode_short":"PH117 29.3","refcode_long":"Testimony for the Battle Creek Church, p. 29.3 (Ellen Gould White)","content":"Bro. Smith, the stand which you have taken in this case proves you responsible for all your past neglect of duty in the church and in the office. You have shown that you can be firm, decided, and severe, even when it is uncalled for."},{"refcode_short":"PH117 29.4","refcode_long":"Testimony for the Battle Creek Church, p. 29.4 (Ellen Gould White)","content":"I dare not longer remain silent. I speak to you and to the church at Battle Creek. You have made a great mistake. You have treated with injustice one to whom you and your children owe a debt of gratitude, which you do not realize. You are responsible for the influence you have exerted upon the College. Peace has come, because the students have had their own way. In another crisis, they will be as determined and persevering as they have been on this occasion; and, if they find as able an advocate as they have found in Bro. Smith, they may again accomplish their purpose. God has been speaking to teachers and students and church members, but you have cast his words behind you. You have thought best to take your own course, irrespective of consequences."},{"refcode_short":"PH117 30.1","refcode_long":"Testimony for the Battle Creek Church, p. 30.1 (Ellen Gould White)","content":"God has given us, as a people, warnings, reproofs, and cautions, on the right hand and on the left, to lead us away from worldly customs and worldly policy. He requires us to be peculiar in faith and in character, to meet a standard far in advance of worldlings. Prof. McLearn came among you, unacquainted with the Lord's dealings with us. Having newly come to the faith, he had almost everything to learn. Yet you have unhesitatingly placed your children under his guardianship, to be molded by his views and opinions. You have coincided with his judgment. You have sanctioned in him a spirit and course of action that have naught of Christ."},{"refcode_short":"PH117 30.2","refcode_long":"Testimony for the Battle Creek Church, p. 30.2 (Ellen Gould White)","content":"You have encouraged in the students a spirit of criticism, which God's Spirit has sought to repress. You have led them to betray confidence. There are not a few young persons among us who are indebted for most valuable traits of character to the knowledge and principles received from Bro. Bell. To his training, many owe much of their usefulness, not only in the Sabbath-school, but in various other branches of our work. Yet your influence encouraged ingratitude, and has led students to despise the things that they should cherish."},{"refcode_short":"PH117 30.3","refcode_long":"Testimony for the Battle Creek Church, p. 30.3 (Ellen Gould White)","content":"Those who have sought to cast a stain upon Bro. Bell's character, and to make him contemptible, must answer for this in the day of God. You have done a work which is registered in the books of Heaven."},{"refcode_short":"PH117 30.4","refcode_long":"Testimony for the Battle Creek Church, p. 30.4 (Ellen Gould White)","content":"Bro. Bell has had trials, of which many know little. A man's energy and success, as well as his happiness, depends, to a great degree, upon the character of his home. If a right influence is found there, he can bravely encounter trials and discouragements without. His home is his haven of rest. But if there is discord at home, the tired nerves find no relief. The mind is subject to a constant tension, to preserve calmness and self-control. A man without the blessings of a happy home, is deprived of an influence that would stimulate and strengthen him."},{"refcode_short":"PH117 31.1","refcode_long":"Testimony for the Battle Creek Church, p. 31.1 (Ellen Gould White)","content":"Those who have not the peculiar trials to which another is subjected, may flatter themselves that they are better than he. But place them in the furnace of trial, and they might not endure it nearly as well as the one they censure and misjudge. How little we can know of the heart-anguish of another. How few understand another's circumstances. Hence the difficulty of giving wise counsel. What may appear to us to be appropriate, may, in reality, be quite the reverse."},{"refcode_short":"PH117 31.2","refcode_long":"Testimony for the Battle Creek Church, p. 31.2 (Ellen Gould White)","content":"The Lord has shown me the value of Bro. Bell's labors. The Lord has commended his thoroughness as a teacher, both in the College and in the Sabbath-school. When it was suggested that Bro. Bell travel and labor in the Sabbath-school interest in different States, I said at once that I did not see how he could be spared from the College."},{"refcode_short":"PH117 31.3","refcode_long":"Testimony for the Battle Creek Church, p. 31.3 (Ellen Gould White)","content":"I was acquainted with the character of the teachers. I knew that the religious standard of some was far too low. The right influence would not be maintained, if Bro. Bell were released."},{"refcode_short":"PH117 31.4","refcode_long":"Testimony for the Battle Creek Church, p. 31.4 (Ellen Gould White)","content":"Bro. Bell's labors in the College and the Sabbath-school, have exerted an influence upon our people from the Atlantic to the Pacific. He has tried to train his pupils to a habit of thoroughness. He has taught them that an education cannot be acquired without close application. He has taught self-reliance, and inculcated sound principles. He was represented to me as a candle, from which many others have been lighted."},{"refcode_short":"PH117 31.5","refcode_long":"Testimony for the Battle Creek Church, p. 31.5 (Ellen Gould White)","content":"Bro. Bell has been an earnest seeker after knowledge. He has sought to impress upon the students that they are responsible for their time, their talents, their opportunities. You will not be able to supply the place of Bro. Bell to the school. True, he was not faultless. It is impossible for a man to have so much care, and carry so heavy responsibilities, without becoming hurried, weary, and nervous. Those who refuse to accept burdens which will tax their strength to the utmost, know nothing of the pressure brought to bear upon those who must bear these burdens."},{"refcode_short":"PH117 32.1","refcode_long":"Testimony for the Battle Creek Church, p. 32.1 (Ellen Gould White)","content":"There are some in the College who have looked only for what has been unfortunate and disagreeable in their acquaintance with Bro. Bell. These persons have not that noble, Christ-like spirit, that thinketh no evil. They have made the most of every inconsiderate word or act, and have recalled these at a time when envy, prejudice, and jealousy, were active in unchristian hearts."},{"refcode_short":"PH117 32.2","refcode_long":"Testimony for the Battle Creek Church, p. 32.2 (Ellen Gould White)","content":"A writer has said that “envy's memory is nothing but a row of hooks to hang up grudges on.” There are many in the world who consider it an evidence of superiority to recount the things and persons that they “cannot bear,” rather than the things and persons that they are attracted to. Not so did the great apostle. He exhorts his brethren, “Whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are good report, if there be any virtue, and if there be any praise, think on these things.”"},{"refcode_short":"PH117 32.3","refcode_long":"Testimony for the Battle Creek Church, p. 32.3 (Ellen Gould White)","content":"Envy is not merely a perverseness of temper, but a distemper, which disorders all the faculties. It began with Satan. He desired to be first in Heaven, and, because he could not have all the power and glory he sought, he rebelled against the government of God. He envied our first parents, and tempted them to sin, and thus ruined them and all the human race."},{"refcode_short":"PH117 32.4","refcode_long":"Testimony for the Battle Creek Church, p. 32.4 (Ellen Gould White)","content":"The envious man shuts his eyes to the good qualities and noble deeds of others. He is always ready to disparage and misrepresent that which is excellent. Men often confess and forsake other faults; but there is little to be hoped for from the envious man. Since to envy a person is to admit that he is a superior, pride will not permit any concession. If an attempt be made to convince the envious person of his sin, he becomes even more bitter against the object of his passion, and too often he remains incurable."},{"refcode_short":"PH117 33.1","refcode_long":"Testimony for the Battle Creek Church, p. 33.1 (Ellen Gould White)","content":"The envious man diffuses poison wherever he goes, alienating friends, and stirring up hatred and rebellion against God and man. He seeks to be thought best and greatest, not by putting forth heroic, self-denying efforts to reach the goal of excellence himself, but by standing where he is, and diminishing the merit due to the efforts of others."},{"refcode_short":"PH117 33.2","refcode_long":"Testimony for the Battle Creek Church, p. 33.2 (Ellen Gould White)","content":"Envy has been cherished in the hearts of some in the church as well as in the College. God is displeased at your course. I entreat you, for Christ's sake, never treat another as you have treated Bro. Bell. A noble nature does not exult in causing others pain, or delight in discovering their deficiencies. A disciple of Christ will turn away with loathing from the feast of scandal. Some who have been active on this occasion, are repeating the course pursued toward one of the Lord's servants in affliction, one who had sacrificed health and strength in their service. The Lord vindicated the cause of the oppressed, and turned the light of his countenance upon his suffering servant. I then saw that God would prove these persons again, as he has now done, to reveal what was in their hearts."},{"refcode_short":"PH117 33.3","refcode_long":"Testimony for the Battle Creek Church, p. 33.3 (Ellen Gould White)","content":"When David had sinned, God granted him his choice, to receive his punishment from God, or at the hand of man. The repentant king chose to fall into the hand of God. The tender mercies of the wicked are cruel. Erring, sinful man, who can himself be kept in the right path only by the power of God, is yet hard-hearted, unforgiving toward his erring brother. My brethren at Battle Creek, what account will you render at the bar of God? Great light has come to you, in reproofs, warnings, and entreaties. How have you spurned its Heaven-sent rays!"},{"refcode_short":"PH117 34.1","refcode_long":"Testimony for the Battle Creek Church, p. 34.1 (Ellen Gould White)","content":"The tongue that delights in mischief, the babbling tongue that says, Report, and I will report it, is declared by the apostle James to be set on fire of hell. It scatters fire-brands on every side. What cares the vender of gossip that he defames the innocent? He will not stay his evil work, though he destroy hope and courage in those who are already sinking under their burdens. He cares only to indulge his scandal-loving propensity. Even professed Christians close their eyes to all that is pure, honest, noble, and lovely, and treasure up whatever is objectionable and disagreeable, and publish it to the world."},{"refcode_short":"PH117 34.2","refcode_long":"Testimony for the Battle Creek Church, p. 34.2 (Ellen Gould White)","content":"You have yourselves thrown open the doors for Satan to come in. You have given him an honored place at you investigation, or inquisition meetings. But you have shown no respect for the excellencies of a character established by years of faithfulness. Jealous, revengeful tongues have colored acts and motives, to suit their own ideas. They have made black appear white, and white black. When remonstrated with for their statements, some have said, “It is true.” Admitting that the fact stated is true, does that justify your course? No, no. If God should take all the accusations that might in truth be brought against you, and should braid them into a scourge to punish you, your wounds would be more and deeper than those which you have inflicted on Bro. Bell. Even facts may be so stated as to convey a false impression. You have no right to gather up every report against him, and use them to ruin his reputation and destroy his usefulness. Should the Lord manifest toward you the same spirit which you have manifested toward your brother, you would be destroyed without mercy. Have you no compunctions of conscience? I fear not. The time has not yet come for this Satanic spell to lose its power."},{"refcode_short":"PH117 35.1","refcode_long":"Testimony for the Battle Creek Church, p. 35.1 (Ellen Gould White)","content":"Your course has caused Bro. Bell the keenest suffering; and many are exulting in their cruel work. In this they are in harmony with the great adversary of souls. Satan triumphs whenever he can, by a malicious, cruel act, wound a servant of God. If you would have patience with your neighbor's faults, cast your eyes upon your own. Do you desire others to treat your errors and mistakes as you have treated those of Bro. Bell? Oh, that you would judge yourselves as severely and critically as you judge him!"},{"refcode_short":"PH117 35.2","refcode_long":"Testimony for the Battle Creek Church, p. 35.2 (Ellen Gould White)","content":"In the letter that I wrote to Bro. Bell at Battle Creek, I would say nothing to vindicate him; but I learn that he has left you, and I now speak freely to the church. Those who would pass judgment upon another's motives, or make public what has been spoken to them in confidence, show the evil that exists in their own hearts. In drawing out testimonies from students, and leading them to betray Bro. Bell's confidence, you have shown what you would do to Christ. You have wronged and insulted your Saviour in the person of his servant."},{"refcode_short":"PH117 35.3","refcode_long":"Testimony for the Battle Creek Church, p. 35.3 (Ellen Gould White)","content":"When we listen to a reproach against our brother, we take up that reproach. To the question, “Lord, who shall abide in thy tabernacle? who shall dwell in thy holy hill?” the psalmist answered, “He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart. He that backbiteth not with his tongue, nor doeth evil to his neighbor, nor taketh up a reproach against his neighbor.”"},{"refcode_short":"PH117 35.4","refcode_long":"Testimony for the Battle Creek Church, p. 35.4 (Ellen Gould White)","content":"What a world of gossip would be prevented, if every man would remember that those who tell him the faults of others, will as freely publish his faults at a favorable opportunity. We should endeavor to think well of all men, especially our brethren, until compelled to think otherwise. We should not hastily credit evil reports. These are often the result of envy or misunderstanding, or they may proceed from exaggeration or a partial disclosure of facts. Jealousy and suspicion, once allowed a place, will sow themselves broadcast, like thistle-down. Should a brother go astray, then is the time to show your real interest in him. Go to him kindly, pray with and for him, remembering the infinite price which Christ has paid for his redemption. In this way you may save a soul from death, and hide a multitude of sins."},{"refcode_short":"PH117 36.1","refcode_long":"Testimony for the Battle Creek Church, p. 36.1 (Ellen Gould White)","content":"A glance, a word, even an intonation of the voice, may be vital with falsehood, sinking like a barbed arrow into some heart, inflicting an incurable wound. Thus a doubt, a reproach, may be cast upon one by whom God would accomplish a good work, and his influence is blighted, his usefulness destroyed. Among some species of animals, if one of their number is wounded, and falls, he is at once set upon and torn in pieces by his fellows. The same cruel spirit is indulged by men and women who bear the name of Christians. They manifest a Pharisaical zeal to stone others less guilty than themselves. There are some who point to other's faults and failures to divert attention from their own, or to gain credit for great zeal for God and the church."},{"refcode_short":"PH117 36.2","refcode_long":"Testimony for the Battle Creek Church, p. 36.2 (Ellen Gould White)","content":"I would admonish Bro. Wales to be less earnest and forward in searching out the faults of others. “Let him that is without sin, cast the first stone.” I counsel you and your son Willie, to take a more humble position. Examine your own hearts and lives, and then ask yourselves if you would be willing to have others set upon your track as you have hunted the steps of Bro. Bell. Look well to your own path. “Let him that thinketh he standeth, take heed lest he fall.” You have earnest work to do for your own souls. If this remains undone, you will be left outside the gates of the city of God."},{"refcode_short":"PH117 36.3","refcode_long":"Testimony for the Battle Creek Church, p. 36.3 (Ellen Gould White)","content":"Prof. Miller has cherished bitter envy and hatred against Bro. Bell. My brother, if there is any one laboring in that College who is deficient in spiritual attainments, it is yourself. Christ has nothing to do with the course you have pursued. Others have united with you, and have been influenced by you. May the Lord pity them and you. If Prof. Bell were all that you represent him to be—which I know he is not—your course would still be unjustifiable."},{"refcode_short":"PH117 37.1","refcode_long":"Testimony for the Battle Creek Church, p. 37.1 (Ellen Gould White)","content":"A few weeks since, I was in a dream brought into one of your meetings for investigation. I heard the testimonies borne by students against Prof. Bell. Those very students had received great benefit from his thorough, faithful instruction. Once they could hardly say enough in his praise. Then it was popular to esteem him. But now the current was setting the other way. These persons have developed their true character. I saw an angel with a ponderous book open, in which he wrote every testimony given. Opposite each testimony were traced the sins, defects, and errors of the one who bore it. Then there was recorded the great benefit which these individuals had received from Bro. Bell's labors."},{"refcode_short":"PH117 37.2","refcode_long":"Testimony for the Battle Creek Church, p. 37.2 (Ellen Gould White)","content":"I do not wish these statements ever to come before Bro. Bell. I would not utter a word of praise to come to any man. I fear that poor human nature could not bear it."},{"refcode_short":"PH117 37.3","refcode_long":"Testimony for the Battle Creek Church, p. 37.3 (Ellen Gould White)","content":"I entreat Bro. Miller to find no fault with others until he is himself thoroughly converted; and then he will have no disposition to find fault. He will then feel his own weakness; but he is now so filled with self-confidence that he has no sense of his true state before God. He is not a Christian; for to be a Christian is to be Christlike."},{"refcode_short":"PH117 37.4","refcode_long":"Testimony for the Battle Creek Church, p. 37.4 (Ellen Gould White)","content":"Prof. Ramsey has been self-sufficient, severe, dictatorial, critical. For these errors he has been reproved. He has not been in union with Christ."},{"refcode_short":"PH117 37.5","refcode_long":"Testimony for the Battle Creek Church, p. 37.5 (Ellen Gould White)","content":"What have these two men done in comparison with Bro. Bell? I have known his cares, his constant labors, his deep interest. When he has left the school-room, he has carried the burden with him. In some branches of the work, he has done more than any other man among us, to disseminate light and knowledge. He has received but a small remuneration; for, in the present state of society and of our people, such labor is not appreciated. I promised my husband, before his death, that I would write out what I had seen concerning the value of Bro. Bell's labors, and the inadequate compensation he received. But feebleness, and constant, pressing calls to labor, have hindered me."},{"refcode_short":"PH117 38.1","refcode_long":"Testimony for the Battle Creek Church, p. 38.1 (Ellen Gould White)","content":"We, as a people, are reaping the fruit of Bro. Bell's hard labor. There is not a man among us who has devoted more time and thought to his work than has Prof. Bell. He has felt that he had no one to sustain him, and has felt grateful for any encouragement."},{"refcode_short":"PH117 38.2","refcode_long":"Testimony for the Battle Creek Church, p. 38.2 (Ellen Gould White)","content":"You have pushed aside this known and tried laborer, and have readily accepted a stranger. You have hunted down the man to whom you were so greatly indebted, and have given your confidence to one whose plans and principles are new and untried. Then there appears in the Review a notice of the celebration of Longfellow's birthday. You deify a man of whose heart you know nothing, of whose relation to God you know nothing. This is similar to the course pursued by Aaron, when he made the golden calf in the absence of Moses, and offered sacrifice before it, while the people proclaimed, “These be thy gods, O Israel, which brought thee up out of the land of Egypt.” Have the church at Battle Creek put out their eyes, that they cannot see the tendency of these things? If I did not know how God regards your course, I would not write thus. The time spent in paying honor to a mere man, might better have been employed in fasting and praying before God."},{"refcode_short":"PH117 38.3","refcode_long":"Testimony for the Battle Creek Church, p. 38.3 (Ellen Gould White)","content":"One of the great objects to be secured in the establishment of the College was the separation of our youth from the spirit and influence of the world, from its customs, its follies, and its idolatry. The College was to build a barrier against the immorality of the present age, which makes the world as corrupt as in the days of Noah. The young are bewitched with the mania for courtship and marriage. Love-sick sentimentalism prevails. Great vigilance and tact are needed to guard the youth from these wrong influences. Many parents are blind to the tendencies of their children. Some parents have stated to me, with great satisfaction, that their sons or daughters had no desire for the attentions of the opposite sex, when in fact these children were at the same time secretly giving or receiving such attentions, and the parents were so much absorbed in worldliness and gossip that they knew nothing about the matter."},{"refcode_short":"PH117 39.1","refcode_long":"Testimony for the Battle Creek Church, p. 39.1 (Ellen Gould White)","content":"The primary object of our College was to afford young men an opportunity to study for the ministry, and to prepare young persons of both sexes to become workers in the various branches of the cause. These students needed a knowledge of the common branches of education, and above all else, of the word of God. Here our school has been deficient. There has not been a man devoted to God, to give himself to this branch of the work. Young men moved upon by the Spirit of God to give themselves to the ministry, have come to the College for this purpose, and have been disappointed. Adequate preparation for this class has not been made, and some of the teachers, knowing this, have advised the youth to take other studies, and fit themselves for other pursuits. If these youth were not firm in their purpose, they were induced to give up all idea of studying for the ministry."},{"refcode_short":"PH117 39.2","refcode_long":"Testimony for the Battle Creek Church, p. 39.2 (Ellen Gould White)","content":"Such is the result of the influence exerted by unsanctified teachers, who labor merely for wages, who are not imbued with the Spirit of God, and have no union with Christ. No one has been more active in this work than Bro. Miller. The Bible should be one of the principal subjects of study. This book, which tells us how to spend the present life, that we may secure the future, immortal life, is of more value to students than any other. We have but a brief period in which to become acquainted with its truths. But the one who had made God's word a study, and who could more than any other teacher have helped the young to gain a knowledge of the Scriptures, has been pushed out of the school."},{"refcode_short":"PH117 39.3","refcode_long":"Testimony for the Battle Creek Church, p. 39.3 (Ellen Gould White)","content":"Professors and teachers have not understood the design of the College. We have put in means and thought and labor to make it what God would have it. The will and judgment of a man who is almost wholly ignorant of the way in which God has led us as a people, should not have a controlling influence in that College. The Lord has repeatedly shown that we should not pattern after the popular schools. Ministers of other denominations spend years in obtaining an education. Our young men must obtain theirs in a short time. Where there is now one minister, there should be twenty, whom our College had prepared with God's help, to enter the gospel field."},{"refcode_short":"PH117 40.1","refcode_long":"Testimony for the Battle Creek Church, p. 40.1 (Ellen Gould White)","content":"Many of our younger ministers, and some of more mature experience, are neglecting the word of God, and also despising the testimonies of his Spirit. They do not know what the testimonies contain, and do not wish to know. They do not wish to discover and correct their defects of character. Many parents do not themselves seek instruction from the testimonies, and of course they cannot impart it to their children. They show their contempt for the light which God has given, by going directly contrary to his instructions. Those at the heart of the work have set the example."},{"refcode_short":"PH117 40.2","refcode_long":"Testimony for the Battle Creek Church, p. 40.2 (Ellen Gould White)","content":"I feel it my duty to warn Bro. Gage to be careful how he condemns another. He is a man in years, but in many respects he is a boy. In stability of character, in devotion, in sound judgment, in spiritual understanding, he has not grown up to the stature of a man in Christ Jesus. Bro. Gage has great self-confidence, he feels competent for any position. But he has grave defects of character. Should Bro. Gage's life and character be taken up, point by point, as you have examined Bro. Bell's, how would he appear? Have you thought of this, Bro. Gage? “He that is without sin among you, let him cast the first stone.”"},{"refcode_short":"PH117 40.3","refcode_long":"Testimony for the Battle Creek Church, p. 40.3 (Ellen Gould White)","content":"I might call the names of many others, but I forbear. Of one thing be assured, you have done a work that has made angels weep,—a work of which you will one day be ashamed. In writing as I have done, I do not desire to call out letters from any. I have fulfilled a solemn duty."},{"refcode_short":"PH117 41.1","refcode_long":"Testimony for the Battle Creek Church, p. 41.1 (Ellen Gould White)","content":"You have published your contentions to the world. Do you think you stand, as a people, in a more favorable light in Battle Creek? Christ prayed that his disciples might be one, as he was one with the Father, that the world might know that God had sent him. What testimony have you borne, during the past few months? The Lord is looking into every heart. He weighs our motives. He will try every soul. Who will bear the test?"},{"refcode_short":"PH117 41","refcode_long":"Testimony for the Battle Creek Church, p. 41 (Ellen Gould White)","content":"The Testimonies Rejected"},{"refcode_short":"PH117 41.2","refcode_long":"Testimony for the Battle Creek Church, p. 41.2 (Ellen Gould White)","content":"I understand that the testimony [Reference is here made to the preceding article.] which I sent to Eld. Smith, with the request that it be read to the church, was withheld from you for several weeks after it was received by him. Before sending that testimony my mind was so impressed by the Spirit of God that I had no rest day or night until I wrote to you. It was not a work that I would have chosen for myself. Before my husband's death I decided that it was not my duty to bear testimony to any one in reproof of wrong, or in vindication of right, because advantage was taken of my words to deal harshly with the erring, and to unwisely exalt others whose course I had not in any degree sustained. Many explained the testimonies to suit themselves. The truth of God is not in harmony with the traditions of men, nor does it conform to their opinions. Like its divine Author it is unchangeable, the same yesterday, today, and forever. Those who separate from God will call darkness light, and error truth. But darkness will never prove itself to be light, nor will error become truth."},{"refcode_short":"PH117 42.1","refcode_long":"Testimony for the Battle Creek Church, p. 42.1 (Ellen Gould White)","content":"The minds of many have been so darkened and confused by worldly customs, worldly practices, and worldly influences, that all power to discriminate between light and darkness, truth and error, seems destroyed. I had little hope that my words would be understood, but when the Lord moved upon me so decidedly I could not resist his Spirit. Knowing that you were involving yourselves in the snares of Satan, I felt that the danger was too great for me to keep silent. Hence I wrote to you as I did; but Eld. Smith felt at liberty to withhold the testimony from the church for weeks. If God was leading him and those who united with him and counseled him in this act, he was not leading me; the burden which moved me to write was a false burden, imposed by another spirit."},{"refcode_short":"PH117 42.2","refcode_long":"Testimony for the Battle Creek Church, p. 42.2 (Ellen Gould White)","content":"Further than this, Eld. Smith questioned the propriety of bringing the testimony before the church at all. Thus he takes the responsibility of standing between God's word of reproof and the people. I committed the matter to Eld. Smith as an officer of the church. But in consideration of my past position in this work, in consideration of the connection God has been pleased to give me with his cause from its very rise, was it the prerogative of Eld. Smith, or of those whom he took into his counsel, to even question this matter? Shall he sit in judgment upon my work, or on my letters of warning to the church? This man, who has so long avoided disagreeable responsibilities; who has let matters drift whichever way they were disposed to go, rather than brace himself for duty, and with moral courage reprove and rebuke wrong; who has shunned so many duties belonging to him in his position of trust,—has now ventured to act in a new character, and to assume responsibilities which God hath not given him. He has placed himself and his influence in direct opposition to my work, so that I cannot reach the people to impress upon them the testimonies which God has given me. And there are others equally blinded, who will follow in this path."},{"refcode_short":"PH117 43.1","refcode_long":"Testimony for the Battle Creek Church, p. 43.1 (Ellen Gould White)","content":"For years the Lord has been presenting the situation of the church before you. Again and again reproofs and warnings have been given. October 23, 1879, the Lord gave me a most impressive testimony in regard to the church in Battle Creek, especially in reference to Eld. Smith. Now he is found firm, persistent, stubborn, on the wrong side. He is not led by the Spirit of God in his decisions. The Lord has laid no such burden upon him. Human influences have molded his judgment. No greater evidence of this can be given than the course he has taken in regard to my testimony to the church. During the last month I was with you in Battle Creek, I carried a heavy burden for the church, while those who should have felt to the very depths of their soul, were comparatively easy and unconcerned. I knew not what to do, or what to say. I had no confidence in the course which many were pursuing; for they were doing the very things which the Lord had warned them not to do."},{"refcode_short":"PH117 43.2","refcode_long":"Testimony for the Battle Creek Church, p. 43.2 (Ellen Gould White)","content":"That God who knows their spiritual condition declares, They have cherished evil, and separated from me. They have gone astray every one of them. Not one is guiltless. They have forsaken me, the Fountain of living waters; and have hewed out to them broken cisterns, that can hold no water. Many have corrupted their ways before me. Envy, hatred of one another, jealousy, evil surmising, emulation, strife, bitterness, is the fruit that they bear. And they will not heed the testimony that I send them. They will not see their perverse ways, and be converted that I should heal them."},{"refcode_short":"PH117 43.3","refcode_long":"Testimony for the Battle Creek Church, p. 43.3 (Ellen Gould White)","content":"Many are looking with self-complacency upon the long years during which they have advocated the truth. They now feel that they are entitled to a reward for their past trials and obedience. But this genuine experience in the things of God in the past, makes them more guilty before him for not preserving their integrity and going forward to perfection. The faithfulness for the past year will never atone for the neglect of the present year. A man's truthfulness yesterday will not atone for his falsehood today."},{"refcode_short":"PH117 44.1","refcode_long":"Testimony for the Battle Creek Church, p. 44.1 (Ellen Gould White)","content":"Many excused their disregard of the testimonies by saying, “Sr. White is influenced by her husband; the testimonies are molded by his spirit and judgment.” Others were seeking to gain something from me which they could construe to justify their course, or to give them influence. It was then I decided that nothing more should go from my pen until the converting power of God was seen in the church. But the Lord placed the burden upon my soul. I labored for you earnestly. How much this cost both my husband and myself, eternity will tell. Have I not a knowledge of the state of the church, when the Lord has presented their case before me again and again for years? Repeated warnings have been given, yet there has been no decided change. Why did I lie upon my face night after night, pleading with God in your behalf, if I did not know that you were going, step by step, away from the light."},{"refcode_short":"PH117 44.2","refcode_long":"Testimony for the Battle Creek Church, p. 44.2 (Ellen Gould White)","content":"I saw that the frown of God was upon his people for their assimilation to the world. I saw that the children of Bro. Smith have been a snare to him. Their ideas and opinions, their feelings and statements, had an influence upon his mind, and blinded his judgment. These youth are strongly inclined to infidelity. The mother's want of faith and trust in God has been given as an inheritance to her children. Her devotion to them is greater than her devotion to God. The father has neglected his duty. The result of their wrong course is revealed in their children."},{"refcode_short":"PH117 44.3","refcode_long":"Testimony for the Battle Creek Church, p. 44.3 (Ellen Gould White)","content":"As I spoke to the church, I tried to impress upon parents their solemn obligation to their children, because I knew the state of these youth, and what tendencies had made them what they are. But the word was not received. I know what burdens I bore in the last of my labors among you. I would never have thus tasked my strength to the utmost, had I not seen your peril. I longed to arouse you to humble your hearts before God, to return to him with penitence and faith."},{"refcode_short":"PH117 45.1","refcode_long":"Testimony for the Battle Creek Church, p. 45.1 (Ellen Gould White)","content":"Yet now when I send you a testimony of warning and reproof, many of you declare it to be merely the opinion of Sr. White. You have insulted the Spirit of God. You know, Eld. Smith, how the Lord has manifested himself through the spirit of prophecy. Past, present, and future have passed before me. I have been shown faces that I had never seen, and years afterward I knew them when I saw them. I have been aroused from my sleep with a vivid sense of subjects previously presented to my mind; and I have written at midnight, letters that have gone across the continent, and, arriving at a crisis, have saved great disaster to the cause of God. This has been my work for many years. A power has impelled me to reprove and rebuke wrongs that I had not thought of. Is this work of the last thirty-six years from above, or from beneath?"},{"refcode_short":"PH117 45.2","refcode_long":"Testimony for the Battle Creek Church, p. 45.2 (Ellen Gould White)","content":"Suppose—as some would make it appear, incorrectly however—that I was influenced to write as I did by letters received from persons in Battle Creek. How was it with the apostle Paul? The news he received through the household of Chloe concerning the condition of the church at Corinth was what caused him to write his first epistle to that church. Private letters had come to him stating the facts as they existed, and in his answer he laid down general principles which if heeded would correct the existing evils. With great tenderness and wisdom he exhorts them to all speak the same things, that there be no divisions among them."},{"refcode_short":"PH117 45.3","refcode_long":"Testimony for the Battle Creek Church, p. 45.3 (Ellen Gould White)","content":"Paul was an inspired apostle, yet the Lord did not reveal to him at all times just the condition of his people. Those who were interested in the prosperity of the church, and saw evils creeping in, presented the matter before him, and from the light which he had previously received he was prepared to judge of the true character of these developments. Because the Lord had not given him a new revelation for that special time, those who were really seeking light, did not cast his message aside as only a common letter. No, indeed. The Lord had shown him the difficulties and dangers which would arise in the churches, that when they should develop, he might know just how to treat them."},{"refcode_short":"PH117 46.1","refcode_long":"Testimony for the Battle Creek Church, p. 46.1 (Ellen Gould White)","content":"He was set for the defense of the church. He was to watch for souls as one that must render account to God, and should he not take notice of the reports concerning their state of anarchy and division? Most assuredly; and the reproof he sent them was written just as much under the inspiration of the Spirit of God as were any of his epistles. But when these reproofs came, some would not be corrected. They took the position that God had not spoken to them through Paul, that he had merely given them his opinion as a man, and they regarded their own judgment as good as that of Paul."},{"refcode_short":"PH117 46.2","refcode_long":"Testimony for the Battle Creek Church, p. 46.2 (Ellen Gould White)","content":"So it is with many among our people who have drifted away from the old landmarks, and who have followed their own understanding. What a great relief it would be to such could they quiet their conscience with the belief that my work is not of God. But your unbelief will not change the facts in the case. You are defective in character, in moral and religious experience. Close your eyes to the fact if you will; but this does not make you one particle more perfect. The only remedy is to wash in the blood of the Lamb."},{"refcode_short":"PH117 46.3","refcode_long":"Testimony for the Battle Creek Church, p. 46.3 (Ellen Gould White)","content":"In rejecting this testimony, Eld. Smith, you have virtually rejected all the testimonies. You must know this is the case. This testimony bears the same evidence of its character that all others have borne for the last thirty-six years. But it condemns certain wrongs which you have committed, and which God condemns. The reason why you cannot see it, is because you have been cherishing feelings wholly opposed to the Spirit of God. Your actions stand registered in the books of Heaven."},{"refcode_short":"PH117 47.1","refcode_long":"Testimony for the Battle Creek Church, p. 47.1 (Ellen Gould White)","content":"Eld. Smith, I was more grieved than I can express to find you again working on the side of the enemy. You will find quite a number who will strengthen you in your position; the leaven is working. You pronounce my work human, not actuated by the Spirit of God. On this point you have had great light; for this you are responsible. If God has ever wrought by me—unworthy and weak as I am at all times—he has wrought by me and through me for the last few months. In this long letter I spoke of many facts which I distinctly stated that I had been shown. I wrote to you, saying that I had seen what course you would pursue, to what lengths you would go, unless you heeded the light which God sent you in reproofs, in counsel, and warnings. Will you do despite to the Spirit of grace?"},{"refcode_short":"PH117 47.2","refcode_long":"Testimony for the Battle Creek Church, p. 47.2 (Ellen Gould White)","content":"I was most astonished to read a letter from Sr. Amadon—a collection of partial disclosures, and dark hints of terrible things that could not be revealed. Then she remarks: “Sr. White, be careful how you slay.” As though God's messenger was doing a work independent of the Spirit of God! Thus Ahab thought when he met Elijah, and said, “Art thou he that troubleth Israel?” Elijah throws back the imputation firmly and decidedly: “I have not troubled Israel; but thou and thy father's house, in that ye have forsaken the commandments of God, and thou hast followed Baalim.” Those who bear the warnings of God, are often regarded as the offending party, whereas, the whole blame rests with those who have alienated themselves from the Lord by transgression. Elijah does not offer one excuse for his work. He does not prophesy smooth things, neither does he try to conceal the real cause of the judgments of God."},{"refcode_short":"PH117 47.3","refcode_long":"Testimony for the Battle Creek Church, p. 47.3 (Ellen Gould White)","content":"If you seek to turn aside the counsel of God to suit yourselves; if you lessen the confidence of God's people in the testimonies he has sent them, you are rebelling against God as certainly as were Korah, Dathan, and Abiram. You have their history. You know how stubborn they were in their own opinions. They decided that their judgment was better than that of Moses, and that Moses was doing great injury to Israel. Those who united with them were so set in their opinions, that, notwithstanding the judgments of God in a marked manner destroyed the leaders and the princes, the next morning the survivors came to Moses and said, “Ye have killed the people of the Lord.” We see what fearful deception will come upon the human mind. How hard it is to convince souls that have become imbued with a spirit which is not of God. As Christ's embassador, I would say to you, Be careful what positions you take. This is God's work, and you must render to him an account for the manner in which you treat his message."},{"refcode_short":"PH117 48.1","refcode_long":"Testimony for the Battle Creek Church, p. 48.1 (Ellen Gould White)","content":"While standing over the dying bed of my husband, I knew that had the church heeded the testimony given them, he would have been spared. Had others borne their part of the burdens, he might have lived. I then pleaded, with agony of soul, that those present might no longer grieve the Spirit of God by their hardness of heart. A few days later, I myself stood face to face with death. Then I had most clear revealings from God in regard to myself, and in regard to the church. In great weakness I bore to you my testimony, not knowing but it would be my last opportunity. Have you forgotten that solemn occasion? I can never forget it, for I seemed to be brought before the judgment seat of Christ. Your state of backsliding, your hardness of heart, your lack of harmony of love and spirituality, your departure from the simplicity and purity which God would have you preserve—I knew it all; I felt it all. Fault-finding, censuring, envy, strife for the highest place, was among you. I had seen it, and to what it would lead. I feared that effort would cost me my life, but the interest I felt for you led me to speak. God spoke to you that day. Did it make any lasting impression?"},{"refcode_short":"PH117 49.1","refcode_long":"Testimony for the Battle Creek Church, p. 49.1 (Ellen Gould White)","content":"When I went to Colorado, I was so burdened for you, that, in my weakness. I wrote many pages to be read at your camp-meeting. Weak and trembling, I arose at three o'clock in the morning, to write to you. God was speaking through clay. But the document was entirely forgotten; the camp-meeting passed, and it was not read until the General Conference. You might say that it was only a letter. Yes, it was a letter, but prompted by the Spirit of God, to bring before your minds things that had been shown me. In these letters which I write, in the testimonies I bear, I am presenting to you that which the Lord has presented to me. I do not write one article in the paper expressing merely my own ideas. They are what God has opened before me in vision—the precious rays of light shining from the throne."},{"refcode_short":"PH117 49.2","refcode_long":"Testimony for the Battle Creek Church, p. 49.2 (Ellen Gould White)","content":"After I came to Oakland, I was weighed down with a sense of the condition of things at Battle Creek, and I, weak, powerless to help you. I knew that the leaven of unbelief was at work. Those who disregarded the plain injunctions of God's word, were disregarding the testimonies which urged them to give heed to that word. While visiting Healdsburg, last winter, I was much in prayer, and burdened with anxiety and grief. But the Lord swept back the darkness at one time while I was in prayer, and a great light filled the room. An angel of God was by my side, and I seemed to be in Battle Creek. I was in your councils; I heard words uttered, I saw and heard things that, if God willed, I wish could be forever blotted from my memory. My soul was so wounded, I knew not what to do or what to say. Some things I cannot mention. I was bidden to let no one know in regard to this, for much was yet to be developed."},{"refcode_short":"PH117 49.3","refcode_long":"Testimony for the Battle Creek Church, p. 49.3 (Ellen Gould White)","content":"I was told to gather up the light that had been given me, and let its rays shine forth to God's people. I have been doing this in articles in the papers. I arose at three o'clock nearly every morning, for months, and gathered the different items written after the last two testimonies were given me in Battle Creek. I wrote out these matters, and hurried them on to you; but I had neglected to take proper care of myself, and the result was that I sank under the burden; my writings were not all finished to reach you at the General Conference."},{"refcode_short":"PH117 50.1","refcode_long":"Testimony for the Battle Creek Church, p. 50.1 (Ellen Gould White)","content":"Again, while in prayer, the Lord revealed himself. I was once more in Battle Creek. I was in many houses. I heard your words around your tables, and was sick at heart, burdened, and disgusted. The particulars, I have no liberty now to relate. I hope never to be called to mention them. I had also several most striking dreams."},{"refcode_short":"PH117 50.2","refcode_long":"Testimony for the Battle Creek Church, p. 50.2 (Ellen Gould White)","content":"After I wrote you the long letter which has been belittled by Eld. Smith as merely an expression of my own opinion, while at the southern California camp-meeting, the Lord partially removed the restriction, and I write what I do. I dare not say more now, lest I go beyond what the Spirit of the Lord has permitted me."},{"refcode_short":"PH117 50.3","refcode_long":"Testimony for the Battle Creek Church, p. 50.3 (Ellen Gould White)","content":"When Prof. Brownsberger came, I put to him a few pointed questions, more to learn how he regarded the condition of things, than to obtain information. I felt that the crisis had come. Had Eld. Smith, and those united with him, been standing in the light, they would have recognized the voice of warning and reproof; but he calls it a human work, and casts it aside. The work he is doing he will wish undone ere long. He is weaving a net around himself that he cannot easily break. This is not my opinion. What voice will you acknowledge as the voice of God? What power has the Lord in reserve to correct your errors, and show you your course as it is? What power to work in the church? You have, by your own course, closed every avenue whereby the Lord would reach you. Will he raise one from the dead to speak to you?"},{"refcode_short":"PH117 51.1","refcode_long":"Testimony for the Battle Creek Church, p. 51.1 (Ellen Gould White)","content":"If you refuse to believe until every shadow of uncertainty, and every possibility of doubt is removed, you will never believe. The doubt that demands perfect knowledge, will never yield to faith. Faith rests upon evidence, not demonstration. The Lord requires us to obey the voice of duty, when there are other voices all around us urging us to pursue an opposite course. It requires earnest attention from us to distinguish the voice which speaks for God. We must resist and conquer inclination, and obey the voice of conscience, without parleying or compromise, lest its promptings cease, and will and impulse control. The word of the Lord comes to us all who have not resisted his Spirit by determining not to hear and obey. This voice is heard in warnings, in counsels, in reproof. It is the Lord's message of light to his people. If we wait for louder calls, or better opportunities, the light may be withdrawn, and we left in darkness."},{"refcode_short":"PH117 51.2","refcode_long":"Testimony for the Battle Creek Church, p. 51.2 (Ellen Gould White)","content":"By once neglecting to comply with the call of God's Spirit and his word, when obedience involves a cross, many have lost much—how much, they will never know till the books are opened at the final day. The pleadings of the Spirit, neglected today because pleasure or inclination leads in an opposite direction, may be powerless to convince, or even impress, tomorrow. To improve the opportunities of the present, with prompt and willing hearts, is the only way to grow in grace and the knowledge of the truth. We should ever cherish a sense that, individually, we are standing before the Lord of hosts; no word, no act, no thought, even, should be indulged, to offend the eye of the Eternal One. We shall then have no fear of man or of earthly power, because a Monarch, whose empire is the universe, who holds in his hands our individual destinies for time and eternity, is taking cognizance of all our works. If we would feel that in every place we are the servants of the Most High, we must be more circumspect; our whole life would possess to us a meaning and a sacredness which earthly honors can never give."},{"refcode_short":"PH117 52.1","refcode_long":"Testimony for the Battle Creek Church, p. 52.1 (Ellen Gould White)","content":"The thoughts of the heart, the words of the lips, and every act of the life, will make our character more worthy, if the presence of God is continually felt. Let the language of the heart be, “Lo, God is here.” Then the life will be pure, the character unspotted, the soul continually uplifted to the Lord. You have not pursued this course at Battle Creek. I have been shown that painful and contagious disease is upon you, which will produce spiritual death unless it is arrested. This is terrible, right at the heart of the work, where health and vitality are so essential for the health of the body."},{"refcode_short":"PH117 52.2","refcode_long":"Testimony for the Battle Creek Church, p. 52.2 (Ellen Gould White)","content":"Many are ruined by their desire for a life of ease and pleasure. Self-denial is disagreeable to them, They are constantly seeking to escape trials, that are inseparable from a course of fidelity to God. They set their hearts upon having the good things of this life. This is human success, but is it not won at the expense of future, eternal interests? The great business of life is to show ourselves to be true servants of God, loving righteousness, and hating iniquity. We should accept gratefully such measures of present happiness and present success as are found in the path of duty. Our greatest strength is realized when we feel and acknowledge our weakness. The greatest loss which any one of you in Battle Creek can suffer, is the loss of earnestness and persevering zeal to do right, the loss of strength to resist temptation, the loss of faith in the principles of truth and duty."},{"refcode_short":"PH117 52.3","refcode_long":"Testimony for the Battle Creek Church, p. 52.3 (Ellen Gould White)","content":"Let no man flatter himself that he is a successful man unless he preserves the integrity of his conscience, giving himself wholly to the truth and to God. We should move steadily forward, never losing heart or hope in the good work, whatever trials beset our path, whatever moral darkness may encompass us. Patience, faith, and love for duty, are the lessons we must learn. Subduing self, and looking to Jesus, is an every-day work. The Lord will never forsake the soul that trusts in him, and seeks his aid. The crown of life is placed only upon the brow of the overcomer. There is, for every one, earnest, solemn work for God, while life lasts. As Satan's power increases, and his devices are multiplied, skill, aptness, and sharp generalship, should be exercised by those in charge of the flock of God. Not only have we each a work to do for our own souls, but we have also a duty to arouse others to gain eternal life."},{"refcode_short":"PH117 53.1","refcode_long":"Testimony for the Battle Creek Church, p. 53.1 (Ellen Gould White)","content":"It pains me to say to you in Battle Creek, your sinful neglect to walk in the light, has enshrouded you in darkness. You may now be honest in not recognizing and obeying the light; the doubts you have entertained, your neglect to heed the requirements of God, have blinded your perceptions so that darkness is now to you light, and light is darkness. God has bidden you to go forward to perfection. Christianity is a religion of progress. Light from God is full and ample, waiting our demand upon it. Whatever blessings the Lord may give, he has an infinite supply beyond, an inexhaustible store from which we may draw. Skepticism may treat the sacred claims of the gospel with jests, scoffing, and denial. The spirit of worldliness may contaminate the many and control the few; the cause of God may hold its ground only by great exertion and continual sacrifice, yet it will triumph finally."},{"refcode_short":"PH117 53.2","refcode_long":"Testimony for the Battle Creek Church, p. 53.2 (Ellen Gould White)","content":"The word is, Go forward; discharge your individual duty, and leave all consequences in the hands of God. If we move forward where Jesus leads the way, we shall see his triumph, we shall share his joy. We must share the conflicts, if we wear the crown of victory. Like Jesus, we must be made perfect through suffering. Had Christ's life been one of ease, then might we safely yield to sloth. Since his life was marked with continual self-denial, suffering, and self-sacrifice, we will make no complaint if we are partakers with him. We can walk safely in the darkest path, if we have the Light of the world for our guide."},{"refcode_short":"PH117 54.1","refcode_long":"Testimony for the Battle Creek Church, p. 54.1 (Ellen Gould White)","content":"As I read the testimonies sent to you at Battle Creek in reference to Bro. Bell, and then compare them with the course which you have steadily pursued, I can but exclaim, How could you do just what the voice of God forbade your doing? The Lord is testing and proving you. He has warned and counseled, admonished and entreated. All these solemn admonitions will either make the church better, or decidedly worse. The oftener the Lord speaks, to correct or counsel, and you disregard his voice, the more disposed will you be to reject it again and again, till God says, “Because I have called, and ye refused; I have stretched out my hand, and no man regarded; but ye have set at nought all my counsel, and would none of my reproof; I also will laugh at your calamity; I will mock when your fear cometh; when your fear cometh as desolation, and your destruction cometh as a whirlwind; when distress and anguish cometh upon you. Then shall they call upon me, but I will not answer; they shall seek me early, but they shall not find me; for that they hated knowledge, and did not choose the fear of the Lord, they would none of my counsel; they despised all my reproof. Therefore shall they eat of the fruit of their own way, and be filled with their own devices.”"},{"refcode_short":"PH117 54.2","refcode_long":"Testimony for the Battle Creek Church, p. 54.2 (Ellen Gould White)","content":"Are you not halting between two opinions? Are you not neglecting to heed the light which God has given you? Take heed lest there be in any of you an evil heart of unbelief in departing from the living God. You know not the time of your visitation. The great sin of the Jews was that of neglecting and rejecting present opportunities. As Jesus views the state of his professed followers today, he sees base ingratitude, hollow formalism, hypocritical insincerity, Pharisaical pride and apostasy."},{"refcode_short":"PH117 54.3","refcode_long":"Testimony for the Battle Creek Church, p. 54.3 (Ellen Gould White)","content":"The tears which Christ shed on the crest of Olivet were for the impenitence and ingratitude of every individual to the close of time. He sees his love despised. The soul's temple courts have been converted into places of unholy traffic. Selfishness, mammon, malice, envy, pride, passion, are all cherished in the human heart. His warnings are rejected and ridiculed, his ambassadors are treated with indifference, their words seem as idle tales. Jesus has spoken by mercies, but these mercies have been unacknowledged; he has spoken by solemn warnings, but these warnings have been rejected."},{"refcode_short":"PH117 55.1","refcode_long":"Testimony for the Battle Creek Church, p. 55.1 (Ellen Gould White)","content":"I entreat you who have long professed the faith and who still pay outward homage to Christ, do not deceive your own souls. It is the whole heart that Jesus prizes. The loyalty of the soul is alone of value in the sight of God. “If thou, even thou, hadst known in this thy day, the things which belong to thy peace.” “Thou, even thou”—Christ is at this moment addressing you personally, stooping from his throne, yearning with pitying tenderness over those who feel not their danger, who have no pity for themselves."},{"refcode_short":"PH117 55.2","refcode_long":"Testimony for the Battle Creek Church, p. 55.2 (Ellen Gould White)","content":"Many have a name to live, while they have become spiritually dead. These will one day say, “Lord, Lord, have we not prophesied in thy name? and in thy name cast out devils? and in thy name done many wonderful works? And then will I profess unto them, I never knew you, depart from me, ye that work iniquity.” Woe will be pronounced against thee, if thou loiter and linger until the Sun of Righteousness shall set; the blackness of eternal night will be thy portion. Oh that the cold, formal, worldly heart may be melted! Christ shed not only tears for us, but his own blood. Will not these manifestations of his love arouse us to deep humiliation before God? It is humility and self-abasement that we need, to be approved of God."},{"refcode_short":"PH117 55.3","refcode_long":"Testimony for the Battle Creek Church, p. 55.3 (Ellen Gould White)","content":"The man whom God is leading will be dissatisfied with himself because the light from the perfect Man shines upon him. But those who lose sight of the Pattern, and place an undue estimate upon themselves, will see faults to criticise in others, they will be sharp, suspicious, condemnatory, they will be tearing others down to build themselves up."},{"refcode_short":"PH117 56.1","refcode_long":"Testimony for the Battle Creek Church, p. 56.1 (Ellen Gould White)","content":"When the Lord last presented your case before me, and made known to me that you had not regarded the light which had been given you, I was bidden to speak to you plainly in his name, for his anger was kindled against you. These words were spoken to me, “Your work is appointed you of God. Many will not hear you, for they refused to hear the Great Teacher; many will not be corrected, for their ways are right in their own eyes. Yet bear to them the reproofs and warnings I shall give you, whether they will hear, or forbear.”"},{"refcode_short":"PH117 56.2","refcode_long":"Testimony for the Battle Creek Church, p. 56.2 (Ellen Gould White)","content":"I bear to you the testimony of the Lord. All will hear his voice who are willing to be corrected; but those who have been deceived by the enemy are not willing now to come to the light, lest their deeds shall be reproved. Many of you cannot discern the work and presence of God. You know not that it is he. The Lord is still gracious, willing to pardon all who turn to him with penitence and faith. Said the Lord,—Many know not at what they stumble. They heed not the voice of God, but follow the sight of their own eyes, and the understanding of their own hearts. Unbelief and skepticism have taken the place of faith. They have forsaken me."},{"refcode_short":"PH117 56.3","refcode_long":"Testimony for the Battle Creek Church, p. 56.3 (Ellen Gould White)","content":"I was shown that fathers and mothers have departed from their simplicity, and neglected the holy calling of the gospel. The Lord has admonished them not to corrupt themselves by adopting the customs and maxims of the world. Christ would have given them the unsearchable riches of his grace freely and abundantly, but they prove themselves unworthy."},{"refcode_short":"PH117 56.4","refcode_long":"Testimony for the Battle Creek Church, p. 56.4 (Ellen Gould White)","content":"Many are lifting up the soul unto vanity. No sooner does a person imagine that he possesses any talent which might be of use in the cause of God than he overestimates the gift, and is inclined to think too highly of himself, as though he were a pillar of the church. The work which he might do with acceptance, he leaves for some one else with less ability than he considers himself to possess. He thinks and talks of a higher station. He must let his light shine before men; but instead of grace, meekness, lowliness of mind, kindness, gentleness, and love shining in his life, self, important self, appears everywhere."},{"refcode_short":"PH117 57.1","refcode_long":"Testimony for the Battle Creek Church, p. 57.1 (Ellen Gould White)","content":"The spirit of Christ should so control our character and conduct, that our influence may ever bless, encourage, and edify. Our thoughts, our words, our acts, should testify that we are born of God, and that the peace of Christ rules in our hearts. In this way we throw around us the gracious radiance of which the Saviour speaks when he enjoins upon us to let our light shine forth to men. Thus we are leaving a bright track heavenward. In this way, all who are connected with Christ may become more effectual preachers of righteousness than by the most able pulpit effort without this heavenly unction. Those light-bearers shed forth the purest radiance that are the least conscious of their own brightness, as those flowers diffuse the sweetest fragrance that make the least display."},{"refcode_short":"PH117 57.2","refcode_long":"Testimony for the Battle Creek Church, p. 57.2 (Ellen Gould White)","content":"Our people are making very dangerous mistakes. We cannot praise and flatter any man without doing him a great wrong; those who do this will meet with serious disappointment. They trust too fully to finite man, and not enough to God who never errs. The eager desire to urge men into public notice is an evidence of backsliding from God, and friendship with the world. It is the spirit which characterizes the present day. It shows that men have not the mind of Jesus; spiritual blindness and poverty of soul have come upon them. Often persons of inferior minds look away from Jesus to a merely human standard, by which they are not made conscious of their own littleness, and hence have an undue estimate of their own capabilities and endowments. There is among us as a people an idolatry of human instrumentalities and mere human talent, and these even of a superficial character. We must die to self, and cherish humble, childlike faith. God's people have departed from their simplicity. They have not made God their strength, and they are weak and faint, spiritually."},{"refcode_short":"PH117 58.1","refcode_long":"Testimony for the Battle Creek Church, p. 58.1 (Ellen Gould White)","content":"I have been shown that the spirit of the world is fast leavening the church. You are following the same path as did ancient Israel. There is the same falling away from your holy calling as God's peculiar people. You are having fellowship with the unfruitful works of darkness. Your concord with unbelievers has provoked the Lord's displeasure. You know not the things that belong to your peace, and they are fast being hid from your eyes. Your neglect to follow the light will place you in a more unfavorable position than the Jews upon whom Christ pronounced a woe."},{"refcode_short":"PH117 58.2","refcode_long":"Testimony for the Battle Creek Church, p. 58.2 (Ellen Gould White)","content":"In the testimonies sent to Battle Creek, I have given you the light God has given to me. In no case have I given my own judgment or opinion. I have enough to write of what has been shown me, without falling back on my own opinions. You are doing as the children of Israel did again and again. Instead of repenting before God, you reject his words, and attribute all the warnings and reproof to the messenger whom the Lord sends."},{"refcode_short":"PH117 58.3","refcode_long":"Testimony for the Battle Creek Church, p. 58.3 (Ellen Gould White)","content":"I have been shown that unbelief in the testimonies has been steadily increasing as the people backslide from God. It is all through our ranks, all over the field. But few know what our churches are to experience. I saw that at present we are under divine forbearance; but no one can say how long this will continue. No one knows how great the mercy that has been exercised toward us. But few are heartily devoted to God. There are only a few who, like the stars in a tempestuous night, shine here and there among the clouds."},{"refcode_short":"PH117 58.4","refcode_long":"Testimony for the Battle Creek Church, p. 58.4 (Ellen Gould White)","content":"Many who complacently listen to the truths from God's word are dead spiritually, while they profess to live. For years they have come and gone in our congregations, but they seem only less and less sensible of the value of revealed truth. They do not hunger and thirst after righteousness. They have no relish for spiritual or divine things. They assent to the truth, but are not sanctified through it. Neither the word of God nor the testimonies of his Spirit have any lasting impression upon them. Just according to the light, the privileges, and opportunities which they have slighted, will be their condemnation. Many who preach the truth to others, are themselves cherishing iniquity. The entreaties of the Spirit of God, like divine melody, the promises of his word so rich and abundant, its threatenings against idolatry and disobedience,—all are powerless to melt the world-hardened heart."},{"refcode_short":"PH117 59.1","refcode_long":"Testimony for the Battle Creek Church, p. 59.1 (Ellen Gould White)","content":"Many of our people are lukewarm. They occupy the position of Meroz, neither for nor against, neither cold nor hot. They hear the words of Christ, but do them not. If they remain in this state, he will reject them with abhorrence. Many in Battle Creek who have had great light, great opportunities, and every spiritual advantage, praise Christ and the world with the same breath. They bow themselves before God and mammon. They make merry with the children of the world, and yet claim to be blessed with the children of God. They wish to have Christ as their Saviour, but will not bear the cross and wear his yoke. May the Lord have mercy upon you; for if you go on in this way, nothing but evil can be prophesied concerning you."},{"refcode_short":"PH117 59.2","refcode_long":"Testimony for the Battle Creek Church, p. 59.2 (Ellen Gould White)","content":"The patience of God has an object, but you are defeating it. He is allowing a state of things to come that you would fain see counteracted by and by, but it will be too late. God commanded Elijah to anoint the cruel and deceitful Hazael king over Syria, that he might be a scourge to idolatrous Israel. Who knows whether God will not give you up to the deceptions you love? Who knows but that the preachers who are faithful, firm, and true may be the last who shall offer the gospel of peace to our unthankful churches? It may be that the destroyers are already training under the hand of Satan and only wait the departure of a few more standard-bearers to take their places, and with the voice of the false prophet cry, Peace, peace, when the Lord hath not spoken peace. I seldom weep, but now I find my eyes blinded with tears; they are falling upon my paper as I write. It may be that ere long all prophesyings among us will be at an end, and the voice which has stirred the people may no longer disturb their carnal slumbers."},{"refcode_short":"PH117 60.1","refcode_long":"Testimony for the Battle Creek Church, p. 60.1 (Ellen Gould White)","content":"When God shall work his strange work on the earth, when holy hands bear the ark no longer, woe will be upon the people. Oh, that thou hadst known, even thou, in this thy day, the things that belong unto the peace. Oh, that our people may, as did Nineveh, repent with all their might and believe with all their heart, that God may turn away his fierce anger from them."},{"refcode_short":"PH117 60.2","refcode_long":"Testimony for the Battle Creek Church, p. 60.2 (Ellen Gould White)","content":"I am filled with pain and anguish as I see parents conforming to the world, and allowing their children to meet the worldly standard at such a time as this. I am filled with horror as the condition of families professing present truth is opened before me. The profligacy of youth and even children is almost incredible. Parents do not know that secret vice is destroying and defacing the image of God in their children. The sins which characterized the Sodomites exist among them. The parents are responsible for they have not educated their children to love and obey God. They have not restrained them, nor diligently taught them the way of the Lord. They have allowed them to go out and to come in when they chose, and to associate with worldlings. These worldly influences which counteract parental teaching and authority are to be found largely in so-called good society. By their dress, looks, amusements, they surround themselves with an atmosphere which is opposed to Christ."},{"refcode_short":"PH117 60.3","refcode_long":"Testimony for the Battle Creek Church, p. 60.3 (Ellen Gould White)","content":"Our only safety is to stand as God's peculiar people. We must not yield one inch to the customs and fashions of this degenerate age; but stand in moral independence, making no compromise with its corrupt and idolatrous practices."},{"refcode_short":"PH117 61.1","refcode_long":"Testimony for the Battle Creek Church, p. 61.1 (Ellen Gould White)","content":"It will require courage and independence to rise above the religious standard of the Christian world. They do not follow the Saviour's example of self-denial; they make no sacrifice; they are constantly seeking to evade the cross which Christ declares to be the token of discipleship."},{"refcode_short":"PH117 61.2","refcode_long":"Testimony for the Battle Creek Church, p. 61.2 (Ellen Gould White)","content":"What can I say to arouse our people? I tell you not a few ministers who stand before the people to explain the Scriptures are defiled. Their hearts are corrupt, their hands unclean. Yet many are crying, Peace, peace; and the workers of iniquity are not alarmed. The Lord's hand is not shortened that he cannot save, nor his ear heavy that he cannot hear; but it is our sins that have separated us from God. The church is corrupt because of her members who defile their bodies, and pollute their souls."},{"refcode_short":"PH117 61.3","refcode_long":"Testimony for the Battle Creek Church, p. 61.3 (Ellen Gould White)","content":"If all of those who come together for meetings of edification and prayer, could be regarded as true worshipers, then might we hope, though much would still remain to be done for us. But it is in vain to deceive ourselves. Things are far from being what the appearance would indicate. From a distant view much may appear beautiful, which, upon close examination, will be found full of deformities. The prevailing spirit of our time is that of infidelity and apostasy—a spirit of pretended illumination because of a knowledge of the truth, but in reality of the blindest presumption. There is a spirit of opposition to the plain word of God, and to the testimony of his Spirit. There is a spirit of idolatrous exaltation of mere human reason above the revealed wisdom of God."},{"refcode_short":"PH117 61.4","refcode_long":"Testimony for the Battle Creek Church, p. 61.4 (Ellen Gould White)","content":"There are men among us in responsible positions who hold that the opinions of a few conceited philosophers, so-called, are more to be trusted than the truth of the Bible, or the testimonies of the Holy Spirit. Such a faith as that of Paul, Peter, or John, is considered old-fashioned, and insufferable at the present day. It is pronounced absurd, mystical, and unworthy of an intelligent mind."},{"refcode_short":"PH117 62.1","refcode_long":"Testimony for the Battle Creek Church, p. 62.1 (Ellen Gould White)","content":"God has shown me that these men are Hazaels to prove a scourge to our people. They are wise above what is written. This unbelief of the very truths of God's word because human judgment cannot comprehend the mysteries of his work, is found in every district, in all ranks of society. It is taught in most of our schools, and comes into the lessons of the nurseries. Thousands who profess to be Christians, give heed to lying spirits. Everywhere the spirit of darkness in the garb of religion will confront you."},{"refcode_short":"PH117 62.2","refcode_long":"Testimony for the Battle Creek Church, p. 62.2 (Ellen Gould White)","content":"If all that appears to be divine life were such in reality; if all who profess to present the truth to the world were preaching for the truth, and not against it, and if they were men of God, guided by his Spirit,—then might we see something cheering amid the prevailing moral darkness. But the spirit of anti-christ is prevailing to such an extent as never before. Well may we exclaim, “Help, Lord, for the godly man ceaseth, for the faithful fail from among the children of men.” I know that many think far too favorably of the present time. These ease-loving souls will be engulfed in the general ruin. Yet we do not despair. We have been inclined to think that where there are no faithful ministers, there can be no true Christians; but this is not the case. God has promised that where the shepherds are not true he will take charge of the flock himself. God has never made the flock wholly dependent upon human instrumentalities. But the days of purification of the church are hastening on apace. God will have a people pure and true. In the mighty sifting soon to take place, we shall be better able to measure the strength of Israel. The signs reveal that the time is near when the Lord will manifest that his fan is in his hand, and he will thoroughly purge his floor."},{"refcode_short":"PH117 63.1","refcode_long":"Testimony for the Battle Creek Church, p. 63.1 (Ellen Gould White)","content":"The days are fast approaching when there will be great perplexity and confusion. Satan, clothed in angel robes, will deceive, if possible, the very elect. There will be gods many and lords many. Every wind of doctrine will be blowing. Those who have rendered supreme homage to “science falsely so-called,” will not be the leaders then. Those who have trusted to intellect, genius, or talent, will not then stand at the head of rank and file. They did not keep pace with the light. Those who have proved themselves unfaithful will not then be entrusted with the flock. In the last solemn work few great men will be engaged. They are self-sufficient, independent of God, and he cannot use them. The Lord has faithful servants, who in the shaking, testing time will be disclosed to view. There are precious ones now hidden who have not bowed the knee to Baal. They have not had the light which you have had shining in a concentrated blaze in Battle Creek. But, it may be under a rough and uninviting exterior the pure brightness of a genuine Christian character will be revealed. In the day-time we look toward heaven, but do not see the stars. They are there, fixed in the firmament, but the eye cannot distinguish them. In the night we behold their genuine lustre."},{"refcode_short":"PH117 63.2","refcode_long":"Testimony for the Battle Creek Church, p. 63.2 (Ellen Gould White)","content":"The time is not far distant when the test will come to every soul. The mark of the beast will be urged upon us. Those who have step by step yielded to worldly demands, and conformed to worldly customs, will not find it a hard matter to yield to the powers that be, rather than subject themselves to derision, insult, threatened imprisonment, and death. The contest is between the commandments of God and the commandments of men. In this time, the gold will be separated from the dross in the church. True godliness will be clearly distinguished from the appearance and tinsel of it. Many a star that we have admired for its brilliancy, will then go out in darkness. Chaff like a cloud will be borne away on the wind, even from places where we see only floors of rich wheat. All who assume the ornaments of the sanctuary, but are not clothed with Christ's righteousness, will appear in the shame of their own nakedness."},{"refcode_short":"PH117 64.1","refcode_long":"Testimony for the Battle Creek Church, p. 64.1 (Ellen Gould White)","content":"When trees without fruit are cut down as cumberers of the ground, when multitudes of false brethren are distinguished from the true, then the hidden ones will be revealed to view, and with hosannas range under the banner of Christ. Those who have been timid and self-distrustful, will declare themselves openly for Christ and his truth. The most weak and hesitating in the church, will be as David—willing to do and dare. The deeper the night for God's people, the more brilliant the stars. Satan will sorely harass the faithful, but, in the name of Jesus, they will come off more than conquerors. Then will the church of Christ appear “fair as the moon, clear as the sun, and terrible as an army with banners.”"},{"refcode_short":"PH117 64.2","refcode_long":"Testimony for the Battle Creek Church, p. 64.2 (Ellen Gould White)","content":"The seeds of truth that are being sown by missionary efforts, will then spring up, and blossom, and bear fruit. Souls will receive the truth who will endure tribulation, and praise God that they may suffer for Jesus. “In the world ye shall have tribulation; but be of good cheer, I have overcome the world.” When the overflowing scourge shall pass through the earth, when the fan is purging Jehovah's floor, God will be the help of his people. The trophies of Satan may be exalted on high, but the faith of the pure and holy will not be daunted."},{"refcode_short":"PH117 64.3","refcode_long":"Testimony for the Battle Creek Church, p. 64.3 (Ellen Gould White)","content":"Elijah took Elisha from the plough, and threw upon him his mantle of consecration. The call to this great and solemn work was presented to men of learning and position; had these been little in their own eyes, and trusted fully in the Lord, he would have honored them with bearing his standard in triumph to the victory. But they separated from God, yielded to the influence of the world, and the Lord rejected them."},{"refcode_short":"PH117 65.1","refcode_long":"Testimony for the Battle Creek Church, p. 65.1 (Ellen Gould White)","content":"Many have exalted science, and lost sight of the God of science. This was not the case with the church in the purest times."},{"refcode_short":"PH117 65.2","refcode_long":"Testimony for the Battle Creek Church, p. 65.2 (Ellen Gould White)","content":"God will work a work in our day that but few anticipate. He will raise up and exalt among us those who are taught rather by the unction of his Spirit, than by the outward training of scientific institutions. These facilities are not to be despised or condemned; they are ordained of God, but they can furnish only the exterior qualifications. God will manifest that he is not dependent on learned, self-important mortals."},{"refcode_short":"PH117 65.3","refcode_long":"Testimony for the Battle Creek Church, p. 65.3 (Ellen Gould White)","content":"There are few really consecrated men among us; few who have fought and conquered in the battle with self. Real conversion is a decided change of feelings and motives; it is a virtual taking leave of worldly connections, a hastening from their spiritual atmosphere, a withdrawing from the controlling power of their thoughts, opinions, and influences. The separation causes pain and bitterness to both parties. It is the variance which Christ declares that he came to bring. But the converted will feel a continual longing desire that their friends shall forsake all for Christ, knowing that unless they do, there will be a final and eternal separation. The true Christian cannot while with unbelieving friends, be light, and trifling. The value of the souls for whom Christ died, is too great."},{"refcode_short":"PH117 65.4","refcode_long":"Testimony for the Battle Creek Church, p. 65.4 (Ellen Gould White)","content":"“He that forsaketh not all that he hath,” says Jesus, “cannot be my disciple.” Whatever shall divert the affections from God, must be given up. Mammon is the idol of many. Its golden chain binds them to Satan. Reputation and worldly honor are worshiped by another class. The life of selfish ease and freedom from responsibility, is the idol of others. These are Satan's snares, set for unwary feet. But these slavish bands must be broken; the flesh must be crucified with the affections and lusts. We cannot be half the Lord's and half the world's. We are not God's people unless we are such entirely. Every weight, every besetting sin, must be laid aside. God's watchmen will not cry, “Peace, peace,” when God has not spoken peace. The voice of the faithful watchmen will be heard: “Go ye out from hence, touch not the unclean. Go ye out of the midst of her. Be ye clean that bear the vessels of the Lord.”"},{"refcode_short":"PH117 66.1","refcode_long":"Testimony for the Battle Creek Church, p. 66.1 (Ellen Gould White)","content":"The church cannot measure herself by the world, nor by the opinion of men, nor by what she once was. Her faith and her position in the world as they now are, must be compared with what they would have been if her course had been continually onward and upward. The church will be weighed in the balances of the sanctuary. If her moral character and spiritual state do not correspond with the benefits and blessings God has conferred upon her, she will be found wanting. The light has been shining clear and definite upon her pathway, and the light of 1882 calls her to an account. If her talents are unimproved, if her fruit is not perfect before God, if her light has become darkness, she is indeed found wanting. The knowledge of our state as God views it, seems to be hidden from us. We see, but perceive not; we hear, but do not understand; and we rest as unconcerned as if the pillar of cloud by day, and the pillar of fire by night, rested upon our sanctuary. We profess to know God, and to believe the truth; but in works deny him. Our deeds are directly adverse to the principles of truth and righteousness, by which we profess to be governed."},{"refcode_short":"PH117 66","refcode_long":"Testimony for the Battle Creek Church, p. 66 (Ellen Gould White)","content":"Workers in our College"},{"refcode_short":"PH117 66.2","refcode_long":"Testimony for the Battle Creek Church, p. 66.2 (Ellen Gould White)","content":"The very foundation of all true prosperity for our College, is a close union with God, on the part of teachers and students. The fear of the Lord is the beginning of wisdom. His precepts should be acknowledged as the rule of life. In the Bible, the will of God, is revealed to his children. Wherever it is read, in the family circle, the school, or the church, all should give quiet and devout attention, as if God were really present, and speaking to them."},{"refcode_short":"PH117 67.1","refcode_long":"Testimony for the Battle Creek Church, p. 67.1 (Ellen Gould White)","content":"A high religious standard has not always been maintained in our school. A majority of both teachers and students, are constantly seeking to keep their religion out of sight. Especially has this been the case since worldlings have patronized the College. Christ requires from all his followers, open, manly confessions of their faith. Each must take his position, and be what God designed he should be, a spectacle to the world, to angels, and to men. Every Christian is to be a light, not hid under a bushel or under a bed, but put on a candlestick, that it may give light to all that are in the house."},{"refcode_short":"PH117 67.2","refcode_long":"Testimony for the Battle Creek Church, p. 67.2 (Ellen Gould White)","content":"The teachers in our College should not conform to worldly customs, or adopt worldly principles. The attributes which God prizes most, are charity and purity. These attributes should be cherished by every Christian. “Every one that loveth is born of God, and knoweth God.” “If we love one another, God dwelleth in us, and his love is perfected in us.” “We shall see him as he is; and every man that hath this hope in him, purifieth himself, even as He is pure.”"},{"refcode_short":"PH117 67.3","refcode_long":"Testimony for the Battle Creek Church, p. 67.3 (Ellen Gould White)","content":"God has been moving upon the hearts of young men to devote themselves to the ministry. They have come to our College in the hope of finding advantages there which they could obtain nowhere else. But the solemn convictions of the Spirit of God have been lightly regarded by teachers who know but little of the worth of souls, and feel but little burden for their salvation, and they have endeavored to turn the youth from the path into which God had been seeking to lead them."},{"refcode_short":"PH117 67.4","refcode_long":"Testimony for the Battle Creek Church, p. 67.4 (Ellen Gould White)","content":"The compensation of well-qualified teachers, is much higher than that of our ministers; and the teacher does not labor nearly so hard, or subject himself to so great inconvenience, as the minister who gives himself wholly to the work. These things have been presented before the youth, and they have been encouraged to distrust God, and disbelieve his promises. Many have chosen the easier course, and have prepared themselves to teach the sciences, or to engage in some other employment, instead of preaching the truth."},{"refcode_short":"PH117 68.1","refcode_long":"Testimony for the Battle Creek Church, p. 68.1 (Ellen Gould White)","content":"Thus God's work has been hindered by unconsecrated teachers, who profess to believe the truth, but who have not the love of it in their hearts. The educated young man is taught to look upon his abilities as too precious to be devoted to the service of Christ. But has God no claims upon him? Who gave the power to obtain this mental discipline, and these accomplishments? Are they held on terms altogether independent of Jehovah?"},{"refcode_short":"PH117 68.2","refcode_long":"Testimony for the Battle Creek Church, p. 68.2 (Ellen Gould White)","content":"Many a youth who is ignorant of the world, ignorant of his own weakness, ignorant of the future, feels no need of a Divine hand to point out his course. He considers himself fully competent to guide his own bark amid the breakers. Let such youth remember that wherever they may go, they are not beyond the domain of God. They are not free to choose what they will without consulting the will of their Creator."},{"refcode_short":"PH117 68.3","refcode_long":"Testimony for the Battle Creek Church, p. 68.3 (Ellen Gould White)","content":"Talent is ever best developed and best appreciated where it is most needed. But this truth is overlooked by many eager aspirants for distinction. Though superficial in religious experience and mental attainments, their short-sighted ambition covets a higher sphere of action than that in which Providence has placed them. The Lord does not call them as he did Joseph and Daniel, to withstand the temptations of worldly honor and high station. But they force themselves into positions of danger, and desert the only post of duty for which they are fitted."},{"refcode_short":"PH117 68.4","refcode_long":"Testimony for the Battle Creek Church, p. 68.4 (Ellen Gould White)","content":"The Macedonian cry is coming to us from all directions. Send us laborers, is the urgent appeal from East and West. All around us are fields, “white already to harvest.” “And he that reapeth receiveth wages, and gathereth fruit unto life eternal,” Is it not folly to turn from these fields, to engage in a business that can yield only pecuniary gain? Christ wants not selfish workers, who are seeking only for the highest wages. He calls for those who are willing to become poor for his sake, as he became poor for them. What were the inducements presented before Christ in this world? Insults, mockery, poverty, shame, rejection, betrayal, and crucifixion. Shall the under-shepherds seek for an easier lot than that of their Master?"},{"refcode_short":"PH117 69.1","refcode_long":"Testimony for the Battle Creek Church, p. 69.1 (Ellen Gould White)","content":"The word of God is a great simplifier of life's complicated pursuits. To every earnest seeker, it imparts a divine wisdom. We should never forget that we have been redeemed by suffering. It is the precious blood of Christ that makes atonement for us. By toil and sacrifice and peril, by losses of worldly goods, and in agony of soul, the gospel has been borne to the world. God calls young men in the vigor and strength of their youth, to share with him self-denial, sacrifice, and suffering. If they accept the call, he will make them his instruments to save souls for whom he died. But he would have them count the cost, and enter upon their work with a full knowledge of the conditions upon which they serve a crucified Redeemer."},{"refcode_short":"PH117 69.2","refcode_long":"Testimony for the Battle Creek Church, p. 69.2 (Ellen Gould White)","content":"I can hardly restrain my indignation when I think how God's purpose in the establishment of our College, has been disregarded. Those who have a form of godliness, are denying, by their unconsecrated lives, the power of the truth to make men wise unto salvation. Look at the history of the apostles, who suffered poverty, disgrace, abuse, and even death, for the truth's sake. They rejoiced that they were accounted worthy to suffer for Christ."},{"refcode_short":"PH117 69.3","refcode_long":"Testimony for the Battle Creek Church, p. 69.3 (Ellen Gould White)","content":"If great results can be attained by great efforts and great suffering, who of us that are subjects of divine grace can refuse the sacrifice? The gospel of Christ includes in its requirements every soul that has heard the message of glad tidings. What shall we render unto God for all his benefits to us? His matchless mercy can never be repaid. We can, only by willing obedience and grateful service, testify our loyalty, and crown with honor our Redeemer."},{"refcode_short":"PH117 70.1","refcode_long":"Testimony for the Battle Creek Church, p. 70.1 (Ellen Gould White)","content":"I have no higher wish than to see our youth imbued with that spirit of pure religion which will lead them to take up the cross and follow Jesus. Go forth, young disciples of Christ, controlled by principle, clad in the robes of purity and righteousness. Your Saviour will guide you into the position best suited to your talents, and where you can be most useful. In the path of duty you may be sure of receiving grace sufficient for your day."},{"refcode_short":"PH117 70.2","refcode_long":"Testimony for the Battle Creek Church, p. 70.2 (Ellen Gould White)","content":"The preaching of the gospel is God's chosen agency for the salvation of souls. But our first work should be to bring our own hearts into harmony with God, and then we are prepared to labor for others. In former days there was great searching of heart among our earnest workers. They counseled together, and united in humble, fervent prayer for divine guidance. There has been a decline in the true missionary spirit among ministers and teachers. Yet Christ's coming is nearer than when we believed. Every passing day leaves us one less to proclaim the message of warning to the world. Would that there were today more earnest intercession with God, greater humility, greater purity, and greater faith!"},{"refcode_short":"PH117 70.3","refcode_long":"Testimony for the Battle Creek Church, p. 70.3 (Ellen Gould White)","content":"The curse which fell upon the fig-tree because it bore no fruit, now threatens to fall upon the church at Battle Creek. God has planted important institutions among you, yet you have not been the more circumspect, lest your influence shall be on the wrong side. W. C. Gage, C. W. Stone, J. H. Kellogg, and others who occupy responsible positions, have not stood up in their integrity to resist the spirit and influence of the world. They have been cautioned and reproved, but they have at times been far more ready to yield to a worldly influence than to the Spirit of God."},{"refcode_short":"PH117 71.1","refcode_long":"Testimony for the Battle Creek Church, p. 71.1 (Ellen Gould White)","content":"All are in constant danger. I warn the church to beware of those who preach to others the word of life, but do not themselves cherish the spirit of humility and self-denial which it inculcates. Such men cannot be depended on in a crisis. They disregard the voice of God as readily as did Saul, and like him many stand ready to justify their course. When rebuked by the Lord through his prophet, Saul stoutly asserted that he had obeyed the voice of God; but the bleating sheep and lowing oxen testified that he had not. In the same manner do many today assert their loyalty to God, but their concerts and other pleasure gatherings, their worldly associations, their glorifying of self, and eager desire for popularity, all testify that they have not obeyed his voice. “As for my people, children are their oppressors, and women rule over them.”"},{"refcode_short":"PH117 71.2","refcode_long":"Testimony for the Battle Creek Church, p. 71.2 (Ellen Gould White)","content":"That is a high standard which the gospel sets before us. The consistent Christian is not only a new but a noble creature in Christ Jesus. He is an unfailing light to show others the way to Heaven and to God. He who is drawing his life from Christ, will have no desire for the frivolous, unsatisfying enjoyments of the world."},{"refcode_short":"PH117 71.3","refcode_long":"Testimony for the Battle Creek Church, p. 71.3 (Ellen Gould White)","content":"Among the youth will be found great diversity of character and education. Some have lived in an element of arbitrary restraint and harshness, which has developed in them a spirit of obstinacy and defiance. Other have been household pets, allowed by over-fond parents to follow their own inclinations. Every defect has been excused, until their character is deformed. To deal successfully with these different minds, the teacher needs to exercise great tact and delicacy in management, as well as firmness in government."},{"refcode_short":"PH117 71.4","refcode_long":"Testimony for the Battle Creek Church, p. 71.4 (Ellen Gould White)","content":"Dislike and even contempt for proper regulations will often be manifested. Some will exercise all their ingenuity in evading penalties, while others will display a reckless indifference to the consequences of transgression. All this will call for more patience and greater exertion on the part of those who are entrusted with their education."},{"refcode_short":"PH117 72.1","refcode_long":"Testimony for the Battle Creek Church, p. 72.1 (Ellen Gould White)","content":"One of the greatest difficulties with which teachers have had to contend, is the failure on the part of parents to co-operate in administering the discipline of the College. If the parents would stand pledged to sustain the authority of the teacher, much insubordination, vice, and profligacy would be prevented. Parents should require their children to respect and obey rightful authority. They should labor with unremitting care and diligence to instruct, guide, and restrain their children, until right habits are firmly established. With such training the youth would be in subjection to the institutions of society, and the general restraints of moral obligation."},{"refcode_short":"PH117 72.2","refcode_long":"Testimony for the Battle Creek Church, p. 72.2 (Ellen Gould White)","content":"Both by precept and example, the youth should be taught simplicity of dress and manners, industry, sobriety, and economy. Many students are extravagant in expending the means furnished them by their parents. They try to show themselves superior to their associates by a lavish use of money for display and self-indulgence. In some institutions of learning, this matter has been regarded of so great consequence that the dress of the student is prescribed and his use of money limited by law. But indulgent parents and indulged students will find some way to evade the law. We would resort to no such means. We ask Christian parents to take all these matters under careful, prayerful consideration, to seek counsel from the word of God, and then endeavor to act in accordance with its teachings."},{"refcode_short":"PH117 72.3","refcode_long":"Testimony for the Battle Creek Church, p. 72.3 (Ellen Gould White)","content":"If facilities for manual labor were provided in connection with our school, and students were required to devote a portion of their time to some active employment, it would prove a safeguard against many of the evil influences that prevail in institutions of learning. Manly, useful occupations, substituted for frivolous and corrupting diversions, would give legitimate scope for the exuberance of youthful life, and would promote sobriety and stability of character. All possible effort should be made to encourage a desire for moral and physical, as well as mental improvement. If girls were taught how to cook, especially how to bake good bread, their education would be of far greater value. A knowledge of useful labor would prevent, to a great extent, that sickly sentimentalism which has been and is still ruining thousands. The exercise of the muscles as well as the brain will encourage taste for the homely duties of practical life."},{"refcode_short":"PH117 73.1","refcode_long":"Testimony for the Battle Creek Church, p. 73.1 (Ellen Gould White)","content":"The present age is one of show and surface work in education. Bro. Bell possesses naturally a love for system and thoroughness, and these have become habit by lifelong training and discipline. He has been approved of God for this. His labors are of real worth because he will not allow students to be superficial. But in his very first efforts to establish a school in Battle Creek he encountered many obstacles. Had he been less resolute and persevering, he would have given up the struggle. Some of the parents neglected to sustain the school, and their children did not respect the teacher because he wore poor clothing. They allowed his appearance to prejudice them against him. This spirit of disrespect was rebuked of the Lord, and Bro. Bell was encouraged in his work. But the complaints and unwise reports carried home by the children, strengthened the prejudice of the parents. While Bro. Bell was seeking to inculcate true principles and establish right habits, over-indulged children were complaining of their taxing studies. These very ones, I was shown, were suffering because the mind was not sufficiently occupied with proper subjects. Their thoughts were upon demoralizing matters, and both mind and body were enfeebled through the habit of self-abuse. It was this vile practice, not over-study, that caused the frequent illness of these children, and prevented them from making the advancement which the parents desired."},{"refcode_short":"PH117 73.2","refcode_long":"Testimony for the Battle Creek Church, p. 73.2 (Ellen Gould White)","content":"The Lord approved of the general course of Bro. Bell, as he was laying the foundation for the school which is now in operation. But the man has labored too hard, without a firm, blessed, strengthening home influence to lighten his burdens. Under the strain of over-work, he has made some mistakes, not half so grievous, however, as those of persons who have cherished bitterness against him. In his connection with the youth, he has had to meet that spirit of rebellion and defiance which the apostle declares to be one of the signs of the last days."},{"refcode_short":"PH117 74.1","refcode_long":"Testimony for the Battle Creek Church, p. 74.1 (Ellen Gould White)","content":"Some of the teachers in the College have failed to realize the responsibility of their position. They have not themselves been learners in the school of Christ, and hence they have not been prepared to instruct others. Some things have occurred that have strengthened the irreligious element in the school. Strong feelings of disunion have existed among the teachers. There has been considerable dissatisfaction with Bro. Bell's manner of dealing with students. He has not always pursued such a course as would exert the best influence. To some, he has seemed harsh and unsympathetic. He could not tolerate the listless indifference which students at times manifested. That which interested him, he thought should interest his class. The stinging remarks which he would make at times, left most disagreeable impressions upon sensitive minds that did not know him well."},{"refcode_short":"PH117 74.2","refcode_long":"Testimony for the Battle Creek Church, p. 74.2 (Ellen Gould White)","content":"Among the students will be found some of idle, vicious habits. These will need reproof and discipline; but if they cannot be reformed, let them not be driven farther toward the pit by impatience and harshness. Teachers should ever remember that the youth under their charge are the purchase of the blood of Christ, and younger members of the Lord's family. Christ made an infinite sacrifice to redeem them. And teachers should feel that they are to stand as missionaries, to win these students to Jesus. If they are naturally combative, let them carefully guard against the indulgence of this trait. Those who have passed the critical period of youth, should never forget the temptations and trials of early life, and how much they wanted sympathy, kindness, and love."},{"refcode_short":"PH117 75.1","refcode_long":"Testimony for the Battle Creek Church, p. 75.1 (Ellen Gould White)","content":"He who devotes himself to arduous public labor in the cause of humanity, often finds little time to devote to his own family, and, in one sense, is left almost without a family and without fireside, social influences. It has been thus with Bro. Bell. His mind has been constantly taxed. He had little opportunity to win the affections of his children, or to give them needed restraint and guidance. They were nervous and willful. A firm, discreet, loving mother, could have controlled these unsubmissive children, and Bro. Bell might have had a far happier home."},{"refcode_short":"PH117 75.2","refcode_long":"Testimony for the Battle Creek Church, p. 75.2 (Ellen Gould White)","content":"Few can know how heavy the burdens Bro. Bell has borne in consequence of these things, which I have merely touched upon. He has frequently gone to the school-room so weighed down with perplexing, unhappy thoughts, that it has seemed almost impossible for him to give attention to present duties."},{"refcode_short":"PH117 75.3","refcode_long":"Testimony for the Battle Creek Church, p. 75.3 (Ellen Gould White)","content":"Those in the College who have found so much fault with Bro. Bell, have been more faulty than he, when they had nothing to make them so. Bro. Ramsey has many complaints to make in regard to Bro. Bell's management, but that which would be tolerated in Bro. Bell because of his former labors of love will be unbearable in a youth. Bro. Ramsey manifests a severity and sharpness in school entirely inappropriate for one of his age and position. When he shall have learned patience, humility, and self-control at home, at school, and wherever he may be, then it will appear at least less criminal in him to make charges against Bro. Bell. Bro. Ramsey has good abilities, and will make a successful teacher if he does not think more highly of himself than he ought to think. But when he feels sufficient in himself, he is a very weak man. When he relies wholly upon God, then he can employ all his powers to the best account. Bro. Miller is not a man of deep piety. He is firm, decided, persevering, but self-conceited."},{"refcode_short":"PH117 76.1","refcode_long":"Testimony for the Battle Creek Church, p. 76.1 (Ellen Gould White)","content":"The worst thing that ever happened to Battle Creek College was the visit of Mr. Hamill, the teacher of elocution. Fascinated with this branch of knowledge, many forgot our position as a peculiar and holy people. They permitted themselves to be led away from God, and some souls will be lost in consequence. The fault was not with Mr. Hamill. He worked in accordance with his faith. But those who forgot all higher interests in their zeal to pursue this new study, have done no credit to themselves or to the cause they represented. Some made themselves ridiculous. Though God has reproved their error in mingling with the world, others have done the same thing, and with their spiritual blindness and want of consecration, they continue to repeat the same error."},{"refcode_short":"PH117 76.2","refcode_long":"Testimony for the Battle Creek Church, p. 76.2 (Ellen Gould White)","content":"Bro. Stone has not at all times acted in accordance with his faith. He has not heeded the testimonies of the Spirit of God, but has opened to the school a door whereby they could connect with the world. He might be a useful man if he would overcome his self-indulgent disposition. He has some excellent qualities. His talent for music might be a power for good, if held as God's gift and consecrated to his service. But it has been the means of leading him and others into friendship with the world, and has done more harm than good. The Lord has spoken to Bro. Stone in reproof and encouragement. Will he obey this voice from Heaven, or will his associates and habits prove too strong for him. He must give an account for his talents, whether they have been used to glorify God or to please himself and others who had not the fear of God before them."},{"refcode_short":"PH117 76.3","refcode_long":"Testimony for the Battle Creek Church, p. 76.3 (Ellen Gould White)","content":"There are others in the College who need a thorough conversion. Let none seek to discern the mote that is in their brother's eye, when they have a beam in their own eye. Each should cleanse his own soul temple from its defilement. Let envy and jealousy go with the accumulated rubbish. Exalted privileges and heavenly attainments, purchased for us at an immense cost, are freely presented for our acceptance. God holds us individually accountable for the measure of light and privileges he has given us. And if we refuse to render unto God the improvement of the talents committed to our trust, we forfeit his favor."},{"refcode_short":"PH117 77.1","refcode_long":"Testimony for the Battle Creek Church, p. 77.1 (Ellen Gould White)","content":"Many in Battle Creek have yielded to Satan's temptations until their hearts have become exceedingly hard. They are unsympathetic and critical, judging and condemning others, as though God had placed them, poor erring mortals, upon the judgment seat. There has not been in the cause of God a more hearty, earnest, thorough workman than Bro. Bell. Had his accusers felt as deep an interest in the prosperity of the cause of God, and applied their powers as has he, they would not have had time or disposition to condemn his work. They would better by far have sympathized with him."},{"refcode_short":"PH117 77.2","refcode_long":"Testimony for the Battle Creek Church, p. 77.2 (Ellen Gould White)","content":"Let his brethren consider, without prejudice or envy, the work he has been doing for years, to promote the educational interest in Battle Creek; let them consider the other branches of labor that have fallen upon him, and then compare their own work and its results with his industry and achievements; their wages with his remuneration, and see how these will stand in review before themselves and before God."},{"refcode_short":"PH117 77.3","refcode_long":"Testimony for the Battle Creek Church, p. 77.3 (Ellen Gould White)","content":"Prof. McLearn would have served you well had he not been flattered by some and condemned by others. He became confused. He had traits of character that needed to be suppressed. In their enthusiasm, some have given him undue confidence and praise. You have placed the man where it will be difficult for him to recover himself, and find his true position. He has been sacrificed by both parties in the church, because they failed to heed the admonitions of the Spirit of God. This is injustice to him. He had newly come to the faith, and was not prepared for the developments which have been made. Had the church heeded the counsels of God's Spirit; had they individually set about the work of reform, instead of vindicating themselves; had they humbled their own hearts, Brn. Bell and McLearn with the rest, these two teachers might have harmonized. But they have been rent asunder by a church which was blinded by the adversary of souls, and upon which the rebuke of God is resting."},{"refcode_short":"PH117 78.1","refcode_long":"Testimony for the Battle Creek Church, p. 78.1 (Ellen Gould White)","content":"Unless the church become united in sentiment, the work of future teachers in the College will be anything but easy or desirable. While upheld by one party, they will be criticised by the other. This of itself is sufficient to make the work of any teacher extremely difficult. Both teachers and students will be subject to party preferences and feelings, which are certain death to spirituality."},{"refcode_short":"PH117 78.2","refcode_long":"Testimony for the Battle Creek Church, p. 78.2 (Ellen Gould White)","content":"How little we know of the bearing our acts will have upon the future history of ourselves and others. Many think it is of little importance what they do. It will do no harm for them to attend this concert, or unite with the world in that amusement, if they wish to do so. Thus Satan leads and controls their desires, and they do not consider that the results may be most momentous. It may be the link in the chain of events which binds a soul in the snare of Satan, and determines his eternal ruin."},{"refcode_short":"PH117 78.3","refcode_long":"Testimony for the Battle Creek Church, p. 78.3 (Ellen Gould White)","content":"Every act, however small, has its place in the great drama of life. Consider that the desire for a single gratification of appetite introduced sin into our world, with its terrible consequences. Unhallowed marriages of the sons of God with the daughters of men, resulted in apostasy which ended in the destruction of the world by a flood. The most trifling act of self-indulgence has resulted in great revolutions. This is the case now. Leading men are not circumspect. Like the children of Israel, they will not take heed to words of counsel, but follow their own inclination. They unite with a worldly element in attending gatherings where they will be brought into notice, and thus lead the way, and the people follow. What has been done once will be done again by themselves and many others. Every step these take makes a lasting impression, not only on their own consciences and habits but upon those of others. This consideration gives awful dignity to human life."},{"refcode_short":"PH117 79.1","refcode_long":"Testimony for the Battle Creek Church, p. 79.1 (Ellen Gould White)","content":"My heart aches day after day and night after night for the church in Battle Creek. They are progressing, but in the back track. “The path of the just shineth more and more unto the perfect day.” Their march is onward and upward. They progress from strength to strength, from grace to grace, and from glory to glory. This is the privilege of the church in Battle Creek. But oh, how different has it been! You need divine illumination. You must face square about. I know what I say. Unless you shall become Christians indeed, you will go from weakness to weakness, divisions will increase, and many souls will be led to perdition."},{"refcode_short":"PH117 79.2","refcode_long":"Testimony for the Battle Creek Church, p. 79.2 (Ellen Gould White)","content":"All I can say to you is, Take up the light which God has given you, and follow it at any cost to yourselves. This is your only safety. You have a work to do to come into harmony, and may the Lord help you to do it even if self is crucified. Gather up the rays of light that have been slighted and rejected. Gather them up with meekness, with trembling, and with fear. The sin of ancient Israel was in disregarding the expressed will of God and following their own way according to the leadings of unsanctified hearts. Modern Israel are fast following in their footsteps, and the displeasure of the Lord is as surely resting upon them."},{"refcode_short":"PH117 79.3","refcode_long":"Testimony for the Battle Creek Church, p. 79.3 (Ellen Gould White)","content":"It is never difficult to do what we love to do; but to take a course directly against our inclinations, is lifting a cross. Christ prayed that his disciples might be one, as he was one with the Father. This unity is the credentials of Christ to the world, that God sent him. When self-will is renounced in reference to matters, there will be a union of believers with Christ. This you should pray for, and work for determinedly, thus answering as far as possible the prayer of Christ for unity in his church."},{"refcode_short":"PH117 80","refcode_long":"Testimony for the Battle Creek Church, p. 80 (Ellen Gould White)","content":"Extracts from Previous Testimonies"},{"refcode_short":"PH117 80.1","refcode_long":"Testimony for the Battle Creek Church, p. 80.1 (Ellen Gould White)","content":"It pains me to say I have been shown that there are unruly tongues among the church members at Battle Creek. There are false tongues, that feed on mischief. There are sly, whispering tongues. There is tattling, impertinent meddling, adroit quizzing. Among the lovers of gossip, some are actuated by curiosity, others by jealousy, many by hatred against those through whom God has spoken to reprove them. All these discordant elements are at work. Some conceal their real sentiments, while others are eager to publish all they know, or even suspect, of evil against another."},{"refcode_short":"PH117 80.2","refcode_long":"Testimony for the Battle Creek Church, p. 80.2 (Ellen Gould White)","content":"I saw that the very spirit of perjury, that would turn truth into falsehood, good into evil, and innocence into crime, is now active, doing a work which savors of hell rather than of Heaven. Satan exults over the condition of God's professed people. While they are neglecting their own souls, many eagerly watch for an opportunity to criticise and condemn one to whom God has entrusted responsibilities in his work. All have defects of character, and it is not hard to find something that jealousy can interpret to his injury. “Now,” say these self-constituted judges, “we have facts. We will fasten upon him an accusation from which he cannot clear himself.” They wait for a fitting opportunity, and then produce their bundle of gossip, and bring forth their tit bits, against whom? against one who has served them as no other man will ever serve them, one whose hair has grown white with premature age, whose powers are enfeebled in the battle for God and the right!"},{"refcode_short":"PH117 80.3","refcode_long":"Testimony for the Battle Creek Church, p. 80.3 (Ellen Gould White)","content":"In their efforts to carry a point, persons who have naturally a strong imagination, are in danger of deceiving themselves and deceiving others. They gather up unguarded expressions from another, not considering that words may be uttered hastily, and hence may not reflect the real sentiments of the speaker. But those unpremeditated remarks, often so trifling as to be unworthy of notice, are viewed through Satan's magnifying glass, pondered, and repeated, until mole hills become mountains. Separated from God, the surmisers of evil become the sport of temptation. They scarcely know the strength of their feelings or the effect of their words. While condemning the errors of others, they indulge far greater errors themselves. “Consistency is a jewel.”"},{"refcode_short":"PH117 81.1","refcode_long":"Testimony for the Battle Creek Church, p. 81.1 (Ellen Gould White)","content":"Is there no law of kindness to be observed? Have Christians been authorized of God to criticise and condemn one another? Is it honorable, or even honest, to win from the lips of another, under the guise of friendship, secrets which have been entrusted to him, and then turn the knowledge thus gained to his injury? Is it Christian charity to gather up every floating report, to unearth everything that will cast suspicion on the character of another, and then take delight in using it to injure him? Satan exults when he can defame or wound a follower of Christ. He is the “accuser of the brethren.” Shall Christians aid him in his work?"},{"refcode_short":"PH117 81.2","refcode_long":"Testimony for the Battle Creek Church, p. 81.2 (Ellen Gould White)","content":"God's all-seeing eye notes the defects of all, and the ruling passion of each; yet he bears with our mistakes, and pities our weakness. He bids his people cherish the same spirit of tenderness and forbearance. True Christians will not exult in exposing the faults and deficiencies of others. They will turn away from vileness and deformity, to fix the mind upon that which is attractive and lovely. To the Christian every act of fault-finding, every word of censure or condemnation, is painful."},{"refcode_short":"PH117 81.3","refcode_long":"Testimony for the Battle Creek Church, p. 81.3 (Ellen Gould White)","content":"In the last view given the Lord sent light to his people in Battle Creek, to prevent the very state of things which now exists. But when anything arises to cast the least shade of doubt on the testimonies, the whole work is cast aside as questionable. There have always been men and women who profess the truth, who have not conformed their lives to its sanctifying influence; men who are unfaithful, yet deceiving themselves, and encouraging themselves in sin. Unbelief is seen in their life, their deportment, and character, and this terrible evil acts as does a canker."},{"refcode_short":"PH117 82.1","refcode_long":"Testimony for the Battle Creek Church, p. 82.1 (Ellen Gould White)","content":"There is a large church in Battle Creek, and not a man to act as pastor. There are elders; but these men lack the essential qualities to stand at their post of duty and hold the fort. Unless there is a different influence from what these men have exerted in the church, it will never be in a prosperous condition. These men lead the church into the world rather than from it. Men are needed who will be steadfast to principle, who will not only lift, but carry the burden, through Christ strengthening them,—men whom ambition will not mislead, or peril intimidate."},{"refcode_short":"PH117 82.2","refcode_long":"Testimony for the Battle Creek Church, p. 82.2 (Ellen Gould White)","content":"Had all in Battle Creek used their investigative powers to see what evils needed to be corrected in themselves, instead of talking of others’ wrongs, there would be a more healthy condition in the church today. Some will be honest when it costs nothing, but when policy will pay best, honesty is forgotten. Honesty and policy will not work together in the same mind. In time, either policy will be expelled, and truth and honesty reign supreme, or, if policy is cherished, honesty will be forgotten. They are never in agreement; they have nothing in common. One is the prophet of Baal, the other is the true prophet of God. When the Lord makes up his jewels, the true, the frank, the honest, will be looked upon with pleasure. Angels are employed in making crowns for such ones, and upon these star-gemmed crowns will be reflected, with splendor, the light which radiates from the throne of God."},{"refcode_short":"PH117 83.1","refcode_long":"Testimony for the Battle Creek Church, p. 83.1 (Ellen Gould White)","content":"Our ministering brethren are too often imposed upon by the relation of trials in the church, and they too frequently refer to them in their discourses. They should not encourage the members of the church to complain of one another, but should set them as spies upon their own actions. None should allow their feelings of prejudice and resentment to be aroused by the relation of the wrongs of others; all should wait patiently until they hear both sides of the question, and then believe only what stern facts compel them to believe. At all times, the safe course is not to listen to an evil report, until the Bible rule has been strictly carried out. This will apply to some who have worked artfully to draw out from the unsuspecting, matters which they had no business with, and which would do them no good to know."},{"refcode_short":"PH117 83.2","refcode_long":"Testimony for the Battle Creek Church, p. 83.2 (Ellen Gould White)","content":"For your soul's sake, my brethren, have an eye single to the glory of God. Leave self out of your thoughts as much as possible. We are nearing the close of time. Examine your motives in the light of eternity. I know you need to be alarmed; you are departing from the old landmarks. Your science, so-called, is undermining the foundation of Christian principle. I have been shown the course you would surely pursue, should you disconnect from God. I have no evidence that you have changed for the better since the last testimony was given. Do not trust to your own wisdom. I tell you, your souls are in imminent peril. For Christ's sake, search and see why you have so little love for religious exercises."},{"refcode_short":"PH117 83.3","refcode_long":"Testimony for the Battle Creek Church, p. 83.3 (Ellen Gould White)","content":"The Lord is testing and proving his people. You may be just as severe and critical with your own defective character as you please, but be kind, pitiful, and courteous toward others. Inquire every day, Am I sound to the core, or am I false-hearted? Entreat the Lord to save you from all deception on this point. Eternal interests are involved. While so many are panting after honor, and greedy of gain, do you, my beloved brethren, be eagerly seeking the assurance of the love of God, and crying, Who will show me how to make my calling and elections sure?"},{"refcode_short":"PH117 84.1","refcode_long":"Testimony for the Battle Creek Church, p. 84.1 (Ellen Gould White)","content":"Satan carefully studies the constitutional sins of men, and then he begins his work of alluring and ensnaring them. We are in the thickest of temptations, but there is victory for us if we fight manfully the battles of the Lord. All are in danger. But if you walk humbly and prayerfully, you will come forth from the proving process more precious than fine gold, even than the golden wedge of Ophir. If careless and prayerless, you will be as sounding brass and a tinkling cymbal."},{"refcode_short":"PH117 84.2","refcode_long":"Testimony for the Battle Creek Church, p. 84.2 (Ellen Gould White)","content":"Some have become almost lost in the mazes of skepticism. To such I would say, Lift your mind out of that channel. Fasten it upon God. The more closely faith and holiness bind you to the Eternal One, the clearer and brighter will the justice of his dealings appear to you. Make life, eternal life, the object of your pursuit."}]