[{"refcode_short":"PH128 1","refcode_long":"Backsliding in Health Reform, p. 1 (Ellen Gould White)","content":"Backsliding in Health Reform"},{"refcode_short":"PH128 1.1","refcode_long":"Backsliding in Health Reform, p. 1.1 (Ellen Gould White)","content":"I am instructed to bear a message to all our people on the subject of health reform, for many have backslidden from their former loyalty to health reform principles, the light that God has given is being disregarded. A true reformation needs to take place among the believers in Washington in the matter of healthful living. If the believers there will give themselves unreservedly to God, he will accept them. If they will adopt in the manner of eating and drinking the principles of temperance that the light of health reform has brought to us they will be richly blessed. Those who have received instructions regarding the evils of the use of flesh meats, tea and coffee, and rich and unhealthful food preparations, and who are determined to make a covenant with God by sacrifice will not continue to indulge their appetites for food they know to be unhealthful. God demands that the appetites be cleansed and self-denial be practised in regard to these things which are not good. This is a work that will have to be done before his people can stand before him a perfect people."},{"refcode_short":"PH128 1.2","refcode_long":"Backsliding in Health Reform, p. 1.2 (Ellen Gould White)","content":"The Lord has given clear light regarding the nature of the food that is to compose our diet: he has instructed us concerning the effect of unhealthful food upon the disposition and character. Shall we respond to the counsels and cautions given? Who among our brethren will Sign a Pledge to dispense with Flesh Meats, tea, coffee, and all injurious foods and become health reformers in the truest sense of the term? If we could be benefitted by indulging the desire for flesh meats, I would not make this appeal to you; but I know that we can not. They are injurious to the physical well being and we should learn to do without them. In this experience of backsliding from the principles of reform, our people have been repeating the experience of the children of Israel in the wilderness during the forty years of travel. Those who continue to follow their own course in this respect, eating, drinking, as they please, will gradually grow careless of the instructions the Lord has given regarding other phases of the present truth; they surely reap as they have sown. I have been instructed that the students in our schools are not to be served with flesh foods, or with food preparations that will cause disturbances of the stomach. Nothing that will serve to encourage a desire for stimulants should be placed upon the table. I appeal to young and old and middle aged. Deny your appetites of these things that are doing you injury. Serve the Lord by sacrifice. Let the good work begin at Washington and go forth from there to other places. I know whereof I am writing. If a temperance pledge providing for the abstinence from flesh foods, tea, and coffee, and some other foods, that are known to be injurious, were circulated through our ranks a great and good work would be accomplished. I Ask you at this Time, will you not Circulate Such a Pledge? The means saved by such a sacrifice if used for the furtherance of the cause of God would be blessed to the salvation of many souls. Let the children have a part in this work. We are all members of the Lord's family; and the Lord would have his children, both young and old, pledge themselves to deny appetite and to save the means needed for building meeting houses, and the support of missionaries. I am instructed to say to parents, place yourselves, soul and spirit on the Lord's side of this question. We need to ever bear in mind that in these days of probation we are on trial before the Lord of the universe. Will you not give up indulgences that are doing you such injury? Words of profession are cheap; let your acts of self-denial testify that you will be obedient to the demands that God makes of his peculiar people. Then put into the treasury a portion of the means that you save by your acts of your self-denial and there will be that which is to carry on the work of God."},{"refcode_short":"PH128 3.1","refcode_long":"Backsliding in Health Reform, p. 3.1 (Ellen Gould White)","content":"There are many who feel that they can not get along without flesh meat; but if they would place themselves on the Lord's side resolved to obey his requirements in this matter, they would receive strength and wisdom as did Daniel and his fellows. They would find that the Lord would give them sound, judgment and they would be surprised to see how much could be saved for the cause of God by self-denial. And the small sums gained by deeds of sacrifice will do more than larger gifts will accomplish that have not called for self-denial of self. I am sure that if you will Begin at Washington to do this work of reform, in school, in the Printing Office and among All the Working Forces, the Lord will help you to present a pledge that will help the people to return from their backslidings on the question of health reform. As you seek to carry out the will of the Lord in this particular, he will give you clear understanding of what the health reform will do for you."},{"refcode_short":"PH128 3.2","refcode_long":"Backsliding in Health Reform, p. 3.2 (Ellen Gould White)","content":"I have heard from several as I travel that Sister White has changed her views in regard to the reformed diet. I would have all understand that Sister White has the Same Testimony to bear on this subject that she has ever borne. There are those among us who occupy important positions of trust, and who have refused to follow the light, and their course has been displeasing to God. Let those now turn to the Lord that their example may no longer be a temptation to others. Because of the example set by influential men in the indulgence of appetite, the truth has not made the impression on other hearts that it might have done. I appeal to you to now set an example of self-denial. Cut off every needless indulgence, that God may bless you with his approval and acceptance. “If any man will come after me,” said Jesus, “let him deny himself, and take up his cross daily, and follow me.” Let us follow the Saviour in his simplicity and self-denial. Let us lift up the man of Calvary by word and by holy living. The Saviour comes very near to those who consecrate themselves to God. If there was ever a time when we needed the working of the Spirit of God upon our hearts and lives it is now. Christ is speaking to each of us individually saying, “I am he that holdeth thy right hand. I am he that liveth and was dead, and behold I am alive forever more.” There is a decided message to be borne to our people upon the question of health reform. Let us come into line that our prayers be not hindered. God can not be glorified in the lives of ministers, who give up these principles of reform; but he will reveal himself to every soul who will be clothed with the righteousness of Christ. We need now to arouse, and in all our schools follow closely the light that God has given on this question. Let the teachers in our schools return from their backslidings, and educate themselves in a knowledge of the principles of healthful living. Let the students be taught to live these principles. Cooking schools are to be established, at our gatherings. Meetings are to be held where the children can be taught principles of temperance and the value of self-denial. In the year 1908 we are to do all in our power to advance the work of God in every line."}]