[{"refcode_short":"PH126 5","refcode_long":"And Their Cry Came Up Unto God, p. 5 (Ellen Gould White)","content":"And Their Cry Came Up Unto God"},{"refcode_short":"PH126 5","refcode_long":"And Their Cry Came Up Unto God, p. 5 (Ellen Gould White)","content":"An Opportunity to Help a Needy Cause"},{"refcode_short":"PH126 5.1","refcode_long":"And Their Cry Came Up Unto God, p. 5.1 (Ellen Gould White)","content":"For years I have been deeply interested in gospel work among the colored people in the South. It has been my privilege to visit this field a few times, and to become personally acquainted with its needs. During the nine years I spent in Australia, I kept pace with the advance of the work among the colored people in America. I knew of the struggles and makeshifts, the self-denial and self-sacrifice of the laborers in the South, and I helped as much as I could."},{"refcode_short":"PH126 5.2","refcode_long":"And Their Cry Came Up Unto God, p. 5.2 (Ellen Gould White)","content":"Early this past summer I visited the South, and spent several weeks there. As I traveled from place to place, I saw anew the poverty-stricken condition of the field, and was reminded vividly of scenes that have often been presented to me in the night season."},{"refcode_short":"PH126 5.3","refcode_long":"And Their Cry Came Up Unto God, p. 5.3 (Ellen Gould White)","content":"The condition of the industrial school established for the training of Christian workers, at Huntsville, Alabama, appealed strongly to my sympathies. The large farm of three hundred and sixty acres, purchased by the General Conference as a home for this institution, will, with intelligent cultivation, meet a considerable portion of the running expenses of the school. But the buildings have been inadequate for the work that should be done. The teachers and students have very few schoolroom appliances. In the students’ home, and on the farm, there have been very few suitable facilities. Some new buildings must be erected and furnished. Good bath-rooms are greatly needed. In connection with this school, students are to be trained for the medical missionary work."},{"refcode_short":"PH126 6.1","refcode_long":"And Their Cry Came Up Unto God, p. 6.1 (Ellen Gould White)","content":"Brother F. R. Rogers has been chosen to act as business manager and principal of the Huntsville School. For years he has labored in school work for the colored people in Mississippi, under the direction of the Southern Missionary Society. Associated with him will be a faculty competent to carry forward all branches of instruction, both in school lines and industrial training. The efficiency of the school will be much improved this year. We desire to do a strong work in preparing the colored people of the South to accomplish that which must be done for their own race. Among the most promising youth are those who must be trained to labor as canvassers, missionary nurses, hygienic cooks, teachers, Bible workers, and ministers."},{"refcode_short":"PH126 7.1","refcode_long":"And Their Cry Came Up Unto God, p. 7.1 (Ellen Gould White)","content":"The mission schools that have been established in Mississippi and in other States, are doing a good work; and these should receive our continued support. Hundreds of these schools must be established. This line of effort has been especially presented before me as one of the most effectual and economical methods of giving the truth to the colored people. But the work is almost at a standstill for the lack of money to provide facilities and pay the wages of the teachers."},{"refcode_short":"PH126 7.2","refcode_long":"And Their Cry Came Up Unto God, p. 7.2 (Ellen Gould White)","content":"In Nashville I found a little sanitarium, poorly equipped, but patronized by the better class of colored people. This is the only sanitarium we have for the colored people in the South, and it is sadly in need of assistance. [This is the only institution of the kind in the whole world.] Liberal gifts to this enterprise would be pleasing to the Lord. The establishment of this institution on a permanent basis will be but the beginning of a great work that must be done in the cities of the South. We have delayed long enough in the establishment of sanitariums and treatment-rooms in which colored men and women can minister to the physical as well as the spiritual necessities of their fellow-men."},{"refcode_short":"PH126 8.1","refcode_long":"And Their Cry Came Up Unto God, p. 8.1 (Ellen Gould White)","content":"My soul longs to see carried on in the South the work that has so long been in need of our assistance. The great necessity for schools in the cities and out of the cities, for sanitariums and treatment-rooms, and for evangelical work demand that we do everything we possibly can. This barren field is sending up to heaven its pitiful appeal for help. Where can we find another field in which the need is greater?"},{"refcode_short":"PH126 8.2","refcode_long":"And Their Cry Came Up Unto God, p. 8.2 (Ellen Gould White)","content":"As I have been made acquainted with the poverty of the Southern field, I have earnestly desired that some method might be devised by which the work for the colored people could be sustained. One night, as I was praying for this needy field, a scene was presented to me, which I will describe."},{"refcode_short":"PH126 9.1","refcode_long":"And Their Cry Came Up Unto God, p. 9.1 (Ellen Gould White)","content":"I saw a company of men working, and asked what they were doing. One of them replied: “We are making little boxes to be placed in the home of every family that is willing to practise self-denial in order that they may send of their means to help the work among the colored people of the South. Such boxes will be a constant reminder of the needs of this destitute race; and the giving of money that is saved by economy and self-denial will be an excellent education to all the members of the family.”"},{"refcode_short":"PH126 9.2","refcode_long":"And Their Cry Came Up Unto God, p. 9.2 (Ellen Gould White)","content":"Without delay I wrote to our brethren in the South to make little Self-Denial Boxes, and circulate them extensively, to be used as silent messengers in the homes of our people,—to remind parents and children of their duty toward a neglected race. The Southern Missionary Society, of Edgefield, Tennessee, took up this matter at once, and are now prepared to send the Boxes to all who desire to help in this way."},{"refcode_short":"PH126 9.3","refcode_long":"And Their Cry Came Up Unto God, p. 9.3 (Ellen Gould White)","content":"Fathers, mothers, teach your children lessons of self-denial, by encouraging them to unite with you in dispensing with the things we really do not need, and in giving to the colored work the money thus saved. Tell your children of the poor colored people and their necessities. Implant in each tender heart a desire to deny self in order to help others. Lead the children early to realize the close relationship existing between money and missions."},{"refcode_short":"PH126 10.1","refcode_long":"And Their Cry Came Up Unto God, p. 10.1 (Ellen Gould White)","content":"The fields are white for the harvest. Shall not the laborers have means for gathering in the precious grain? Will not those who know the truth see what they can do to help, just now? Will not every one cut off all needless expenditures? See what you can do in self-denial. Dispense with all that is not positively necessary. Come up to the measure of your God-given responsibility. Fulfil your duty toward the colored race."},{"refcode_short":"PH126 10.2","refcode_long":"And Their Cry Came Up Unto God, p. 10.2 (Ellen Gould White)","content":"Some may say: “We are being drawn upon continually for means. Will there be no end to these calls?” We hope not, so long as there are in our world souls perishing for the bread of life. Until all has been done that you can do to save the lost, we ask you not to become weary of our repeated calls. Many have not yet done that which they might do, that which God will enable them to do if they will consecrate themselves unreservedly to Him."},{"refcode_short":"PH126 11.1","refcode_long":"And Their Cry Came Up Unto God, p. 11.1 (Ellen Gould White)","content":"The Lord's servants are to feel a noble, generous sympathy for every line of work carried on in the great harvest field. We, are to be interested in everything that concerns the human brotherhood. By our baptismal vows we are bound in covenant relation with God to make persevering, self-denying, self-sacrificing efforts to promote, in the hardest parts of the field, the work of soul saving. God has placed upon every believer the responsibility of helping to rescue the most needy, the most helpless, the most oppressed. Christians are to enlighten the ignorance of their less favored brothers. They are to break every yoke, and let the oppressed go free from the power of vicious habits and sinful practices. By imparting the knowledge sent from heaven, they are to enlarge the capabilities and increase the usefulness of those most in need of a helping hand."},{"refcode_short":"PH126 12","refcode_long":"And Their Cry Came Up Unto God, p. 12 (Ellen Gould White)","content":"The Southern Work Among the Colored People"},{"refcode_short":"PH126 12.1","refcode_long":"And Their Cry Came Up Unto God, p. 12.1 (Ellen Gould White)","content":"We are thankful that the light of Present Truth has been shining in the Southern States, and that a few laborers in this field have been working wholeheartedly to communicate the truth to the colored people. Those who have not borne the burden of opening up the work among the colored people, can know comparatively little of the trials, the prayers, and the wrestling of those who have been pioneers in this work."},{"refcode_short":"PH126 13.1","refcode_long":"And Their Cry Came Up Unto God, p. 13.1 (Ellen Gould White)","content":"In the face of the most trying circumstances, a good beginning has been made in this needy field. The Lord now calls upon us to come up to His help. Again and again He has placed before our people the needs of the work among the colored race, but there are many who have done very little to help. Prejudice has existed in the minds of some against those who have been laboring far beyond their strength to carry forward this work. Those who have given place to unbelief and criticism are under the rebuke of God for every word they have spoken to discourage the workers, and to create prejudice against them. Doing nothing themselves, they have blocked the wheels, so that others could not advance."},{"refcode_short":"PH126 13.2","refcode_long":"And Their Cry Came Up Unto God, p. 13.2 (Ellen Gould White)","content":"The Lord has put the seal of His approval on the work done among the colored people in the South. Mistakes have been made; but have not mistakes been made in every other missionary field? When you watch for mistakes, and put out your hand to discourage where God approves, you are working and talking against the Master. God is very much displeased with every one who has placed any hindrance in the way of the advancement of the work for the colored people."},{"refcode_short":"PH126 14.1","refcode_long":"And Their Cry Came Up Unto God, p. 14.1 (Ellen Gould White)","content":"Some may think that the work in the Southern States is already receiving from the General Conference more than its share of attention, more than its proportion of men and means. But if the South were not a neglected, needy field, if there were not a pressing necessity for more work to be done there in many different lines, why should the Lord keep the question constantly before His people as He has done for so many years? We must redeem the time. Without delay this long-neglected field must be worked."},{"refcode_short":"PH126 14.2","refcode_long":"And Their Cry Came Up Unto God, p. 14.2 (Ellen Gould White)","content":"Few realize the magnitude of the work that must be done among the colored people. In the South there are millions who have never heard the Third Angel's Message. These must be given the light of Present Truth. For the accomplishment of this, the Lord has provided many agencies. Gospel medical missionaries are to be trained and sent throughout the land. Small sanitariums and well equipped treatment-rooms are to be established near the crowded centers. Colored evangelists are to be educated and sent forth to proclaim the truth in its simplicity to their own race. Canvassers are to carry the printed page into the homes of the people. And in order that this literature may result in good, the people are to be taught to read. How can they become intelligent Christians, unless first they learn to read the Bible? Schools are to be established and maintained; churches are to be built. Throughout the South there are to be erected memorials for God and His truth."},{"refcode_short":"PH126 15.1","refcode_long":"And Their Cry Came Up Unto God, p. 15.1 (Ellen Gould White)","content":"All this will require self-sacrificing effort on the part of our brethren and sisters in America. Those who live in the South can not bear the burden alone. We must lend them financial assistance."},{"refcode_short":"PH126 15.2","refcode_long":"And Their Cry Came Up Unto God, p. 15.2 (Ellen Gould White)","content":"I present before you, my dear brethren and sisters, the work among the colored people as the object of your liberality. The mission-schools, the training-school at Huntsville, the Nashville Colored Sanitarium, the ministers and Bible workers devoting their time to the salvation of the colored people,—all these and many other agencies are in great need of funds. The work must go forward. Every penny that can be spared should be invested in the Lord's cause. Let us see if the November collection can not result in thousands of dollars flowing into the treasury."}]