[{"refcode_short":"PH124 1","refcode_long":"What Shall We Teach?, p. 1 (Ellen Gould White)","content":"What Shall We Teach?"},{"refcode_short":"PH124 1","refcode_long":"What Shall We Teach?, p. 1 (Ellen Gould White)","content":"What Shall We Teach? Proper School Age"},{"refcode_short":"PH124 1.1","refcode_long":"What Shall We Teach?, p. 1.1 (Ellen Gould White)","content":"“It has been the custom to encourage sending children to school, when they were mere babies, needing a mother's care.”—Christian Education, 182."},{"refcode_short":"PH124 1.2","refcode_long":"What Shall We Teach?, p. 1.2 (Ellen Gould White)","content":"“Parents should be the only teachers of their children until they have reached eight or ten years of age.”—Christian Education, 8."},{"refcode_short":"PH124 1.3","refcode_long":"What Shall We Teach?, p. 1.3 (Ellen Gould White)","content":"“Do not send your little ones away to school too early. The mother should be careful how she trusts the molding of the infant mind to other hands. Parents ought to be the best teachers of their children until they have reached eight or ten years of age. Their schoolroom should be the open air, amid the flowers and birds, and their textbook the treasure of nature.”—Christian Education, 170. (See also Christian Temperance and Bible Hygiene, 60-72.)"},{"refcode_short":"PH124 2.1","refcode_long":"What Shall We Teach?, p. 2.1 (Ellen Gould White)","content":"“The only schoolroom for children from eight to ten years of age should be in the open air, amid the opening flowers and nature's beautiful scenery. And their only textbook should be the treasures of nature.”—“Testimonies for the Church 3:137."},{"refcode_short":"PH124 2.2","refcode_long":"What Shall We Teach?, p. 2.2 (Ellen Gould White)","content":"“It is in the home school that our boys and girls are to be prepared to attend the church school.... Wise parents will help their children to understand that in the school life, as in the home, they are to strive to please God, to be an honor to Him.”—Counsels to Parents, Teachers, and Students, 150."},{"refcode_short":"PH124 2","refcode_long":"What Shall We Teach?, p. 2 (Ellen Gould White)","content":"Home School"},{"refcode_short":"PH124 2.3","refcode_long":"What Shall We Teach?, p. 2.3 (Ellen Gould White)","content":"1—Bible—“The Bible should be the child's first textbook. From this book parents are to give wise instruction.... From it the children are to learn that God is their Father; and from the beautiful lessons of His Word they are to gain a knowledge of His character. Through the inculcation of its principles, they are to learn to do justice and judgment.... Parents, let the instruction you give your children be simple, and be sure that it is clearly understood. The lessons that you learn from the Word you are to present to their young minds so plainly that they cannot fail to understand. By simple lessons drawn from the Word of God and their own experience, you may teach them how to conform their lives to the highest standard.”—Counsels to Parents, Teachers, and Students, 108, 109."},{"refcode_short":"PH124 2.4","refcode_long":"What Shall We Teach?, p. 2.4 (Ellen Gould White)","content":"“Our heavenly Father, in giving His Word, did not overlook the children. In all that men have written, where can be found anything that has such a hold upon the heart, anything so well adapted to awaken the interest of the little ones, as the stories of the Bible?"},{"refcode_short":"PH124 3.1","refcode_long":"What Shall We Teach?, p. 3.1 (Ellen Gould White)","content":"“In these simple stories may be made plain the great principles of the law of God. Thus by illustrations best suited to the child's comprehension, parents and teachers may begin very early to fulfil the Lord's injunction concerning His precepts: ‘Thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.’"},{"refcode_short":"PH124 3.2","refcode_long":"What Shall We Teach?, p. 3.2 (Ellen Gould White)","content":"“The use of object lessons, blackboards, maps, and pictures will be an aid in explaining these lessons, and fixing them in the memory. Parents and teachers should constantly seek for improved methods. The teaching of the Bible should have our freshest thought, our best methods, and our most earnest effort.”—Education, 185, 186."},{"refcode_short":"PH124 3.3","refcode_long":"What Shall We Teach?, p. 3.3 (Ellen Gould White)","content":"2—Nature—“As fast as their minds can comprehend it, the parents should open before them [their children] God's great book of nature. The mother ...should find time to cultivate, in herself and in her children, a love for the beautiful buds and opening flowers. By calling the attention of her children to their different colors and variety of forms, she can make them acquainted with God, who made all the beautiful things which attract and delight them.... These lessons, imprinted upon the minds of young children amid the pleasant, attractive scenes of nature, will not be soon forgotten.”—Testimonies for the Church 3:137. (See also Christian Education, 8, 9.)"},{"refcode_short":"PH124 3.4","refcode_long":"What Shall We Teach?, p. 3.4 (Ellen Gould White)","content":"“Mothers, let the little ones play in the open air; let them listen to the songs of the birds, and learn the love of God as expressed in His beautiful works. Teach them simple lessons from the book of nature and the things about them; and as their minds expand, lessons from books may be added.”—Counsels to Parents, Teachers, and Students, 146."},{"refcode_short":"PH124 3.5","refcode_long":"What Shall We Teach?, p. 3.5 (Ellen Gould White)","content":"“To the little child not yet capable of learning from the printed page or of being introduced to the routine of the schoolroom, nature presents an unfailing source of instruction and delight. The heart not yet hardened by contact with evil is quick to recognize the Presence that pervades all created things. The ear as yet undulled by the world's clamor is attentive to the Voice that speaks through nature's utterances.... In no other way can the foundation of a true education be so firmly and surely laid.”—Education, 100, 101."},{"refcode_short":"PH124 4.1","refcode_long":"What Shall We Teach?, p. 4.1 (Ellen Gould White)","content":"3—Physiology and Hygiene—“From the first dawn of reason the human mind should become intelligent in regard to the physical structure. We may behold and admire the work of God in the natural world, but the human habitation is the most wonderful. It is therefore of the highest importance that among the studies selected for children, physiology occupy an important place. All children should study it. And then parents should see to it that practical hygiene is added.”—Counsels to Parents, Teachers, and Students, 125."},{"refcode_short":"PH124 4.2","refcode_long":"What Shall We Teach?, p. 4.2 (Ellen Gould White)","content":"“Every mother should see that her children understand their own bodies, and how to care for them. She should explain the construction and use of the muscles given us by our kind heavenly Father.”—Special Testimonies on Education, 33."},{"refcode_short":"PH124 4.3","refcode_long":"What Shall We Teach?, p. 4.3 (Ellen Gould White)","content":"“Parents should seek to awaken in their children an interest in the study of physiology.... Continue to teach them in regard to their own bodies, and how to take care of them. Recklessness in regard to bodily health tends to recklessness in morals.”—Christian Education, 173, 174."},{"refcode_short":"PH124 4.4","refcode_long":"What Shall We Teach?, p. 4.4 (Ellen Gould White)","content":"“Children should be early taught, in simple, easy lessons, the rudiments of physiology and hygiene. The work should be begun by the mother in the home.”—Education, 196."},{"refcode_short":"PH124 4.5","refcode_long":"What Shall We Teach?, p. 4.5 (Ellen Gould White)","content":"4—Voice Culture and Singing—“The very best school for voice culture is the home. Study in every way not to annoy, but to cultivate a soft voice, distinct and plain. Thus mothers may become teachers in the home. Mothers should themselves act like Christ, speaking tender, loving words in the home; then opposite their names in the book of heaven will be written, ‘Ye are laborers together with God.’ ...Avoid everything that will be rasping to your children.”—MS., September 24, 1898."},{"refcode_short":"PH124 5.1","refcode_long":"What Shall We Teach?, p. 5.1 (Ellen Gould White)","content":"“Let there be singing in the home, of songs that are sweet and pure, and there will be fewer words of censure, and more of cheerfulness and hope and joy.”—Education, 168."},{"refcode_short":"PH124 5.2","refcode_long":"What Shall We Teach?, p. 5.2 (Ellen Gould White)","content":"5—Reading—“Parents should endeavor to keep out of the home every influence that is not productive of good.... To those who feel free to read story magazines and novels I would say: You are sowing seed the harvest of which you will not care to garner...."},{"refcode_short":"PH124 5.3","refcode_long":"What Shall We Teach?, p. 5.3 (Ellen Gould White)","content":"“The susceptible, expanding mind of the child longs for knowledge. Parents should keep themselves well informed, that they may give the minds of their children proper food.”—Counsels to Parents, Teachers, and Students, 120, 121."},{"refcode_short":"PH124 5.4","refcode_long":"What Shall We Teach?, p. 5.4 (Ellen Gould White)","content":"6—Use of Money and Systematic Giving—“Whether supplied by their parents or by their own earnings, let boys and girls learn to select and purchase their own clothing, their books, and other necessities; and by keeping an account of their expenses they will learn, as they could learn in no other way, the value and the use of money."},{"refcode_short":"PH124 5.5","refcode_long":"What Shall We Teach?, p. 5.5 (Ellen Gould White)","content":"“This training will help them to distinguish true economy from niggardliness on the one hand and prodigality on the other. Rightly directed, it will encourage habits of benevolence. It will aid the youth in learning to give, not from the mere impulse of the moment, as their feelings are stirred, but regularly and systematically.”—Education, 239."},{"refcode_short":"PH124 5.6","refcode_long":"What Shall We Teach?, p. 5.6 (Ellen Gould White)","content":"7—Home Duties—“The mother should be the teacher, and home the school where every child receives his first lessons; and these lessons should include habits of industry.... Let them also learn, even in their earliest years, to be useful. Train them to think that, as members of the household, they are to act an interested, helpful part in sharing the domestic burdens, and to seek healthful exercise in the performance of necessary home duties."},{"refcode_short":"PH124 6.1","refcode_long":"What Shall We Teach?, p. 6.1 (Ellen Gould White)","content":"“It is essential for parents to find useful employment for their children, which will involve the bearing of responsibilities as their age and strength will permit. The children should be given something to do that will not only keep them busy, but interest them. The active hands and brains must be employed from the earliest years. If parents neglect to turn their children's energies into useful channels, they do them great injury; for Satan is ready to find them something to do.”—Special Testimonies on Education, 37, 38. (See also Counsels to Parents, Teachers, and Students, 146.)"},{"refcode_short":"PH124 6.2","refcode_long":"What Shall We Teach?, p. 6.2 (Ellen Gould White)","content":"“When a little girl is nine or ten years old, she should be required to take her regular share in household duties, as she is able, and should be held responsible for the manner in which she does her work. That was a wise father, who, when asked what he intended to do with his daughters, replied, ‘I intend to apprentice them to their excellent mother, that they may learn the art of improving time, and be fitted to become wives and mothers, heads of families, and useful members of society.’”—The Signs of the Times, June 29, 1882."},{"refcode_short":"PH124 6.3","refcode_long":"What Shall We Teach?, p. 6.3 (Ellen Gould White)","content":"“In the home school the children should be taught how to perform the practical duties of everyday life. While they are still young, the mother should give them some simple task to do each day.... Let her remember that the home is a school in which she is the head teacher. It is hers to teach her children how to perform the duties of the household quickly and skilfully. As early in life as possible they should be trained to share the burdens of the home. From childhood boys and girls should be taught to bear heavier and still heavier burdens, intelligently helping in the work of the family firm.”—Counsels to Parents, Teachers, and Students, 122."},{"refcode_short":"PH124 6.4","refcode_long":"What Shall We Teach?, p. 6.4 (Ellen Gould White)","content":"8—Gardening—“If possible, the home should be out of the city, where the children can have ground to cultivate. Let them each have a piece of ground of their own; and as you teach them how to make a garden, how to prepare the soil for seed, and the importance of keeping all the weeds pulled out, teach them also how important it is to keep unsightly, injurious practices out of the life. Teach them to keep down wrong habits as they keep down the weeds in their gardens.”—Counsels to Parents, Teachers, and Students, 124."},{"refcode_short":"PH124 7.1","refcode_long":"What Shall We Teach?, p. 7.1 (Ellen Gould White)","content":"9—Cooking—“Do not neglect to teach your children how to prepare wholesome food. In giving them these lessons ...you are ...inculcating principles which are needful elements in their religious life.”—Counsels to Parents, Teachers, and Students, 127. (See also Christian Education, 174; Christian Temperance and Bible Hygiene, 60-72."},{"refcode_short":"PH124 7.2","refcode_long":"What Shall We Teach?, p. 7.2 (Ellen Gould White)","content":"10—Use of Tools—“When children reach a suitable age, they should be provided with tools. They will be found to be apt pupils. If the father is a carpenter, he should give his boys lessons in carpentry.”—Counsels to Parents, Teachers, and Students, 122."},{"refcode_short":"PH124 7.3","refcode_long":"What Shall We Teach?, p. 7.3 (Ellen Gould White)","content":"11—Sewing—“Young girls should have been instructed to manufacture wearing apparel, to cut, make, and mend garments, and thus become educated for the practical duties of life.”—Christian Education, 19."},{"refcode_short":"PH124 7.4","refcode_long":"What Shall We Teach?, p. 7.4 (Ellen Gould White)","content":"12—Missionary Work—“Upon parents rests the responsibility of developing in their children those capabilities which will enable them to do good service for God.... Parents, help your children to fulfill God's purpose for them. In the home they are to be trained to do missionary work that will prepare them for wider spheres of usefulness.”—Counsels to Parents, Teachers, and Students, 130."},{"refcode_short":"PH124 7.5","refcode_long":"What Shall We Teach?, p. 7.5 (Ellen Gould White)","content":"13—Right Habits—“Parents, guard the principles and habits of your children as the apple of the eye.”—Counsels to Parents, Teachers, and Students, 120."},{"refcode_short":"PH124 7.6","refcode_long":"What Shall We Teach?, p. 7.6 (Ellen Gould White)","content":"“God designs that the perversities natural to childhood shall be rooted out before they become habits.”—Counsels to Parents, Teachers, and Students, 123."},{"refcode_short":"PH124 7.7","refcode_long":"What Shall We Teach?, p. 7.7 (Ellen Gould White)","content":"“Parents and teachers should work for ...the formation of right character.”—Counsels to Parents, Teachers, and Students, 148."},{"refcode_short":"PH124 8.1","refcode_long":"What Shall We Teach?, p. 8.1 (Ellen Gould White)","content":"“In His law God has given us a pattern. Our character building is to be ‘after the pattern showed to thee in the mount.’ The law [of God] is the great standard of righteousness.”—Special Testimonies on Education, 73."},{"refcode_short":"PH124 8.2","refcode_long":"What Shall We Teach?, p. 8.2 (Ellen Gould White)","content":"“Regularity should be the rule in all the habits of children.”—Christian Education, 163."},{"refcode_short":"PH124 8.3","refcode_long":"What Shall We Teach?, p. 8.3 (Ellen Gould White)","content":"“The Lord has been pleased to present before me the evils which result from spendthrift habits, that I might admonish parents to teach their children strict economy.”—Christian Education, 165."},{"refcode_short":"PH124 8.4","refcode_long":"What Shall We Teach?, p. 8.4 (Ellen Gould White)","content":"“From the mother the children are to learn habits of neatness, thoroughness, and dispatch.”—Counsels to Parents, Teachers, and Students, 122."},{"refcode_short":"PH124 8.5","refcode_long":"What Shall We Teach?, p. 8.5 (Ellen Gould White)","content":"“Children should be trained to amuse themselves, to exercise their own ingenuity and skill. Thus they will learn to be content with simple pleasures. They should be taught to bear bravely their little disappointments and trials...."},{"refcode_short":"PH124 8.6","refcode_long":"What Shall We Teach?, p. 8.6 (Ellen Gould White)","content":"“Study how to teach the children to be thoughtful of others. The youth should be early accustomed to submission, self-denial, and a regard for others’ happiness. They should be taught to subdue the hasty temper, to withhold the passionate word, to manifest unvarying kindness, courtesy, and self-control.”—Counsels to Parents, Teachers, and Students, 123, 124."},{"refcode_short":"PH124 8.7","refcode_long":"What Shall We Teach?, p. 8.7 (Ellen Gould White)","content":"“At home and in the school, by precept and example, the children and youth should be taught to be truthful, unselfish, industrious.”—Counsels to Parents, Teachers, and Students, 148. (See also Special Testimonies on Education, 42.)"},{"refcode_short":"PH124 8.8","refcode_long":"What Shall We Teach?, p. 8.8 (Ellen Gould White)","content":"“Those children are most attractive who are natural, unaffected.... Vanity should not be encouraged by praising their looks, their words, or their actions. Nor should they be dressed in, an expensive or showy manner. This encourages pride in them, and awakens envy in the hearts of their companions. Teach the children that the true adorning is not outward...."},{"refcode_short":"PH124 8.9","refcode_long":"What Shall We Teach?, p. 8.9 (Ellen Gould White)","content":"“The eye needs to be educated, or the child will find pleasure in beholding evil. The tongue needs to be educated.... If children are not taught to love, respect, and obey their parents in the fear of the Lord, how can they be led to love God?"},{"refcode_short":"PH124 9.1","refcode_long":"What Shall We Teach?, p. 9.1 (Ellen Gould White)","content":"“The little ones should be educated in childhood in childlike simplicity. They should be trained to be obedient, upright, and practical.”—Special Testimonies on Education, 69, 70."},{"refcode_short":"PH124 9.2","refcode_long":"What Shall We Teach?, p. 9.2 (Ellen Gould White)","content":"“Their minds should be trained to think, their memories taxed to remember, their appointed work.”—Special Testimonies on Education, 223."},{"refcode_short":"PH124 9.3","refcode_long":"What Shall We Teach?, p. 9.3 (Ellen Gould White)","content":"“Parents should require their children to respect and obey rightful authority.”—Christian Education, 244."},{"refcode_short":"PH124 9.4","refcode_long":"What Shall We Teach?, p. 9.4 (Ellen Gould White)","content":"“Children should be trained and educated so that they may expect to meet with difficulties, as well as with temptations and dangers. They should be taught to have control over themselves, and to overcome difficulties nobly; ...then ...they will have strength of character to stand for the right and preserve principle.”—Christian Education, 14."},{"refcode_short":"PH124 9.5","refcode_long":"What Shall We Teach?, p. 9.5 (Ellen Gould White)","content":"“Many children, for want of words of encouragement, and a little assistance in their efforts in childhood and youth, become disheartened, and change from one thing to another. And they carry this sad defect with them in mature life. They cannot make a success of anything they engage in; for they have not been taught to persevere under discouraging circumstances.”—Christian Education, 15."},{"refcode_short":"PH124 9.6","refcode_long":"What Shall We Teach?, p. 9.6 (Ellen Gould White)","content":"14—Children to Be Christians—“The little children may be Christians, having an experience in accordance with their years.... They need to be educated in spiritual things; and parents are to give them every advantage, that they may form characters after the similitude of Christ's lovely character.”—Special Testimonies on Education, 71."},{"refcode_short":"PH124 9.7","refcode_long":"What Shall We Teach?, p. 9.7 (Ellen Gould White)","content":"“Children should be ...taught that Christ is their personal Saviour, and that by the simple process of giving their hearts and minds to Him they become His disciples.”—Special Testimonies on Education, 223."},{"refcode_short":"PH124 9","refcode_long":"What Shall We Teach?, p. 9 (Ellen Gould White)","content":"Promises to the Faithful Parent"},{"refcode_short":"PH124 9.8","refcode_long":"What Shall We Teach?, p. 9.8 (Ellen Gould White)","content":"“‘Suffer the little children to come unto Me, and forbid them not: for of such is the kingdom of God.’ Jesus loves the little ones, and He is watching to see how parents are doing their work.... In whatever else we may fail, let us be thorough in the work for our children. If they go forth from the home training pure and virtuous, if they fill the least and lowest place in God's great plan of good for the world, our life-work can never be called a failure.”—Christian Education, 174, 175. (See also Christian Temperance and Bible Hygiene, 60-72.)"},{"refcode_short":"PH124 10.1","refcode_long":"What Shall We Teach?, p. 10.1 (Ellen Gould White)","content":"“Shall the prey be taken from the mighty, or the lawful captive delivered? But thus saith the Lord, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.” Isaiah 49:24, 25."},{"refcode_short":"PH124 10.2","refcode_long":"What Shall We Teach?, p. 10.2 (Ellen Gould White)","content":"1—Bible—“Our heavenly Father, in giving His Word, did not overlook the children. In all that men have written, where can be found anything that has such a hold upon the heart, anything so well adapted to awaken the interest of the little ones, as the stories of the Bible? In these simple stories may be made plain the great principles of the law of God.”—Education, 185."},{"refcode_short":"PH124 11.1","refcode_long":"What Shall We Teach?, p. 11.1 (Ellen Gould White)","content":"“Establish church schools. Give your children the Word of God as the foundation of all their education.”—Testimonies for the Church 6:195."},{"refcode_short":"PH124 11.2","refcode_long":"What Shall We Teach?, p. 11.2 (Ellen Gould White)","content":"“Above all other books, the Word of God must be our study, the great textbook, the basis of all education.”—Testimonies for the Church 6:131."},{"refcode_short":"PH124 11.3","refcode_long":"What Shall We Teach?, p. 11.3 (Ellen Gould White)","content":"“God's word must be made the groundwork and subject matter of education.”—Counsels to Parents, Teachers, and Students, 16."},{"refcode_short":"PH124 11.4","refcode_long":"What Shall We Teach?, p. 11.4 (Ellen Gould White)","content":"“The Old Testament no less than the New should receive attention.... The book of Revelation, in connection with the book of Daniel, especially demands study. Let every God-fearing teacher consider how most clearly to comprehend and to present the gospel that our Saviour came in person to make known to His servant John.”—Education, 191."},{"refcode_short":"PH124 11.5","refcode_long":"What Shall We Teach?, p. 11.5 (Ellen Gould White)","content":"“Do not think the Bible will become a tiresome book to the children. Under a wise instructor the work will become more and more desirable. It will be to them as the bread of life, and will never grow old.”—MS., December 15, 1897."},{"refcode_short":"PH124 11.6","refcode_long":"What Shall We Teach?, p. 11.6 (Ellen Gould White)","content":"2—Nature—“While the Bible should hold the first place in the education of children and youth, the book of nature is next in importance.”—Special Testimonies on Education, 58."},{"refcode_short":"PH124 11.7","refcode_long":"What Shall We Teach?, p. 11.7 (Ellen Gould White)","content":"“Day by day He [Jesus] gained knowledge from the great library of animate and inanimate nature.... He studied the lessons which His own hand had written in earth and sea and sky. The parables by which, during His ministry, He loved to teach His lessons of truth, show how open His spirit was to the influences of nature, and how, in His youth, He had delighted to gather the spiritual teaching from the surroundings of His daily life. To Jesus the significance of the Word and the works of God unfolded gradually, as He was seeking to understand the reason of things.... Every child may gain knowledge as Jesus did, from the works of nature and the pages of God's Holy Word.”—Special Testimonies on Education, 158, 159."},{"refcode_short":"PH124 12.1","refcode_long":"What Shall We Teach?, p. 12.1 (Ellen Gould White)","content":"“So far as possible, let the child from his earliest years be placed where this wonderful lesson book [nature] shall be open before him. Let him behold the glorious scenes painted by the great Master Artist upon the shifting canvas of the heavens, let him become acquainted with the wonders of earth and sea, ...and in all His works learn of the Creator. In no other way can the foundation of a true education be so firmly and surely laid.”—Education, 100, 101."},{"refcode_short":"PH124 12.2","refcode_long":"What Shall We Teach?, p. 12.2 (Ellen Gould White)","content":"“The whole natural world is designed to be an interpreter of the things of God.”—Special Testimonies on Education, 59."},{"refcode_short":"PH124 12.3","refcode_long":"What Shall We Teach?, p. 12.3 (Ellen Gould White)","content":"“The little children should come especially close to nature.... Educate the children and youth to consider the works of the great Master Artist, and to imitate the attractive graces of nature in their character building.”—Special Testimonies on Education, 62."},{"refcode_short":"PH124 12.4","refcode_long":"What Shall We Teach?, p. 12.4 (Ellen Gould White)","content":"3—Physiology and Hygiene—“Children should be early taught, in simple, easy lessons, the rudiments of physiology and hygiene. The work should be begun by the mother in the home, and should be faithfully carried forward in the school.... Every school should give instruction in both physiology and hygiene...."},{"refcode_short":"PH124 12.5","refcode_long":"What Shall We Teach?, p. 12.5 (Ellen Gould White)","content":"“As the foundation principle of all education in these lines, the youth should be taught that the laws of nature are the laws of God,—as truly divine as are the precepts of the decalogue. The laws that govern our physical organism, God has written upon every nerve, muscle, and fiber of the body. Every careless or wilful violation of these laws is a sin against our Creator.”—Education, 196, 197."},{"refcode_short":"PH124 12.6","refcode_long":"What Shall We Teach?, p. 12.6 (Ellen Gould White)","content":"“A practical knowledge of the science of human life is necessary in order to glorify God in our bodies. It is therefore of the highest importance that among studies selected for childhood, physiology should occupy the first place.”—Health Reformer, in Healthful Living, 13."},{"refcode_short":"PH124 13.1","refcode_long":"What Shall We Teach?, p. 13.1 (Ellen Gould White)","content":"“It is well that physiology is introduced into the common schools as a branch of education. All children should study it. It should be regarded as the basis of all educational effort. And then parents should see to it that practical hygiene be added. This will make their knowledge of physiology of practical benefit.”—Health Reformer, in Healthful Living, 13."},{"refcode_short":"PH124 13.2","refcode_long":"What Shall We Teach?, p. 13.2 (Ellen Gould White)","content":"“The great requisite in teaching these principles [the principles of hygiene and physiology] is to impress the pupil with their importance, so that he will conscientiously put them in practice...."},{"refcode_short":"PH124 13.3","refcode_long":"What Shall We Teach?, p. 13.3 (Ellen Gould White)","content":"“As in the study of physiology they see that they are indeed ‘fearfully and wonderfully made,’ they will be inspired with reverence. Instead of marring God's handiwork, they will have an ambition to make all that is possible of themselves, in order to fulfil the Creator's glorious plan.”—Education, 200, 201."},{"refcode_short":"PH124 13.4","refcode_long":"What Shall We Teach?, p. 13.4 (Ellen Gould White)","content":"4—Physical Culture—“Physical culture is an essential part of all right methods of education.”—Special Testimonies on Education, 32."},{"refcode_short":"PH124 13.5","refcode_long":"What Shall We Teach?, p. 13.5 (Ellen Gould White)","content":"“The work of physical training, begun in the home, should be carried on in the school.”—Special Testimonies on Education, 34."},{"refcode_short":"PH124 13.6","refcode_long":"What Shall We Teach?, p. 13.6 (Ellen Gould White)","content":"“The harmonious action of all the parts—brain, bone, and muscle—is necessary to the full and healthful development of the entire human organism.”—Special Testimonies on Education, 33."},{"refcode_short":"PH124 13.7","refcode_long":"What Shall We Teach?, p. 13.7 (Ellen Gould White)","content":"“As the interest of the student is thus awakened [in the mechanism of the body], and he is led to see the importance of physical culture, much can be done by the teacher to secure proper development and right habits."},{"refcode_short":"PH124 13.8","refcode_long":"What Shall We Teach?, p. 13.8 (Ellen Gould White)","content":"“Among the first things to be aimed at should be a correct position, both in sitting and in standing...."},{"refcode_short":"PH124 13.9","refcode_long":"What Shall We Teach?, p. 13.9 (Ellen Gould White)","content":"“Next in importance to right position are respiration and vocal culture.... Let exercises be given which will promote this [deep breathing], and see that the habit becomes established."},{"refcode_short":"PH124 14.1","refcode_long":"What Shall We Teach?, p. 14.1 (Ellen Gould White)","content":"“The training of the voice has an important place in physical culture, since it tends to expand and strengthen the lungs, and thus to ward off disease.”—Education, 198, 199."},{"refcode_short":"PH124 14.2","refcode_long":"What Shall We Teach?, p. 14.2 (Ellen Gould White)","content":"5—Manual Training and Practical Duties—“When the child is old enough to be sent to school, the teacher should co-operate with the parents, and manual training should be continued as a part of his school duties.”—Special Testimonies on Education, 38."},{"refcode_short":"PH124 14.3","refcode_long":"What Shall We Teach?, p. 14.3 (Ellen Gould White)","content":"“Many think that these things [the practical duties of life] are no part of school work; but this is a mistake. The lessons necessary to fit one for practical usefulness should be taught to every child in the home and to every student in the schools.”—Special Testimonies on Education, 32."},{"refcode_short":"PH124 14.4","refcode_long":"What Shall We Teach?, p. 14.4 (Ellen Gould White)","content":"“Manual Training is deserving of far more attention than it has received.... Multitudes of our boys would thus be kept from the street corner and the groggery.... And the youth themselves, trained to habits of industry, and skilled in lines of useful and productive labor,—who can estimate their value to society and to the nation?”—Education, 218, 219."},{"refcode_short":"PH124 14.5","refcode_long":"What Shall We Teach?, p. 14.5 (Ellen Gould White)","content":"“Manual training ...should develop habits of accuracy and thoroughness. Pupils should learn tact and system; they should learn to economize time, and to make every move count. They should ...be inspired with ambition constantly to improve. Let it be their aim to make their work as nearly perfect as human brains and hands can make it.”—Education, 222."},{"refcode_short":"PH124 14.6","refcode_long":"What Shall We Teach?, p. 14.6 (Ellen Gould White)","content":"“In His earth-life, Christ was an example to all the human family.... He learned the carpenter's trade, and worked with His own hands in the little shop at Nazareth.... As He worked in childhood and youth, mind and body were developed.... In the children and youth an ambition should be awakened to take their exercise in doing something that will be beneficial to themselves and helpful to others.”—Counsels to Parents, Teachers, and Students, 147."},{"refcode_short":"PH124 15.1","refcode_long":"What Shall We Teach?, p. 15.1 (Ellen Gould White)","content":"“He [Christ] was not willing to be defective, even in the handling of tools. He was perfect as a workman, as He was perfect in character.”—Special Testimonies on Education, 39."},{"refcode_short":"PH124 15.2","refcode_long":"What Shall We Teach?, p. 15.2 (Ellen Gould White)","content":"6—Gardening and Nature—“No line of manual training is of more value than agriculture.... Let the teacher call attention to what the Bible says about agriculture.... In the study of agriculture, let pupils be given not only theory, but practice.”—Education, 219."},{"refcode_short":"PH124 15.3","refcode_long":"What Shall We Teach?, p. 15.3 (Ellen Gould White)","content":"“A return to simple methods will be appreciated by the children and youth. Work in the garden and field will be an agreeable change from the wearisome routine of abstract lessons.”—Testimonies for the Church 6:179."},{"refcode_short":"PH124 15.4","refcode_long":"What Shall We Teach?, p. 15.4 (Ellen Gould White)","content":"“In planning for the culture of plants, let the teacher seek to awaken an interest in beautifying the school grounds and the schoolroom. A double benefit will result. That which the pupils seek to beautify they will be unwilling to have marred or defaced. A refined taste, a love of order, and a habit of care-taking will be encouraged; and the spirit of fellowship and co-operation developed will prove to the pupils a lifelong blessing."},{"refcode_short":"PH124 15.5","refcode_long":"What Shall We Teach?, p. 15.5 (Ellen Gould White)","content":"“So also a new interest may be given to the work of the garden, ...as the pupils are encouraged to remember those shut in.”—Education, 212, 213."},{"refcode_short":"PH124 15.6","refcode_long":"What Shall We Teach?, p. 15.6 (Ellen Gould White)","content":"“Of the almost innumerable lessons taught in the varied processes of growth, some of the most precious are conveyed in the Saviour's parable of the growing seed.” “As parents and teachers try to teach these lessons, the work should be made practical. Let the children themselves prepare the soil and sow the seed.”—Education, 104, 111."},{"refcode_short":"PH124 15.7","refcode_long":"What Shall We Teach?, p. 15.7 (Ellen Gould White)","content":"“There is a simplicity and purity in these lessons directly from nature that make them of the highest value.... The children and youth, all classes of students, need the lessons to be derived from this source. In itself the beauty of nature leads the soul away from sin and worldly attractions, and toward purity, peace, and God. For this reason the cultivation of the soil is good work for children and youth. It brings them into direct contact with nature and nature's God.”—Special Testimonies on Education, 60."},{"refcode_short":"PH124 16.1","refcode_long":"What Shall We Teach?, p. 16.1 (Ellen Gould White)","content":"“The great Teacher brought His hearers in contact with nature, that they might listen to the voice which speaks in all created things; and as their hearts became tender and their minds receptive, He helped them to interpret the spiritual teaching of the scenes upon which their eyes rested.... So we should teach.”—Education, 102."},{"refcode_short":"PH124 16.2","refcode_long":"What Shall We Teach?, p. 16.2 (Ellen Gould White)","content":"7—Cooking—“Do not neglect to teach your children how to prepare wholesome food. In giving them these lessons in physiology and in good cooking, you are teaching them the first steps in some of the most useful branches of education, and inculcating principles which are needful elements in their religious life.”—Counsels to Parents, Teachers, and Students, 127."},{"refcode_short":"PH124 16.3","refcode_long":"What Shall We Teach?, p. 16.3 (Ellen Gould White)","content":"“If girls were taught how to cook, especially how to bake good bread, their education would be of far greater value.”—Christian Education, 44. (See also Education, 245.)"},{"refcode_short":"PH124 16.4","refcode_long":"What Shall We Teach?, p. 16.4 (Ellen Gould White)","content":"8—Sewing—“Let girls be taught that the art of dressing well includes the ability to make their own clothing. This is an ambition that every girl should cherish. It will be a means of usefulness and independence that she cannot afford to miss...."},{"refcode_short":"PH124 16.5","refcode_long":"What Shall We Teach?, p. 16.5 (Ellen Gould White)","content":"“Let the youth and the little children be taught to choose for themselves that royal robe woven in heaven's loom,—the ‘fine linen, clean and white,’ which all the holy ones of earth will wear.... Let the children be taught that as they open their minds to pure, loving thoughts and do loving, helpful deeds, they are clothing themselves with His beautiful garment of character.”—Education, 248, 249."},{"refcode_short":"PH124 16.6","refcode_long":"What Shall We Teach?, p. 16.6 (Ellen Gould White)","content":"“Young girls should have been instructed to manufacture wearing apparel, to cut, make, and mend garments, and thus become educated for the practical duties of life.”—Christian Education, 19."},{"refcode_short":"PH124 17.1","refcode_long":"What Shall We Teach?, p. 17.1 (Ellen Gould White)","content":"“Because time is short ...our children may never enter college, but they can obtain an education in those essential branches which they can turn to a practical use, and which will give culture to the mind, and call its powers into exercise.”—Counsels to Parents, Teachers, and Students, 293."},{"refcode_short":"PH124 17.2","refcode_long":"What Shall We Teach?, p. 17.2 (Ellen Gould White)","content":"9. Common Branches.—“Let teachers be employed who will give a thorough education in the common branches, the Bible being made the foundation and the life of all study.”—Testimonies for the Church 6:198."},{"refcode_short":"PH124 17.3","refcode_long":"What Shall We Teach?, p. 17.3 (Ellen Gould White)","content":"“In education the work of climbing must begin at the lowest round of the ladder. The common branches should be fully and prayerfully taught.”—Counsels to Parents, Teachers, and Students, 215."},{"refcode_short":"PH124 17.4","refcode_long":"What Shall We Teach?, p. 17.4 (Ellen Gould White)","content":"“If teachers were receiving light and wisdom from the divine Teacher, ...the common, essential branches of education would be more thoroughly taught, and the Word of God would be honored and esteemed as the bread sent down from heaven, which sustains all spiritual life, binding the human agent with Christ in God.”—Special Testimonies on Education, 165."},{"refcode_short":"PH124 17.5","refcode_long":"What Shall We Teach?, p. 17.5 (Ellen Gould White)","content":"“A thorough knowledge of the essentials of education should be not only the condition of admission to a higher course, but the constant test for continuance and advancement.”—Education, 234."},{"refcode_short":"PH124 17.6","refcode_long":"What Shall We Teach?, p. 17.6 (Ellen Gould White)","content":"10. Language.—“One of the fundamental branches of learning is language study. In all our schools special care should be taken to teach the students to use the English language correctly in speaking, reading, and writing. Too much cannot be said in regard to the importance of thoroughness in these lines.”—Counsels to Parents, Teachers, and Students, 216."},{"refcode_short":"PH124 17.7","refcode_long":"What Shall We Teach?, p. 17.7 (Ellen Gould White)","content":"“The chief requisite of language is that it be pure and kind and true,—’the outward expression of an inward grace.’”—Education, 235."},{"refcode_short":"PH124 17.8","refcode_long":"What Shall We Teach?, p. 17.8 (Ellen Gould White)","content":"11. Reading and Voice Culture.—“Voice culture should be taught in the reading class; and in other classes the teachers should insist that the students speak distinctly.”—Counsels to Parents, Teachers, and Students, 216."},{"refcode_short":"PH124 18.1","refcode_long":"What Shall We Teach?, p. 18.1 (Ellen Gould White)","content":"12. Spelling, Writing, Keeping Accounts.—“To spell correctly, to write a clear, fair hand, and to keep accounts, are necessary accomplishments.”—Counsels to Parents, Teachers, and Students, 218."},{"refcode_short":"PH124 18.2","refcode_long":"What Shall We Teach?, p. 18.2 (Ellen Gould White)","content":"“Children should be educated to read, write, to understand figures, to keep their own accounts, when very young.”—MS., December 15, 1897."},{"refcode_short":"PH124 18.3","refcode_long":"What Shall We Teach?, p. 18.3 (Ellen Gould White)","content":"13. Arithmetic and Accounts.—“In the study of figures the work should be made practical. Let every youth and every child be taught, not merely to solve imaginary problems, but to keep an accurate account of his own income and outgoes. Let him learn the right use of money by using it.”—Education, 238, 239."},{"refcode_short":"PH124 18.4","refcode_long":"What Shall We Teach?, p. 18.4 (Ellen Gould White)","content":"14. History and Prophecy.—“Prophecy and history should form a part of the studies in our schools.”—Christian Education, 212."},{"refcode_short":"PH124 18.5","refcode_long":"What Shall We Teach?, p. 18.5 (Ellen Gould White)","content":"“As with language, so with every other study; it may be so conducted that it will tend to the strengthening and upbuilding of character. Of no study is this true to a greater degree than of history. Let it be considered from the divine point of view.”—Education, 238."},{"refcode_short":"PH124 18.6","refcode_long":"What Shall We Teach?, p. 18.6 (Ellen Gould White)","content":"15. Geography and Missions.—“It is acquaintance that awakens sympathy, and sympathy is the spring of effective ministry. To awaken in the children and youth sympathy and the spirit of sacrifice for the suffering millions in the ‘regions beyond,’ let them become acquainted with these lands and their peoples. In this line much might be accomplished in our schools.... Instead of burdening their memories with an array of names and theories that have no bearing upon their lives, and to which, once outside the schoolroom, they rarely give a thought, let them study all lands in the light of missionary effort, and become acquainted with the peoples and their needs.”—Education, 269."},{"refcode_short":"PH124 18.7","refcode_long":"What Shall We Teach?, p. 18.7 (Ellen Gould White)","content":"16. Singing.—“The value of song as a means of education should never be lost sight of.... Let there be singing in the school, and the pupils will be drawn closer to God, to their teachers, and to one another.”—Education, 168."},{"refcode_short":"PH124 19.1","refcode_long":"What Shall We Teach?, p. 19.1 (Ellen Gould White)","content":"17. Missionary Work.—“Teachers are needed, especially for the children who ...have the true missionary spirit; for the children are to be trained to become missionaries.”—Testimonies for the Church 6:201."},{"refcode_short":"PH124 19.2","refcode_long":"What Shall We Teach?, p. 19.2 (Ellen Gould White)","content":"“Here [in our church schools] children are to be instructed in ...practical missionary work. They are to enlist in the army of workers to help the sick and the suffering. Children can take part in the medical missionary work, and by their jots and tittles can help to carry it forward. Their investments may be small, but every little helps, and by their efforts many souls will be won to the truth.”—Testimonies for the Church 6:203."},{"refcode_short":"PH124 19.3","refcode_long":"What Shall We Teach?, p. 19.3 (Ellen Gould White)","content":"“Our schools are the Lord's special instrumentality to fit up the children and youth for missionary work.”—Special Testimonies on Education, 222."},{"refcode_short":"PH124 19.4","refcode_long":"What Shall We Teach?, p. 19.4 (Ellen Gould White)","content":"“Children are a heritage of the Lord, and are to be trained for His service. This is the work that rests upon parents and teachers with solemn, sacred force, which they cannot evade or ignore.”—Special Testimonies on Education, 72."},{"refcode_short":"PH124 19","refcode_long":"What Shall We Teach?, p. 19 (Ellen Gould White)","content":"Summary"},{"refcode_short":"PH124 19.5","refcode_long":"What Shall We Teach?, p. 19.5 (Ellen Gould White)","content":"“The whole line of study in our schools should be to prepare a people for the future, immortal life.”—Special Testimonies on Education, 232."},{"refcode_short":"PH124 19","refcode_long":"What Shall We Teach?, p. 19 (Ellen Gould White)","content":"Purpose of Church School Work"},{"refcode_short":"PH124 19.6","refcode_long":"What Shall We Teach?, p. 19.6 (Ellen Gould White)","content":"“When properly conducted, church schools will be the means of lifting the standard of truth in the places where they are established; for children who are receiving a Christian education will be witnesses for Christ. As Jesus in the temple solved the mysteries which priests and rulers had not discerned, so in the closing work of this earth, children who have been rightly educated will in their simplicity speak words which will be an astonishment to men who now talk of ‘higher education.’ As the children sang in the temple courts, ‘Hosanna! Blessed is He that cometh in the name of the Lord,’ so in these last days, children's voices will be raised to give the last message of warning to a perishing world. When heavenly intelligences see that men are no longer permitted to present the truth, the Spirit of God will come upon the children, and they will do a work in the proclamation of the truth which the older workers cannot do, because their way will be hedged up."},{"refcode_short":"PH124 20.1","refcode_long":"What Shall We Teach?, p. 20.1 (Ellen Gould White)","content":"“Our church schools are ordained by God to prepare the children for this great work. Here children are to be instructed in the special truths for this time.... By them God's message will be made known, and His saving health to all nations.”—Testimonies for the Church 6:202, 203."},{"refcode_short":"PH124 20.2","refcode_long":"What Shall We Teach?, p. 20.2 (Ellen Gould White)","content":"1. The Bible.—“The Word of God is the most perfect educational book in our world.”—Special Testimonies on Education, 19."},{"refcode_short":"PH124 21.1","refcode_long":"What Shall We Teach?, p. 21.1 (Ellen Gould White)","content":"“The word of God is to stand as the highest educating book in our world, and is to be treated with reverential awe.”—Special Testimonies on Education, 233."},{"refcode_short":"PH124 21.2","refcode_long":"What Shall We Teach?, p. 21.2 (Ellen Gould White)","content":"“If used as a textbook in our schools, it will be found far more effective than any other book in the world.”—Christian Education, 108."},{"refcode_short":"PH124 21.3","refcode_long":"What Shall We Teach?, p. 21.3 (Ellen Gould White)","content":"“It is the Word of God alone that gives to us an authentic account of the creation of our world. This Word is to be the chief study in our schools.”—The Review and Herald, November 11, 1909, art. “Counsel to Teachers.”"},{"refcode_short":"PH124 21.4","refcode_long":"What Shall We Teach?, p. 21.4 (Ellen Gould White)","content":"“The Bible should not be brought into our schools to be sandwiched between infidelity. God's Word must be made the groundwork and subject-matter of education.”—Counsels to Parents, Teachers, and Students, 16."},{"refcode_short":"PH124 21.5","refcode_long":"What Shall We Teach?, p. 21.5 (Ellen Gould White)","content":"“Let teachers be employed who will give a thorough education in the common branches, the Bible being made the foundation and the life of all study.”—Testimonies for the Church 6:198."},{"refcode_short":"PH124 21.6","refcode_long":"What Shall We Teach?, p. 21.6 (Ellen Gould White)","content":"“The cross of Christ,—how many believe it to be what it is? How many bring it into their studies, and know its true significance? There could not be a Christian in our world without the cross of Christ. Then keep it before the schools as the foundation of all true education. Turn from the examples of the world, cease to extol the professedly great men; turn the mind from the glory of everything save the cross of Christ. Said Paul, ‘God forbid that I should glory, save in the cross of our Lord Jesus Christ.’”The Youth's Instructor, July 7, 1898, art. “God's Word our Study Book.”"},{"refcode_short":"PH124 21.7","refcode_long":"What Shall We Teach?, p. 21.7 (Ellen Gould White)","content":"The Holy Scriptures were the essential study in the schools of the prophets, and they should hold the first place in every educational system; for the foundation of all right education is a knowledge of God. Used as a textbook in our schools, the Bible will do for mind and morals what cannot be done by books of science and philosophy. As a book to discipline and strengthen the intellect, to ennoble, purify, and refine the character, it is without a rival.”—Counsels to Parents, Teachers, and Students, 422."},{"refcode_short":"PH124 22.1","refcode_long":"What Shall We Teach?, p. 22.1 (Ellen Gould White)","content":"“The Bible has not received the close attention it deserves. It has not been honored above every other book in the education of children and youth. Students devote years to acquiring an education. They study different authors, and become acquainted with science and philosophy through books containing the results of human research; but the Book that comes from the divine Teacher has, to a great extent, been neglected. Its value is not discerned; its treasures remain hidden."},{"refcode_short":"PH124 22.2","refcode_long":"What Shall We Teach?, p. 22.2 (Ellen Gould White)","content":"“An education of this character is defective. Who and what are these men of learning, that the minds and characters of the young should be molded by their ideas? They may publish with pen and voice the best results of their reasoning; but they grasp only an item of the work of God, and in their shortsightedness, calling it science, they exalt it above the God of science.”—Counsels to Parents, Teachers, and Students, 423."},{"refcode_short":"PH124 22.3","refcode_long":"What Shall We Teach?, p. 22.3 (Ellen Gould White)","content":"2. Philosophy.—“The Bible contains a simple and complete system of theology and philosophy.”—Counsels to Parents, Teachers, and Students, 442."},{"refcode_short":"PH124 22.4","refcode_long":"What Shall We Teach?, p. 22.4 (Ellen Gould White)","content":"“Here in the Word is ...the most profound philosophy.”—Special Testimonies on Education, 25."},{"refcode_short":"PH124 22.5","refcode_long":"What Shall We Teach?, p. 22.5 (Ellen Gould White)","content":"“Cold, philosophical speculations and scientific research in which God is not acknowledged, are a positive injury.”—Counsels to Parents, Teachers, and Students, 423, 424."},{"refcode_short":"PH124 22.6","refcode_long":"What Shall We Teach?, p. 22.6 (Ellen Gould White)","content":"“God's word is true philosophy, true science.”—Counsels to Parents, Teachers, and Students, 433."},{"refcode_short":"PH124 22.7","refcode_long":"What Shall We Teach?, p. 22.7 (Ellen Gould White)","content":"“The cross of Calvary, rightly regarded, is true philosophy, pure and undefiled religion.”—The Youth's Instructor, July 7, 1898, art. “God's Word Our Study Book.”"},{"refcode_short":"PH124 22","refcode_long":"What Shall We Teach?, p. 22 (Ellen Gould White)","content":"Domestic Science"},{"refcode_short":"PH124 22.8","refcode_long":"What Shall We Teach?, p. 22.8 (Ellen Gould White)","content":"3. Home-Making.—“By the Israelites, industrial training was regarded as a duty.... A knowledge of the duties pertaining to housewifery was considered essential for every woman; and skill in these duties was regarded as an honor to women of the highest station.”—Counsels to Parents, Teachers, and Students, 276."},{"refcode_short":"PH124 22.9","refcode_long":"What Shall We Teach?, p. 22.9 (Ellen Gould White)","content":"“Exercise in household labor is of the greatest advantage to young girls. Physical labor will not prevent the cultivation of the intellect: far from it. The advantages gained by physical labor will balance a person, and prevent the mind from being overworked.... Physical soundness and a practical knowledge of all the necessary household duties, will never be a hindrance to a well-developed intellect; both are highly important.”—Counsels to Parents, Teachers, and Students, 287, 288."},{"refcode_short":"PH124 23.1","refcode_long":"What Shall We Teach?, p. 23.1 (Ellen Gould White)","content":"“There should have been experienced teachers to give lessons to young ladies in the cooking department. Young girls should have been taught how to cut, make, and mend garments, and thus become educated for the practical duties of life...."},{"refcode_short":"PH124 23.2","refcode_long":"What Shall We Teach?, p. 23.2 (Ellen Gould White)","content":"“There are very many girls who are married and have families who have but little practical knowledge of the duties devolving upon a wife and mother. They can read, and play upon an instrument of music; but they cannot cook. They cannot make good bread, which is very essential to the health of the family. They cannot cut and make garments, for they have never learned how.... It is this inexcusable ignorance in regard to the most needful duties of life which makes very many unhappy families.”—Counsels to Parents, Teachers, and Students, 289, 290."},{"refcode_short":"PH124 23.3","refcode_long":"What Shall We Teach?, p. 23.3 (Ellen Gould White)","content":"“Since both men and women have a part in home-making, boys as well as girls should gain a knowledge of household duties. To make a bed and put a room in order, to wash dishes, to prepare a meal, to wash and repair his own clothing, is a training that need not make any boy less manly; it will make him happier and more useful. And if girls, in turn, could learn to harness and drive a horse, and to use the saw and the hammer, as well as the rake and the hoe, they would be better fitted to meet the emergencies of life.”—Education, 216, 217."},{"refcode_short":"PH124 23.4","refcode_long":"What Shall We Teach?, p. 23.4 (Ellen Gould White)","content":"“In institutions of learning, experienced teachers should be employed to instruct young ladies in the mysteries of the kitchen. A knowledge of domestic duties is beyond price to every woman.”—The Signs of the Times, June 29, 1882, art. “Importance of Physical Training.”"},{"refcode_short":"PH124 24.1","refcode_long":"What Shall We Teach?, p. 24.1 (Ellen Gould White)","content":"4. Dressmaking.—“No education can be complete that does not teach right principles in regard to dress. Without such teaching, the work of education is too often retarded and perverted. Love of dress, and devotion to fashion, are among the teacher's most formidable rivals, and most effective hindrances.”—Education, 246."},{"refcode_short":"PH124 24.2","refcode_long":"What Shall We Teach?, p. 24.2 (Ellen Gould White)","content":"“Lead youth to see that in dress, as in diet, plain living is indispensable to high thinking...."},{"refcode_short":"PH124 24.3","refcode_long":"What Shall We Teach?, p. 24.3 (Ellen Gould White)","content":"“Let the girls be taught that the art of dressing well includes the ability to make their own clothing. This is an ambition that every girl should cherish. It will be a means of usefulness and independence that she cannot afford to miss.”—Education, 248, 249."},{"refcode_short":"PH124 24.4","refcode_long":"What Shall We Teach?, p. 24.4 (Ellen Gould White)","content":"5. Cooking.—“In all our schools there should be those who are fitted to teach cooking. Classes for instruction in this subject should be held. Those who are receiving a training for service suffer a great loss when they do not gain a knowledge of how to prepare food so that it is both wholesome and palatable."},{"refcode_short":"PH124 24.5","refcode_long":"What Shall We Teach?, p. 24.5 (Ellen Gould White)","content":"“The science of cooking is not a small matter. The skilful preparation of food is one of the most essential arts. It should be regarded as among the most valuable of all the arts, because it is so closely connected with the life...."},{"refcode_short":"PH124 24.6","refcode_long":"What Shall We Teach?, p. 24.6 (Ellen Gould White)","content":"“Both young men and young women should be taught how to cook economically, and to dispense with everything in the line of flesh food...."},{"refcode_short":"PH124 24.7","refcode_long":"What Shall We Teach?, p. 24.7 (Ellen Gould White)","content":"“Women especially should learn how to cook. What part of the education of a girl is so important as this?”-Counsels to Parents, Teachers, and Students, 312, 313."},{"refcode_short":"PH124 24.8","refcode_long":"What Shall We Teach?, p. 24.8 (Ellen Gould White)","content":"6. Science.—“In the study of the sciences also, we are to obtain a knowledge of the Creator. All true science is but an interpretation of the handwriting of God in the material world. Science brings from her research only fresh evidence of the wisdom and power of God. Rightly understood, both the book of nature and the written Word make us acquainted with God by teaching us something of the wise and beneficent laws through which He works."},{"refcode_short":"PH124 25.1","refcode_long":"What Shall We Teach?, p. 25.1 (Ellen Gould White)","content":"“The student should be led to see God in all the works of creation. Teachers should copy the example of the Great Teacher, who from the familiar scenes of nature drew illustrations that simplified His teachings, and impressed them more deeply upon the minds of His hearers.”—Patriarchs and Prophets, 599."},{"refcode_short":"PH124 25.2","refcode_long":"What Shall We Teach?, p. 25.2 (Ellen Gould White)","content":"“A knowledge of science of all kinds is power, and it is in the purpose of God that advanced science shall be taught in our schools as a preparation for the work that is to precede the closing scenes of earth's history.”—The Review and Herald, December 1, 1891."},{"refcode_short":"PH124 25.3","refcode_long":"What Shall We Teach?, p. 25.3 (Ellen Gould White)","content":"“The Bible is not to be tested by men's ideas of science, but science is to be brought to the test of the unerring standard. Yet the study of the sciences is not to be neglected. Books must be used for this purpose; but they should be in harmony with the Bible, for that is the standard.”—Special Testimonies on Education, 56, 57."},{"refcode_short":"PH124 25.4","refcode_long":"What Shall We Teach?, p. 25.4 (Ellen Gould White)","content":"“God wants the teachers in our schools to be efficient. If they are advanced in spiritual understanding, they will feel that it is important that they should not be deficient in the knowledge of the sciences. Piety and a religious experience lie at the very foundation of true education.... While they need no less of piety, they also need a thorough knowledge of the sciences.”—Christian Education, 51."},{"refcode_short":"PH124 25.5","refcode_long":"What Shall We Teach?, p. 25.5 (Ellen Gould White)","content":"“In the instruction given in our schools, the natural and the spiritual are to be combined. The laws obeyed by the earth reveal the fact that it is under the masterly power of an infinite God. The same principles run through the spiritual and the natural world. Divorce God from the acquisition of knowledge, and you have a lame, one-sided education, dead to all the saving qualities that give true power to man. The Author of nature is the Author of the Bible. Creation and Christianity have one God.”—Counsels to Parents, Teachers, and Students, 395."},{"refcode_short":"PH124 26.1","refcode_long":"What Shall We Teach?, p. 26.1 (Ellen Gould White)","content":"7. Geology.—“Apart from Bible history, geology can prove nothing.... Relics found in the earth do give evidence of conditions differing in many respects from the present; but the time when these conditions existed can be learned only from the Inspired Record. In the history of the flood, inspiration has explained that which geology alone could never fathom. In the days of Noah, men, animals, and trees, many times larger than now exist, were buried, and thus preserved as an evidence to later generations that the antediluvians perished by a flood. God designed that the discovery of these things should establish faith in inspired history.”—Patriarchs and Prophets, 112."},{"refcode_short":"PH124 26.2","refcode_long":"What Shall We Teach?, p. 26.2 (Ellen Gould White)","content":"“At the flood the surface of the earth was broken up, marked changes took place, and in the re-formation of the earth's crust were preserved many evidences of the life previously existing. The vast forests buried in the earth at the time of the flood, and since changed to coal, form the extensive coal fields, and yield the supplies of oil, that minister to our comfort and convenience today. These things, as they are brought to light, are so many witnesses mutely testifying to the truth of the Word of God.”—Education, 129."},{"refcode_short":"PH124 26.3","refcode_long":"What Shall We Teach?, p. 26.3 (Ellen Gould White)","content":"8. Manual Training.—“A much larger number of young people need to have the advantages of our schools. They need the manual training course, which will teach them how to live an active, energetic life. Under wise, judicious, God-fearing directors, the students are to be taught different kinds of labor. Every branch of the work is to be conducted in the most thorough, systematic way that long experience and wisdom can enable us to plan and execute.”—Counsels to Parents, Teachers, and Students, 315."},{"refcode_short":"PH124 26.4","refcode_long":"What Shall We Teach?, p. 26.4 (Ellen Gould White)","content":"“Manual training is deserving of far more attention than it has received. Schools should be established that, in addition to the highest mental and moral culture, shall provide the best possible facilities for physical development and industrial training. Instruction should be given in agriculture, manufactures,—covering as many as possible of the most useful trades,—also in household economy, healthful cookery, sewing, hygienic dressmaking, the treatment of the sick, and kindred lines. Gardens, workshops, and treatment-rooms should be provided, and the work in every line should be under the direction of skilled instructors.”—Education, 218."},{"refcode_short":"PH124 27.1","refcode_long":"What Shall We Teach?, p. 27.1 (Ellen Gould White)","content":"“Various industries should be carried on in our schools. The industrial instruction given should include the keeping of accounts, carpentry, and all that is comprehended in farming. Preparation should be made for the teaching of blacksmithing, painting, shoemaking, and for cooking, baking, washing, mending, typewriting, and printing. Every power at our command is to be brought into this training work, that students may go forth well equipped for the duties of practical life.”—Counsels to Parents, Teachers, and Students, 310."},{"refcode_short":"PH124 27.2","refcode_long":"What Shall We Teach?, p. 27.2 (Ellen Gould White)","content":"“For the lady students there are many employments which should be provided, that they may have a comprehensive and practical education. They should be taught dressmaking and gardening. Flowers should be cultivated and strawberries planted. Thus, while being educated in useful labor, they will have healthful outdoor exercise."},{"refcode_short":"PH124 27.3","refcode_long":"What Shall We Teach?, p. 27.3 (Ellen Gould White)","content":"“Bookbinding and a variety of other trades should be taught, which will not only furnish physical exercise, but will impart valuable knowledge.”—Counsels to Parents, Teachers, and Students, 312."},{"refcode_short":"PH124 27.4","refcode_long":"What Shall We Teach?, p. 27.4 (Ellen Gould White)","content":"“The work should have a definite aim, and should be thorough. While every person needs some knowledge of different handicrafts, it is indispensable that he become proficient in at least one. Every youth, on leaving school, should have acquired a knowledge of some trade or occupation by which, if need be, he may earn a livelihood."},{"refcode_short":"PH124 28.1","refcode_long":"What Shall We Teach?, p. 28.1 (Ellen Gould White)","content":"“The objection most often urged against industrial training in the schools is the large outlay involved. But the object to be gained is worthy of its cost. No other work committed to us is so important as the training of the youth, and every outlay demanded for its right accomplishment is means well spent."},{"refcode_short":"PH124 28.2","refcode_long":"What Shall We Teach?, p. 28.2 (Ellen Gould White)","content":"“Even from the viewpoint of financial results, the outlay required for manual training would prove the truest economy. Multitudes of our boys would thus be kept from the street corner and the groggery; the expenditure for gardens, workshops, and baths would be more than met by the saving on hospitals and reformatories. And the youth themselves, trained to habits of industry, and skilled in lines of useful and productive labor,—who can estimate their value to society and to the nation?—Education, 218, 219."},{"refcode_short":"PH124 28.3","refcode_long":"What Shall We Teach?, p. 28.3 (Ellen Gould White)","content":"“In many minds the question will arise, Can industrial work in our schools be made to pay? and if it cannot, should it be carried forward?"},{"refcode_short":"PH124 28.4","refcode_long":"What Shall We Teach?, p. 28.4 (Ellen Gould White)","content":"“It would be surprising if industries could be made to pay immediately on being started. Sometimes God permits losses to come to teach us lessons that will keep us from making mistakes that would involve much larger losses. Let those who have had financial losses in their industrial work, search carefully to find out the cause, and endeavor to manage in such a way that in the future there will be no loss...."},{"refcode_short":"PH124 28.5","refcode_long":"What Shall We Teach?, p. 28.5 (Ellen Gould White)","content":"“There will be apparent drawbacks in the work, but this should not discourage us. The account books may show that the school has suffered some financial loss in carrying on industrial work; but if in these lines of work the students have learned lessons that will strengthen their character building, the books of heaven will show a gain far exceeding the financial loss. How many souls this work has helped to save will never be known till the day of judgment. Satan finds mischief for idle hands to do; but when students are kept busy in useful labor, the Lord has opportunity to work for them."},{"refcode_short":"PH124 29.1","refcode_long":"What Shall We Teach?, p. 29.1 (Ellen Gould White)","content":"“If, after carrying on manual training for one year, the managers of the school find that there has been a loss, let them seek to discover the reason for this, and guard against it in the future. But let not the spirit of censure prevail; for the Spirit of Christ is grieved when words of unkind criticism are spoken to those who have done their best. In the Word of God there is encouragement as well as caution. God forbid that the hands of those who are trying to carry forward this line of work should be weakened.”—Counsels to Parents, Teachers, and Students, 315, 316."},{"refcode_short":"PH124 29.2","refcode_long":"What Shall We Teach?, p. 29.2 (Ellen Gould White)","content":"“The benefit of manual training is needed also by professional men. A man may have a brilliant mind; he may be quick to catch ideas; his knowledge and skill may secure for him admission to his chosen calling; yet he may still be far from possessing a fitness for its duties. An education derived chiefly from books leads to superficial thinking. Practical work encourages close observation and independent thought. Rightly performed, it tends to develop that practical wisdom which we call common sense. It develops ability to plan and execute, strengthens courage and perseverance, and calls for the exercise of tact and skill.”—Education, 220."},{"refcode_short":"PH124 29.3","refcode_long":"What Shall We Teach?, p. 29.3 (Ellen Gould White)","content":"“There should be opened to the youth means whereby many may, while attending school, learn the trade of carpentry. Under the guidance of experienced workmen, carpenters who are apt to teach, patient, and kind, the youth should be taught how to build substantially and economically. Cottages and other buildings essential to the various lines of school work, are to be erected by the students themselves. These buildings should not be crowded close together, or built near the school buildings proper. In the management of the school work, small companies should be formed, who should be taught to carry a full sense of their responsibility. All these things cannot be accomplished at once, but we can begin to work in faith.”—Counsels to Parents, Teachers, and Students, 311."},{"refcode_short":"PH124 30.1","refcode_long":"What Shall We Teach?, p. 30.1 (Ellen Gould White)","content":"9. History.—“Many who are seeking a preparation for the Lord's work think it essential to accumulate large volumes of historical and theological writings. They suppose that the study of these works will be a great advantage to them in learning how to reach the people. This is an error. As I see shelves piled with these books, some of them rarely looked into, I think, Why spend money for that which is not bread? The sixth chapter of John tells us more than can be found in such works. Christ says, ‘I am the bread of life.’ ‘The words that I speak unto you, they are spirit, and they are life.’"},{"refcode_short":"PH124 30.2","refcode_long":"What Shall We Teach?, p. 30.2 (Ellen Gould White)","content":"“There is a study of history that is not to be condemned. Sacred history was one of the studies in the schools of the prophets. In the record of His dealings with the nations were traced the footsteps of Jehovah. So today we are to consider the dealings of God with the nations of the earth. We are to see in history the fulfilment of prophecy, to study the workings of Providence in the great reformatory movements, and to understand the progress of events in the marshaling of the nations for the final conflict of the great controversy.”—Testimonies for the Church 8:307."},{"refcode_short":"PH124 30.3","refcode_long":"What Shall We Teach?, p. 30.3 (Ellen Gould White)","content":"“As with language, so with every other study; it may be so conducted that it will tend to the strengthening and upbuilding of character. Of no study is this true to a greater degree than of history. Let it be considered from the divine point of view.”—Education, 238."},{"refcode_short":"PH124 30.4","refcode_long":"What Shall We Teach?, p. 30.4 (Ellen Gould White)","content":"10. Voice Culture.—“Students who expect to become workers in the cause of God should be trained to speak in a clear, straightforward manner, else they will be shorn of half their influence for good. The ability to speak plainly and clearly, in full, round tones, is invaluable in any line of work. This qualification is indispensable in those who desire to become ministers, evangelists, Bible workers, or canvassers. Those who are planning to enter these lines of work should be taught to use the voice in such a way that when they speak to people about the truth, a decided impression for good will be made. The truth must not be marred by being communicated through defective utterance.”—Testimonies for the Church 6:380."},{"refcode_short":"PH124 31.1","refcode_long":"What Shall We Teach?, p. 31.1 (Ellen Gould White)","content":"“Voice culture is presented to me as of the greatest importance. Students should receive a training that will prepare them to impart the knowledge they receive. Unless they are taught to read and speak slowly and distinctly, with clearness and force, placing the emphasis where it belongs, how can they teach with any good effect? They should not be allowed to speak so fast that they cannot be clearly understood. Every word, every syllable, should be plainly spoken."},{"refcode_short":"PH124 31.2","refcode_long":"What Shall We Teach?, p. 31.2 (Ellen Gould White)","content":"“Students should be taught not to speak from the throat, but to bring the abdominal muscles into action. The throat is only the channel through which the voice is to pass. If public speakers would learn to use the voice properly, there would not be so much throat trouble among them."},{"refcode_short":"PH124 31.3","refcode_long":"What Shall We Teach?, p. 31.3 (Ellen Gould White)","content":"“Those who are to go into the field as teachers and ministers, should be trained to speak in a way that will arouse an interest in the precious truths which they present. A man may not have so much knowledge, yet he can accomplish much if he has a voice so well trained that he can impart clearly that which he knows.”—Church School Manual,” p. 74, ed. 1906."},{"refcode_short":"PH124 31.4","refcode_long":"What Shall We Teach?, p. 31.4 (Ellen Gould White)","content":"“In all our work, more attention should be given to the culture of the voice. We may have knowledge, but unless we know how to use the voice correctly, our work will be a failure. Unless we can clothe our ideas in appropriate language, of what avail is our education? Knowledge will be of little advantage to us unless we cultivate the talent of speech; but it is a wonderful power when combined with the ability to speak wise, helpful words, and to speak them in a way that will command attention.”—Testimonies for the Church 6:380."},{"refcode_short":"PH124 32.1","refcode_long":"What Shall We Teach?, p. 32.1 (Ellen Gould White)","content":"11. Music.—“Music is often perverted to serve purposes of evil, and it thus becomes one of the most alluring agencies of temptation. But, rightly employed, it is a precious gift of God, designed to uplift the thoughts to high and noble themes, to inspire and elevate the soul...."},{"refcode_short":"PH124 32.2","refcode_long":"What Shall We Teach?, p. 32.2 (Ellen Gould White)","content":"“The value of song as a means of education should never be lost sight of.... As a part of religious service, singing is as much an act of worship as is prayer.”—Education, 167, 168."},{"refcode_short":"PH124 32.3","refcode_long":"What Shall We Teach?, p. 32.3 (Ellen Gould White)","content":"“The chief subjects of study in these schools [schools of the prophets] were the law of God, with the instruction given to Moses, sacred history, sacred music, and poetry.... Sanctified intellect brought forth from the treasure-house of God things new and old, and the Spirit of God was manifested in prophecy and sacred song.”—Education, 47."},{"refcode_short":"PH124 32.4","refcode_long":"What Shall We Teach?, p. 32.4 (Ellen Gould White)","content":"12. Modern Languages.—“Young men should be qualifying themselves for service by becoming familiar with other languages, that God may use them as mediums through which to communicate His saving truth to those of other nations.”—Counsels to Parents, Teachers, and Students, 508."},{"refcode_short":"PH124 32.5","refcode_long":"What Shall We Teach?, p. 32.5 (Ellen Gould White)","content":"“It may in some cases be necessary that young men learn foreign languages. This they can do with most success by associating with the people, at the same time devoting a portion of each day to studying the language. This should be done, however, only as a necessary step preparatory to educating such as are found in the missionary fields themselves, and who, with proper training, can become workers. It is essential that those be urged into the service who can speak in their mother tongue to the people of different nations.”—Counsels to Parents, Teachers, and Students, 516."},{"refcode_short":"PH124 32.6","refcode_long":"What Shall We Teach?, p. 32.6 (Ellen Gould White)","content":"“It is not necessary that all know several languages; but it is necessary that all have an experience in the things of God. I do not say that there should be no study of the languages. The languages should be studied. Before long there will be a positive necessity for many to leave their homes, and go to work among people of other tongues; and those who have some knowledge of these languages will be able to communicate with those who do not know the truth.”—Counsels to Parents, Teachers, and Students, 497."},{"refcode_short":"PH124 33.1","refcode_long":"What Shall We Teach?, p. 33.1 (Ellen Gould White)","content":"13—Ancient Languages—“There are callings in which a knowledge of Greek and Latin is needed. Some must study these languages. But the knowledge of them essential for practical uses might be gained without a study of literature that is corrupt and corrupting."},{"refcode_short":"PH124 33.2","refcode_long":"What Shall We Teach?, p. 33.2 (Ellen Gould White)","content":"“A knowledge of Greek and Latin is not needed by many. The study of dead languages should be made secondary to a study of those subjects that teach the right use of all the powers of body and mind.”—Counsels to Parents, Teachers, and Students, 382."},{"refcode_short":"PH124 33.3","refcode_long":"What Shall We Teach?, p. 33.3 (Ellen Gould White)","content":"“There are times when Greek and Latin scholars are needed. Some must study these languages. This is well. But not all, and not many, should study them. Those who think that a knowledge of Greek and Latin is essential to a higher education, cannot see afar off.”—The Review and Herald, August 17, 1897."},{"refcode_short":"PH124 33.4","refcode_long":"What Shall We Teach?, p. 33.4 (Ellen Gould White)","content":"“The study of Latin and Greek is of far less consequence to ourselves, to the world, and to God than the thorough study and use of the whole human machinery. It is a sin to study books to the neglect of the various branches of usefulness in practical life. Never can one who is ignorant of the house we live in, have an all-around life.”—The Youth's Instructor, April 7, 1898, art. “The True Object of Education.“"},{"refcode_short":"PH124 33.5","refcode_long":"What Shall We Teach?, p. 33.5 (Ellen Gould White)","content":"“I do not say that it is wrong to study Latin and Greek, but I do say that it is wrong to neglect the subjects that lie at the foundation of education in order to tax the mind with the study of these higher branches.”—Counsels to Parents, Teachers, and Students, 218."},{"refcode_short":"PH124 34.1","refcode_long":"What Shall We Teach?, p. 34.1 (Ellen Gould White)","content":"14—Culture of Manners—“Students should not be so pressed with studies as to neglect the culture of the manners; and above all, they should let nothing interfere with their seasons of prayer, which bring them in connection with Christ. In no case should they deprive themselves of religious privileges.”—Counsels to Parents, Teachers, and Students, 318."},{"refcode_short":"PH124 34.2","refcode_long":"What Shall We Teach?, p. 34.2 (Ellen Gould White)","content":"“Human nature is worth working upon. It is to be elevated, refined, sanctified, and fitted with the inward adorning. Through the grace of God in Jesus Christ, which reveals salvation and immortality and life, His heritage are to be educated, not in the minutiae of etiquette, the world's fashions and forms, but in the science of godliness.”—Counsels to Parents, Teachers, and Students, 236."},{"refcode_short":"PH124 34.3","refcode_long":"What Shall We Teach?, p. 34.3 (Ellen Gould White)","content":"15—Missionary Nursing—“In our schools missionary nurses should receive lessons from well-qualified physicians, and as a part of their education should learn how to battle with disease and to show the value of nature's remedies. This work is greatly needed. Cities and towns are steeped in sin and moral corruption, yet there are Lots in every Sodom. The poison of sin is at work at the heart of society, and God calls for reformers to stand in defense of the law which He has established to govern the physical system. They should at the same time maintain an elevated standard in the training of the mind and the culture of the heart, that the Great Physician may co-operate with the human helping hand in doing a work of mercy and necessity in the relief of suffering.”—Testimonies for the Church 6:136."},{"refcode_short":"PH124 34.4","refcode_long":"What Shall We Teach?, p. 34.4 (Ellen Gould White)","content":"16—Sabbath School Work—“It is also the Lord's design that our schools shall give young people a training which will prepare them to teach in any department of the Sabbath school, or to discharge the duties in any of its offices. We should see a different state of affairs, if a number of consecrated young persons would devote themselves to the Sabbath school work, taking pains to educate themselves, and then to instruct others as to the best methods to be employed in leading souls to Christ. This is a line of work that brings returns.”—Testimonies for the Church 6:136."},{"refcode_short":"PH124 35.1","refcode_long":"What Shall We Teach?, p. 35.1 (Ellen Gould White)","content":"17—Commercial Studies—“The education given in our schools is one-sided. Students should be given an education that will fit them for successful business life. The common branches of education should be fully and thoroughly taught. Bookkeeping should be looked upon as of equal importance with grammar. This line of study is one of the most important of use in practical life; but few leave our schools with a knowledge of how to keep books correctly.”—MS., December 20, 1896."},{"refcode_short":"PH124 35.2","refcode_long":"What Shall We Teach?, p. 35.2 (Ellen Gould White)","content":"“There is no branch of legitimate business for which the Bible does not afford an essential preparation. Its principles of diligence, honesty, thrift, temperance, and purity are the secret of true success. These principles, as set forth in the book of Proverbs, constitute a treasury of practical wisdom.”—Education, 135."},{"refcode_short":"PH124 35.3","refcode_long":"What Shall We Teach?, p. 35.3 (Ellen Gould White)","content":"“All our denominational colleges and training schools should make provision to give their students the education essential for evangelists and for Christian business men.”—The Review and Herald, October 15, 1903."},{"refcode_short":"PH124 35.4","refcode_long":"What Shall We Teach?, p. 35.4 (Ellen Gould White)","content":"18—Preparatory Medical Subjects—“It is not necessary for so many of our youth to study medicine. But for those who should take medical studies, our union conference training schools should make ample provision in facilities for preparatory education. Thus the youth of each union conference can be trained nearer home, and be spared the special temptations that attend the work in Battle Creek.”—The Review and Herald, October 15, 1903."},{"refcode_short":"PH124 35.5","refcode_long":"What Shall We Teach?, p. 35.5 (Ellen Gould White)","content":"19—Physical Culture—“Physical culture is an essential part of all right methods of education. The young need to be taught how to develop their physical powers, how to preserve these powers in the best condition, and how to make them useful in the practical duties of life. Many think that these things are no part of school, work, but this is a mistake.”—Special Testimonies on Education, 32."},{"refcode_short":"PH124 36.1","refcode_long":"What Shall We Teach?, p. 36.1 (Ellen Gould White)","content":"“The question of suitable recreation for their pupils is one that teachers often find perplexing. Gymnastic exercises fill a useful place in many schools, but without careful supervision they are often carried to excess...."},{"refcode_short":"PH124 36.2","refcode_long":"What Shall We Teach?, p. 36.2 (Ellen Gould White)","content":"“Exercise in a gymnasium, however well conducted, cannot supply the place of recreation in the open air, and for this our schools should afford better opportunity. Vigorous exercise the pupils must have.”—Education, 210."},{"refcode_short":"PH124 36.3","refcode_long":"What Shall We Teach?, p. 36.3 (Ellen Gould White)","content":"“For every child the first industrial school should be the home. And so far as possible, facilities for manual training should be connected with every school. To a great degree such training would supply the place of the gymnasium, with the additional benefit of affording valuable discipline.”—Education, 217."},{"refcode_short":"PH124 36.4","refcode_long":"What Shall We Teach?, p. 36.4 (Ellen Gould White)","content":"“Those who combine useful labor with study have no need of gymnastic exercises. And work performed in the open air is tenfold more beneficial to health that indoor labor....Nothing short of nature's invigorating air and sunshine will fully meet the demands of the system. The tiller of the soil finds in his labor all the movements that were ever practised in the gymnasium. His movement-room is the open fields. The canopy of heaven is its roof, the solid earth its floor. Here he plows and hoes, sows and reaps. Watch him as in haying time he mows and rakes, pitches and tumbles, lifts and loads, throws off, treads down, and stows away. These various movements call into action the bones, joints, muscles, sinews, and nerves of the body. His vigorous exercise causes full, deep, strong inspirations and exhalations, which expand the lungs and purify the blood, sending the warm current of life bounding through arteries and veins. A farmer who is temperate in all his habits, usually enjoys health. His work is pleasant to him. He has a good appetite. He sleeps well, and may be happy.”—The Signs of the Times, June 29, 1882, art. “Importance of Physical Training.”"},{"refcode_short":"PH124 37.1","refcode_long":"What Shall We Teach?, p. 37.1 (Ellen Gould White)","content":"20—English Language—“A thorough training in the use of the English language is of far more value to a youth than a superficial study of foreign languages, to the neglect of his mother tongue.”—Counsels to Parents, Teachers, and Students, 208."},{"refcode_short":"PH124 37.2","refcode_long":"What Shall We Teach?, p. 37.2 (Ellen Gould White)","content":"“If your students, besides studying God's Word, learn no more than how to use correctly the English language in reading, writing, and speaking, a great work will have been accomplished.”—Counsels to Parents, Teachers, and Students, 207."},{"refcode_short":"PH124 37.3","refcode_long":"What Shall We Teach?, p. 37.3 (Ellen Gould White)","content":"21Agriculture—“Study in agricultural lines should be the A, B, and C of the education given in our schools. This is the very first work that should be entered upon. Our schools should not depend upon imported produce, for grain and vegetables, and the fruits so essential to health.”—Testimonies for the Church 6:179."},{"refcode_short":"PH124 37.4","refcode_long":"What Shall We Teach?, p. 37.4 (Ellen Gould White)","content":"“Students should be given a practical education in agriculture. This will be of inestimable value to many in their future work. The training to be obtained in felling trees and in tilling the soil, as well as in literary lines, is the education that our youth should seek to obtain. Agriculture will open resources for self-support. Other lines of work, adapted to different students, may also be carried on. But the cultivation of the land will bring a special blessing to the workers. We should so train the youth that they will love to engage in the cultivation of the soil.”—Counsels to Parents, Teachers, and Students, 311."},{"refcode_short":"PH124 37.5","refcode_long":"What Shall We Teach?, p. 37.5 (Ellen Gould White)","content":"“In the study of agriculture, let pupils be given not only the theory, but practice. While they learn what science can teach in regard to the nature and preparation of the soil, the value of different crops, and the best methods of production, let them put their knowledge to use. Let teachers share the work with the students, and show what results can be achieved through skilful, intelligent effort.”—Education, 219."},{"refcode_short":"PH124 38.1","refcode_long":"What Shall We Teach?, p. 38.1 (Ellen Gould White)","content":"“The usefulness learned on the school farm is the very education that is most essential for those who go out as missionaries to many foreign fields. If this training is given with the glory of God in view, great results will be seen. No work will be more effectual than that done by those who, having obtained an education in practical life, go forth to mission fields with the message of truth, prepared to instruct as they have been instructed. The knowledge they have obtained in the tilling of the soil and other lines of manual work, and which they carry with them to their fields of labor, will make them a blessing even in heathen lands.”—Counsels to Parents, Teachers, and Students, 534."},{"refcode_short":"PH124 38.2","refcode_long":"What Shall We Teach?, p. 38.2 (Ellen Gould White)","content":"22—Literature—“As an educating power, the Bible is of more value than the writings of all the philosophers of all ages. In its wide range of style and subjects, there is something to interest and instruct every mind, to ennoble every interest.... There is poetry which has called forth the wonder and admiration of the world. In glowing beauty, in sublime and solemn majesty, in touching pathos, it is unequaled by the most brilliant productions of human genius. There is sound logic and impassioned eloquence. There are portrayed the noble deeds of noble men, examples of private virtue and public honor, lessons of piety and purity.”—Counsels to Parents, Teachers, and Students, 428, 429."},{"refcode_short":"PH124 38.3","refcode_long":"What Shall We Teach?, p. 38.3 (Ellen Gould White)","content":"“The Great Teacher who came down from heaven has not directed teachers to study any of the reputedly great authors."},{"refcode_short":"PH124 38.4","refcode_long":"What Shall We Teach?, p. 38.4 (Ellen Gould White)","content":"“Teachers must understand what lessons to impart, or they cannot prepare students to be transferred to the higher grade.... In the place of bringing into our schools books containing the suppositions of the world's great authors, they will say, Tempt me not to disregard the greatest Author and the greatest Teacher, through whom I have everlasting life. He never mistakes. He is the great Fountainhead whence all wisdom flows. Then let every teacher sow the seed of truth in the minds of students. Christ is the standard Teacher.”—Testimonies for the Church 6:160."},{"refcode_short":"PH124 39.1","refcode_long":"What Shall We Teach?, p. 39.1 (Ellen Gould White)","content":"“Man's words, if of any value, echo the words of God. In the education of youth, they should never take the place of the divine Word.”—Counsels to Parents, Teachers, and Students, 423."},{"refcode_short":"PH124 39","refcode_long":"What Shall We Teach?, p. 39 (Ellen Gould White)","content":"Courses of Study"},{"refcode_short":"PH124 39.2","refcode_long":"What Shall We Teach?, p. 39.2 (Ellen Gould White)","content":"1—Courses in the World—“It is because Christ's words are disregarded, because the Word of God is given a second place in education, that infidelity is riot and iniquity is rife. Things of minor consequence occupy the minds of many of the teachers of today. A mass of tradition, containing merely a semblance of truth, is brought into the courses of study given in the schools of the world. The force of much human teaching is found in assertion, not in truth.”—Counsels to Parents, Teachers, and Students, 439."},{"refcode_short":"PH124 39.3","refcode_long":"What Shall We Teach?, p. 39.3 (Ellen Gould White)","content":"2—Education More Than Course of Study—“There is an education which is essentially worldly. Its aim is success in the world, the gratification of selfish ambition. To secure this education many students spend time and money in crowding their minds with unnecessary knowledge. The world accounts them learned; but God is not in their thoughts. They eat of the tree of worldly knowledge, which nourishes and strengthens pride. In their hearts they become disobedient and estranged from God; and their intrusted gifts are placed on the enemy's side. Much of the education at the present time is of this character. The world may regard it as highly desirable; but it increases the peril of the student.”—Counsels to Parents, Teachers, and Students, 64."},{"refcode_short":"PH124 39.4","refcode_long":"What Shall We Teach?, p. 39.4 (Ellen Gould White)","content":"3—Weed Out Unnecessary Matters—“Today young men and women spend years in acquiring an education which is as wood and stubble, to be consumed in the last great conflagration. Upon such an education God places no value. Many students leave school unable to receive the Word of God with the reverence and respect which they gave it before they entered. Their faith has been eclipsed in their effort to excel in the various studies. The Bible has not been made a vital matter in their education, but books tainted with infidelity and propagating unsound theories have been placed before them."},{"refcode_short":"PH124 40.1","refcode_long":"What Shall We Teach?, p. 40.1 (Ellen Gould White)","content":"“All unnecessary matters should be weeded from the courses of study, and only such studies placed before the student as will be of real value to him. With these alone he needs to become familiar, that he may secure the life which measures with the life of God. As the mind is summoned to the consideration of the great themes of salvation, it will rise higher and higher in the comprehension of these subjects, leaving cheap and insignificant matters behind.”—Counsels to Parents, Teachers, and Students, 444, 445."},{"refcode_short":"PH124 40.2","refcode_long":"What Shall We Teach?, p. 40.2 (Ellen Gould White)","content":"4—Waste No Time on Theories of Popular Education—“Let no more time be lost in dwelling on the many things that are not essential, and which have no bearing upon the present necessities of God's people. Let no more time be lost in exalting men who know not the truth; ‘for the time is at hand.’ There is no time now to fill the mind with theories of what is popularly called ‘higher education.’ The time devoted to that which does not tend to assimilate the soul to the likeness of Christ, is so much time lost for eternity. This we cannot afford, for every moment is freighted with eternal interests. Now, when the great work of judging the living is about to begin, shall we allow unsanctified ambition to take possession of the heart, and lead us to neglect the education required to meet the needs in this day of peril?”—Testimonies for the Church 6:130."},{"refcode_short":"PH124 40.3","refcode_long":"What Shall We Teach?, p. 40.3 (Ellen Gould White)","content":"5—Unbalanced Course—“The course of study which is not dictated by the Holy Spirit, which does not embrace the high, holy principles of God's Word, will open before the student a course unmarked by the approval of Heaven. It will leave gaps, and mistakes, and misunderstandings all along the road he travels. Those who will not give themselves to a deep, earnest, prayerful study of the Scriptures will hold ideas contrary to the principles that should control the life...."},{"refcode_short":"PH124 41.1","refcode_long":"What Shall We Teach?, p. 41.1 (Ellen Gould White)","content":"6. Course Not Too Long or Rigid.—“If the Lord's will is done, students will not be encouraged to remain in school continuously for years. This is the devising of man, not the plan of God. The student is not to feel that he must take a classical course before he can enter the ministry. A large number who have done this have disqualified themselves for the labor which it was essential for them to do. The long study of those books which should not be made study books, unfits the youth for the work to be done in this important period of the world's history. These years of study cultivate habits and methods that cripple their usefulness. They have to unlearn many things which disqualify them for efficiency in any line of the work to be done for this time.”—The Youth's Instructor, March 31, 1898, art. “The True Object of Education.”"},{"refcode_short":"PH124 41.2","refcode_long":"What Shall We Teach?, p. 41.2 (Ellen Gould White)","content":"7. Provide for Alternation of School and Labor.—“The student should place himself in school, if he can, through his own exertions, pay his way as he goes. He should study one year, and then work out for himself the problem of what constitutes true education. He should set himself to work. The learning heaped up by years of continued study is deleterious to spiritual interests. Let teachers be prepared to give good counsel to the student who enters school. Let them not advise him to give years exclusively to the study of books. Let the youth learn, and then impart to others, the benefits he has received. If the student will humbly seek Him, the Lord of heaven will open his understanding. The student should take time to review what he has gained in book knowledge; he should critically examine the advancement he has made in the schoolroom, and he should combine physical exercise with study. Thus he will acquire an education that will enable him to come out with solid principles, an all-round man.”—The Youth's Instructor, March 31, 1898, art. “The True Object of Education.”"},{"refcode_short":"PH124 42","refcode_long":"What Shall We Teach?, p. 42 (Ellen Gould White)","content":"Sequence and Value of Subjects"},{"refcode_short":"PH124 42.1","refcode_long":"What Shall We Teach?, p. 42.1 (Ellen Gould White)","content":"1. The Bible First.—“While the Bible should hold the first place in the education of children and youth, the book of nature is next in importance.”—Special Testimonies on Education, 58."},{"refcode_short":"PH124 42.2","refcode_long":"What Shall We Teach?, p. 42.2 (Ellen Gould White)","content":"2. Nature Next.—“Next to the Bible, nature is to be our great lesson book.”—MS."},{"refcode_short":"PH124 42.3","refcode_long":"What Shall We Teach?, p. 42.3 (Ellen Gould White)","content":"3. Thorough Foundation Work.—“So long as the great purpose of education is kept in view, the youth should be encouraged to advance just as far as their capabilities will permit. But before taking up the higher branches of study, let them master the lower. This is too often neglected. Even among students in the higher schools and the colleges, there is great deficiency in knowledge of the common branches of education. Many students devote their time to higher mathematics, when they are incapable of keeping simple accounts. Many study elocution with a view to acquiring the graces of oratory, when they are unable to read in an intelligible and impressive manner. Many who have finished the study of rhetoric fail in the composition and spelling of an ordinary letter.”—Education, 234."},{"refcode_short":"PH124 42.4","refcode_long":"What Shall We Teach?, p. 42.4 (Ellen Gould White)","content":"Before attempting to study the higher branches of literary knowledge, be sure that you thoroughly understand the simple rules of English grammar, and have learned to read and write and spell correctly. Climb the lower rounds of the ladder before reaching for the higher rounds.”—Counsels to Parents, Teachers, and Students, 219."},{"refcode_short":"PH124 42.5","refcode_long":"What Shall We Teach?, p. 42.5 (Ellen Gould White)","content":"4. Test for Advancement.—“A thorough knowledge of the essentials of education should be not only the condition of admission to a higher course, but the constant test for continuance and advancement.”—Education, 234."},{"refcode_short":"PH124 42.6","refcode_long":"What Shall We Teach?, p. 42.6 (Ellen Gould White)","content":"5. Emphasize the Essential and Useful.—“Many of the branches of study that consume the student's time are not essential to usefulness or happiness; but it is essential for every youth to have a thorough acquaintance with everyday duties. If need be, a young woman can dispense with a knowledge of French and algebra, or even of the piano; but it is indispensable that she learn to make good bread, to fashion neatly-fitting garments, and to perform efficiently the many duties that pertain to home-making.”—Education, 216."},{"refcode_short":"PH124 43.1","refcode_long":"What Shall We Teach?, p. 43.1 (Ellen Gould White)","content":"“In every branch of education there are objects to be gained more important than those secured by mere technical knowledge. Take language, for example. More important than the acquirement of foreign languages, living or dead, is the ability to write and speak one's mother tongue with ease and accuracy; but no training gained through a knowledge of grammatical rules can compare in importance with the study of language from a higher point of view....The chief requisite of language is that it be pure and kind and true,—’the outward expression of an inward grace,’”—Education, 234, 235."},{"refcode_short":"PH124 43.2","refcode_long":"What Shall We Teach?, p. 43.2 (Ellen Gould White)","content":"“A thorough training in the use of the English language is of far more value to a youth than a superficial study of foreign languages, to the neglect of his mother tongue.”—Counsels to Parents, Teachers, and Students, 208."},{"refcode_short":"PH124 43.3","refcode_long":"What Shall We Teach?, p. 43.3 (Ellen Gould White)","content":"“When voice culture, reading, writing, and spelling take their rightful place in our schools, there will be seen a great change for the better. These subjects have been neglected because teachers have not recognized their value. But they are more important than Latin and Greek. I do not say that it is wrong to study Latin and Greek, but I do say that it is wrong to neglect the subjects that lie at the foundation of education in order to tax the mind with the study of these higher branches...."},{"refcode_short":"PH124 43.4","refcode_long":"What Shall We Teach?, p. 43.4 (Ellen Gould White)","content":"“The common branches must be thoroughly mastered, and a knowledge of bookkeeping should be considered as important as a knowledge of grammar...."},{"refcode_short":"PH124 44.1","refcode_long":"What Shall We Teach?, p. 44.1 (Ellen Gould White)","content":"“To spell correctly, to write a clear, fair hand, and to keep accounts, are necessary accomplishments. Bookkeeping has strangely dropped out of school work in many places, but this should be regarded as a subject of primary importance. A thorough preparation in these studies will fit students to stand in positions of trust.”—Counsels to Parents, Teachers, and Students, 218."},{"refcode_short":"PH124 44.2","refcode_long":"What Shall We Teach?, p. 44.2 (Ellen Gould White)","content":"“Do not spend time in learning that which will be of little use to you in your after-life. Instead of reaching out for a knowledge of the classics, learn first to speak the English language correctly. Learn how to keep accounts. Gain a knowledge of those lines of study that will help you to be useful wherever you are.”—Counsels to Parents, Teachers, and Students, 219."},{"refcode_short":"PH124 44.3","refcode_long":"What Shall We Teach?, p. 44.3 (Ellen Gould White)","content":"6. Dead Languages Secondary.—“A knowledge of Greek and Latin is not needed by many. The study of dead languages should be made secondary to a study of those subjects that teach the right use of all the powers of body and mind. It is folly for students to devote their time to the acquirement of dead languages, or of book knowledge in any line, to the neglect of a training for life's practical duties.”—Counsels to Parents, Teachers, and Students, 382."},{"refcode_short":"PH124 44.4","refcode_long":"What Shall We Teach?, p. 44.4 (Ellen Gould White)","content":"7. Knowledge of Labor Above Book Study.—“If the youth can have but a one-sided education, which is of the greater consequence, a knowledge of the sciences, with all the disadvantages to health and life; or a knowledge of labor for practical life? We unhesitatingly answer, The latter. If one must be neglected, let it be the study of books.”—Counsels to Parents, Teachers, and Students, 289."},{"refcode_short":"PH124 44.5","refcode_long":"What Shall We Teach?, p. 44.5 (Ellen Gould White)","content":"8. True Object of Education Practical.—“Most students fail to understand the true object of education, and hence fail to take such a course as to secure this object. They apply themselves to the study of mathematics or the languages, while they neglect a study far more essential to the happiness and success of life. Many who explore the depths of the earth with the geologist, or traverse the heavens with the astronomer, show not the slightest interest in the wonderful mechanism of their own bodies. Others can tell just how many bones there are in the human frame, and correctly describe every organ of the body, and yet they are as ignorant of the laws of health and the cure of disease as though life were controlled by blind fate, instead of by definite and unvarying law.—The Signs of the Times, June 29, 1882, art. “Importance of Physical Training.”"},{"refcode_short":"PH124 45.1","refcode_long":"What Shall We Teach?, p. 45.1 (Ellen Gould White)","content":"“There are families without number whose happiness is wrecked by the inefficiency of the wife and mother. It is not so important that our daughters learn painting, fancywork, music, or even ‘cube root,’ or the figures of rhetoric, as that they learn how to cut, make, and mend their own clothing, or to prepare food in a wholesome and palatable manner...."},{"refcode_short":"PH124 45.2","refcode_long":"What Shall We Teach?, p. 45.2 (Ellen Gould White)","content":"“Washing clothes upon the old-fashioned rubbing board, sweeping, dusting, and a variety of other duties in the kitchen and the garden, will be valuable exercise for young ladies. Such useful labor will supply the place of croquet, archery, dancing, and other amusements which benefit no one."},{"refcode_short":"PH124 45.3","refcode_long":"What Shall We Teach?, p. 45.3 (Ellen Gould White)","content":"“Many ladies, accounted well educated, having graduated with honors at some institution of learning, are shamefully ignorant of the practical duties of life.... It is the right of every daughter of Eve to have a thorough knowledge of household duties, to receive training in every department of domestic labor. Every young lady should be so educated that if called to fill the position of wife and mother, she may preside as a queen in her own domain. She should be fully competent to guide and instruct her children and to direct her servants, or if need be, to minister with her own hands to the wants of her household. It is her right to understand the mechanism of the human body and the principles of hygiene, the matters of diet and dress, labor and recreation, and countless others that intimately concern the well- being of her household. It is her right to obtain such a knowledge of the best methods of treating disease that she can care for her children in sickness, instead of leaving her precious treasures in the hands of stranger nurses and physicians.”—The Signs of the Times, June 29, 1882, art. “Importance of Physical Training.”"},{"refcode_short":"PH124 46","refcode_long":"What Shall We Teach?, p. 46 (Ellen Gould White)","content":"Books"},{"refcode_short":"PH124 46.1","refcode_long":"What Shall We Teach?, p. 46.1 (Ellen Gould White)","content":"1. Cleansing Needed.—“Should Christ enter our institutions for the education of the youth, He would cleanse them as He cleansed the temple, banishing many things that have a defiling influence. Many of the books which the youth study would be expelled, and their places would be filled by others that would inculcate substantial knowledge, and abound in sentiments which might be treasured in the heart, in precepts that might govern the conduct.”—Christian Education, 71."},{"refcode_short":"PH124 46.2","refcode_long":"What Shall We Teach?, p. 46.2 (Ellen Gould White)","content":"2. Word of Man.—“Man's words, if of any value, echo the words of God. In the education of youth, they should never take the place of the divine Word.”—Special Testimonies on Education, 54."},{"refcode_short":"PH124 46.3","refcode_long":"What Shall We Teach?, p. 46.3 (Ellen Gould White)","content":"“The words of men who give evidence that they have not a practical knowledge of Christ, should find no place in our schools. They will be hindrances to proper education.”—Testimonies for the Church 6:163."},{"refcode_short":"PH124 46.4","refcode_long":"What Shall We Teach?, p. 46.4 (Ellen Gould White)","content":"3. Infidel Authors.—“Cold, philosophical speculations, and scientific research in which God is not acknowledged, are a positive injury. And the evil is aggravated when, as is often the case, books placed in the hands of the young, accepted as authority, and depended upon in their education, are from authors avowedly infidel. Throughout all the thoughts presented by these men, their poisonous sentiments are interwoven. The study of such books is like handling black coals; a student cannot be undefiled in mind who thinks along the line of skepticism.”—Special Testimonies on Education, 55."},{"refcode_short":"PH124 47.1","refcode_long":"What Shall We Teach?, p. 47.1 (Ellen Gould White)","content":"4. Bible the Test.—“The Bible is not to be tested by men's ideas of science, but science is to be brought to the test of the unerring standard."},{"refcode_short":"PH124 47.2","refcode_long":"What Shall We Teach?, p. 47.2 (Ellen Gould White)","content":"“Yet the study of the sciences is not to be neglected. Books must be used for this purpose; but they should be in harmony with the Bible, for that is the standard. Books of this character should take the place of many of those now in the hands of students.”—Special Testimonies on Education, 56-57."},{"refcode_short":"PH124 47.3","refcode_long":"What Shall We Teach?, p. 47.3 (Ellen Gould White)","content":"5. Many Books Unnecessary.—“I am given words of caution for the teachers in our schools. The work of our schools should bear a different stamp from that borne by some of the most popular of our institutions of learning. Many of the textbooks used in these schools are unnecessary for the work of preparing students for the school above. As a result, the youth are not receiving the most perfect Christian education.”—Counsels to Parents, Teachers, and Students, 389."},{"refcode_short":"PH124 47.4","refcode_long":"What Shall We Teach?, p. 47.4 (Ellen Gould White)","content":"6. Eliminate Books Containing Error.—“The Lord requires our teachers to put away from our schools those books teaching sentiments which are not in accordance with His Word, and to give place to those books that are of the highest value. He will be honored when they show to the world that a wisdom more than human is theirs, because the Master Teacher is standing as their instructor."},{"refcode_short":"PH124 47.5","refcode_long":"What Shall We Teach?, p. 47.5 (Ellen Gould White)","content":"“There is need of separating from our educational work an erroneous, polluted literature, so that ideas which are the seeds of sin will not be received and cherished as the truth.... A pure education for the youth in our schools, unmixed with heathen philosophy, is a positive necessity.”—Counsels to Parents, Teachers, and Students, 389, 390."},{"refcode_short":"PH124 47.6","refcode_long":"What Shall We Teach?, p. 47.6 (Ellen Gould White)","content":"7. Sift Out Every Trace of Infidelity.—“We need to guard continually against those books which contain sophistry in regard to geology and other branches of science. Before the theories of men of science are presented to immature students, they need to be carefully sifted from every trace of infidel suggestion...."},{"refcode_short":"PH124 48.1","refcode_long":"What Shall We Teach?, p. 48.1 (Ellen Gould White)","content":"8. Avoid Books That Confuse.—“It is a mistake to put into the hands of the youth books that perplex and confuse them.”—Counsels to Parents, Teachers, and Students, 390."},{"refcode_short":"PH124 48.2","refcode_long":"What Shall We Teach?, p. 48.2 (Ellen Gould White)","content":"“Never should books containing a perversion of truth be placed in the hands of children or youth. Let not our children, in the very process of obtaining an education, receive ideas that will prove to be seeds of sin.”—Counsels to Parents, Teachers, and Students, 385."},{"refcode_short":"PH124 48.3","refcode_long":"What Shall We Teach?, p. 48.3 (Ellen Gould White)","content":"9. Books to Be Prepared.—“Books should have been prepared to place in the hands of students that would educate them to have a sincere, reverent love for truth and steadfast integrity. The class of studies which are positively essential in the formation of character, to give them a preparation for the future life, should be kept ever before them.”—Special Testimonies on Education, 230."},{"refcode_short":"PH124 48.4","refcode_long":"What Shall We Teach?, p. 48.4 (Ellen Gould White)","content":"10. Compile Books.—“In a night vision given me some years ago I was in an assembly where our school problems were being discussed, and the question was asked, ‘Why has not appropriate matter for reading books and other lesson books been selected and compiled? Why has not the Word of God been extolled above every human production? Have you thought that a better knowledge of what the Lord hath said would have a deleterious effect on teachers and students?’”—Counsels to Parents, Teachers, and Students, 458."}]