[{"refcode_short":"PH120 3","refcode_long":"The Time and The Work, p. 3 (Ellen Gould White)","content":"The Time and The Work"},{"refcode_short":"PH120 3","refcode_long":"The Time and The Work, p. 3 (Ellen Gould White)","content":"The Gospel Commission"},{"refcode_short":"PH120 3.1","refcode_long":"The Time and The Work, p. 3.1 (Ellen Gould White)","content":"“Go ye into all the world, and preach the gospel to every creature,” is the commission Jesus gave to the members of His church. His confidence that they would accomplish the task assigned them, and not disappoint Him, He expressed when, in answer to the inquiry, “What shall be the sign of thy coming, and of the end of the world?” He said, “This gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.”"},{"refcode_short":"PH120 3.2","refcode_long":"The Time and The Work, p. 3.2 (Ellen Gould White)","content":"The aim of the church must continue to be, in all her efforts in the home field, to carry the gospel to all the world. “God's people have a mighty work before them, a work that must continually rise to greater prominence. Our efforts in missionary lines must become far more extensive. A more decided work than has been done must be done prior to the second appearing of our Lord Jesus Christ. God's people are not to cease their labors until they shall encircle the world.”—Testimonies for the Church 6:23-24."},{"refcode_short":"PH120 3","refcode_long":"The Time and The Work, p. 3 (Ellen Gould White)","content":"Providential Openings"},{"refcode_short":"PH120 3.3","refcode_long":"The Time and The Work, p. 3.3 (Ellen Gould White)","content":"Never in the history of the world have there been so many providential openings for the gospel in foreign lands. Never have the calls been more urgent for men and means, and never has there existed a greater need. “Our burden for the ‘regions beyond’ can never be laid down until the whole earth shall be lightened with the glory of the Lord.”—Testimonies for the Church 6:29."},{"refcode_short":"PH120 4.1","refcode_long":"The Time and The Work, p. 4.1 (Ellen Gould White)","content":"Neither can our efforts be relaxed. We must do more, much more, for these far-off countries than we have done as yet."},{"refcode_short":"PH120 4.2","refcode_long":"The Time and The Work, p. 4.2 (Ellen Gould White)","content":"To do this work in foreign lands will be the most successful way of strengthening the work in the home field. “The home missionary work will be farther advanced in every way when a more liberal, self-denying, self-sacrificing spirit is manifested for the prosperity of foreign missions; for the prosperity of the home work depends largely, under God, upon the reflex influence of the evangelical work done in countries afar off.”—Testimonies for the Church 6:27."},{"refcode_short":"PH120 4","refcode_long":"The Time and The Work, p. 4 (Ellen Gould White)","content":"A Greater Demand for Men and Means"},{"refcode_short":"PH120 4.3","refcode_long":"The Time and The Work, p. 4.3 (Ellen Gould White)","content":"European lands as a result of the war are left poverty stricken. They cannot do as much in regions beyond as formerly. In order to meet the increased demands thus made upon America for men and means, the home field must be worked differently than it has been in the past. Here workers are to be developed. The demand is now so great, that, in order to finish the work speedily, no longer can dependence be placed entirely upon our schools, or a long course of training, to supply the men and women needed."},{"refcode_short":"PH120 4","refcode_long":"The Time and The Work, p. 4 (Ellen Gould White)","content":"Churches as Training Centers"},{"refcode_short":"PH120 4.4","refcode_long":"The Time and The Work, p. 4.4 (Ellen Gould White)","content":"In addition to our schools, the church must become the training center. From among its members capable workers must be developed. To develop these special attention must of necessity be given to the work in the home field. Wise plans must be laid, especially in our large cities, to develop workers by working. We have been told, “The large cities should have been worked just as soon as the churches received the light, but many have carried no burden for souls, and Satan, finding them susceptible to his temptations, has spoiled their experience. God asks His people to repent, to be converted, and return to their first love, which they have lost by their failure to follow in the footsteps of the self-sacrificing Redeemer.”—Testimonies for the Church 9:140."},{"refcode_short":"PH120 5","refcode_long":"The Time and The Work, p. 5 (Ellen Gould White)","content":"Church-members Must Work"},{"refcode_short":"PH120 5.1","refcode_long":"The Time and The Work, p. 5.1 (Ellen Gould White)","content":"“Should all the labor that has been expended on the churches during the past twenty years, be again expended upon them, it would fail, as it has failed in the past, of making the members self-denying, cross-bearing followers of Christ. Many have been overfed with spiritual food, while in the world thousands are perishing for the bread of life. Church-members must work; they must educate themselves.”—Testimonies for the Church 9:140."},{"refcode_short":"PH120 5","refcode_long":"The Time and The Work, p. 5 (Ellen Gould White)","content":"Pentecostal Methods"},{"refcode_short":"PH120 5.2","refcode_long":"The Time and The Work, p. 5.2 (Ellen Gould White)","content":"After Christ's early disciples had confessed their sins and righted every wrong, and they were about to begin to carry out the gospel commission, the Holy Ghost came upon them, and great power was with these lowly men and women. Providentially, God had brought together at Jerusalem “devout men out of every nation under heaven.” hearing them speak “the wonderful works of God” in their own language, they were amazed. Many of these were among the number who later said, “Men and brethren, what shall we do?” they became believers, and carried the good news to their friends and relatives on their return home, of the apostles we read, “And daily in the temple, and in every house, they ceased not to teach and preach Jesus Christ.” Acts 5:42. In this house-to-house labor they undoubtedly enlisted the new converts, “and the Lord added to the church daily such as should be saved. Acts 2:46, 47. Thousands were converted, and, in a comparatively short time, the gospel message was carried to all the world."},{"refcode_short":"PH120 6.1","refcode_long":"The Time and The Work, p. 6.1 (Ellen Gould White)","content":"“The disciples did not ask for a blessing for themselves. They were weighted with the burden of souls. The gospel was to be carried to the ends of the earth, and they claimed the endowment of power that Christ had promised. Then it was that the Holy Spirit was poured out, and thousands were converted in a day. So it may be now.”—Testimonies for the Church 8:21."},{"refcode_short":"PH120 7","refcode_long":"The Time and The Work, p. 7 (Ellen Gould White)","content":"Pentecost's Experience To Be Repeated"},{"refcode_short":"PH120 7.1","refcode_long":"The Time and The Work, p. 7.1 (Ellen Gould White)","content":"For many years foreigners from all lands have been coming to our shores, until America's population is largely foreign. Her large cities are practically foreign cities. There is a providence in this. Pentecost's experience is to be repeated. It is God's purpose that men from every nation under heaven that have gathered here shall hear the last message of mercy and carry it back to their friends and neighbors. But, in order to reach the foreigners in our cities, house-to-house work must be done with the periodicals and books which are printed in their own language. They must hear men speak in their own tongue. “From door to door His servants are to proclaim the message of salvation.”—Testimonies for the Church 8:16."},{"refcode_short":"PH120 7.2","refcode_long":"The Time and The Work, p. 7.2 (Ellen Gould White)","content":"Should this work be entered upon as energetically as it should be by members of the church who have prepared themselves for it by the putting away of all sin, the Holy Spirit would be given them, and many souls would again be added to the church. Some of these would be men of means. In this way, successful work could be done for foreign fields, for both men and means would thus be supplied. By working the home field, workers are to be developed for the foreign field. The gospel commission cannot be fulfilled in any other way than through the members of the church becoming active laborers."},{"refcode_short":"PH120 8","refcode_long":"The Time and The Work, p. 8 (Ellen Gould White)","content":"Plan of Salvation About to Close"},{"refcode_short":"PH120 8.1","refcode_long":"The Time and The Work, p. 8.1 (Ellen Gould White)","content":"Evidences are multiplying on every hand that the plan of salvation is about to close. Great power is to attend it in its closing work. “While the work of salvation is closing, trouble will be coming on the earth, and the nations will be angry, yet held in check so as not to prevent the work of the third angel. At that time the ‘latter rain,’ or refreshing from the presence of the Lord, will come, to give power to the loud voice of the third angel.”—Early Writings, 86."},{"refcode_short":"PH120 8.2","refcode_long":"The Time and The Work, p. 8.2 (Ellen Gould White)","content":"Over sixty years ago, in referring to the recent European conflict in a special testimony, Sister White said, “I saw Europe just as things were moving to accomplish their desire. There would seemingly be a slackening up once or twice, thus the hearts of the wicked would be relieved and hardened, but the work would not settle down, only seem to, for the minds of kings and rulers were intent upon over-throwing each other, and minds of the people to get the ascendency.”"},{"refcode_short":"PH120 8.3","refcode_long":"The Time and The Work, p. 8.3 (Ellen Gould White)","content":"Probably to this little time of seeming peace, the statement in Volume I, page 268, refers: “There seemed to be a little time of peace.” This time of apparent peace is followed by the final world conflict. Sister White, in referring to it, said, “Once more the inhabitants of the earth were presented before me; and again everything was in the utmost confusion. Strife, war, and bloodshed, with famine and pestilence, raged everywhere.... Then men's hearts failed them for fear, ‘and for looking after those things which are coming on the earth.’” When peace was declared in Europe men were still hopeful through a League of Nations to bring about the reign of peace, but as the final conflict opens all hope is given up. Their hearts will then fail them for fear."},{"refcode_short":"PH120 9.1","refcode_long":"The Time and The Work, p. 9.1 (Ellen Gould White)","content":"This short period between the two great world conflicts is providentially granted God's people to finish the task before them of carrying the last message of mercy to the people, and of warning them of the impending judgments, and of the nearness of the end. It is at this time that “The ‘latter rain,’ or refreshing from the presence of the Lord, will come to give power to the loud voice of the third angel.” As God's spirit comes upon His churches and each member becomes an active toiler, in a comparatively short time it is possible for the task of warning the world and leading souls to Christ, to be finished."},{"refcode_short":"PH120 9","refcode_long":"The Time and The Work, p. 9 (Ellen Gould White)","content":"Accounts with Nations Are Soon To Be Closed"},{"refcode_short":"PH120 9.2","refcode_long":"The Time and The Work, p. 9.2 (Ellen Gould White)","content":"“With unerring accuracy, the Infinite One still keeps an account with all nations. While his mercy is tendered, with calls to repentance, this account will remain open; but when the figures reach a certain amount which God has fixed, the ministry of wrath commences. The account is closed. Divine patience ceases.... The crisis is fast approaching. The rapidly swelling figures show that the time for God's visitation has about come.... Those who walk in the light will see signs of the approaching peril.”—Testimonies for the Church 5:208, 209."},{"refcode_short":"PH120 10","refcode_long":"The Time and The Work, p. 10 (Ellen Gould White)","content":"The Spirit of God To Be Withdrawn from the Earth"},{"refcode_short":"PH120 10.1","refcode_long":"The Time and The Work, p. 10.1 (Ellen Gould White)","content":"“The fast-fulfilling signs of the times declare that the coming of Christ is near at hand. The days in which we live are solemn and important. The Spirit of God is gradually but surely being withdrawn from the earth.... The calamities by land and sea, the unsettled state of society, the alarms of war, are portentous. They forecast approaching events of the greatest magnitude."},{"refcode_short":"PH120 10.2","refcode_long":"The Time and The Work, p. 10.2 (Ellen Gould White)","content":"“The agencies of evil are combining their forces, and consolidating. They are strengthening for the last great crisis. Great changes are soon to take place in our world, and the final movements will be rapid ones.”—Testimonies for the Church 9:11."},{"refcode_short":"PH120 10","refcode_long":"The Time and The Work, p. 10 (Ellen Gould White)","content":"Predictions"},{"refcode_short":"PH120 10.3","refcode_long":"The Time and The Work, p. 10.3 (Ellen Gould White)","content":"Twenty-eight years ago, when many were predicting that nation should never again lift up sword against nation, neither should there be war any more, looking into the future Sister White made this startling prediction: ‘The tempest is coming, and we must get ready for its fury, by having repentance toward God and faith toward our Lord Jesus Christ. The Lord will arise to shake terribly the earth. We shall see troubles on all sides. Thousands of ships will be hurled into the depths of the sea. Navies will go down, and human lives will be sacrificed by the millions. Fires will break out unexpectedly, and no human efforts will be able to quench them. The palaces of the earth will be swept away in the fury of the flames. Disasters by rail will become more and more frequent; confusion, collision, and death without a moment's warning will occur on the great lines of travel. The end is near, and probation is closing.”"},{"refcode_short":"PH120 11.1","refcode_long":"The Time and The Work, p. 11.1 (Ellen Gould White)","content":"Sixteen years ago, she said: “The time is nearing when the great crisis in the history of the world will have come, when every movement in the government of God will be watched with intense interest and inexpressible apprehension. In quick succession the judgments of God will follow one another—fire and flood and earthquake with war and bloodshed. Oh, that the people might know the time of their visitation.”"},{"refcode_short":"PH120 11.2","refcode_long":"The Time and The Work, p. 11.2 (Ellen Gould White)","content":"Again, in the year 1904, the prediction was made, “Soon grievous troubles will arise among the nations, troubles that will not cease until Jesus comes.... The judgments of God are in the land. The wars and rumors of wars, the destruction by fire and flood, say clearly that the time of trouble, which is to increase until the end, is very near at hand. We have no time to lose. The world is stirred with the spirit of war.”"},{"refcode_short":"PH120 12.1","refcode_long":"The Time and The Work, p. 12.1 (Ellen Gould White)","content":"Five years later, or in the year 1909, she solemnly charged the representatives at the General Conference assembly to prepare their hearts for the terrible scenes of strife and oppression beyond anything they had conceived of, soon to be witnessed among the nations of the earth. She said, “Very soon the strife and oppression of foreign nations will break forth with an intensity that you do not now anticipate.” Five years after this prediction was made, the great\r\nWorld War was precipitated."},{"refcode_short":"PH120 12.2","refcode_long":"The Time and The Work, p. 12.2 (Ellen Gould White)","content":"In referring to this same time, we were told, “The passage from place to place to spread the truth will soon be hedged with dangers on the right hand and on the left. Everything will be placed to obstruct our way, so we shall not be able to do that which is possible now.” Then followed the admonition, “We must look our work fairly in the face, and advance as fast as possible in aggressive warfare.... We have warnings now which we may give, a work now which we may do, but soon it will be more difficult than we can imagine.”—Special Testimonies, Series A 7: 64."},{"refcode_short":"PH120 12.3","refcode_long":"The Time and The Work, p. 12.3 (Ellen Gould White)","content":"“The work which the church has failed to do in a time of peace and prosperity, she will have to do in a terrible crisis, under most discouraging, forbidding circumstances. The warnings that worldly conformity has silenced or withheld, must be given under the fiercest opposition from enemies of the faith.... The members of the church will individually be tested and proved. They will be placed in circumstances where they will be forced to bear witness for the truth.”—“Testimonies for the Church 5:463."},{"refcode_short":"PH120 13.1","refcode_long":"The Time and The Work, p. 13.1 (Ellen Gould White)","content":"“A trial is before the young which they have not anticipated. They are to be brought into most distressing perplexity. The genuineness of their faith is to be proved.”—Testimonies for the Church 1:269."},{"refcode_short":"PH120 13","refcode_long":"The Time and The Work, p. 13 (Ellen Gould White)","content":"A Great Reformatory Movement"},{"refcode_short":"PH120 13.2","refcode_long":"The Time and The Work, p. 13.2 (Ellen Gould White)","content":"While these calamities were witnessed among the nations of the earth, another scene was presented—A great reformatory movement among God's people. She said, “I have been deeply impressed by the scenes that have recently passed before me in the night season. There seemed to be a great movement—a work of revival—going forward in many places. Our people were moving into line, responding to God's call. God calls upon those who are willing to be controlled by the Holy Spirit to lead out in a work of thorough reformation. I see a crisis before us, and the Lord calls for his laborers to come into line. Every soul should now stand in a position of deeper, truer consecration to God than during the years that have passed. Do not the Scriptures call for a more pure and holy work than we have yet seen?”—The General Conference Bulletin, May 19, 1913."},{"refcode_short":"PH120 14.1","refcode_long":"The Time and The Work, p. 14.1 (Ellen Gould White)","content":"“In visions of the night representations passed before me of a great reformatory movement among God's people. Many were praising God. The sick were healed, and other miracles were wrought.... Hundreds and thousands were seen visiting families, and opening before them the word of God. Hearts were convicted by the power of the Holy Spirit, and a spirit of genuine conversion was manifest. On every side doors were thrown open to the proclamation of the truth. The world seemed to be lightened with the heavenly influence. Great blessings were received by the true and humble people of God.”—Testimonies for the Church 9:126."},{"refcode_short":"PH120 14.2","refcode_long":"The Time and The Work, p. 14.2 (Ellen Gould White)","content":"“At this time—a time of overwhelming iniquity—a new life, coming from the Source of all life, is to take possession of those who have the love of God in their hearts.”—Testimonies for the Church 9:44."},{"refcode_short":"PH120 14","refcode_long":"The Time and The Work, p. 14 (Ellen Gould White)","content":"Great Power Will Attend the Last Message of Warning"},{"refcode_short":"PH120 14.3","refcode_long":"The Time and The Work, p. 14.3 (Ellen Gould White)","content":"“The great work of the gospel is not to close with less manifestation of the power of God than marked its opening.... Servants of God, with their faces lighted up and shining with holy consecration, will hasten from place to place to proclaim the message from Heaven. By thousands of voices, all over the earth, the warning will be given. Miracles will be wrought, the sick will be healed, and signs and wonders will follow the believers.”—The Great Controversy, 611-612."},{"refcode_short":"PH120 15","refcode_long":"The Time and The Work, p. 15 (Ellen Gould White)","content":"Many Will Be Prepared to Make Wise Decisions"},{"refcode_short":"PH120 15.1","refcode_long":"The Time and The Work, p. 15.1 (Ellen Gould White)","content":"“When the crisis comes, many will be prepared to make right decisions even in the face of formidable difficulties that will be brought about through the deceptive miracles of Satan. There will be an army of steadfast believers who will stand firm as a rock through the last test.”—The Review and Herald, December 24, 1889."},{"refcode_short":"PH120 15.2","refcode_long":"The Time and The Work, p. 15.2 (Ellen Gould White)","content":"“The time of God's destructive judgments is the time of mercy for those who have had no opportunity to learn what is truth.”—Testimonies for the Church 9:97."},{"refcode_short":"PH120 15","refcode_long":"The Time and The Work, p. 15 (Ellen Gould White)","content":"Every Believer Will Be a Worker"},{"refcode_short":"PH120 15.3","refcode_long":"The Time and The Work, p. 15.3 (Ellen Gould White)","content":"“God is testing the devotion of His churches and their willingness to render obedience to the Spirit's guidance.... The standard of righteousness is to be exalted. The Spirit of God is moving upon men's hearts, and those who respond to its influence will become lights in the world. Everywhere they are seen going forth to communicate to others the light they have received, as they did after the descent of the Holy Spirit on the day of Pentecost. As they let their light shine, they receive more and more of the Spirit's power.”"},{"refcode_short":"PH120 16.1","refcode_long":"The Time and The Work, p. 16.1 (Ellen Gould White)","content":"None should wait in idle expectancy for the baptism of the Holy Spirit. The Spirit of God is given for service. As church-members go forth at God's bidding, the Holy Spirit comes to give efficiency and power. “Every truly converted soul will be intensely desirous to bring others from the darkness of error into the marvelous light of the righteousness of Christ. The great outpouring of the Spirit of God, which lightens the whole earth with his glory, will not come until we have an enlightened people who know by experience what it means to be laborers together with God. When we have entire whole-hearted consecration to the service of Christ, God will recognize the fact by an outpouring of His Spirit without measure; but this will not be while the largest portion of the church are not laborers together with God.”—“Review and Herald.”"},{"refcode_short":"PH120 16.2","refcode_long":"The Time and The Work, p. 16.2 (Ellen Gould White)","content":"“When the churches become living, working churches, then the Holy Spirit will be given in answer to their sincere requests. Then the windows of heaven will be open for the showers of the ‘latter rain.’”—The Review and Herald, February 25, 1890."},{"refcode_short":"PH120 16.3","refcode_long":"The Time and The Work, p. 16.3 (Ellen Gould White)","content":"“When the reproach of indolence and slothfulness shall have been wiped away from the church, the Spirit of the Lord will be graciously manifested. Divine power will be revealed. The church will see the providential working of the Lord of hosts.”—Testimonies for the Church 9:46."},{"refcode_short":"PH120 17","refcode_long":"The Time and The Work, p. 17 (Ellen Gould White)","content":"Great Revivals to Follow This Personal Ministry"},{"refcode_short":"PH120 17.1","refcode_long":"The Time and The Work, p. 17.1 (Ellen Gould White)","content":"“The special work for this time must be done in reaching the people through personal effort.”—Special Testimonies."},{"refcode_short":"PH120 17.2","refcode_long":"The Time and The Work, p. 17.2 (Ellen Gould White)","content":"“Let all who believe the truth begin to work. Do the work that lies nearest you. ...If the lay members of the church will arouse to do the work that they can do,... each seeing how much he can accomplish in winning souls to Jesus, we shall see many leaving the ranks of Satan to stand under the banner of Christ. If our people will act upon the light that is given in these few words of instruction, we shall surely see of the salvation of God. Wonderful revivals will follow. Sinners will be converted, and many souls will be added to the church. When we bring our hearts into unity with Christ, and our lives into harmony with His work, the Spirit that fell on the disciples on the day of Pentecost will fall on us.”—Testimonies for the Church 8:246."},{"refcode_short":"PH120 17","refcode_long":"The Time and The Work, p. 17 (Ellen Gould White)","content":"The Spirit of Prayer Will Actuate Every Believer"},{"refcode_short":"PH120 17.3","refcode_long":"The Time and The Work, p. 17.3 (Ellen Gould White)","content":"“When this reformation begins, the spirit of prayer will actuate every believer, and will banish from the church the spirit of discord and strife. Those who have not been living in Christian fellowship will draw close to one another.... The barriers separating believer from believer will be broken down, and God's servants will speak the same things.”—Testimonies for the Church 8:251."},{"refcode_short":"PH120 18","refcode_long":"The Time and The Work, p. 18 (Ellen Gould White)","content":"Educated and Uneducated Can Hear the Message"},{"refcode_short":"PH120 18.1","refcode_long":"The Time and The Work, p. 18.1 (Ellen Gould White)","content":"“Every church-member who has a knowledge of the truth is expected to work while the day lasts; for the night cometh when no man can work. Ere long we shall understand what that night means.... Every believer, educated or uneducated, can bear the message.... Those with whom we associate day by day need our help, our guidance.”"},{"refcode_short":"PH120 18.2","refcode_long":"The Time and The Work, p. 18.2 (Ellen Gould White)","content":"“Young men and young women, gather a stock of knowledge. Do not wait until some human examination pronounces you competent to work, but go out into the highways and hedges, and begin to work for God.”—Testimonies for the Church 7:281."},{"refcode_short":"PH120 18.3","refcode_long":"The Time and The Work, p. 18.3 (Ellen Gould White)","content":"“In every church young men and young women should be selected to bear responsibilities. Let them make every effort to qualify themselves to help those who know not the truth. God calls for earnest, whole-souled workers.... There are hundreds of God's servants who must respond to this call, and take the field as earnest, soul-saving workers, coming up to the help of the Lord, to the help of the Lord against the mighty.”—Testimonies for the Church 9:139, 140."},{"refcode_short":"PH120 19","refcode_long":"The Time and The Work, p. 19 (Ellen Gould White)","content":"Whole Families To Be Missionaries"},{"refcode_short":"PH120 19.1","refcode_long":"The Time and The Work, p. 19.1 (Ellen Gould White)","content":"“The exhibition of the love of God as seen in unselfish ministry to others will be the means of leading many souls to believe the word of God just as it reads.... A holy influence is to go forth to the world from those who are sanctified through the truth."},{"refcode_short":"PH120 19.2","refcode_long":"The Time and The Work, p. 19.2 (Ellen Gould White)","content":"“There are whole families who might be missionaries, engaging in personal labor, toiling for the Master with busy hands and active brains, devising new methods for the success of His work.”—Testimonies for the Church 9:40."},{"refcode_short":"PH120 19","refcode_long":"The Time and The Work, p. 19 (Ellen Gould White)","content":"Methods of Work"},{"refcode_short":"PH120 19.3","refcode_long":"The Time and The Work, p. 19.3 (Ellen Gould White)","content":"“By visiting the people, talking, praying, sympathizing with them, you will win hearts. This is the highest missionary work that you can do.... Find access to the people in whose neighborhood you live. As you tell them of the truth, use words of Christlike sympathy.... Show no impatience. Utter not one unkind word. Let the love of Christ be in your hearts, the law of kindness on your lips.”—Testimonies for the Church 9:40, 41."},{"refcode_short":"PH120 19.4","refcode_long":"The Time and The Work, p. 19.4 (Ellen Gould White)","content":"“Be sure to work in a way that will remove prejudice instead of creating it.”—Testimonies for the Church 9:34."},{"refcode_short":"PH120 19","refcode_long":"The Time and The Work, p. 19 (Ellen Gould White)","content":"Various Lines of Work"},{"refcode_short":"PH120 19.5","refcode_long":"The Time and The Work, p. 19.5 (Ellen Gould White)","content":"“Lend your neighbors some of our smaller books. If their interest is awakened, take some of the larger books.... By lending or selling books, by distributing papers, and by holding Bible readings, our lay members could do much in their own neighborhoods. Filled with love for souls, they could proclaim the message with such power that many would be converted.”—Testimonies for the Church 9:35."},{"refcode_short":"PH120 20.1","refcode_long":"The Time and The Work, p. 20.1 (Ellen Gould White)","content":"“Visit the sick and suffering, and show a kindly interest in them. If possible, do something to make them more comfortable. Through this means you can reach their hearts, and speak a word for Christ."},{"refcode_short":"PH120 20.2","refcode_long":"The Time and The Work, p. 20.2 (Ellen Gould White)","content":"“Eternity alone will reveal how far-reaching such a line of labor can be. Other lines of usefulness will open before those who are willing to do the duty nearest them. It is not learned, eloquent speakers that are needed now, but humble, Christlike men and women, who have learned from Jesus of Nazareth to be meek and lowly, and who, trusting in His strength, will go forth into the highways and hedges to give the invitation, ‘Come; for all things are now ready.’”—Testimonies for the Church 9:36."},{"refcode_short":"PH120 20","refcode_long":"The Time and The Work, p. 20 (Ellen Gould White)","content":"Topics of Conversation"},{"refcode_short":"PH120 20.3","refcode_long":"The Time and The Work, p. 20.3 (Ellen Gould White)","content":"“Tell those whom you visit that the end of all things is at hand. The Lord Jesus Christ will open the door of their hearts, and will make upon their minds lasting impressions.... Tell them how you found Jesus, and how blessed you have been since you gained an experience in His service. Tell them what blessing comes to you as you sit at the feet of Jesus, and learn precious lessons from His word. Tell them of the gladness and joy that there is in the Christian life. Your warm, fervent words will convince them that you have found the pearl of great price.... This is genuine missionary work, and as it is done, many will awake as from a dream.”—Testimonies for the Church 9:38."},{"refcode_short":"PH120 21","refcode_long":"The Time and The Work, p. 21 (Ellen Gould White)","content":"Christlike Sympathy and Simplicity Necessary"},{"refcode_short":"PH120 21.1","refcode_long":"The Time and The Work, p. 21.1 (Ellen Gould White)","content":"“There are many ways in which church-members may give the message to those around them. One of the most successful is by living helpful, unselfish, Christian lives. Those who are fighting the battle of life at great odds may be refreshed and strengthened by little attentions which cost nothing. Kindly words simply spoken, little attentions simply bestowed, will sweep away the clouds of temptation and doubt that gather over the soul. The true heart-expression of Christlike sympathy, given in simplicity, has power to open the door of hearts that need the simple, delicate touch of the Spirit of Christ.... For the good tidings of the gospel, for its promises and assurances, we are to express our gratitude by seeking to do others good.”—Testimonies for the Church 9:30, 31."},{"refcode_short":"PH120 21","refcode_long":"The Time and The Work, p. 21 (Ellen Gould White)","content":"The Work of Women Important"},{"refcode_short":"PH120 21.2","refcode_long":"The Time and The Work, p. 21.2 (Ellen Gould White)","content":"“Every sanctified heart will be pressed into service as an instrument of divine power.”—Testimonies for the Church 9:47."},{"refcode_short":"PH120 22.1","refcode_long":"The Time and The Work, p. 22.1 (Ellen Gould White)","content":"“Women as well as men can engage in the work of hiding the truth where it can work out and be made manifest. They can take their place in the work at this crisis, and the Lord will work through them. If they are imbued with a sense of their duty, and labor under the influence of the Spirit of God, they will have just the self-possession required for this time. The Saviour will reflect upon these self-sacrificing women the light of His countenance, and this will give them a power that will exceed that of men. They can do in families a work that men cannot do, a work that reaches the inner life.... Discreet and humble women can do a good work in explaining the truth to the people in their homes. The word of God thus explained will do its leavening work, and through its influence whole families will be converted.”—Testimonies for the Church 9:128."},{"refcode_short":"PH120 22","refcode_long":"The Time and The Work, p. 22 (Ellen Gould White)","content":"Children May Have a Part in the Work"},{"refcode_short":"PH120 22.2","refcode_long":"The Time and The Work, p. 22.2 (Ellen Gould White)","content":"“Parents, your children should be your helping hand, increasing your power and ability to work for the Master. Children are the younger members of the Lord's family. They should be led to consecrate themselves to God, whose they are by creation and redemption.... With you the children should share spiritual as well as physical burdens. By helping others they increase their own happiness and usefulness.”—Testimonies for the Church 7:63."},{"refcode_short":"PH120 23.1","refcode_long":"The Time and The Work, p. 23.1 (Ellen Gould White)","content":"“Children will be impelled by the Holy Spirit to go forth to declare the message of heaven. The Spirit will be poured out upon those who yield to His promptings.”—Testimonies for the Church 7:27."},{"refcode_short":"PH120 23","refcode_long":"The Time and The Work, p. 23 (Ellen Gould White)","content":"The Most Powerful Argument in Favor of the Truth"},{"refcode_short":"PH120 23.2","refcode_long":"The Time and The Work, p. 23.2 (Ellen Gould White)","content":"“Let us remember that a Christlike life is the most powerful argument that can be advanced in favor of Christianity, and that a cheap Christian character works more harm in the world than the character of a worldling.... Men will believe, not what the minister preaches, but what the church lives.”—Testimonies for the Church 9:21."},{"refcode_short":"PH120 23.3","refcode_long":"The Time and The Work, p. 23.3 (Ellen Gould White)","content":"“The life that Christ lived in this world, men and women can live, through His power and under His instruction.... The lives of professing Christians who do not live the Christ-life are a mockery to religion.”—Testimonies for the Church 9:22."},{"refcode_short":"PH120 23","refcode_long":"The Time and The Work, p. 23 (Ellen Gould White)","content":"Divine Agencies Waiting to Cooperate"},{"refcode_short":"PH120 23.4","refcode_long":"The Time and The Work, p. 23.4 (Ellen Gould White)","content":"“Heavenly intelligences are waiting to cooperate with human instrumentalities, that they may reveal to the world what human beings may become, and what, through their influence, they may accomplish for the saving of souls that are ready to perish.”—Testimonies for the Church 9:30."},{"refcode_short":"PH120 23","refcode_long":"The Time and The Work, p. 23 (Ellen Gould White)","content":"The One Talent Is Welcomed"},{"refcode_short":"PH120 23.5","refcode_long":"The Time and The Work, p. 23.5 (Ellen Gould White)","content":"“The Lord has a place for every one in His great plan.... That one talent, if faithfully used, will do the very work God designs that it should do.”—Testimonies for the Church 9:37."},{"refcode_short":"PH120 24.1","refcode_long":"The Time and The Work, p. 24.1 (Ellen Gould White)","content":"“It is a mystery that there are not hundreds at work where now there is but one. The heavenly universe is astonished at the apathy, the coldness, the listlessness of those who profess to be sons and daughters of God.”—Testimonies for the Church 9:42."},{"refcode_short":"PH120 24","refcode_long":"The Time and The Work, p. 24 (Ellen Gould White)","content":"Publications Should Be Extensively Used"},{"refcode_short":"PH120 24.2","refcode_long":"The Time and The Work, p. 24.2 (Ellen Gould White)","content":"“Let us now, by the wise use of periodicals and books, preach the Word with determined energy, that the world may understand the message that Christ gave to John on the Isle of Patmos.... Our publications should go everywhere. Let them be issued in many languages. The third angel's message is to be given through this medium and through the living teacher.”—Testimonies for the Church 9:62."},{"refcode_short":"PH120 24.3","refcode_long":"The Time and The Work, p. 24.3 (Ellen Gould White)","content":"“In a large degree through our publishing houses is to be accomplished the work of that other angel who comes down from heaven with great power, and who lightens the earth with his glory.”—Testimonies for the Church 7:140."},{"refcode_short":"PH120 24.4","refcode_long":"The Time and The Work, p. 24.4 (Ellen Gould White)","content":"“In these days of travel, the opportunities for coming in contact with men and women of all classes, and of many nationalities, are much greater than in the days of Israel. The thoroughfares of travel have multiplied a thousandfold. God has wonderfully prepared the way. The agency of the printing-press, with its manifold facilities, is at our command.... Christians who are living in the great centers of commerce and travel have special opportunities. Believers in these cities can work for God in the neighborhood of their homes.... Let literature be distributed judiciously, on the trains, in the street, on the great ships that ply the sea, and through the mails.”—Testimonies for the Church 9:122, 123."},{"refcode_short":"PH120 25","refcode_long":"The Time and The Work, p. 25 (Ellen Gould White)","content":"The Large Cities Must Be Given Special Attention"},{"refcode_short":"PH120 25.1","refcode_long":"The Time and The Work, p. 25.1 (Ellen Gould White)","content":"“Let not the great cities of our land be lightly passed over and neglected.” “The work in the home field is a vital problem just now. The present time is the most favorable opportunity that we shall have to work these fields. In a little while the situation will be much more difficult.”"},{"refcode_short":"PH120 25","refcode_long":"The Time and The Work, p. 25 (Ellen Gould White)","content":"Foreigners in These Cities Must Be Reached"},{"refcode_short":"PH120 25.2","refcode_long":"The Time and The Work, p. 25.2 (Ellen Gould White)","content":"“Those in responsibility must now plan wisely to proclaim the third angel's message to the hundreds and thousands of foreigners in the cities of America. God desires his servants to do their full duty toward the unwarned inhabitants of the cities, and especially toward those who have come to these cities from various nations of the earth. Many of these foreigners are here in the providence of God, that they may have opportunity to hear the truth for this time, and receive a preparation that will fit them to return to their own lands as bearers of precious lights shining direct from the throne of God.”"},{"refcode_short":"PH120 26.1","refcode_long":"The Time and The Work, p. 26.1 (Ellen Gould White)","content":"“Great benefits would come to the regions beyond, if faithful efforts were put forth in behalf of the cities in America. Many would return to the places from which they came that they might win their friends to the truth. They would search out their kinsfolk and neighbors, and communicate to them a knowledge of the third angel's message.”—Address given at Pacific Union Conference, January 28, 1910."},{"refcode_short":"PH120 26.2","refcode_long":"The Time and The Work, p. 26.2 (Ellen Gould White)","content":"“Unless more is done than has been done for the cities of America, ministers and people will have a heavy account to settle with the One who has appointed to every man his work.... May God forgive our terrible neglect in not doing the work that as yet we have scarcely touched with the tips of our fingers.... After you have given something for foreign fields, do not think your duty done.... In the cities of America there are people of almost every language. These need the light that God has given to His church.”—“Testimonies for the Church 8:35-37."},{"refcode_short":"PH120 26","refcode_long":"The Time and The Work, p. 26 (Ellen Gould White)","content":"Forces Must Be Organized"},{"refcode_short":"PH120 26.3","refcode_long":"The Time and The Work, p. 26.3 (Ellen Gould White)","content":"“Time is short, and our forces must be organized to do a larger work.”—Testimonies for the Church 9:27."},{"refcode_short":"PH120 26.4","refcode_long":"The Time and The Work, p. 26.4 (Ellen Gould White)","content":"“The very simplest modes of work should be devised and set in operation among the churches. If the members will unitedly accept such plans, and perseveringly carry them out, they will reap a rich reward.”—Testimonies for the Church 6:433."},{"refcode_short":"PH120 27.1","refcode_long":"The Time and The Work, p. 27.1 (Ellen Gould White)","content":"“The best help that ministers can give the members of our churches is not sermonizing, but planning work for them. Give each one something to do for others.... And let all be taught how to work. Especially should those who are newly come to the faith be educated to become laborers together with God. If set to work, the despondent will soon forget their despondency; the weak will become strong, the ignorant intelligent, and all will be prepared to present the truth as it is in Jesus.”—Testimonies for the Church 9:82."},{"refcode_short":"PH120 27.2","refcode_long":"The Time and The Work, p. 27.2 (Ellen Gould White)","content":"“Let the missionary meeting be turned to account in teaching the people how to do missionary labor.”—Testimonies for the Church 6:431."},{"refcode_short":"PH120 27.3","refcode_long":"The Time and The Work, p. 27.3 (Ellen Gould White)","content":"“Those who have spiritual oversight of the church should devise ways and means by which an opportunity may be given to every member of the church to act some part in God's work.”"},{"refcode_short":"PH120 27","refcode_long":"The Time and The Work, p. 27 (Ellen Gould White)","content":"Generalship Is Needed and Enlistments Called For"},{"refcode_short":"PH120 27.4","refcode_long":"The Time and The Work, p. 27.4 (Ellen Gould White)","content":"“A wise general instructs his officers to train every soldier for active service. He seeks to develop the highest efficiency on the part of all.... He counts on loyal and untiring service from every man in his army. The responsibility rests largely upon the men in the ranks."},{"refcode_short":"PH120 27.5","refcode_long":"The Time and The Work, p. 27.5 (Ellen Gould White)","content":"“And so it is in the army of Prince Emmanuel. Our general, who has never lost a battle, expects willing, faithful service from every one who has enlisted under His banner.”—Testimonies for the Church 9:116."},{"refcode_short":"PH120 28.1","refcode_long":"The Time and The Work, p. 28.1 (Ellen Gould White)","content":"“Ministers, preach the truths that will lead to personal labor for those who are out of Christ. Encourage personal effort in every possible way.”—Testimonies for the Church 9:124."},{"refcode_short":"PH120 28","refcode_long":"The Time and The Work, p. 28 (Ellen Gould White)","content":"Various Lines of Work To Be Taught"},{"refcode_short":"PH120 28.2","refcode_long":"The Time and The Work, p. 28.2 (Ellen Gould White)","content":"“Not all can fill the same place, but for all there is a place and a work.”—Testimonies for the Church 8:16."},{"refcode_short":"PH120 28.3","refcode_long":"The Time and The Work, p. 28.3 (Ellen Gould White)","content":"“Let some help the people to learn how to give Bible readings and to conduct cottage meetings. Let others bear the burden of teaching the people how to practise the principles of health and temperance, and how to give treatments to the sick. Still others may labor in the interests of our periodical and book work.”—Testimonies for the Church 9:83."},{"refcode_short":"PH120 28.4","refcode_long":"The Time and The Work, p. 28.4 (Ellen Gould White)","content":"“The leaders in God's cause, as wise generals, are to lay plans for advance moves all along the line. In their planning they are to give special study to the work that can be done by the laity for their friends and neighbors.”—Testimonies for the Church 9:116."},{"refcode_short":"PH120 28.5","refcode_long":"The Time and The Work, p. 28.5 (Ellen Gould White)","content":"“From door to door His servants are to proclaim the message of salvation.”—Testimonies for the Church 8:16."},{"refcode_short":"PH120 28.6","refcode_long":"The Time and The Work, p. 28.6 (Ellen Gould White)","content":"“The work of God in this earth can never be finished until the men and women comprising our church-membership rally to the work, and unite their efforts with those of ministers and church officers.... It is training, education, that is needed. Those who labor in visiting the churches should give the brethren and sisters instruction in practical methods of doing missionary work.”—Testimonies for the Church 9:117."},{"refcode_short":"PH120 29","refcode_long":"The Time and The Work, p. 29 (Ellen Gould White)","content":"Means Will Flow into the Treasuries"},{"refcode_short":"PH120 29.1","refcode_long":"The Time and The Work, p. 29.1 (Ellen Gould White)","content":"“As we do this work, we shall find that means will flow into our treasuries, and we shall have funds with which to carry on a still broader and more far-reaching work. Souls who have wealth will be brought into the truth, and will give of their means to advance the work of God. I have been instructed that there is much means in the cities that are unworked. God has interested people there. Go to them; teach them as Christ taught; give them the truth. They will accept it. And as surely as honest souls will be converted, their means will be consecrated to the Lord's service, and we shall see an increase of resources.”—Testimonies for the Church 9:101."},{"refcode_short":"PH120 29","refcode_long":"The Time and The Work, p. 29 (Ellen Gould White)","content":"Unity in All the Churches as a Result"},{"refcode_short":"PH120 29.2","refcode_long":"The Time and The Work, p. 29.2 (Ellen Gould White)","content":"“If Seventh-day Adventists will now arouse, and do the work assigned them, the truth will be presented to our neglected cities in clear, distinct lines, and in the power of the Spirit.... God's people are to be so earnest and faithful in their work for Him that all selfishness will be separated from their lives. His workers will then see eye to eye, and the arm of the Lord, the power of which was seen in the life of Christ, will be revealed. Confidence will be restored, and there will be unity in the churches throughout our ranks.”—Testimonies for the Church 9:32-33."},{"refcode_short":"PH120 30","refcode_long":"The Time and The Work, p. 30 (Ellen Gould White)","content":"The Reward"},{"refcode_short":"PH120 30.1","refcode_long":"The Time and The Work, p. 30.1 (Ellen Gould White)","content":"“When the redeemed stand before God, precious souls will respond to their names who are there because of faithful, patient efforts put forth in their behalf. Thus those who in this world have been laborers together with God will receive their reward.”—Testimonies for the Church 8:196."},{"refcode_short":"PH120 30","refcode_long":"The Time and The Work, p. 30 (Ellen Gould White)","content":"What Might Have Been"},{"refcode_short":"PH120 30.2","refcode_long":"The Time and The Work, p. 30.2 (Ellen Gould White)","content":"“If every soldier of Christ had done his duty, if every watchman on the walls of Zion had given the trumpet a certain sound, the world might ere this have heard the message of warning.”—“Testimonies for the Church 9:29."},{"refcode_short":"PH120 30.3","refcode_long":"The Time and The Work, p. 30.3 (Ellen Gould White)","content":"“If the hearts of God's people were filled with love for Christ; if every church-member were thoroughly imbued with the spirit of self-sacrifice; if all manifested thorough earnestness, there would be no lack of funds for home or foreign missions. Our resources would be multiplied; a thousand doors of usefulness would be opened, and we should be invited to enter. Had the purpose of God been carried out by His people in giving to the world the message of mercy, Christ would, ere this, have come to the earth, and the saints would have received their welcome into the city of God.”—Testimonies for the Church 6:450."},{"refcode_short":"PH120 31.1","refcode_long":"The Time and The Work, p. 31.1 (Ellen Gould White)","content":"“Our people have received great light, yet much of the ministerial force has been spent on the churches, teaching those who should be teachers; enlightening those who should be ‘the light of the world;’ watering those from whom should flow rivers of living water; enriching those who might be mines of precious truth; repeating the gospel invitation to those who, scattered to the uttermost parts of the earth, should be giving the message of heaven to those who have not heard; feeding those who should be in the highways and byways giving the call, ‘Come; for all things are now ready.’”—Testimonies for the Church 7:24."},{"refcode_short":"PH120 31.2","refcode_long":"The Time and The Work, p. 31.2 (Ellen Gould White)","content":"“The Lord Jesus is making experiments on human hearts through the exhibition of His mercy and abundant grace. He is effecting transformations so amazing that Satan, with all his triumphant boasting, with all his confederacy of evil united against God and the laws of His government, stands viewing them as a fortress impregnable to his sophistries and delusions. They are to him an incomprehensible mystery. The angels of God, seraphim and cherubim, the powers commissioned to cooperate with human agencies, look on with astonishment and joy, that fallen men, once children of wrath, are through the training of Christ developing characters after the divine similitude, to be sons and daughters of God, to act an important part in the occupations and pleasures of heaven.”—From a Message to the General Conference in 1892 by Mrs. E. G. White."}]