[{"refcode_short":"PH123 1","refcode_long":"Testimony to the Church at Battle Creek, p. 1 (Ellen Gould White)","content":"Testimony to the Church at Battle Creek"},{"refcode_short":"PH123 1","refcode_long":"Testimony to the Church at Battle Creek, p. 1 (Ellen Gould White)","content":"Testimony"},{"refcode_short":"PH123 1","refcode_long":"Testimony to the Church at Battle Creek, p. 1 (Ellen Gould White)","content":"The School at Battle Creek"},{"refcode_short":"PH123 1.1","refcode_long":"Testimony to the Church at Battle Creek, p. 1.1 (Ellen Gould White)","content":"December 10, 1871, I was shown the case of Bro. Bell in connection with the cause and work of God in Battle Creek. Bro. Bell has qualifications to make a successful teacher. If he had with his adaptation to teaching a sound physical constitution, so that he could at all times preserve calm self-possession, so valuable to a teacher, his services would be of inestimable worth. He loves his work as a teacher, and he gives his whole mind to this work. He has the power to explain, in a variety of ways, by impressive illustrations, principles which would otherwise lose much of their force upon the mind of the pupil."},{"refcode_short":"PH123 1.2","refcode_long":"Testimony to the Church at Battle Creek, p. 1.2 (Ellen Gould White)","content":"Bro. Bell delights in his work. His thoughts, his hopes, and his prayers, are in it, that he may make his efforts highly successful, and accomplish permanent good. It is his ambition to inspire his pupils with a spirit of cheerful, voluntary industry in study. Such interest and devotion are rare, and should be appreciated by his pupils, and by all who have an interest in the welfare and progress of their children. Bro. Bell prizes more highly the improvement of his pupils than he does the wages he receives for his labor. Had Bro. Bell confined himself to this branch of his labor in Battle Creek, for which he was so well adapted, it would have been better for him, and better for the church."},{"refcode_short":"PH123 2.1","refcode_long":"Testimony to the Church at Battle Creek, p. 2.1 (Ellen Gould White)","content":"There was a fault with the church at Battle Creek in not appreciating the moral worth of Bro. Bell, and his superior method of teaching, which made it necessary for me to relate that which had been shown me in reference to his ability as a teacher. His thorough manner of instruction was not in accordance with the superficial method of educating children in the common schools. The thorough drilling to which his pupils were subjected was objectionable to many, and his strict discipline, and his complete system of instruction, were very disagreeable to a class of children who had been in the habit of confining themselves to the very letter of instruction as found in books, and of sliding through these books with rapidity, thinking they were far in advance of what they really were. These children, who had been petted and indulged at home and pushed forward at school, were highly dissatisfied that the same plan was not carried forward by Bro. Bell. They complained at home, and their parents sympathized with them when their sympathy should have been wholly with the faithful instructor of their children. They should have felt that it was a great blessing to have a teacher who would look after the physical, moral, and spiritual interest of their children, as well as to instruct them in the sciences."},{"refcode_short":"PH123 3.1","refcode_long":"Testimony to the Church at Battle Creek, p. 3.1 (Ellen Gould White)","content":"Teachers generally do not feel that they have great responsibilities resting upon them, and that their efforts should in some measure correspond with their responsibilities. They do not impress upon the minds of their pupils that the object in their education should be to qualify them to bring into practical use the powers with which God has endowed them; and to do this in such a manner as will accomplish the greatest amount of good, and thereby answer the object of their existence."},{"refcode_short":"PH123 3.2","refcode_long":"Testimony to the Church at Battle Creek, p. 3.2 (Ellen Gould White)","content":"In consequence of the neglect of many to appreciate the labors of Bro. Bell, it became necessary for me to relate some things which had been presented before me in regard to the value of his labors as an instructor of youth. My husband and myself spoke decidedly in favor of Bro. Bell, as we thought justice demanded that we should. His qualifications as a teacher, we valued highly. My husband has ever had a high appreciation of Bro. Bell's intelligent method of teaching, and he several times spoke before the church in his favor, because he felt grieved that they failed to value moral worth. Their neglect of the intellectual and devoted Hannah Moore, he looked upon as a grievous sin, as though done to the person of Christ. And when he saw Bro. Bell in poverty, humbly clad, yet struggling to exert all the influence in his power to benefit the youth, while many were so indifferent to come up to his help, he felt it was the same lack of appreciation, in a degree, which closed their hearts and homes to Hannah Moore."},{"refcode_short":"PH123 4.1","refcode_long":"Testimony to the Church at Battle Creek, p. 4.1 (Ellen Gould White)","content":"The words spoken in behalf of Bro. Bell's excellent qualifications had the influence, almost unconsciously to himself, to exalt him. I have been shown that great caution should be used, even when it is necessary to lift a burden of oppression from men and women, lest they lean to their own wisdom, and fail to make God their only dependence. But it is not safe to speak in praise of men and women, or to exalt the ability of a minister of Christ. Very many in the day of God will be weighed in the balance and found wanting because of exaltation. I would warn my brethren and sisters to never flatter persons because of their ability; for they cannot bear it. Self is easily exalted, and in consequence, persons lose their balance. I say again to my brethren and sisters, If you would have your souls clean from the blood of all men, never flatter, never praise the efforts of poor mortals; for it may prove their ruin. It is unsafe, by our words and actions, to exalt a brother or sister, however apparently humble may be their deportment. If they really possess the meek and lowly spirit which God so highly estimates, help them to retain it. This will not be done by censuring them, or by your neglect to properly appreciate their true worth. Very few can bear praise without being injured."},{"refcode_short":"PH123 5.1","refcode_long":"Testimony to the Church at Battle Creek, p. 5.1 (Ellen Gould White)","content":"There are some of our ministers of ability, who are preaching present truth, who love approbation. Applause stimulates them, as the glass of wine the inebriate. Place these ministers where they have a small congregation which promises no special excitement, and which provokes no decided opposition, and they will lose their interest and zeal, and appear as languid in the work as the inebriate when he is deprived of his dram. These men will fail to make real, practical laborers until they learn to labor without the excitement of applause."},{"refcode_short":"PH123 5.2","refcode_long":"Testimony to the Church at Battle Creek, p. 5.2 (Ellen Gould White)","content":"When our brethren in Battle Creek began to value the labors of Bro. Bell as a teacher, some gave free expression of their appreciation of his qualifications, because they knew he had not been properly respected. These things had a tendency to give Bro. Bell confidence in his own ability, until he cherished exalted views of himself. Finally, Bro. Bell could hardly endure to have his course questioned, or suggestions made of plans which he did not originate, or which differed from his ideas. The opinions of brethren and sisters of long experience were not respected by Bro. Bell, but set aside as unworthy of attention. Bro. Bell became exacting, and was extremely sensitive over little things; especially if any disrespect was shown of his authority on the part of his pupils."},{"refcode_short":"PH123 6.1","refcode_long":"Testimony to the Church at Battle Creek, p. 6.1 (Ellen Gould White)","content":"Some parents were not judicious. They injured the influence of Bro. Bell, and themselves more, in talking freely over the complaints made by their children. These parents did not have sufficient interest in the instruction of their children to visit the school, and thus manifest an interest in the progress of their children, and for the encouragement of their teacher. They preferred to hold themselves aloof, and look on coldly and indifferently, unless they could find something of which to complain. Their limber tongues worked easily, repeating incidents which had transpired in school contrary to their children's childish ideas of wise discipline."},{"refcode_short":"PH123 6.2","refcode_long":"Testimony to the Church at Battle Creek, p. 6.2 (Ellen Gould White)","content":"Parents should have had wisdom not to sympathize with inexperienced, indulged children, in regard to what they termed too strict discipline. The children in these things were not as much to blame as their parents. And Bro. Bell should not have been so very sensitive over the errors of his pupils, even if he knew their parents did credit all they repeated to them. He should have considered that all that parents or scholars might say of him did not affect his character in the sight of God. But that which they had said to his injury did affect seriously their characters in the sight of our Heavenly Father. It was more in accordance with the feelings of their unsanctified hearts to judge another's conscience, and to pick flaws at his supposed faults. This produced less pain, less self-humiliation, than to closely examine their own hearts, and with just, discerning eyes see their own faults, and pronounce judgment against themselves."},{"refcode_short":"PH123 7.1","refcode_long":"Testimony to the Church at Battle Creek, p. 7.1 (Ellen Gould White)","content":"While there is, so great a deficiency among parents in the education of their children, they are not prepared to see the necessity of the thorough manner of Bro. Bell's teaching. It is true his style of teaching is in marked contrast with the generality of teachers. But it is this kind of teaching that is needed, that will give stability to the character. The lack on the part of some of the parents to sustain Bro. Bell made his work doubly hard. Their neglect to govern their children at home had an influence upon them to lead them to decide that Bro. Bell was too particular, and unnecessarily exacting. In some instances the parents counteracted the earnest efforts of Bro. Bell by their sympathizing with their children. The children, who were having the very discipline they needed, understood that their parents questioned the course of Bro. Bell, and this led the children to take liberties that they otherwise would not. Had their parents united their efforts fully with the teacher of their children, great good would have been the result. These mistakes on the part of the parents depressed Bro. Bell's spirits, and his influence was not what it might have been if he had known that he had the co-operation of all the parents in his labors."},{"refcode_short":"PH123 8.1","refcode_long":"Testimony to the Church at Battle Creek, p. 8.1 (Ellen Gould White)","content":"Bro. Bell was successful generally as a teacher of the common schools and the Sabbath-schools. Because of his success in these, his abilities in every other respect were, by some, too highly estimated. Bro. Bell was encouraged to take still greater responsibilities, and to become leader of the church, and director of the Health Institute, and editor of the Instructor. More was expected of Bro. Bell than can reasonably be of any one man. He sought to carry out the system of management in the church and Health Institute that he had adopted in the schools. Here he made a decided failure. He could not discern the difference between controlling youthful minds in a school wherein he was master, and a church composed of men and women with their habits fixed and their characters formed. It is not an easy matter to bring men and women of different temperaments, and that have been differently educated, into precise, systematic working order, like well-regulated machinery."},{"refcode_short":"PH123 9.1","refcode_long":"Testimony to the Church at Battle Creek, p. 9.1 (Ellen Gould White)","content":"Bro. Bell has nice ideas of order and discipline. He thinks that minds should be disciplined, that they may unitedly, in common schools as well as Sabbath-schools, move like machinery. But this desirable attainment can alone be gained through principle, which should influence every act and feeling, regulating, exciting, or repressing, as the case demands, and controlling the soul. Without the balance which religion gives the minds of youth, they are varying. They are generally controlled by impulse. They follow inclination rather than duty. Parents and teachers have a very responsible work before them to so educate the youth that the valuable qualities of the mind may be strengthened while the evil tendencies should be repressed, restrained, and controlled."},{"refcode_short":"PH123 9.2","refcode_long":"Testimony to the Church at Battle Creek, p. 9.2 (Ellen Gould White)","content":"Bro. Bell did not realize that he was depending more upon system to bring up the church of God to the right position, and in working order, than to the influence of the Spirit of God upon the heart. He trusted too much to his own ability. He became exalted, and did not realize that he needed the advice and counsel of men of long experience."},{"refcode_short":"PH123 10.1","refcode_long":"Testimony to the Church at Battle Creek, p. 10.1 (Ellen Gould White)","content":"He did not move with all that consideration and wisdom he should in accepting the responsibilities at the Health Institute and the church, which men of greater experience would not venture to take. In seeking to bring things at the Health Institute to the precise and perfect system he desired, he was unsuccessful. His efforts to bring about the object stirred up wrath with unbelieving patients. In attempting to carry out his plans, instead of bringing about peace and order, he brought dissension and confusion. Instead of lightening the burdens of the physicians and helpers, his rules and system would impose a great tax. The physicians and helpers could not carry out set rules, even if the whole time of Bro. Bell was devoted to this object. The patients were continually coming and going, helpers would be changing, physicians would be called away, making it impossible to carry out definite and precise rules. The helpers at the Health Institute, who profess to believe the truth, should work from principle, from a high religious standpoint, doing their duty as though they were working for God, and not merely for wages."},{"refcode_short":"PH123 11.1","refcode_long":"Testimony to the Church at Battle Creek, p. 11.1 (Ellen Gould White)","content":"The church in Battle Creek could not flourish in carrying out this precise system. Brn. Waggoner and Andrews failed in some respects in their management in church matters at Battle Creek. They moved too much in their own spirit, and did not make God their whole dependence. They did not, as they should, lead the church to God, the fountain of living waters, at which they could supply their want, and satisfy their soul-hunger. The renewing, sanctifying influence of the Holy Spirit, to give peace and hope to the troubled conscience, and restore health and happiness to the soul, was not made of the highest importance. The good object they had in view was not attained. These brethren had too much of a spirit of cold criticism in the examination of individuals who presented themselves to be received into the church. The spirit of weeping with those who weep, and rejoicing with those who rejoice, was not in the hearts of these ministering brethren as it should have been."},{"refcode_short":"PH123 11.2","refcode_long":"Testimony to the Church at Battle Creek, p. 11.2 (Ellen Gould White)","content":"Christ identified himself with the necessities of his people. Their needs and their sufferings were his. He says, “I was an hungered, and ye gave me meat; I was thirsty, and ye gave me drink; I was sick, and ye visited me; a stranger, and ye took me in; naked, and ye clothed me; I was in prison, and ye came unto me.” God's servants should have hearts of tender affection and sincere love for the followers of Christ. They should manifest that deep interest that Christ brings to view in the care of the shepherd for the lost sheep; all tenderness, and compassion, and gentleness, and love, as Christ has in his life given us an example, that we should exercise the same tender, pitying love he has exercised toward us."},{"refcode_short":"PH123 12.1","refcode_long":"Testimony to the Church at Battle Creek, p. 12.1 (Ellen Gould White)","content":"The great moral powers of the soul are faith, hope, and love. If these are inactive, the labor of ministers, be they ever so earnest and zealous, will not be accepted of God, and cannot be productive of good to the church. Ministers of Christ who bear the solemn message from God to the people should ever deal justly, love mercy, and walk humbly before God. The spirit of Christ in the heart will incline every power of the soul to nourish and protect the sheep of his pasture, like a faithful, true shepherd. Love is the golden chain which binds believing hearts to one another in willing bonds of friendship, tenderness, and faithful constancy; and binds the soul to God. There is a decided lack of love, compassion, and pitying tenderness among brethren. The ministers of Christ are too cold and heartless. They have not their hearts all aglow with tender compassion and earnest love. The purest and most elevated devotion to God is that which is manifested in the most earnest desire and efforts to win souls to Christ. The reason ministers who preach present truth are not more successful is, they are deficient, greatly deficient, in faith, hope, and love. There are toils and conflicts, self-denials and secret heart-trials, for us all to meet and bear. There will be tears and sorrow for our sins. There will be constant struggles and watchings, mingled with remorse and shame, because of our deficiencies."},{"refcode_short":"PH123 13.1","refcode_long":"Testimony to the Church at Battle Creek, p. 13.1 (Ellen Gould White)","content":"Let not the ministers of the cross of our dear Saviour forget their experience in these things, but ever bear in mind they are but men liable to err, of like passions with their brethren; and if they help their brethren, they must be persevering in their efforts to do them good, having their hearts filled with pity and love. They must come to the hearts of their brethren, and help them where they are weak and need help the most. Those who labor in word and doctrine should break their own hard, proud, unbelieving hearts, if they would witness the same in their brethren. Christ has done all for us because we were helpless, bound in chains of darkness, sin, and despair, and because we could do nothing for ourselves. It is through the exercise of faith, hope, and love, that we come nearer and nearer to the standard of perfect holiness. Our brethren feel the same pitying need of help that we have felt. We should not burden them with unnecessary censure, but let the love of Christ constrain us to be very compassionate and tender, that we can weep over the erring and those who have backslidden from God. The soul is of infinite value. The worth of the soul can be estimated only by the price paid to ransom it. Calvary! Calvary! Calvary! will explain the true value of the soul."},{"refcode_short":"PH123 14.1","refcode_long":"Testimony to the Church at Battle Creek, p. 14.1 (Ellen Gould White)","content":"There was a serious error in holding so many meetings with the view to perfect the different branches of interest in the Sabbath-school and in the church. Nature could not stand the constant draft upon her resources. The work at our Office of publication was made secondary to the plans of Bro. Bell. The interest of several was required to be absorbed in the plans of Bro. Bell, in order to extend his arrangements that he flattered himself would be successful. The work of God in the Office had to be neglected by some, in order for them to sustain the many meetings called. The physical strength was so severely taxed that sickness was the result of this over-taxation. The work of God does not require us to violate the laws of health, and bring on disease and premature decay. God's requirements are not unreasonable. His ways and works are in harmony with the laws he has implanted in our being. His requirements and his established laws, governing our health and life, are in perfect harmony."},{"refcode_short":"PH123 15.1","refcode_long":"Testimony to the Church at Battle Creek, p. 15.1 (Ellen Gould White)","content":"Sister Mina Fairfield labored beyond her power of endurance, which, in connection with the selfish course of some in the Office, and the trials brought upon her by the wayward course of her sister, brought upon her such keen trials of mind, and so great a burden of anxiety, that she could not rise above these things, and death was the result. Many felt that the burden of these meetings was too wearing to the physical strength, and expressed their fears; but Bro. Bell's mind was so concentrated upon the object of bringing up the church into working order that he did not regard the laws of health and life. With a martyr-like spirit, he considered it a virtue, irrespective of weariness and failing health, to press the matter to the desired end. The strain in one direction, calling into exercise certain powers of the mind, was severely wearing to mental and physical strength; and some minds were becoming unbalanced."},{"refcode_short":"PH123 16.1","refcode_long":"Testimony to the Church at Battle Creek, p. 16.1 (Ellen Gould White)","content":"It is necessary for the healthful development of mind that each quality be properly employed. If one faculty is suffered to remain idle while others are over-worked, the design of God is not accomplished, because the balance of the mind is not preserved. The over-taxed organs become irritated, when, if all the faculties, especially those that are the weakest, should be cultivated, the pressure would not be extreme upon any one. All would bear their part of the labor, and minds would then be properly balanced."},{"refcode_short":"PH123 16.2","refcode_long":"Testimony to the Church at Battle Creek, p. 16.2 (Ellen Gould White)","content":"Vital godliness is a principle to be cultivated. The power of God can accomplish for us that which all the systems in the world cannot effect. The perfection of Christian character depends wholly upon the grace and strength found alone in God. Without the power of grace upon the heart, assisting our efforts, and sanctifying our labors, we shall fail of saving our own souls, and in saving the souls of others. System and order are highly essential, but none should receive the impression that these will do the work without the grace and power of God operating upon the mind and heart. Heart and flesh would fail in the round of ceremonies, and in the carrying out of our plans, without the power of God to inspire and give courage to perform."},{"refcode_short":"PH123 17.1","refcode_long":"Testimony to the Church at Battle Creek, p. 17.1 (Ellen Gould White)","content":"The Sabbath-school at Battle Creek was made the one great theme of interest with Bro. Bell. It absorbed the minds of youth, while other religious duties were neglected. Frequently, after the Sabbath-school was closed, the superintendent, a number of the teachers, and quite a number of scholars, would return home to rest. They felt that their burden for the day was ended, and they had no further duty. When the bell sounded forth the hour for public service, as the people left their homes for the house of worship, they would meet a large portion of the school passing to their homes. And however important the meeting, the interest of a large share of the Sabbath-school could not be awakened to take any pleasure in the instruction given by the minister upon important Bible subjects. While many of the children did not attend public service, some that remained were not advantaged by the word spoken; for they felt that it was a wearisome tax."},{"refcode_short":"PH123 17.2","refcode_long":"Testimony to the Church at Battle Creek, p. 17.2 (Ellen Gould White)","content":"There should be discipline and order in our Sabbath-schools. Children who attend these schools should prize the privileges they enjoy. They should be required to observe the regulations of the Sabbath-school. And even greater care should be taken by the parents, that their children should have their Scripture lessons learned more perfectly than their lessons in the common schools. If parents and children see no necessity for this interest, then the children might better remain at home; for the Sabbath-school will fail to prove a blessing to them. Parents and children should work in harmony with teachers and superintendent, thus giving evidence that they appreciate the labor put forth for them. Parents should have an especial interest in the religious education of their children, that they may have a more thorough knowledge of the Scriptures."},{"refcode_short":"PH123 18.1","refcode_long":"Testimony to the Church at Battle Creek, p. 18.1 (Ellen Gould White)","content":"There are many children who plead a lack of time as a reason why their Sabbath-school lessons are not learned. There are but few who cannot find time to learn their lessons if they have an interest in them. Some devote time to amusement and sight-seeing, while others devote time to the needless trimming of their dress for display, thus cultivating pride, and vanity. The precious hours thus prodigally spent is God's time, for which they must render an account to him. The hours spent in needless ornamentation, or in amusements and idle conversation, will with every work be brought into judgment."},{"refcode_short":"PH123 19","refcode_long":"Testimony to the Church at Battle Creek, p. 19 (Ellen Gould White)","content":"Laborers in the Office"},{"refcode_short":"PH123 19.1","refcode_long":"Testimony to the Church at Battle Creek, p. 19.1 (Ellen Gould White)","content":"Those in the Office who have professed to believe the truth should show the power of the truth in their lives, and prove that they are working onward and upward from the basis of principle. They should be molding their lives and characters after the perfect Model. If all could look with a discerning eye into the tremendous realities of eternity, what a horror of condemnation would seize some in the Office, who now pass on with seeming indifference, although separated from eternal scenes by a very small space. Many warnings have been given, and urged home with intense feeling and earnest prayers, every one of which is faithfully registered in Heaven, to balance the account of each in the day of final investigation. The unwearying love of Christ has followed those engaged in his work in the Office. God has followed those connected with the Office with blessings and entreaties, yet hating the sins and unfaithfulness that cling to them as the leprosy. The deep and solemn truths that those in the Office have had the privilege of listening to, should take hold upon their sympathies and lead them to a high appreciation of the light God has given them. If they will walk in the light, it will beautify and ennoble their lives with Heaven's own adornment, purity and true goodness."},{"refcode_short":"PH123 20.1","refcode_long":"Testimony to the Church at Battle Creek, p. 20.1 (Ellen Gould White)","content":"A way is opened before every one in the Office to engage from the heart directly in the work of Christ and the salvation of souls. Christ left Heaven and the bosom of his Father, to come to a friendless, lost world to save those who would be saved. He exiled himself from his Father, and he exchanged the pure companionship of angels for that of fallen humanity, all polluted with sin. With grief and amazement, Christ witnesses the coldness, the indifference and neglect with which his professed followers in the Office treat the light, and the messages of warning and of love he has given them. Christ has provided the bread and water of life for all who hunger and thirst."},{"refcode_short":"PH123 20.2","refcode_long":"Testimony to the Church at Battle Creek, p. 20.2 (Ellen Gould White)","content":"The Lord requires all in the Office to labor from high motives. Christ has, in his life, given them examples. All should labor with interest, devotion, and faith, for the salvation of souls. If every one in the Office will labor with unselfish purposes, discerning the sacredness of the work, the blessing of God will rest upon them. If all had cheerfully and gladly taken up their several burdens, the wear and perplexity would not have come so heavily upon my husband. How few earnest prayers have been sent up to God in faith for those who were not fully in the truth who worked in the Office. Who has felt the worth of the soul for whom Christ died? Who have been laborers in the vineyard of the Lord? I saw that angels were grieved with the trifling frivolities of the professed followers of Christ in that Office, who were handling sacred things. Some have no more sense of the sacredness of the work than if they were engaged in common labor. God now calls for the fruitless cumberers of the ground to consecrate themselves to him, and center their affections and hopes in him."},{"refcode_short":"PH123 21.1","refcode_long":"Testimony to the Church at Battle Creek, p. 21.1 (Ellen Gould White)","content":"Bro. Wilber Whitney takes matters too easy. He can bear responsibilities, and will need to have them urged upon him, because it is not natural for him to take them upon himself. There is no more important or greater work than that which he is now doing, if he will make it so. But Bro. Wilber is in danger of acting the boy rather than the man. If his labor is characterized with faithfulness, if he is willing to bear the burdens he can and should bear, he will be a most useful and important workman in the Office. He can now be qualifying himself for usefulness, and for a business man, a care-taker, if he will; or he can excuse himself, and be content to pass along without taking care, and as a consequence attain no special growth by his experience in the Office, and will not be able to manage and lead, but submit to be led."},{"refcode_short":"PH123 22.1","refcode_long":"Testimony to the Church at Battle Creek, p. 22.1 (Ellen Gould White)","content":"The Lord would have all connected with that Office care-takers and burden-bearers. If they are pleasure-seekers, if they do not practice self-denial, they are not fit for a place in the Office. Bro. Amadon has been too willing to take too much upon his hands, when others can take a share, and are better adapted to the work than himself. By taking too many things upon his hands, he becomes confused and makes blunders, which may seriously affect the work in the Office."},{"refcode_short":"PH123 22.2","refcode_long":"Testimony to the Church at Battle Creek, p. 22.2 (Ellen Gould White)","content":"The workers at the Office should feel when they enter it that it is a sacred place where the work of God is being done in the publication of truth which will decide the destiny souls. This is not felt or realized as it should be. There is conversation in the type-setting department, which diverts the mind from the work. The Office is no place for visiting, for a courting spirit, or for amusement, or selfishness. All should feel that they are doing work for God. He who sifts all motives and reads all hearts is proving, and trying, and sifting, his people, especially those who have light and knowledge, and who are engaged in his sacred work. God is a searcher of hearts, and a trier of the reins, and will accept nothing less than entire devotion to the work, and consecration to himself. All should have a spirit in that Office to take up their daily duties as if in the presence of God. They should not be satisfied merely with doing just enough to pass along, and receive their wages; but all should work in any place where they can help the most. In Bro. White's absence, there are some faithful ones; there are others who are eye-servants. Bro. Gage was one of these. Warren does not do in his absence as in his presence. Wilber does not do in his absence as in his presence. There are those in the Office who do not feel under that restraint in the absence of my husband that they do when he is present. This is the case with several, but not with all."},{"refcode_short":"PH123 23.1","refcode_long":"Testimony to the Church at Battle Creek, p. 23.1 (Ellen Gould White)","content":"There is a work to be done for many in the Office. Richard has belief in all the truth, and yet has not taken a decided stand for God. The influence of the young who profess Christ has stood directly in his way. Alas! the youth in Battle Creek are a set of backsliders; yet there will be no excuse for Richard; for an unerring Pattern has been given him, a faultless life. Christ is his example. Richard has seen much eye-service, and as he has seen such a lack of religious principle in those who profess to believe the truth, he has stumbled upon the dark mountains of unbelief in regard to the truthfulness of the Christian religion. Richard has been faithful in his duties in the Office. He has not been an eye-servant. If all in the Office who profess to be followers of Christ had been faithful in the performance of duty in the Office, there would be a great change for the better. Young men and young women have been too much engrossed in each other's society, talking, jesting, and joking, and angels of God have been driven from the Office."},{"refcode_short":"PH123 24.1","refcode_long":"Testimony to the Church at Battle Creek, p. 24.1 (Ellen Gould White)","content":"Marcus Lichtenstein was a God-fearing youth; but he saw so little true religious principle in those working in the Office, and in the church, that he was perplexed, distressed, and disgusted. He stumbled over the lack of conscientiousness in some in keeping the Sabbath of the Lord, yet professing to be commandment-keepers. Marcus had an exalted regard for the work in the Office; but the vanity, the trifling, and the lack of principle, stumbled him. God had raised up Marcus, and in his providence connected him with his work in the Office. But there is so little known of the mind and will of God by some who work in the Office that they looked upon this great work of the conversion of Marcus from Judaism as of no great importance. Marcus's worth was not appreciated. He was frequently pained with the deportment of Byron, and of others in the Office, and when he attempted to reprove them, his words were received with contempt, that he should venture to instruct them. His defective language was an occasion of jest and amusement with some."},{"refcode_short":"PH123 25.1","refcode_long":"Testimony to the Church at Battle Creek, p. 25.1 (Ellen Gould White)","content":"Marcus felt deeply over the case of Richard; but he could not see how he could help him. Marcus never would have left that Office if the young men had been true to their profession. If Marcus makes shipwreck of faith, his blood will surely be found in the skirts of the young who profess Christ, but who, in their works, in their words, and deportment, state plainly that they are not of Christ, but of the world. This deplorable state of neglect, of indifference, and unfaithfulness, must cease. A thorough and permanent change must take place in the Office, or those who have had so much light and so great privileges should be dismissed, and others take their place, even if they be unbelievers. It is a fearful thing to be self-deceived. Said the angel, pointing to these in the Office, “Except your righteousness exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of Heaven.” A profession is not enough. There must be a work inwrought in the soul, and carried out in the life."},{"refcode_short":"PH123 25.2","refcode_long":"Testimony to the Church at Battle Creek, p. 25.2 (Ellen Gould White)","content":"The love of Christ, reaches to the very depths of earthly misery and woe, or it would not meet the case of the veriest sinner. It also reaches to the throne of the eternal, or man could not be lifted from his degraded condition, and our necessities would not be met, our desires would be unsatisfied."},{"refcode_short":"PH123 26.1","refcode_long":"Testimony to the Church at Battle Creek, p. 26.1 (Ellen Gould White)","content":"Christ has led the way from earth to Heaven. He forms the connecting link between, the two worlds. He brings the love and condescension of God to man, and brings man up through his merits to meet the reconciliation of God. Christ is the way, the truth, and the life. It is hard work to follow on, step by step, painfully and slowly, onward and upward, the path of purity and holiness. But Christ made ample provision to impart new vigor to every advance step, and new and divine strength is imparted at every step in the divine life. This is the knowledge and experience that the hands in the Office all want, and must have, or they daily bring reproach upon the cause of Christ."},{"refcode_short":"PH123 26.2","refcode_long":"Testimony to the Church at Battle Creek, p. 26.2 (Ellen Gould White)","content":"God calls for Bro. Richard to take his stand without further delay on the side of Christ. Jesus is waiting to forgive, to love, to bless, and to give him his sheltering care. Satan has been pressing his temptations upon him with almost irresistible power. But he needs strength from above to resist these temptations, and to come off victorious. The chief end of man is to glorify God, that we may enjoy him forever. How few live as if they believed this."},{"refcode_short":"PH123 27.1","refcode_long":"Testimony to the Church at Battle Creek, p. 27.1 (Ellen Gould White)","content":"Bro. Saxby is making a mistake in his life. He puts too high an estimate upon himself. He has not commenced to build right to make a success of life. He is building at the top, but the foundation is not laid right. The foundation must be laid under ground, and then the building can go up. He needs discipline and experience in the every-day duties of life, which the sciences will not give, or all his education will not give him physical exercise to become inured to the hardships of life."},{"refcode_short":"PH123 27.2","refcode_long":"Testimony to the Church at Battle Creek, p. 27.2 (Ellen Gould White)","content":"From what has been shown me, there should be a careful selection of help in that Office. The young, and untried, and unconsecrated, should not be placed there; for they are exposed to temptations, and have not fixed characters. Those who have formed characters, and have fixed principles, and the truth of God in the heart, will not be a constant source of anxiety and care, but rather helps and blessings. There are those in B. C. who should be in a place where they will have a spirit of self-sacrifice and devotion to the interest and success of the truth, to take care of those in the Office, in finding homes for them. And the Office of publication is amply able to make arrangements to secure good helpers, who have ability and principle. And the church in their turn should not seek to advantage themselves one penny from those who come to the Office to labor and learn their trade. There are positions where some can earn more wages than those at the Office, but they can never find a position more important, more honorable, or exalted, than the work of God in the Office. Those who labor faithfully and unselfishly will be rewarded. For them there is a crown of glory prepared, compared with which, all earthly honors and pleasures are as the small dust of the balance. Especially will those be blessed who have been faithful to God in watching over the spiritual welfare of others in the Office. Pecuniary and temporal interests, in comparison with this, sinks into insignificance. In one scale is gold dust, in the other a human soul and such value that honor, riches, and glory, have been sacrificed by the Son of God to ransom it from the bondage of sin and hopeless despair. The soul is of infinite value, and demands the most attention. Every man who fears God in that Office should put away childish and vain things, and stand erect, with true moral courage, in the dignity of his manhood, shunning low familiarity, yet binding heart to heart in the bond of Christian interest and love. Hearts yearn for sympathy and love, and are as much refreshed and strengthened by them as flowers are by showers and sunshine."},{"refcode_short":"PH123 29.1","refcode_long":"Testimony to the Church at Battle Creek, p. 29.1 (Ellen Gould White)","content":"Bro. Amadon was connected with the work of God in the Office years ago. He was deficient in many respects, yet his interest and heart have been in the work. He has been devoted to the work, and labored hard and unselfishly. He has had the fear of God before him, and has worked to the best of his ability, yet he is not now as well qualified to bear responsibilities in the work as he was years ago. The enemy has worked through sister Amadon, and her influence has been such that it has worn upon her husband until he is almost unfitted for the work. Bro. Amadon is a one-idea man. He cannot take in many things at a time. He has not powers of discrimination. He does not take a course which commands respect of the hands in the Office. George is not qualified for the responsible position he occupies. But as there has not yet been a man raised up for the place, it has seemed necessary for him to work in the department he has. The position George now occupies should be filled by one of experience, who has a well-organized mind, that can see the many things requiring attention at a glance, and who is not easily confused; one who is unselfish and discriminating, courteous, kind, yet firm and decided to carry out the regulations of the Office. The care and responsibilities that George now bears are wearing his mind, for he is not adapted to the work. It would be far better for George to take some position where he has not to direct, or have the charge of others."},{"refcode_short":"PH123 30.1","refcode_long":"Testimony to the Church at Battle Creek, p. 30.1 (Ellen Gould White)","content":"I was shown that things in the Office are not as God would have them. Bro. Amadon has too much to do. His mind is called in too many directions. His care should be divided with others. Bro. Bacheller and Bro. Amadon are not united as two laborers should be in the Office. Bro. Bacheller has had, during his life, a selfish temperament, and he has deprived himself of many precious blessings which he would have realized from God if he had been less self-caring. Bro. Amadon was not the one to correct this. He has felt that he must make Bro. Bacheller feel his selfishness, and Bro. and sister Amadon have been too zealous in making prominent Bro. Bacheller's deficiency in this respect, and have pressed him because of it. This has wounded Bro. Bacheller and his wife, and there has been an ugly sore festering a long time. The watching, and distrust, and jealousy, upon the part of Bro. Amadon and his wife, have resulted bad in the case of Bro. Bacheller and his family. Bro. Bacheller has, during his life, been too ready to shun burdens and responsibilities. Bro. and sister Amadon have been too ready to take them, and they have not borne them with a good grace. But the responsibilities that they have borne have too often resulted badly. Bro. and sister Amadon should not gather burdens and responsibilities, but should seek, in the fear of God, to correct their deficiencies, encourage calmness and self-control over their ardent temperaments. They should shun excitement and display. They have both sensational natures, and will be inclined to have a sensational religion, unless they are governed by principle instead of feeling."},{"refcode_short":"PH123 31.1","refcode_long":"Testimony to the Church at Battle Creek, p. 31.1 (Ellen Gould White)","content":"Bro. Bacheller, there is a lack with you, a neglect of your trust. You are not as faithful of your time and labor for the interest of the Association as is your duty. There is a great lack of devotion and consecration to God. You have been growing cold and careless in regard to your own salvation, and have not felt the moral obligations resting upon you to exemplify in your life the life of Christ. How have you let your light shine before the weak, and before unbelievers? Has it been such that they would be convinced that you were indeed a faithful servant of the cross of Christ? You have not shown the power of living faith and divine grace in your heart and life, and your lack of consecration unfits you for the sacred work in which you are engaged. Instead of overcoming the world, the flesh, and the devil, you are being overcome. A neglect to live up to the light you have had, has brought darkness and unbelief to your soul."},{"refcode_short":"PH123 32.1","refcode_long":"Testimony to the Church at Battle Creek, p. 32.1 (Ellen Gould White)","content":"Bro. Saxby came to that Office a good boy; but he was not experienced. He needed help, the very help those in the Office could give him. He was a student, fresh from school, and needed to learn many things. He had started out on a wrong plan. If he had worked his way along, earning his money by his own labor, to obtain an education, he would have obtained the very experience he needed. Now he is deficient in essential branches of education, without the knowledge of which he cannot make life a success. If those in the Office had given the inexperienced youth sympathy, instead of making sport over his high and lofty ideas, it would have been more pleasing to God."},{"refcode_short":"PH123 32.2","refcode_long":"Testimony to the Church at Battle Creek, p. 32.2 (Ellen Gould White)","content":"W. is a conscientious young man; but he has not taken hold of life aright. He has risen above the simplicity of the work. He has thought that there was some great work for him to do, above the common duties of life, and he is in a fair way of overlooking the duties that lie directly before him. In obtaining an education, many young men are ruined, because they do not take hold of the matter aright. Work and study, at intervals, would have been better for him. The trials and difficulties of a life of toil are a great advantage to the young in developing physical and mental strength. Physical and mental powers should both be exercised, for both were designed for use."},{"refcode_short":"PH123 33.1","refcode_long":"Testimony to the Church at Battle Creek, p. 33.1 (Ellen Gould White)","content":"In acquiring a knowledge of science, some have neglected physical exertion, and their energies have been crippled accordingly. They ever have a defective experience, as far as practical life is concerned. This class are not inclined to love labor. Those who shrink from these burdens cannot make life a success. Earnest effort, perseverance, and a constant resisting of temptation, will bring the victory. Study and work and work and study will keep in active exercise both the physical and mental. These two rightly conducted will not war against each other. There will be great danger, in obtaining an education, of neglecting a life of devotion and prayer. The Bible should be read every day. A life of religion and devotion to God is the best shield for the young who are exposed to temptation in their associations in acquiring an education. The word of God will give the correct standard of right and wrong, and of moral principle. Fixed principles of truth are the only safeguard for youth. Strong purposes and a resolute will close many an open door to temptation, and to influences unfavorable to the maintenance of Christian character. A weak, irresolute spirit, indulged in boyhood and youth, will make a life of constant struggle, and of toil, because decision and firm principle are wanting. Such will ever be trammeled in making a success of life in this world, and they will be in danger of losing the better life. It will be safe to be earnest for the right. The first consideration should be to honor God, and second, faithful to humanity, performing the duties which each day brings, meeting its trials and bearing its burdens with firmness and a resolute heart. Earnest and untiring effort, united with strong purpose, trusting wholly in God, will help in every emergency, and qualify for a useful life in this world, and give a fitness for the immortal life."},{"refcode_short":"PH123 34","refcode_long":"Testimony to the Church at Battle Creek, p. 34 (Ellen Gould White)","content":"Brother and Sister Smith"},{"refcode_short":"PH123 34.1","refcode_long":"Testimony to the Church at Battle Creek, p. 34.1 (Ellen Gould White)","content":"December 10, 1871, I was shown in regard to Brn. Andrews and Smith that it was not natural for them to take responsibilities, and that they should encourage care-taking habits. If they had done this in years past, they would now be of greater service to the cause of God. The Lord qualified Bro. Smith to be a strong helper in his cause. If he would feel the importance of making God his trust, he would have grace to endure, and power from the Lord to fortify him, that when tempted of Satan he would have discernment to understand his devices. But he has allowed his surroundings to cripple him. Sister Smith has been a great hindrance to her husband. Had she manifested a confidence and faith in the work of God, and in those whom God has chosen to lead out in this work, she would have been just the help Bro. Smith needed. But she has deceived herself, and deceived Bro. Smith. He felt at times that his courage was gone, and has assigned as a cause other than the true one. Had Bro. and sister Smith regarded the warnings and reproofs given them, they would have been saved many perplexities and sad disappointments."},{"refcode_short":"PH123 35.1","refcode_long":"Testimony to the Church at Battle Creek, p. 35.1 (Ellen Gould White)","content":"Years past, the testimonies pointed out definitely the attacks Satan would make, and the course to pursue to avoid them. But there was a neglect on their part to follow out and act upon the light given; therefore, there has not been strength received from God to endure the test of temptation. Sister Smith has been troubled greatly with infidelity in regard to the work of God and the truth for this time. This is generally the case with those who have had great light and special manifestation from the Lord, and have neglected to follow the light. If sister Smith had followed the light, her faith and confidence would not have been shaken in the multiplied evidences that we have the truth for this time."},{"refcode_short":"PH123 36.1","refcode_long":"Testimony to the Church at Battle Creek, p. 36.1 (Ellen Gould White)","content":"If Bro. and sister Smith had unitedly followed the light, their sympathies would not have been so often on the wrong side, which has kept them weak. The unconsecrated have had their sympathies, while my husband, who has had the pressure of care and the burden of responsibility, has had their suspicion and distrust. God designed that Bro. Smith and my husband should be true yoke-fellows, united to support and strengthen each other. Bro. Smith should have, as far as possible, relieved my husband from the burdens which were crushing him. This Satan was determined to hinder. He worked upon the imagination of sister Smith. Her sensational temperament was favorable for him to excite by presenting temptations in such a form as would unbalance her mind, and pervert her judgment. Bro. Smith, as well as many others, has been greatly affected by this spirit and influence from sister Smith. She has molded her husband and many others to view things as she views them. Unbelief and distrust or stolid gloom have cast a very dark shadow in her family, and its influence has extended to the church. Sister Smith took herself out of the hands of God, and took her case in her own hands. She has not had an eye single to the glory of God. Her motives were not high and pure as they should have been. She had not the true anchor. Her heart was selfish. A selfish heart may perform many generous actions, and express humility and affection in the outward manner, yet the motives be deceptive and impure, and the efforts and actions that flow from them may not be the fruits of true holiness, because destitute of the pure principles of love. Sister Smith should for years have been cultivating benevolent love. Love ever needs to be cherished; for its influence is divine. It soothes, and comforts, and gives confidence and rest of spirit, when all may be in turmoil and confusion around us."},{"refcode_short":"PH123 37.1","refcode_long":"Testimony to the Church at Battle Creek, p. 37.1 (Ellen Gould White)","content":"When sister Smith confessed her errors in the spring of 1870, she had genuine sorrow and repentance. Her confession should have been received, and encouragement and sympathy given, even if all thought she would not stand the test of proving, and would again be found with her sympathies on the side of the unconsecrated. Whatever course it was feared she might pursue in the future should not have influenced our minds and controlled our actions at the time of this humiliation on the part of sister Smith. The withholding of our sympathies from sister Smith, the unbelief we manifested, was unbecoming the followers of Christ, who are dependent upon his love and mercy every hour."},{"refcode_short":"PH123 38.1","refcode_long":"Testimony to the Church at Battle Creek, p. 38.1 (Ellen Gould White)","content":"I was referred to Ezekiel 33:10-12: “Therefore, O thou son of man, speak unto the house of Israel: Thus ye speak, saying, If our transgressions and our sins be upon us, and we pine away in them, how should we then live? Say unto them, as I live, saith the Lord God, I have no pleasure in the death of the wicked; but that the wicked turn from his way and live; turn ye, turn ye from your evil ways; for why will ye die, O house of Israel? Therefore, thou son of man, say unto the children of thy people, The righteousness of the righteous shall not deliver him in the day of his transgression; as for the wickedness of the wicked, he shall not fall thereby in the day that he turneth from his wickedness; neither shall the righteous be able to live for his righteousness in the day that he sinneth.” The humiliation of sister Smith, and the hearty confessions made by her, God ever accepts, and gives the one who thus humbles the heart before him another test, another trial and proving."},{"refcode_short":"PH123 38.2","refcode_long":"Testimony to the Church at Battle Creek, p. 38.2 (Ellen Gould White)","content":"The matter that was brought out in public in regard to the letter written by sister Smith was not as it should have been. Brn. Andrews and Waggoner did not act the part upon this occasion they would have wished acted toward them. Sister Smith was placed in the worst light it was possible for her to be before the large company present. The writing of the letter was not right. It savored of the same spirit which prevailed at Battle Creek at the time it was written. But the motives of sister Smith in writing the letter were not what my husband, myself, and many others, supposed they must have been. Our feelings from that time were that sister Smith had gone too far for repentance. It was a cruel act mentioning the letter in the place and time it was mentioned. If these brethren had presented the facts before Bro. and sister Smith alone first, and if they could get no satisfaction, if the case was positively necessary, they could then have brought it before the church in a more public manner."},{"refcode_short":"PH123 39.1","refcode_long":"Testimony to the Church at Battle Creek, p. 39.1 (Ellen Gould White)","content":"The letter written by sister Smith to Bro. Andrews in reference to my husband had great influence on his mind. Sister Smith and many others viewed his case in an exaggerated light. But when the letter sister Smith had written to Bro. Andrews was introduced before the public by Bro. Waggoner, it told with great severity against sister Smith. And when sister Smith saw that she had not the confidence of her brethren and sisters, she became disheartened, and finally made no effort to live for God and maintain a life of service for her Lord who had high claims upon her. Here, again, she erred."},{"refcode_short":"PH123 40.1","refcode_long":"Testimony to the Church at Battle Creek, p. 40.1 (Ellen Gould White)","content":"Sister Smith has trusted too much in man. She has thought if she had not the confidence of those whom she believed God was leading, she could not have the favor of God, and she gave up the conflict. She should have tried to press to the right, regardless of her feelings, and act from principle. She had a work before her to redeem the past. Whatever part others had acted, this did not excuse her from doing her duty, to counteract her past course of unbelief, murmuring, and rebellion."},{"refcode_short":"PH123 40.2","refcode_long":"Testimony to the Church at Battle Creek, p. 40.2 (Ellen Gould White)","content":"Bro. Smith seemed shorn of his strength. He was greatly discouraged, and concluded it must be best to separate himself from the work. God, in his great mercy, did not leave them to do this. He impressed my husband's mind forcibly while in prayer, and our hearts were drawn out after Bro. and sister Smith. The invitation of the Spirit of God was to sister Smith to again take hold of his strength, and make peace with him. The Spirit of God rested upon the few bowed in prayer, and our hearts were made to rejoice together in God."},{"refcode_short":"PH123 40.3","refcode_long":"Testimony to the Church at Battle Creek, p. 40.3 (Ellen Gould White)","content":"I was shown, December 10, that sister Smith could be a blessing to her husband, or a curse to him. If she permits herself to be sad, gloomy, and unbelieving, she becomes a body of darkness instead of light, and her husband is so constituted that it is almost impossible for him to be free to preach and write out the truth; for an oppressive weight bears him down. If sister Smith cultivates cheerfulness, and if she is hopeful in God, she can be a sunbeam in her family. She has experience, and has had great light, and she is responsible to God for the improvement of this light. God wants Bro. Smith to be a free man, and fully consecrated to the work. If he is not free, the reason exists in his own family. Bro. Smith has not realized what a paralyzing influence the spiritual atmosphere of his home has had upon his energies and spiritual strength. God is willing and ready to give Bro. Smith a large measure of his Spirit, if he will trust in him, and go forward in faith."},{"refcode_short":"PH123 41.1","refcode_long":"Testimony to the Church at Battle Creek, p. 41.1 (Ellen Gould White)","content":"If Bro. and sister Smith had unitedly taken their position, and maintained it, upon health reform, as God had given them light, they would have had better health and greater spiritual strength. Their backsliding upon health reform and yielding to the temptations of Satan on the side of indulgence and appetite have injured both themselves and their children. Had the light been followed, which God had been pleased to give them, and had they observed regularity in eating of simple food, letting alone flesh-meats, they would have realized a blessing."},{"refcode_short":"PH123 42.1","refcode_long":"Testimony to the Church at Battle Creek, p. 42.1 (Ellen Gould White)","content":"The flesh of dead animals, fermenting and putrefying in the stomach, to be sent through every part of the system, is not pleasant to reflect upon, or to experience. It causes many wretched feelings, and is the greatest cause of fevers, suffering of every type, and of death. Those of sedentary habits should certainly discard flesh-meats. Many greatly abuse their stomachs by eating too much of even healthful food. But how much more those who eat of unhealthful food. The abused stomach bears up in a wonderful manner under the continued abuse daily heaped upon it, until malignant disease brings down the victim. The entire system seems to be corrupted, and nothing can stay the rapid work of disease and premature death."},{"refcode_short":"PH123 42.2","refcode_long":"Testimony to the Church at Battle Creek, p. 42.2 (Ellen Gould White)","content":"Those whose stomachs are strong should keep them so by living hygienically. Those who are suffering with diseased stomachs should let every irritating substance alone, and not allow perverted appetite to control reason. Health and happiness depend upon the healthy condition of the stomach. Those who study and write, above all others, should eat the most healthful food, lest digestion be impaired, and the mind, instead of growing clearer and stronger by the discipline of study, become dull and prostrated, because the stomach is diseased. In this condition, the more the mind is taxed with study, the less strength will it have, because the diseased stomach affects the entire nervous system, brain, and mind. Although the stomach may long endure the abuse it receives, yet the break-down will surely come."},{"refcode_short":"PH123 43.1","refcode_long":"Testimony to the Church at Battle Creek, p. 43.1 (Ellen Gould White)","content":"If the daily habits of Bro. and sister Smith in eating, drinking, and exercising, had been in accordance with the light God has given upon health reform, that prostrating fever, which separated Bro. Smith from the work, would not have taken hold upon him. The Office was deprived of his labor at the very time his help was very much needed. My husband and myself were attending the camp-meetings, and Bro. Smith could not be spared without the work suffering. When Bro. Smith began to recover, if then he had trusted in God with a sense of his responsibility, and manifested an interest in the work at the Office, God would have given him strength and grace as he needed."},{"refcode_short":"PH123 43.2","refcode_long":"Testimony to the Church at Battle Creek, p. 43.2 (Ellen Gould White)","content":"There are but few that move conscientiously from principle, having all their habits in accordance with the laws of health, relating themselves rightly to health and life, having the glory of God in view. The power of appetite and of habit controls the conscience to a very great extent, and God is robbed of the time and service due him, because sickness is brought upon them as the result of nature's violated law. Bro. Smith of all men can be benefited by health reform. His habits are sedentary, and if he would have a clear brain, he must be careful and regulate his diet. His meals should be regular, if other labor is neglected. The body is of more value than raiment. Bro. Smith's food should be simple, yet generous. He will be better without flesh-meats. If he was much in the open air, a meat diet would not be so injurious, but with as little exercise as Bro. Smith can obtain, his diet should consist of vegetables, fruits, and grains. Bro. Smith is naturally bilious, and he is in danger of paralysis."},{"refcode_short":"PH123 44.1","refcode_long":"Testimony to the Church at Battle Creek, p. 44.1 (Ellen Gould White)","content":"Health reform carried out in his family with strictness, would be a blessing to Bro. and sister Smith and their children. The neglect of sister Smith to live up to the light on health and dress reform has been a stumbling-block to others. This should not have been. Men and women professing to be followers of Christ should be governed by principle instead of inclination and appetite. If this was the case, none would plead any one's example as an excuse for them to indulge appetite."},{"refcode_short":"PH123 44.2","refcode_long":"Testimony to the Church at Battle Creek, p. 44.2 (Ellen Gould White)","content":"A nutritious diet does not consist in the eating of flesh-meats, butter, spice, and grease. The fruits, vegetables, and grains, God has caused to grow for the benefit of man. These are indeed the fat of the land; and if these articles of food are prepared in a manner to preserve their natural taste as much as possible, they are all that our wants require. A perverted appetite will not be satisfied with these, but will crave flesh-meats highly seasoned, pastry, and spices. Indigestible condiments cannot be eaten without injuring the tender coats of the stomach."},{"refcode_short":"PH123 45.1","refcode_long":"Testimony to the Church at Battle Creek, p. 45.1 (Ellen Gould White)","content":"Bro. and sister Smith have a work before them to properly educate their children. They should call to mind the sin of Eli, and shun his example. Bro. Smith has not taken upon himself the responsibility which rests upon a father to control his children. He is the head of the family, and as priest of his household. The most powerful sermon that can be given the unbelieving world in recommendation of our faith is a well-disciplined family. Children that are educated to habits of self-denial and self-control, and are taught to be courteous, kind, and affectionate, will make an impression upon minds that nothing else can. A family of children who are coarse, unruly, selfish, passionate, and disobedient, show to bad advantage, and is a bad recommendation to the truth advocated by their parents. Sister Smith's undue affection for her children is a selfish and idolatrous love, which makes her partial to her children, and blinds her eyes in a great measure to the many faults which need to be corrected in them. It is not enough to merely entreat our children as did Eli, “Why do ye so wickedly?” but to decidedly restrain them. The little daughter has been gratified and indulged, until she is ruler in the house. She is coming up with a strong will undirected, and her strong passions uncontrolled. She will be a grief to her parents unless they now do the work they have so long neglected."},{"refcode_short":"PH123 46.1","refcode_long":"Testimony to the Church at Battle Creek, p. 46.1 (Ellen Gould White)","content":"Love has a twin sister, which is duty. Love and duty stand side by side. Love exercised while duty is neglected will make children headstrong, willful, perverse, selfish, and disobedient. If stern duty is left to stand alone without love to soften and win, it will have a similar result. Duty and love must be blended in order that children may be properly disciplined. Bro. and sister Smith's children are coming up unlovable and unloved. This is not as God would have it. This is a neglect of duty on their part, a work which they must take up and no longer neglect."},{"refcode_short":"PH123 46.2","refcode_long":"Testimony to the Church at Battle Creek, p. 46.2 (Ellen Gould White)","content":"Bro. Smith has a most precious gift that Satan would have buried. He can write, and he can preach the truth with acceptance, and he should not excuse himself, but, in confidence and faith, move forward, and God will sustain him. Bro. Smith can fill an important position in the cause and work of God. He should be guarded, and not allow influence to discourage and depress him. Home influences have confused his faith, and clouded his discernment, and had a tendency to disqualify him to judge who was really deserving of his sympathies. He could not see but that those whom God could not approve and bless, and upon whom rested his frown, were about as near right as those whom God was especially leading, and giving testimonies of reproof and warning. This has been a great discouragement to my husband."},{"refcode_short":"PH123 47.1","refcode_long":"Testimony to the Church at Battle Creek, p. 47.1 (Ellen Gould White)","content":"Anciently, directions were given to the priests, “And they shall teach my people the difference between the holy and profane, and cause them to discern between the unclean and the clean. And in controversy they shall stand in judgment, and they shall judge it according to my judgments.” “When I say unto the wicked, O wicked man, thou shalt surely die; if thou dost not speak to warn the wicked from his way, that wicked man shall die in his iniquity; but his blood will I require at thy hand. Nevertheless, if thou warn the wicked of his way to turn from it; if he do not turn from his way, he shall die in his iniquity; but thou has delivered thy soul.”"},{"refcode_short":"PH123 48.1","refcode_long":"Testimony to the Church at Battle Creek, p. 48.1 (Ellen Gould White)","content":"Here is the duty of God's servants made plain. They cannot be excused from the faithful discharge of their duty to reprove sins and wrongs in the people of God, although it may be a disagreeable task, and may not be received by the one who is at fault. But in most cases the one reproved would accept the warning and would heed reproof were it not that others stand in their way. They come in as sympathizers, and pity the one reproved, and feel that they must stand in his defense. They do not see that God is displeased with the wrong-doer because his cause has been wounded, and his name reproached. Souls have been turned aside from the truth and made shipwreck of faith as the result of the wrong course pursued by the one in fault; but the servant of God whose discernment is clouded, and his judgment swayed by wrong influences, would as soon take his position with the offender whose influence has done much harm, as with the reprover of wrong and of sin, and in thus doing he virtually says to the sinner, Do not be troubled, do not be cast down; you are about right after all. These say to the sinner, “It shall be well with thee.”"},{"refcode_short":"PH123 48.2","refcode_long":"Testimony to the Church at Battle Creek, p. 48.2 (Ellen Gould White)","content":"God requires his servants to walk in the light, and not cover their eyes that they may not discern the working of Satan. They should be prepared to warn and reprove those who are in danger through his subtlety. Satan is working to obtain vantage ground on the right hand and on the left. He rests not. He is persevering. He is vigilant and crafty to take advantage of every circumstance and turn it to his account in his warfare against the truth and the interests of the kingdom of God. It is, I saw, a lamentable fact, that God's servants are not half awake, as they should be, to the wiles of Satan. And in the place of resisting the devil that he may flee from them, many are inclined to make a compromise with the powers of darkness."},{"refcode_short":"PH123 49.1","refcode_long":"Testimony to the Church at Battle Creek, p. 49.1 (Ellen Gould White)","content":"Satan has determined to cloud the precious gift of Bro. Smith by bringing his wife into a state of gloom and unbelief. Her depression falls like a pall of darkness upon him. Bro. Smith enjoys cheerfulness, confidence in the truth, and peace in God, when not depressed. Angels of God can impress his mind when he is consecrated to God, and clear truth will be reflected upon his mind to reflect upon other minds. Poetic inspiration has frequently been imparted to him by the ministration of angels. But Bro. Smith has so long been associated with blended gloom and dark unbelief that his natural freedom of spirit and exalted feelings expressed in elevated poetic language have almost gone out in darkness. But it can even now be resurrected. The free, simple poetry, Time and Prophecy, following down prophetic history, was beautiful in its elevated simplicity; yet Bro. and sister Smith have both despised that little work. They are in danger of getting above the simplicity of the work. The life of Christ was a life of humble simplicity, yet how infinitely exalted was his mission. Christ is our example in all things."},{"refcode_short":"PH123 50","refcode_long":"Testimony to the Church at Battle Creek, p. 50 (Ellen Gould White)","content":"The Battle Creek Church"},{"refcode_short":"PH123 50.1","refcode_long":"Testimony to the Church at Battle Creek, p. 50.1 (Ellen Gould White)","content":"There are serious objections to having the school located at Battle Creek. Here is a large church, and there are quite a number of youth connected with this church. And in so large a church, where one has influence over another, if this influence is of an elevating character, leading to purity and consecration to God, then the youth coming to Battle Creek will have greater advantages than if the school was located elsewhere. But if the influences at Battle Creek shall be in the future what they have been for several years past, I would warn parents to keep their children from Battle Creek. There are but few in that large church who have an influence that will steadily draw souls to Christ. There are many who would, by their example, lead the youth away from God to the love of the world."},{"refcode_short":"PH123 51.1","refcode_long":"Testimony to the Church at Battle Creek, p. 51.1 (Ellen Gould White)","content":"There is a great lack with many of the church at Battle Creek of feeling their responsibility. Those who have practical religion will retain their identity of character under any circumstance. They will not be like the reed trembling in the wind."},{"refcode_short":"PH123 51.2","refcode_long":"Testimony to the Church at Battle Creek, p. 51.2 (Ellen Gould White)","content":"Those situated at a distance feel that they would be highly favored could they have the privilege of living in Battle Creek, among a strong church, where their children could be benefited with the Sabbath-schools and meetings. Some of our brethren and sisters in times past have made sacrifices to have their children live in Battle Creek. But they have been disappointed in almost every case. There were but few in the church to manifest an unselfish interest for these youth. The church generally stood as pharisaical strangers aloof from those who needed their help the most. Some of the youth connected with the church, who were professedly serving God, but loving pleasure and the world more, were ready to make the acquaintance of youthful strangers who came among them, and exert a strong influence over them to lead them to the world instead of nearer to God. When these return home, they are farther from the truth than when they came to Battle Creek."},{"refcode_short":"PH123 52.1","refcode_long":"Testimony to the Church at Battle Creek, p. 52.1 (Ellen Gould White)","content":"Men and women are wanted at the heart of the work, who will be nursing fathers and mothers in Israel, who will have hearts that can take in more than merely me and mine. They should have hearts that will glow with love for the dear youth whether they are members of their families or children of their neighbors. They are members of God's great family for whom Christ had so great an interest that he made every sacrifice that it was possible for him to make to save them. He left his glory, his majesty, his kingly throne and robes of royalty, and became poor, that through his poverty the children of men might be made rich. He finally poured out his soul unto death that he might save the race from hopeless misery. This is the example of disinterested benevolence that Christ has given us to pattern after. Many youth, and also those of mature age, in the special providence of God, have been thrown into the arms of the Battle Creek church, for them to bless with the great light God has given them, and have the precious privilege of bringing them, by their disinterested efforts, to Christ and to the truth. Christ commissions his angels to minister unto those who are brought under the influence of the truth, to soften their hearts and make them susceptible of the influences of his truth. While God and angels were doing their work, those who professed to be followers of Christ seemed to be coolly indifferent. They did not work in unison with Christ and holy angels. Although they professed to be servants of God, they were serving their own interest and loving their own pleasure, and souls were perishing around them. These souls could truly say, “No man careth for my soul.” The church had neglected to improve the privileges and blessings within their reach, and through their neglect of duty lost the golden opportunities of winning souls to Christ. Unbelievers have lived in their midst for months, and they have made no special efforts to save them. How can the Master regard such servants? The unbelieving would have responded to efforts made in their behalf, if brethren and sisters had lived up to their exalted profession; if they had been seeking an opportunity to work for the interest of their Master to advance his cause, they would have manifested kindness and love for them, and they would have sought opportunities to pray with them and for them, and would have felt a solemn responsibility resting upon them to show their faith by their works, by precept, and example. They might have had these souls saved through their instrumentality, to be as stars in the crown of their rejoicing. But the golden opportunity, in many cases, has passed, never to return. The souls that were in the valley of decision took their position in the ranks of the enemy, and became enemies of God and the truth. The record of the unfaithfulness of the professed followers of Jesus went up to Heaven."},{"refcode_short":"PH123 54.1","refcode_long":"Testimony to the Church at Battle Creek, p. 54.1 (Ellen Gould White)","content":"I was shown that if the youth at Battle Creek were true to their profession, they might exert a strong influence for good over their fellow youth. But a large share of the youth at Battle Creek need a Christian experience. They know not God by experimental knowledge. They have not individually a personal experience in the Christian life, and they must perish with the unbelieving unless they obtain this experience. The youth of this class follow inclination rather than duty. Some do not seek to be governed by principle. They do not agonize to enter into the strait gate, trembling with fear lest they will not be able. They are confident, boastful, proud, disobedient, unthankful, and unholy. Just such a class as this lead souls in the broad road to ruin. If Christ is not in them, they cannot exemplify him in their lives and characters."},{"refcode_short":"PH123 54.2","refcode_long":"Testimony to the Church at Battle Creek, p. 54.2 (Ellen Gould White)","content":"The church at Battle Creek have had great light. They have been a people peculiarly favored of God. They have not been left in ignorance in regard to the will of God concerning them. They might be far in advance of what they now are if they had walked in the light. They are not that separate, peculiar, and holy people that their faith demands, and that God recognizes and acknowledges as children of the light. They are not obedient and devotional as their exalted position and sacred obligation require, as children walking in the light. The most solemn message of mercy ever given to the world has been intrusted to them. The Lord has made them the repositories of his commandments in a sense that no other church is. God did not show them his special favor in trusting to them his sacred truth that they alone may be benefited by the light given them; but that the light reflected upon them from Heaven should shine forth to others, and be reflected back again to God by those who receive the truth, glorifying him. Many in Battle Creek will have a fearful account to give in the day of God for this sinful neglect of duty."},{"refcode_short":"PH123 55.1","refcode_long":"Testimony to the Church at Battle Creek, p. 55.1 (Ellen Gould White)","content":"Many of those who profess to believe the truth in Battle Creek contradict their faith by their works. They are as unbelieving and as far from fulfilling the requirements of God and of coming up to their profession of faith as was the Jewish church at the time of Christ's first advent. Should Christ make his appearance among them, reproving and rebuking selfishness, pride, and love of the friendship of the world, as at his first advent, but few would recognize him as the Lord of glory. The picture he would present before them of their neglect of duty they would not receive, but would tell him to his face, You are entirely mistaken, we have done this good and great thing, and performed this and that wonderful work, and we are entitled to be highly exalted for our good works."},{"refcode_short":"PH123 56.1","refcode_long":"Testimony to the Church at Battle Creek, p. 56.1 (Ellen Gould White)","content":"The Jews did not go into darkness all at once. It was a gradual work, until they could not discern the gift of God in sending his Son. The church at Battle Creek have had superior advantages, and they will be judged by the light and privileges they have had. Their deficiencies, their unbelief, their hardness of heart and neglect to cherish and follow the light, are not less than the favored Jews, who refused. the blessings they might have accepted, and crucified the Son of God. This people are now an astonishment and reproach to the world."},{"refcode_short":"PH123 56.2","refcode_long":"Testimony to the Church at Battle Creek, p. 56.2 (Ellen Gould White)","content":"The church at Battle Creek are like Capernaum, which Christ represents as being exalted unto heaven by the light and privileges that had been given them. If the light and privileges they had been blessed with had been given to Sodom and Gomorrah, they might have stood unto this day. If the light and knowledge had been given the nations who sit in darkness, they might have been far in advance of the church at Battle Creek."},{"refcode_short":"PH123 57.1","refcode_long":"Testimony to the Church at Battle Creek, p. 57.1 (Ellen Gould White)","content":"The Laodicean church really believed and enjoyed the blessings of the gospel, and thought they were rich in the favor of God, when the True Witness called them poor, naked, blind, and miserable. This is the case with the church at Battle Creek, and a large share of those who profess to be God's commandment-keeping people. The Lord seeth not as man seeth. His thoughts and ways are not as our ways."},{"refcode_short":"PH123 57.2","refcode_long":"Testimony to the Church at Battle Creek, p. 57.2 (Ellen Gould White)","content":"The words and law of God written in the soul, and exhibited in a consecrated, holy life, have a powerful influence to convict the world. Covetousness, which is idolatry, envy, the love of the world, will be rooted from the heart that is in obedience to Christ, and it will be their pleasure to deal justly, to love mercy, and walk humbly before God. Oh! how much is comprised in this walking, humbly before God. The law of God, if written on the heart, will bring into subjection the mind and will to the obedience of Christ."},{"refcode_short":"PH123 57.3","refcode_long":"Testimony to the Church at Battle Creek, p. 57.3 (Ellen Gould White)","content":"Our faith is peculiar. Many who profess to be living under the sound of the last message of mercy are not separated in their affections from the world. They bow down before the friendship of the world, and sacrifice light and principle to secure its favor. The apostle describes the favored people of God in these words: But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should show forth the praises of him who hath called you out of darkness into his marvelous light."},{"refcode_short":"PH123 58.1","refcode_long":"Testimony to the Church at Battle Creek, p. 58.1 (Ellen Gould White)","content":"The dress reform is something or nothing. If all the light that has been given in regard to dress reform is of no account we wish to understand it. But if God has indicated his approval of a modest, simple, healthful and convenient dress, let us choose this dress and cheerfully wear it. The dress question, with all its advantages, has been repeatedly set before our people at Battle Creek, from a health standpoint, and its advantages from a Christian stand have been fully set before him. But they have been slow of heart to believe, and to act up to their faith."},{"refcode_short":"PH123 58.2","refcode_long":"Testimony to the Church at Battle Creek, p. 58.2 (Ellen Gould White)","content":"In order to benefit our people, and that our views might be distinctly understood by the citizens in the city of Battle Creek, that, as far as possible, the embarrassment might be removed attending the wearing of the reform dress, we called a health convention, inviting the most influential citizens to attend that they might have a more perfect knowledge of the important subject of health reform. Before the large concourse of people there assembled we spoke upon the subject of dress reform, giving our reasons why we adopted this style of dress, and the advantages to be gained healthwise as well as the advantages derived from a Christian standpoint. We told the people we viewed the adopting of the reform dress would prove a safeguard to preserve us from the temptation of following the absurd, unhealthful, extravagant fashions of this age. We did not wear the reform dress to be odd and singular, but we adopted and advocated the reform dress from principle. Judge of our feelings when we saw upon the platform where we stood, among the singers, several sisters who had previously worn the reform dress appear upon this occasion with their long dresses. We greatly desired to correctly represent the dress reform upon this occasion above all others. We thought that if this is all the principle and wisdom our sisters have, what dependence can be placed upon them. Pride blinds their judgment so that they do not seem to understand the fitness of things."},{"refcode_short":"PH123 59.1","refcode_long":"Testimony to the Church at Battle Creek, p. 59.1 (Ellen Gould White)","content":"What influence would all that I might say have upon the minds of the worldly, proud spectators, when they see those of our own people standing upon the platform as it were in defiance of our faith and the principles we were endeavoring to present before them. These things tell with great weight against us. Some of our sisters had the courage to adhere to their principles and wear the reform dress. We have pleaded for uniformity in dress. We set before the people at the time of our last General Conference our reasons. There was at that time a vote taken under the most solemn circumstances to unite their efforts in carrying out the principles of dress reform. Has there been any decided advance in this direction since that vote was taken?"},{"refcode_short":"PH123 60.1","refcode_long":"Testimony to the Church at Battle Creek, p. 60.1 (Ellen Gould White)","content":"What can we think of a people who have had so great light as the church at Battle Creek, who profess faith in the testimonies and then go directly against the light given. I shall not repeat again what has been so often repeated in favor of dress reform. I will state that the simple, modest, convenient and healthful style of dress we advocate answers to us as did the ribbon of blue to the children of Israel. “And the Lord spake unto Moses saying, Speak unto the children of Israel, and bid them that they make them fringes in the borders of their garments throughout their generations, and that they put upon the fringe of the borders a ribbon of blue. And it shall be unto you for a fringe, that ye may look upon it and remember all the commandments of the Lord, and do them. And that ye seek not after your own heart and your own eyes. That ye may remember, and do all my commandments, and be holy into your God.” The great God, the Maker of Heaven and earth, has condescended to the particulars of dress, specifying the style of dress the children of Israel should wear for the purpose of preserving their peculiarity from other nations, and distinguishing them as a people who acknowledged the Creator of the universe as their God, whose ordinances and commandments they obeyed."},{"refcode_short":"PH123 61.1","refcode_long":"Testimony to the Church at Battle Creek, p. 61.1 (Ellen Gould White)","content":"If pride and love of changeable fashion had not controlled the hearts and dress of those who profess to be God's commandment- keeping people, they would not have been so slow to change their style of dress. Varying fashion is controlling the hearts of youth. The Lord has let light shine, and in his providence a style of dress modest, healthful, and convenient, has been proposed and adopted by those who were conscientious to follow the light. This modest, healthful style of dress does not change with every varying fashion. If mothers would move from principle, and with the united influence of the father, dress their daughters sensibly, clothing their limbs in a manner to preserve health and life, irrespective of fashion, they would be doing a good work, which will be reflected back upon them again in blessings. Young girls who wear the reform dress are shielded from many temptations. They are continually learning to think and to act for themselves independent of what others may say and do. They are learning to have true moral courage to do right, and choose the right, although there is a cross in so doing. The majority of youth of this age have no strength to resist temptation. The inclination is strong to follow fashion, dress as worldlings do, and attend parties, and mingle with the world in their amusements."},{"refcode_short":"PH123 62.1","refcode_long":"Testimony to the Church at Battle Creek, p. 62.1 (Ellen Gould White)","content":"They have not the firmness of character and foresight to consider the dangers to which they may be exposed. If they have a desire to do this, or to do that, duty and dangers bear no weight with them. Inclination overbears every other consideration. They have no experience in moving from principle and a sense of duty, having the fear of God before them."},{"refcode_short":"PH123 62.2","refcode_long":"Testimony to the Church at Battle Creek, p. 62.2 (Ellen Gould White)","content":"In most cases parents are responsible for this love of self-gratification, and the deficiency of moral independence in their children. Parents have not educated their children to restrict their desires. They have not taught them to practice self-denial. The reform dress would prove as a safeguard to their daughters, separating them from the evils of fashionable society, that to associate with would do them only injury and lead them to neglect the religion of the Bible."},{"refcode_short":"PH123 63.1","refcode_long":"Testimony to the Church at Battle Creek, p. 63.1 (Ellen Gould White)","content":"A family of my acquaintance had three interesting daughters who were convicted of the truth and gave evidence of change of heart. These children were willing to put on the reform dress, but the parents, through pride, wished their children to dress as others dressed. They objected to their being singular from the world. They feared remarks would be made upon their children's dress. This family had great light. The Spirit of God worked in their behalf to save them from ruin. They had undoubted evidence that the testimonies were of God; and yet they trifled with the light given relative to the reform dress, because it crossed their pride. Their children were sent away from home to school, and mingled with young company, and engaged with the young generally in their parties of pleasure and amusement. They dressed as others of their companions dressed, and lost their interest in truth. I heard the parents with deep feeling express their regret that they did not encourage their daughters to put on the reform dress from principle. They said if they had done so they were now convinced their children would be with them in the truth. The reform dress would have kept them separate from the world. They would not have had so strong inclination to attend parties of pleasure and mingle with their worldly companions in exciting amusements, which diverted their minds from God and the truth."},{"refcode_short":"PH123 64.1","refcode_long":"Testimony to the Church at Battle Creek, p. 64.1 (Ellen Gould White)","content":"These who come to Battle Creek from other places are grieved and astonished to see the lack of simplicity in dress in the Battle Creek church, and the disregard of the testimonies in reference to the reform dress. They find this church even behind those of other places who have not had a tenth part of the light on the subject of dress reform that the church in Battle Creek have had. The Health Reform Institute is located in Battle Creek, and gives its influence to the reform dress, and there is but a small cross in wearing the reform dress in Battle Creek compared with other places."},{"refcode_short":"PH123 64.2","refcode_long":"Testimony to the Church at Battle Creek, p. 64.2 (Ellen Gould White)","content":"There are some of our sisters who plead want of time as an excuse for not making and wearing the reform dress, while they find time to devote to making ruffles and tucks, and in trimming their long dresses. Again, others will plead that the pants will soil easily; so do the long dresses, and they not only soil, but wear and tear, easily. All these trivial excuses have weight with some. The children of Israel might have pleaded excuses more valid why the ribbon of blue should not be worn in their garments. The genuine excuse many of our sisters might urge is that the reform dress is very inconvenient, for it is mortifying to their pride. Should the dress reform become fashionable, all these excuses would vanish like the morning dew before the sun."},{"refcode_short":"PH123 65.1","refcode_long":"Testimony to the Church at Battle Creek, p. 65.1 (Ellen Gould White)","content":"When the large hoops were fashionable, many of our sisters became much interested in their health. They thought that they could work and walk so much easier. They did not wear them, they urged, because they were fashionable, but because they were cool in summer and an advantage healthwise. This we failed to see. If they were conducive to health in summer, what about the winter? they were worn in winter as well as in summer. If they were so necessary to health then, why do they not wear them now they are out of fashion?"},{"refcode_short":"PH123 65.2","refcode_long":"Testimony to the Church at Battle Creek, p. 65.2 (Ellen Gould White)","content":"The sisters who plead the want of time to make their dresses short, and wear the pants, do very many things that are not necessary. And even if there should be some more work in preparing dress reform suits, should we not bear this, and give our influence for the benefit of young girls in favor of dress reform? Should we not have a principle in this matter?"},{"refcode_short":"PH123 66.1","refcode_long":"Testimony to the Church at Battle Creek, p. 66.1 (Ellen Gould White)","content":"We do not know where to find the people of Battle Creek. They may have an overwhelming array of light and evidence, and we flatter ourselves that they will conscientiously follow the light, when in a few weeks we see them further back than before. The influence of two or three sisters on the wrong side will have more power upon a class of minds than the most direct testimony. If we take merely this one question, reform dress, and see how many of the church have treated this subject, we can judge how they would treat light and truth upon other points. We dare not venture to encourage the permanent location of a school at Battle Creek until men and women shall move into Battle Creek with firm religious principle and a genuine experience, who will be found on the right ground, and who can be intrusted to keep the fort, and who will exert an influence upon the cause that will lead the youth and those susceptible of the influence of the truth away from the world instead of leading them to join their hands with the world."},{"refcode_short":"PH123 66.2","refcode_long":"Testimony to the Church at Battle Creek, p. 66.2 (Ellen Gould White)","content":"If our people at Battle Creek refuse to heed reproof and counsel, if a reform cannot be brought about, or if those at Battle Creek do not see and repent of their disrespect of the light God has given them, our important institutions will have to be moved from Battle Creek. If so, tracts of land should be purchased in some good locality and then sold to those only who will be true, and will give evidence that they will sustain the important institutions in their midst."},{"refcode_short":"PH123 67.1","refcode_long":"Testimony to the Church at Battle Creek, p. 67.1 (Ellen Gould White)","content":"The church at Battle Creek, in their lukewarm, unconsecrated condition, is doing very much to counteract the influence of both institutions among them. These institutions, properly conducted, would have a living, powerful influence to bring souls to the knowledge of the truth, were not Sabbath-keepers a stumbling-block in their way."},{"refcode_short":"PH123 67","refcode_long":"Testimony to the Church at Battle Creek, p. 67 (Ellen Gould White)","content":"Bro. J. N. Andrews"},{"refcode_short":"PH123 67.2","refcode_long":"Testimony to the Church at Battle Creek, p. 67.2 (Ellen Gould White)","content":"I was shown, December 10, 1871, that Bro. Andrews is a strong man in some things, while in others he is weak. His desire to please his friends leads him to discommode himself, and to make wrong moves, which have crippled his labors so that they have not been as efficient as they might have been."},{"refcode_short":"PH123 67.3","refcode_long":"Testimony to the Church at Battle Creek, p. 67.3 (Ellen Gould White)","content":"In his anxiety to please special ones, he injures them. He gives them too much of his time and attention. While he is flattering himself that he is helping them, he is doing them injury, and making their salvation more difficult. They do not rightly interpret the special interest he manifests in them. Some flatter themselves that they have superior qualifications that Bro. Andrews discerns and appreciates. His object is good; but his efforts in these things are frequently misdirected, and injure instead of benefiting them."},{"refcode_short":"PH123 68.1","refcode_long":"Testimony to the Church at Battle Creek, p. 68.1 (Ellen Gould White)","content":"Bro. Andrews made too much of Bro. Howard in the State of Maine. He estimated his abilities too highly, and gave him too much influence."},{"refcode_short":"PH123 68.2","refcode_long":"Testimony to the Church at Battle Creek, p. 68.2 (Ellen Gould White)","content":"Bro. and sister Hale, of Maine, were also injured by receiving undue attention from Bro. Andrews. They became jealous of my husband, myself, and other brethren and sisters, because they did not receive as much attention from them. Bro. and sister Hale were a great trial to the church. They were most of the time on the contrary side, seldom in union with the church. They could seldom be found twice of the same mind. They had a way and will of their own, which they wished others to follow; but they were not willing to be led. They were both independent, willful, set, and unyielding. They had their points to carry, and were unwilling to submit their will and judgment to that of the church. Here Bro. Andrews failed, both in discernment and judgment. He thought to pacify and to please Bro. and sister Hale, and remove all occasion for jealousy. His precious time and strength were taxed in this effort which only did injury. Faithful dealing, mingled with kindness, would have been exactly what they needed. The undue interest Bro. Andrews manifested for them was like daubing them with untempered mortar. Plain truth, appropriate to their condition, spoken to them, would have been like laying the ax at the root of the tree. The attention Bro. Andrews gave them led them to expect the same consideration from their brethren; and if they were not flattered, their jealousy was excited. They thought their brethren did not appreciate them, and that they were very essential to the church. They thought their judgment should be respected above the judgment of the brethren. They would not have been placed in this position of temptation, if it had not been for the special and uncalled for attention of Bro. Andrews."},{"refcode_short":"PH123 69.1","refcode_long":"Testimony to the Church at Battle Creek, p. 69.1 (Ellen Gould White)","content":"While Bro. Andrews was giving time and attention to these unconsecrated ones, to save them from trial, he allowed burdens and responsibilities to drop with weight upon my husband, who was them too feeble to bear them. Bro. Andrews did not mean to do wrong in any way; but he had his mind centered upon a few, and neglected to lift the burdens where they most needed to be lifted. Bro. Andrews exalted Bro. and sister Hale, and they, in their turn, thought Bro. Andrews a perfect man. They believed in his discernment, and thought themselves greatly abused by others because they did not make as much of them as Bro. Andrews had done. When Bro. Andrews’ friends claim his attention, he will make considerable sacrifice to please them, and he frequently robs the cause of God by devoting to their personal benefit time and strength which God would have him use in a more important work. Bro. Andrews frequently injures the very ones he thinks he is benefiting. This error in Bro. Andrews is the result of cultivating one set of faculties, while he allows others to lie dormant, so that he is not well balanced."},{"refcode_short":"PH123 70.1","refcode_long":"Testimony to the Church at Battle Creek, p. 70.1 (Ellen Gould White)","content":"My husband could not understand how Bro. Andrews could not discern the burdens that must come upon him in having to take the responsibility of deciding important matters, while he could devote so much time to those who had no weight of the cause of God upon them. This one case was presented to illustrate the many."},{"refcode_short":"PH123 70.2","refcode_long":"Testimony to the Church at Battle Creek, p. 70.2 (Ellen Gould White)","content":"The Lord gave Bro. Andrews light while he was living at Kirkville, N. Y., that he was not in the right place. I was shown that he should be located where there was a church, and where he would not be called to bear the entire burdens of his own family, neither be called out to bear burdens for others when he should come home weary from his labors. I was shown that he should be where it was most pleasant for him, and where his surroundings would be cheerful and agreeable. His hands should be strengthened by the sympathy, kindness, and prayers, of his brethren. And, in his absence, his family should have the tender watchcare of the brethren and sisters. The church should make the case of his family as their own. They should be sympathetic and considerate. This responsibility on the part of the church would not only remove a great burden from Bro. Andrews, but they, in their turn, would be blessed as they exercised their kindness, and gave living expression of the feelings of their heart for the servants of God."},{"refcode_short":"PH123 71.1","refcode_long":"Testimony to the Church at Battle Creek, p. 71.1 (Ellen Gould White)","content":"If, years in the past, when the Office of publication was in Rochester, N. Y., the brethren and sisters in Rochester and vicinity had been less selfish and less jealous of those whom God had selected to bear the heaviest burdens, while standing in the most responsible positions in connection with the cause and work of God; if they had shown their faith by their works; if they had been consecrated to God, and really loved the truth, and shown fruits of the same by manifesting a personal interest in the success and advancement of the work of God, the Office of publication would not have been removed from Rochester."},{"refcode_short":"PH123 72.1","refcode_long":"Testimony to the Church at Battle Creek, p. 72.1 (Ellen Gould White)","content":"The painful experience we had in Rochester while our brethren neglected to share our burdens was marked of God. At this time, Bro. Andrews was on the wrong side. Instead of lifting the burdens where they most needed to be lifted, he was with the murmurers and the jealous ones. He occupied a position where, if his course was questioned by my husband, he felt aggrieved, and the impression he gave to others by his words and deportment led them to settle in their minds that my husband and myself were wrong. Brn. Orton and Lamson did not receive the correct impression; and a large circle connected with these thought Bro. White was severe and overbearing, and they felt justified to array themselves against us, because so good a man as Bro. Andrews was abused by Bro. White. The carrying out of their peculiar feelings of sympathy, led them to unite in blinding the eyes of Luman Masten to his own case. They daubed him with untempered mortar, crying, Peace, peace, to the dying man going down into the grave with his sins unconfessed. This unsanctified sympathy has proved the ruin of thousands."},{"refcode_short":"PH123 73.1","refcode_long":"Testimony to the Church at Battle Creek, p. 73.1 (Ellen Gould White)","content":"The feeling of dissatisfaction, with some, was carried to downright rebellion. The attachment of Brn. Lamson, Orton, and Andrews, and the Stevens family, was of that character to deceive and blind the eyes of all. Bro. Andrews’ being in the ring was a stay and support to the whole. Repeated testimonies of warning had been given, and, if Bro. Andrews had stood clear from the influence of these friends with whom he was connected, and to whom he gave his sympathy, he would have discerned the wiles of the enemy, and not been found at all with that class who were deceiving and being deceived. He was himself giving wrong impressions to others, and they were deceiving him. I was shown that “he that justifieth the wicked, and he which condemneth the just, even they both are abomination to the Lord.”"},{"refcode_short":"PH123 73.2","refcode_long":"Testimony to the Church at Battle Creek, p. 73.2 (Ellen Gould White)","content":"The Lord gave me a testimony that unless there was an entire change in the brethren and sisters of Rochester and vicinity, the Office of publication would be removed. But the spirit that controlled Dathan and Abiram, and the princes of renown, controlled the minds of this company who set themselves against the light."},{"refcode_short":"PH123 73.3","refcode_long":"Testimony to the Church at Battle Creek, p. 73.3 (Ellen Gould White)","content":"According to the light given, Rochester was left. I saw the angel of mercy turning from Rochester. Said the angel, As surely as they have done this, so surely will I repay, saith the Lord. In view of all the past, although Bro. Andrews had deeply felt his error, yet his settling in Rochester, amid the very same ones who were united in their sympathies to war against us, was not wise."},{"refcode_short":"PH123 74.1","refcode_long":"Testimony to the Church at Battle Creek, p. 74.1 (Ellen Gould White)","content":"Bro. Andrews should cultivate traits of character wherein he is deficient. He has done wrong by flattering those who were unconsecrated, by his special attentions and strong attachments. The Lord has, in his word, warned against, and set forth the evil of, crying peace when he did not speak peace. The Lord has, through testimonies, warned, reproved, and cautioned, in regard to the inclination of Bro. Andrews to flatter and to sympathize with those who are his special friends. He has greatly injured them in so doing."},{"refcode_short":"PH123 74.2","refcode_long":"Testimony to the Church at Battle Creek, p. 74.2 (Ellen Gould White)","content":"Bro. Andrews settling in Rochester with the very ones who sustained one another in their former murmuring and jealousy was not as God would have it, for several reasons: 1. Bro. Andrews’ influence would be very limited in Rochester, and he could not while at home exert an influence upon brethren and sisters which would tell upon the cause of God. 2. Bro. Andrews was not in the midst of a church who could bear the burdens of responsibility which must necessarily come upon him located in as central a place as Rochester, where there were but very few, and these needed much care and continual labor. 3. Bro. Andrews was obliged to entertain much company, and was compelled to exercise close economy in order to keep clear from embarrassment. Although brethren and sisters were liberal, yet a care was brought upon the family, which ought not to have been borne by them. 4. Bro. Andrews was called upon to do errands and little business matters for others while in Rochester, which occupied his precious time, and told upon his strength. His house was as a hotel."},{"refcode_short":"PH123 75.1","refcode_long":"Testimony to the Church at Battle Creek, p. 75.1 (Ellen Gould White)","content":"As one after another of the brethren have been removed by death, Bro. Andrews has been left almost alone, with more and greater care. All these things should have been convincing to Bro. Andrews in regard to his duty. But that which should have told with the greatest weight of all was, the fact that the Office of publication was removed because of unfaithfulness of those who should have felt the deepest interest in the cause and work of God. This company who bound themselves together by cords of unsanctified sympathy would not receive reproof and counsel. The straight testimony was irksome to them. And they determined to separate themselves from us, and they left Rochester. Rochester was a central place, and the house of Bro. Andrews has been like a hotel. If Bro. Andrews had exercised his reason, and if his judgment had been unbiased, he could have seen before this that he had made a mistake."},{"refcode_short":"PH123 76.1","refcode_long":"Testimony to the Church at Battle Creek, p. 76.1 (Ellen Gould White)","content":"If Bro. Andrews had for a time located at Adams’ Center, he could have exerted an influence for good over that church. But Bro. Andrews was not pleased with the prospect of making his home at Adams’ Center. His inclination was to listen to the persuasion of his friends with whom he was well acquainted, and settle in Rochester. While he was hesitating, Bro. Taylor moved to Adams’ Center, and Bro. Andrews felt that his way was hedged up. Bro. Taylor has not been a blessing to the church at Adams’ Center, but a burden. He was not qualified to give that large church the very help they really needed, and must have, in order to prosper and increase in grace and in the knowledge of the truth. The church has been growing weaker under Bro. Taylor's labors, instead of stronger. Bro. Andrews reasoned that the Lord had closed up his way in going to Adams’ Center. But he was too slow. He did not move quick enough."},{"refcode_short":"PH123 76.2","refcode_long":"Testimony to the Church at Battle Creek, p. 76.2 (Ellen Gould White)","content":"Bro. Andrews was acquainted with the reasons of my husband's objection to his settling in Rochester. In view of the past, God bade us flee from Rochester, because his blessing would not prosper his work there. The persuasion of friends and relatives drew Bro. Andrews to Rochester, while my husband sought to draw him away from Rochester. This has led Bro. Andrews to feel very sensitive of censure in reference to his remaining in Rochester."},{"refcode_short":"PH123 77.1","refcode_long":"Testimony to the Church at Battle Creek, p. 77.1 (Ellen Gould White)","content":"The influence of a few friends balanced the matter with Bro. Andrews. It would have been for the salvation of Alva Orton had his parents moved with him from Rochester to some more retired place. But Bro. Andrews’ locating there made it hard for them to leave. Bradley Lamson should not have settled in Rochester. It is a hard place to live the truth and to bring up children aright. Since the death of Bro. Lamson, sister Lamson should have moved from that wicked city, and placed her children in a community more favorable to their forming a Christian character. The sight of the eyes and the hearing of the ears in a wicked city like Rochester blunt the conscience and stupefy the sensibilities to eternal things. Good and evil are placed nearly upon a level. Bro. Andrews’ living in Rochester has influenced, or held, the others there. They seemed rooted, and no influence could be brought to bear upon them of sufficient force to start them from Rochester. These believers in the truth were not wise in bringing up their children in that wicked city."},{"refcode_short":"PH123 78.1","refcode_long":"Testimony to the Church at Battle Creek, p. 78.1 (Ellen Gould White)","content":"The Lord gave direction to his disciples if they were not received in one city to go to another. The same counsel he would have his children now follow. If God's peculiar people can have no influence in a city because it is given to pride and idolatry, if they cannot fully do the will of God, there are other towns, villages, and cities, to which they can flee, where their surroundings may be less objectionable."},{"refcode_short":"PH123 78.2","refcode_long":"Testimony to the Church at Battle Creek, p. 78.2 (Ellen Gould White)","content":"The friends of Bro. Andrews had high expectations of seeing a great ingathering in Rochester; but their expectations have not been realized. The view my husband took in regard to Bro. Andrews’ locating at Rochester greatly burdened Bro. Andrews. He prayed over the matter, and nearly sacrificed his life in the struggle, with Rochester friends and his own inclination on one side, and the entreaties of my husband on the other side. The exercise of prayer brought him into a state of great feebleness of body. His sad condition was charged to Bro. White's opposing Bro. Andrews in his staying at Rochester. When the circumstances were taken into the account, with all the Lord had shown in reference to Rochester, Bro. Andrews presumed upon the mercy of God when he asked for clearer light than he already had."},{"refcode_short":"PH123 78.3","refcode_long":"Testimony to the Church at Battle Creek, p. 78.3 (Ellen Gould White)","content":"We are not left to choose for ourselves, and do those things most agreeable to us, and leave undone those things not pleasant to our nature. It is not for us to stand questioning, but to obey."},{"refcode_short":"PH123 79.1","refcode_long":"Testimony to the Church at Battle Creek, p. 79.1 (Ellen Gould White)","content":"When Bro. Andrews applies himself to the study of subjects, he concentrates his entire mind upon the matter before him, and neglects real duties which some one must do, whether they love to do them or not. Bro. Andrews applies himself to the study of subjects, and then is lost to everything else, which results in the neglect of the real duties which need to be done. When Bro. Andrews takes hold of matters, he frequently carries them too far. He concentrates his mind upon the matter before him, and is of no practical advantage for anything else. He engaged at one period in reading exercises, and robbed himself of necessary sleep in order to read. This pleasurable exercise was carried to extremes, and was a serious injury to his health. His habits were not in harmony with physical law. This extra tax unfitted Bro. Andrews for doing many things which ought to have been done, and that he positively could not do without injury to his health. His physical nature called for the sleep that his reading and study had deprived him of. In meetings, and upon important occasions, nature required the sleep she had been robbed of, and sleep would come upon Bro. Andrews like an armed man. It seemed an impossibility to shake off the stupor that would take hold of his senses. Frequently, when his labors were very much needed, and when his senses needed to be fully awake and keenly sensitive, he was utterly unable to do anything requiring mental exertion. Yet at the same time, Bro. Andrews did not reason from cause to effect. He was much attached to his own routine of very early rising, and extending his labors far into the hours apportioned for sleep."},{"refcode_short":"PH123 80.1","refcode_long":"Testimony to the Church at Battle Creek, p. 80.1 (Ellen Gould White)","content":"Bro. Andrews has not had correct views of how he should labor and preserve health. He has, by his course, formed habits which were every day weakening his physical and mental strength to that degree that if important occasions demanded extra effort, he could not bear the draught upon his mental powers without feeling it sensibly. Bro. Andrews’ reading was not in itself a sin. He thought it a religious duty; and when things were not done that needed to be done, he has said, in truth, I have done all that I could. This was so. But had his habits been more in harmony with the law of nature, he could, through careful and regular habits, have performed much more labor without injury to his physical and mental strength. He has come very near an entire break-down several times through his own wrong course, in being imprudent of the strength God has given him, and he has failed by so doing to glorify God in accomplishing the greatest amount of good."},{"refcode_short":"PH123 81.1","refcode_long":"Testimony to the Church at Battle Creek, p. 81.1 (Ellen Gould White)","content":"Bro. Andrews has had much sympathy excited in his behalf, because he worked so hard, and was exhausted, when in many instances he could have done the labor easily, if he had taken his usual hours of sleep, and if he had eaten more sparingly of even the simple food which forms his diet. He should have taken a portion of time for physical exercise, which would increase his power of endurance. The amount Bro. Andrews has at times placed in his stomach has called the brain nerve power to that organ, to carry on the work of the stomach, and has robbed him of vitality that he might have preserved. Bro. Andrews has a sacred duty to preserve the health God has given him. When engaged in writing, he enjoys the study of books, and does not give himself sufficient recreation and change. To read and write steadily is not best for the health, or for the clearest productions of the mind. Physical exercise should be united with mental effort. To write, then change and attend meetings, preaching the word, would invigorate and refresh the mind, and keep the brain in a better condition to put forth its strong efforts."},{"refcode_short":"PH123 82.1","refcode_long":"Testimony to the Church at Battle Creek, p. 82.1 (Ellen Gould White)","content":"In Bro. Andrews’ locating in Rochester, he had many drawing upon him instead of his drawing upon others. His house has been the most proper place to hold meetings and entertain visitors. All these were a pleasure, but also a tax, and, when Bro. Andrews was at home, took much of his time. His precious time was spent in accommodating his good brethren, while weightier matters were left secondary. The prospering hand of God has not attended the Sabbath-keepers in Rochester. A succession of very discouraging events have transpired, in the providence of God, which should have been interpreted by Bro. Andrews that his location was not in the order of God. But Bro. Andrews has fallen back upon his experience, which he thought was special evidence in favor of his settling at Rochester. But if God gave this experience, he designed to demonstrate to others the fact that he had called Bro. Andrews to Rochester for some purpose. That purpose has not been made apparent. Light had been given. The Lord had manifested in his providence, and through testimony, his will. The persuasion of friends, and his own inclination, led Bro. Andrews, in face of the light, to plead with the Lord for permission to remain in Rochester. The Lord permitted him to stay, and yet it was not the pleasure of the Lord for him to remain."},{"refcode_short":"PH123 83.1","refcode_long":"Testimony to the Church at Battle Creek, p. 83.1 (Ellen Gould White)","content":"Bro. Andrews’ labors in Rochester and Olcott, and other places, have not been as successful as if he had been settled in some other locality. He was living among those who were acquainted with him, and he with them. He had, as it were, grown up among them, and matured among them, and they were upon an equality. He sustained very much the same relation to the friends in and about Rochester and Olcott that the Brn. Lindsays, Lamsons, and Gaskills, sustain to one another. He is regarded very much as a member of the same family. Bro. Andrews is beloved by them all. All are pleased with his society, and chat and have a social time when together, and Bro. Andrews is not in their minds invested with the dignity his position gives him. Had Bro. Andrews located among his brethren who were comparatively strangers, it would have been more in accordance with the mind and will of God, and his influence would have been much greater."},{"refcode_short":"PH123 83.2","refcode_long":"Testimony to the Church at Battle Creek, p. 83.2 (Ellen Gould White)","content":"When Bro. Andrews has come to Battle Creek from time to time, he has overtaxed his strength in doing too much. Had he done only those things which needed to be done, which could not be done away from Battle Creek, his strength would have been sufficient for the burden and tax. But there has been a failure in doing those things which he should not have done, and in not doing those things which were positively necessary to be done. Bro. Andrews allowed his mind to take hold of subjects that were not important for the time, and which had no special bearing upon the work which was suffering to be done at Battle Creek, and in order to have done properly, called him hundreds of miles to do. When where the work was, Bro. Andrews did not feel and see its importance, and lay hold of it, and make it a specialty. He followed the bent of his mind, and became interested in Bible subjects, and when absorbed in his favorite Bible studies, he cannot see what is to be done, and work to advantage. The subject before him is the all-absorbing theme. Health has been sacrificed by night labor. He has robbed himself of rest and sleep, using up his vigor in doing things which could just as well be done at his own home in Rochester. The extra amount which he need not have done has severely taxed both physical and mental strength."},{"refcode_short":"PH123 84.1","refcode_long":"Testimony to the Church at Battle Creek, p. 84.1 (Ellen Gould White)","content":"The cultivation of certain faculties to the neglect of others makes Bro. Andrews a one-sided man. When on the subject of the round world, Bro. Andrews could scarcely think or talk without dwelling upon this subject. He carried this matter to extremes. He wearied the readers and listeners to his lengthy arguments upon that subject. Precious time was used up in talking and writing upon that subject, which needed to be canvassed, but did not require so great thoroughness. Bro. Andrews was wearying himself and others, and at the same time was leaving undone the weightier matters. And more recently, months of precious time have been used up in wearisome labor, chasing after the dishonest quibbles of a man who once kept the Bible Sabbath, but afterward rejected it. His opposition is so great upon the Sabbath question that he is insane upon the subject. The time spent in following Preble so closely and thoroughly has been a mistake. The readers of the Review have become wearied with the subject. A set of quibbles have been furnished the readers of the Review of no special weight only to deceive and darken minds. In these things, Bro. Andrews could not see his failings. He has pursued the subject with the greatest satisfaction to his own mind. Bro. Andrews has needed the help of his brethren. He should have had their counsel. They should have supplied his deficiency by their more equally balanced minds. When Bro. Andrews gets upon a train of thought following a subject, he knows nothing about leaving off when all has been said that is required. and that is profitable. The people of God are suffering for the truth which he should bring out at once upon the history of the Sabbath."},{"refcode_short":"PH123 86","refcode_long":"Testimony to the Church at Battle Creek, p. 86 (Ellen Gould White)","content":"Relative to Leading Ministers"},{"refcode_short":"PH123 86.1","refcode_long":"Testimony to the Church at Battle Creek, p. 86.1 (Ellen Gould White)","content":"The Lord would have Brn. Andrews, Waggoner, Smith, and White, stand united in the work of God. These have had experience in the work, and they should all share the burdens of responsibility in the cause. They may each have a particular work, for which they are best adapted, and which they love; but their attachment to one particular branch should not be indulged in, and lead them to leave the heaviest and most perplexing burdens upon my husband. If each one would take a share, and educate himself to have a general interest, as is proper, the burdens need not crush out the life of any one."},{"refcode_short":"PH123 86.2","refcode_long":"Testimony to the Church at Battle Creek, p. 86.2 (Ellen Gould White)","content":"There is talent among Seventh-day Adventists, if they will use it in bearing the burdens of the cause and work of God. The Lord would have these brethren mentioned closely and firmly united to hold each other up in their mutual efforts in this great work."},{"refcode_short":"PH123 86.3","refcode_long":"Testimony to the Church at Battle Creek, p. 86.3 (Ellen Gould White)","content":"The foregoing testimony I read before those who were assembled in the last General Conference at Battle Creek. My husband had felt deeply grieved in regard to the responsibilities laid upon him, and that Brn. Andrews, Waggoner, and Smith, did not bear the burdens that they could have borne in the cause of God, and relieve him of some of the weight of care which was wearing seriously upon his health."},{"refcode_short":"PH123 87.1","refcode_long":"Testimony to the Church at Battle Creek, p. 87.1 (Ellen Gould White)","content":"Brn. Waggoner and Cornell added greatly to his burdens, because of their manifest lack of judgment and the Spirit of God to unite with their efforts in seeking to settle church trials. They frequently left things in a worse condition than they found them. They were not calculated to deal with minds of every stamp. They let their own peculiar feelings control them. Both had victories to gain over self before they could labor successfully to set things in order in the churches. I was shown that neither of these brethren were calculated to build up the churches; but to sow dissension and divide, rather than to unite."},{"refcode_short":"PH123 87.2","refcode_long":"Testimony to the Church at Battle Creek, p. 87.2 (Ellen Gould White)","content":"The severity manifested by Brn. Waggoner and Cornell, their lack of judgment in dealing with men and women who are in fault, and the many reproofs the Lord had given upon these very points, caused my husband's fears to be aroused whenever he heard of their laboring with the churches. He felt that their labor should be in new fields, as the Lord had shown, and not among the brethren."},{"refcode_short":"PH123 88.1","refcode_long":"Testimony to the Church at Battle Creek, p. 88.1 (Ellen Gould White)","content":"The interest and zeal that my husband has in the work and cause of God, his earnest desire for the prosperity and advancement of the work of God, inspired him with jealousy for the cause of God. When my husband saw that Bro. Waggoner's judgment could not be relied upon to put forth the most judicious labor in churches, especially in settling church difficulties, for his labors did not give evidence of being especially directed of God, he cautioned Bro. Waggoner, and presented before him his dangers, and begged of him to refrain from directing so much labor among the churches, and entering into church trials, as he was not the best adapted to help them."},{"refcode_short":"PH123 88.2","refcode_long":"Testimony to the Church at Battle Creek, p. 88.2 (Ellen Gould White)","content":"Bro. Waggoner failed to see the necessity for this care and these warnings from Bro. White. He did not see his dangers, and his mistakes in laboring with the churches in the past. His feelings rose up against my husband; for he interpreted that the cautions, advice, and reproof of Bro. White, were for the purpose of restricting his liberty, and controlling his labors. Brn. Andrews and Waggoner sympathized together in reference to these things."},{"refcode_short":"PH123 88.3","refcode_long":"Testimony to the Church at Battle Creek, p. 88.3 (Ellen Gould White)","content":"At the General Conference last spring, I repeated that which had been shown me in Vermont, December 10, 1871, that my husband had pondered over the past trials of his life too much. They looked to him unnecessary and unjust. He thought of the little sympathy and help he had received from Brn. Waggoner and Andrews, while bearing the heavy God had laid upon him, and the course of his brethren looked so mysterious and unexplainable in his mind that his confidence was shaken in almost everybody. He dwelt upon his trials and the neglect of his brethren until their errors were magnified before him, and he viewed them in a wrong light. His feelings were at times strong, and he was unreconciled to standing in the position he had done. He dwelt upon the inconsistent course of his brethren and their errors, when he should have been talking hope, courage, and faith, to his brethren. My husband was discouraged, and disappointed in his brethren, and Satan kept his mind dwelling upon these things until they became magnified in his mind. The effect of these thoughts was to dishearten, and take away courage and hope, and greatly injure his health. He thought at times that the ways of the Lord were not equal in his bearing burdens which were crushing him, while his ministering brethren, Andrews, Waggoner, and Smith, excused themselves from taking their share of these responsibilities."},{"refcode_short":"PH123 89.1","refcode_long":"Testimony to the Church at Battle Creek, p. 89.1 (Ellen Gould White)","content":"The Lord reproved my husband for fretting under these things, instead of leaving all in his hands. I was shown that he had injured his health and courage by taking his case in his own hands. I saw that his brethren would be rewarded according to their works. Their neglect to move at all times in the counsel of God was a great loss to them; for their reward would be proportionate to their successful labors; and, if their errors and lack were not seen and corrected, their eternal interest was endangered. Every time, Satan gained the advantage over them. They placed themselves upon his ground, and opened their own souls to his temptations. I saw that my husband should have faith, hope, and courage, and talk faith, and hope, and courage. Then he would close a door that Satan loves to enter to harass, and annoy, and weaken his physical and mental strength. I saw that in some things my husband had misjudged the feelings and motives of his brethren."},{"refcode_short":"PH123 90.1","refcode_long":"Testimony to the Church at Battle Creek, p. 90.1 (Ellen Gould White)","content":"My husband received and acknowledged the testimony of reproof for him, and asked the forgiveness of his brethren for feeling as he had done. He did not and could not say that their course had been right; for God had reproved them. All present felt that my husband had done all that he could do on his part to meet the mind of the Lord. He took his position by the side of his brethren, pledging himself to do all on his part to unite his interest with them. His brethren acknowledged the testimony to them, and the Spirit of God seemed to witness to the work and union of the hearts of these laborers in his cause."},{"refcode_short":"PH123 91.1","refcode_long":"Testimony to the Church at Battle Creek, p. 91.1 (Ellen Gould White)","content":"After this, Bro. Waggoner commenced laboring with the church. The church at Battle Creek had been stirred by successful labor during the Conference, and they humbled their hearts before the Lord, and commenced where God had repeatedly pointed out that they should work if they would have his blessing; that is, that they should put forth individual effort for one another, and for backsliders and sinners. A wonderful spirit of freedom came into the meetings. Bro. Waggoner seemed to take the credit of this good work to his efforts. As he did this he became lifted up, and thought that he was especially led out by God to do a work for the church. Then the Spirit of the Lord left Bro. Waggoner to move in his own judgment and wisdom. He seemed to take it for granted that he had been right, and my husband wrong. He overlooked the repeated and direct private testimonies that had been given him. He thought the warnings and cautions from my husband, which were in union with the testimonies of reproof, restricted his liberty, and brought him into bondage, that my husband had grieved the Spirit of God, and that this was the reason his physical and mental powers were becoming enfeebled."},{"refcode_short":"PH123 92.1","refcode_long":"Testimony to the Church at Battle Creek, p. 92.1 (Ellen Gould White)","content":"Bro. Waggoner then acted out J. H. Waggoner. If the fears of his brethren had not been sufficiently aroused before, they certainly were at this time. He manifested the lack of judgment and discernment, after he thought he had been under the especial influence of the Spirit of God, to talk out his feelings of trial and the exercises of his mind for some time back, in regard to my husband's cautions and reproofs, to a family he was making efforts to help, who seemed to be weak in the principles of our faith, and who resembled the reed trembling in the wind. The minds of two at least of this family were unbalanced, and the strong wiles of spiritualism were beguiling them by it pleasing, flattering, deceptive insinuations."},{"refcode_short":"PH123 92.2","refcode_long":"Testimony to the Church at Battle Creek, p. 92.2 (Ellen Gould White)","content":"Bro. Waggoner exalted himself, his judgment, and the spirit and power which was then leading him. He stated his great trials over Bro. White's reproofs and warnings, but that now Bro. White was reproved by testimony, and that he was failing in health, and God was lifting him [Bro. Waggoner] up, and giving him freedom, that God had through testimony justified him, and condemned Bro. White, showing that he was right, and that Bro. White was wrong."},{"refcode_short":"PH123 93.1","refcode_long":"Testimony to the Church at Battle Creek, p. 93.1 (Ellen Gould White)","content":"He made statements to several in the Office that any one who had discernment could understand the purport of. It was Bro. Waggoner who gave tone to the religious excitement which was leading to fanaticism in Battle Creek. I do not feel, at the present time, like giving particulars. We were absent from Battle Creek at the time, but were felt urged by the Spirit of God to return immediately; for the enemy was at work, and the church was in danger. We commenced at once to counteract the work of confusion which had begun. The Lord helped us. Worn as my husband was, this additional anxiety did not tend to improve his health, or lessen his cares."},{"refcode_short":"PH123 93.2","refcode_long":"Testimony to the Church at Battle Creek, p. 93.2 (Ellen Gould White)","content":"Bro. Waggoner had heard the testimony that Brn. Andrews, White, Waggoner, and Smith, should stand together in the great work before them, and all labor to one end, to advance the interests of the cause of God. Bro. Waggoner followed his own spirit, and overlooked the testimonies of warning which had been given to him. He should have known, by the repeated testimonies that the Lord has given him, that his judgment has been greatly perverted by home influence. His course has not been free from blame, even in his family. The spirit he met at his home, he carried with him in dealing with his brethren abroad, He has frequently been severe and overbearing, and made matters more complicated than if he had never touched them. From the testimonies of warning the Lord has given Bro. Waggoner, he should have known that Battle Creek was not the place for him to labor."},{"refcode_short":"PH123 94.1","refcode_long":"Testimony to the Church at Battle Creek, p. 94.1 (Ellen Gould White)","content":"Brn. Waggoner and Cornell have both shown great lack of faith and good judgment in talking with others in regard to their home trials, and creating sympathy for themselves. The Lord wrought mercifully to free them both from a curse which has crippled their influence, and nearly ruined their souls. They should both have praised God for their deliverance, and not shown their weakness by talking in reference to the matter, but kept to themselves their home troubles. These brethren have distrusted God, and shown weakness in talking so much before the people in the public congregation and in families, in regard to their physical infirmities. They said much about being exhausted, and experiencing a lack of strength, and their inability to labor. They wearied the people, and wearied the angels of God with their complaints, and the more they talked, the less strength did they receive from Heaven. They should have looked away from themselves to Jesus. He is a mighty deliverer, a strong tower, unto which the righteous run, and are safe. These brethren had no heavy burdens of the cause of God upon them. They were so taken up with complaining, and in talking their unbelief, that God would not lay heavy responsibility upon them. And his grace and power were in accordance with their faith."},{"refcode_short":"PH123 95.1","refcode_long":"Testimony to the Church at Battle Creek, p. 95.1 (Ellen Gould White)","content":"The worn condition of my husband after the Conference, in consequence of the additional cares and responsibilities of the work connected with the General Conference, was upon him. Bro. Waggoner interpreted, as did also some others, that the worn state of my husband was because he had been wrong, and the displeasure of the Lord was upon him. This was cruelty itself. After the testimony had been given that Brn. Andrews, Smith, Waggoner, and White, should stand together, uniting their interests for the advancement of the great truths which are testing the world, Bro. Waggoner forfeited my husband's confidence by the course he pursued, and gave evidence how little he desired to carry out the design of God for this object. That my husband's confidence in Bro. Waggoner was shaken, I cannot doubt, and that he has sufficient reason, I cannot question. My husband humbled himself before his brethren, and did all on his part to strengthen union of feelings and effort. I feel sad that Bro. Waggoner, who is a strong man in Bible argument, should be so weak in many things where so much is at stake. This is not necessary. He might have strength from God, if he would obtain the victory over self. If he had followed the light, and if Bro. Cornell had followed the light, years ago, which God had given them, they might now both be mighty in word and the power of the Spirit of God, and their hearts and judgments would be sanctified, that they could deal with minds with the best results attending their labors. Self, in them, has not been crucified, and both are in great danger of making shipwreck of faith. The devil knows their special weaknesses, and he has communicated to his agents where they can be the most easily overcome, and at last gained to their cause. They are both in danger of being overcome instead of overcoming, because of a deficiency in their characters."},{"refcode_short":"PH123 96.1","refcode_long":"Testimony to the Church at Battle Creek, p. 96.1 (Ellen Gould White)","content":"They can both, by taking hold of faith and the grace and power of God, while they do all that they can on their part, overcome self-confidence, get the victory over their peculiar besetments, and wear a crown of glory in the kingdom of God, brilliant with stars."},{"refcode_short":"PH123 97","refcode_long":"Testimony to the Church at Battle Creek, p. 97 (Ellen Gould White)","content":"Missionary Work"},{"refcode_short":"PH123 97.1","refcode_long":"Testimony to the Church at Battle Creek, p. 97.1 (Ellen Gould White)","content":"December 10, 1871, I was shown that God would accomplish a great work through the truth, if devoted, self-sacrificing men would give themselves unreservedly to the work of presenting the truth to those in darkness. Those who have a knowledge of the precious truth, who are consecrated to God, should avail themselves of every opportunity where there is an opening to press in the truth. Angels of God are moving on the hearts and consciences of the people of other nations, and honest souls are troubled as they witness the signs of the times in the unsettled state of the nations. The inquiry arises in their hearts, What will be the end of all these things? While God and angels are at work to impress hearts, the servants of Christ seem to be asleep. There are but few working in unison with the heavenly messengers. All men and women who are Christians in every sense of the word should be workers in the vineyard of the Lord. They should be wide awake, zealously laboring for the salvation of their fellow-men, and should imitate the example the Saviour of the world has given them in his life of self-denial, and sacrifice, and faithful, earnest labor."},{"refcode_short":"PH123 97.2","refcode_long":"Testimony to the Church at Battle Creek, p. 97.2 (Ellen Gould White)","content":"There has been but little missionary spirit among Sabbath-keeping Adventists. If ministers and people were sufficiently aroused, they would not rest thus indifferently, while God has honored them by making them the depositaries of his law, by printing it in their minds, and writing it upon their hearts. These truths of vital importance are to test the world; and yet in our own country there are cities, villages, and towns, that have never heard the warning message. Young men, who feel stirred with the appeals that have been made for help in this great work of advancing the cause of God, make some advance moves, but do not get the burden of the work upon them sufficiently to accomplish what they might. They are willing to do a small work, which does not require special effort. Therefore, they do not learn to place their whole dependence upon God, and by living faith draw from the great Fountain and Source of light and strength, in order that their efforts should prove wholly successful."},{"refcode_short":"PH123 98.1","refcode_long":"Testimony to the Church at Battle Creek, p. 98.1 (Ellen Gould White)","content":"Those who think that they have a work to do for the Master should not commence their efforts among the churches; but they should go out into new fields, and prove their gifts. They can test themselves in this way, and settle the matter, to their own satisfaction, whether God has indeed chosen them for this work. They will feel the necessity of studying the word of God, and praying earnestly for heavenly wisdom and divine aid from God. They will be brought where they will be obtaining a most valuable experience by meeting with opponents who bring up objections against the important positions of our faith. They will feel their weakness, and be driven to the word of God and prayer. In this exercise of their gifts, they will be learning and improving, and gaining confidence, and courage, and faith, and will eventually have a valuable experience."},{"refcode_short":"PH123 99.1","refcode_long":"Testimony to the Church at Battle Creek, p. 99.1 (Ellen Gould White)","content":"The Brn. Lane commenced right in this work. In their labor they did not go among the churches, but went out into new fields. They commenced humble. They were little in their own eyes, and felt the necessity of their whole dependence being in God. These brothers are now in great danger of becoming self-sufficient, especially Elbert. In his discussion with opponents, the truth has obtained the victory, and Bro. Elbert has begun to feel strong in himself. As soon as he gets above the simplicity of the work, then his labors will not benefit the precious cause of God. Bro. Elbert should not encourage a love for discussions, but avoid them whenever he can. These contests with the powers of darkness in debate seldom result the best for the advancement of the present truth."},{"refcode_short":"PH123 99.2","refcode_long":"Testimony to the Church at Battle Creek, p. 99.2 (Ellen Gould White)","content":"If young men who commence to labor in this cause would have the missionary spirit, they would give evidence that God has indeed called them to the work. But when they do not go out into new places, but are content to go from church to church, they give evidence that the burden of the work is not upon them. The ideas of our young preachers are not broad enough. Their zeal is too feeble. Were the young men awake, and devoted to the Lord, they would be diligent every moment of their time, and seek to qualify themselves for laborers in missionary fields rather than to be fitting themselves to become combatants."},{"refcode_short":"PH123 100.1","refcode_long":"Testimony to the Church at Battle Creek, p. 100.1 (Ellen Gould White)","content":"Young men should be qualifying themselves to become familiar with other languages, that God may use them as mediums to communicate his saving truth to those of other nations. These young men may obtain a knowledge of other languages, even while engaged in laboring for sinners. If they are economical of their time, they can be improving their mind, and qualifying themselves for more extended usefulness. Young women who have borne but little responsibility, if they devote themselves to God, can be qualifying themselves by study to become familiar with other languages. They could devote themselves to the work of translating."},{"refcode_short":"PH123 100.2","refcode_long":"Testimony to the Church at Battle Creek, p. 100.2 (Ellen Gould White)","content":"Our publications should be printed in other languages, that foreign nations may be reached. Much can be done through the medium of the press, but much more if the influence of the labors of the living preacher goes with our publications. Missionaries are needed to go to other nations, to preach the truth in a guarded, careful manner. The cause of present truth can be greatly extended by personal effort. The contact of individual mind with individual mind will do more to remove prejudice, if the labor is discreet, than our publications alone can do. Those who engage in this work should not consult their ease or inclination. They should not have love for popularity or display."},{"refcode_short":"PH123 101.1","refcode_long":"Testimony to the Church at Battle Creek, p. 101.1 (Ellen Gould White)","content":"When the churches see young men possessing zeal to qualify themselves to extend their labors to cities, villages, and towns, that have never been aroused to the truth, and missionaries volunteer to go to other nations, to carry the truth to them, the churches will be encouraged and strengthened far more than to have the labors of inexperienced young men. The churches, as they see their ministers’ hearts all aglow with love and zeal for the truth and a desire to save souls, will arouse themselves. The churches generally have the gifts and power within themselves to bless and strengthen themselves, and gather into the fold sheep and lambs. They need to be thrown upon their own resources, and so call into active service all the gifts that are lying dormant."},{"refcode_short":"PH123 101.2","refcode_long":"Testimony to the Church at Battle Creek, p. 101.2 (Ellen Gould White)","content":"As churches are established, it should be set before them that it is even from among them that men must be taken to carry the truth to others, and raise new churches; therefore, they must all work, and cultivate to the very utmost the talents God has given them, and they be training their minds to engage in the service of their Master. If these messengers are pure in heart and life, if their example is what it should be, their labors will be highly successful; for they have a most powerful truth, clear and connected, and convincing arguments. They have God on their side, and the angels of God to work with their efforts."},{"refcode_short":"PH123 102.1","refcode_long":"Testimony to the Church at Battle Creek, p. 102.1 (Ellen Gould White)","content":"Why there has been so little accomplished by those who preach the truth, is not wholly because the truth they bear is unpopular, but because the men who bear the message are not sanctified by the truths they preach. The Saviour withdraws his smiles, and the inspiration of his Spirit is not upon them. The presence and power of God to convict the sinner and cleanse from all unrighteousness is not manifest. Sudden destruction is right upon the people, and yet they are not fearfully alarmed. The unconsecrated minister makes the work very hard for those who follow after them, and who have the burden and spirit of the work upon them."},{"refcode_short":"PH123 102.2","refcode_long":"Testimony to the Church at Battle Creek, p. 102.2 (Ellen Gould White)","content":"The Lord has moved upon men of other tongues, and has brought them under the influence of the truth, that they should be qualified to labor in his cause. He has brought them within reach of the Office of publication, that its managers might avail themselves of their services, if they were awake to the wants of the cause. Publications are needed in other languages, to raise an interest and the spirit of inquiry among other nations."},{"refcode_short":"PH123 103.1","refcode_long":"Testimony to the Church at Battle Creek, p. 103.1 (Ellen Gould White)","content":"In a most remarkable manner, the Lord wrought upon the heart of Marcus Lichtenstein, and directed the course of this young man to Battle Creek, that he should there be brought under the influence of the truth, and be converted, and united to the Office of publication, and should obtain an experience. His education in the Jewish religion would qualify him to prepare publications. His knowledge of Hebrew would be a help to the Office in the preparation of publications to gain access to a class that otherwise could not be reached. The gift God gave to the Office in Marcus was no inferior gift. His deportment and conscientiousness were in accordance with the principles of the wonderful truths he was beginning to see and appreciate."},{"refcode_short":"PH123 103.2","refcode_long":"Testimony to the Church at Battle Creek, p. 103.2 (Ellen Gould White)","content":"But the influence of those in the Office grieved and discouraged Marcus. Those young men who did not esteem Marcus as he deserved, and whose Christian life was a contradiction to their profession, were the means that Satan used to separate from the Office the gift which God had given to it. He went away perplexed, grieved, and discouraged. Those who had had years of experience, and who should have had the love of Christ in their hearts were so far separated from God by selfishness, pride, and their own folly, that they could not discern the especial work of God in Marcus’ being connected with the Office."},{"refcode_short":"PH123 104.1","refcode_long":"Testimony to the Church at Battle Creek, p. 104.1 (Ellen Gould White)","content":"The course pursued by these unconsecrated ones toward Marcus resulted in his leaving the Office. Marcus was a true gentleman. He possessed excellent traits of character. He had a high sense of the Christian religion. The coldness, and backslidings, and lack of principle, exhibited by those who had for years professed the Christian religion, distressed and vexed him. Unbelief took possession of his soul. Those who labored in the Office are accountable for his leaving the Office. Marcus was treated with disrespect by some. His imperfect speech in our language excited the mirth of those who ought to have been a blessing to Marcus; and his imperfect English should have caused their hearts to magnify God that a stranger to Christ and the truth had been united with them to do a work that those who could speak the English language readily could not do. They should have seen the providence of God in converting this educated Jew to the Christian religion to do his part in proclaiming the message to all nations, and tongues, and people."},{"refcode_short":"PH123 104.2","refcode_long":"Testimony to the Church at Battle Creek, p. 104.2 (Ellen Gould White)","content":"If those who are connected with the Office were awake, and had not been spiritually paralyzed, Bro. Brownsberger would long ago have been connected with the Office, and might now be prepared to do a good work which much needs to be done. He should have been engaged in teaching young men and women, that they might be qualified now to become workers in missionary fields."},{"refcode_short":"PH123 105.1","refcode_long":"Testimony to the Church at Battle Creek, p. 105.1 (Ellen Gould White)","content":"Those engaged in the work were about two-thirds dead because of their yielding to wrong influences. They were where God could not impress them by his Holy Spirit. And oh! how my heart aches as I see that so much time has passed, and a great work that might have been done is left undone because those in important positions have not walked in the light. Satan has stood prepared to sympathize with those men in holy office, and tell them God does not require of them as much zeal and unselfish, devoted interest as Bro. White expects, and they settle down carelessly in Satan's easy chair, and the ever vigilant, persevering foe binds them in chains of darkness, while they think that they are all right. Satan works on their right hand and on their left, and all around them; and they know it not. They call darkness light, and light darkness."},{"refcode_short":"PH123 105.2","refcode_long":"Testimony to the Church at Battle Creek, p. 105.2 (Ellen Gould White)","content":"If those in the Office of publication are indeed engaged in the sacred work of giving the last solemn message of warning to the world, how careful should they be to carry out in their lives the principles of the truth they are handling. They should have pure hearts and clean hands."},{"refcode_short":"PH123 106.1","refcode_long":"Testimony to the Church at Battle Creek, p. 106.1 (Ellen Gould White)","content":"Our people connected with the Office have not been awake to improve the privileges within their reach, and secure all the talent and influence that God has provided for them. There is a very great failure with nearly all connected with the Office of realizing the importance and sacredness of the work. Pride and selfishness exist to a very great degree, and angels of God are not attracted to that Office as they would be if hearts were pure and in communion with God. Those laboring in the Office have not had a vivid sense that the truths that they were handling were of heavenly origin, to accomplish a certain and special work as did the preaching of Noah before the flood. As the preaching of Noah warned, tested, and proved, the inhabitants of the world before the flood of waters destroyed them from off the face of the earth, so is the truth of God for these last days doing a similar work of warning, testing, and proving the world. The publications which go forth from the Office bear the signet of the Eternal. They are being scattered all through the land, and are deciding the destiny of souls. Men are now greatly needed who can translate and prepare our publications in other languages to reach all tongues, and that the messages of warning may go to all nations, that they may be tested by the light of the truth, that men and women, as they see the light, may turn from the transgression to the obedience of the law of God."},{"refcode_short":"PH123 107.1","refcode_long":"Testimony to the Church at Battle Creek, p. 107.1 (Ellen Gould White)","content":"Every opportunity should be improved to extend the truth to other nations. This will be attended with considerable expense, but expense should in no case hinder the performance of this work. Means are of no value only as they are used to advance the interest of the kingdom of God. The Lord has lent men means for this very purpose to use in sending the truth to their fellow-men. There is a great amount of surplus means in the ranks of Seventh-day Adventists. The withholding of this means selfishly from the cause of God is blinding their eyes to the importance of the work of God, making it impossible for them to discern the solemnity of the times in which we live, or the value of eternal riches. They do not view Calvary in the right light, and therefore cannot appreciate the worth of the soul for which Christ paid such an infinite price."},{"refcode_short":"PH123 107.2","refcode_long":"Testimony to the Church at Battle Creek, p. 107.2 (Ellen Gould White)","content":"Men will invest means in that which they value the most and which they think will bring to them the greatest profits. When men will run great risks and invest much in worldly enterprises, but are unwilling to venture or invest much in the cause of God to send the truth to their fellow-men, they evidence that they value their earthly treasure more highly than the heavenly just in proportion as their works show."},{"refcode_short":"PH123 108.1","refcode_long":"Testimony to the Church at Battle Creek, p. 108.1 (Ellen Gould White)","content":"If men would lay their earthly treasures upon the altar of God, and work as zealously to secure the heavenly treasure as they have the earthly, they would invest means cheerfully and gladly wherever they could see an opportunity to do good and aid the cause of their Master, who intrusted them with means to test and prove their fidelity to him. Christ has given them unmistakable evidence of his love and fidelity to them. He left Heaven, his riches and glory, and for their sakes became poor, that they through his poverty might be made rich. After he has thus condescended to save man, Christ requires no less of man than that he should deny himself, and use the means he has lent him in saving his fellow-men, and by thus doing, give evidence of his love for his Redeemer, and show that he values the salvation brought to him by such an infinite sacrifice."},{"refcode_short":"PH123 108.2","refcode_long":"Testimony to the Church at Battle Creek, p. 108.2 (Ellen Gould White)","content":"Now is the time to use means for God. Now is the time to be rich in good works, laying up in store for ourselves a good foundation against the time to come, that we may lay hold on eternal life. One soul saved in the kingdom of God is of more value than all earthly riches. We are answerable to God for the souls of those with whom we are brought into contact, and the more closely our connections with our fellow-men, the greater is our responsibility. We are one great brotherhood, and the welfare of our fellow-men should be our great interest. We have not one moment to lose. If we have been careless in this matter it is high time we were now in earnest to redeem the time, lest the blood of souls be found in our garments. As children of God, none of us are excused from taking a part in the great work of Christ, in the salvation of our fellow-men."},{"refcode_short":"PH123 109.1","refcode_long":"Testimony to the Church at Battle Creek, p. 109.1 (Ellen Gould White)","content":"It will be a difficult work to overcome prejudice and convince the unbelieving that our efforts are disinterested to help them. But this should not hinder our labor. There is no precept in the Word of God that tells us to do good to those only who appreciate and respond to our efforts, and to benefit those only who will thank us for it. God has sent us to work in his vineyard. It is our business to do all we can. “In the morning sow thy seed, and in the evening withhold not thy hand; thou knowest not which shall prosper, this or that.” We have too little faith. We limit the Holy One of Israel. We should any of us be grateful that God condescends to use us as his instruments. For every earnest prayer put up in faith for anything, answers will be returned. They may not come just as we have expected; but they will come—not perhaps as we have devised, but at the very time when we most need them. But oh! how sinful is our unbelief! “If ye abide in Me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.”"},{"refcode_short":"PH123 110.1","refcode_long":"Testimony to the Church at Battle Creek, p. 110.1 (Ellen Gould White)","content":"Young men who engage in this work should not trust too much to their own abilities. They are inexperienced, and should seek to learn wisdom from those who have had a long experience in the work, and who have had opportunities to study character."},{"refcode_short":"PH123 110.2","refcode_long":"Testimony to the Church at Battle Creek, p. 110.2 (Ellen Gould White)","content":"Instead of our ministering brethren laboring among the churches, God designs that we should spread abroad, and our missionary labor be extended over as much ground as we can possibly occupy to advantage, going in every direction to raise up new companies. We should ever leave upon the minds of new disciples an impression of the importance of our mission. As able men are converted to the truth, they should not require laborers to keep their flagging faith alive; but these men should be impressed with the necessity of laboring in the vineyard. As long as churches rely upon laborers from abroad to strengthen and encourage their faith, they will not become strong in themselves. They should be instructed that their strength will increase in proportion to their personal efforts. The more closely the New-Testament plan is followed in missionary labor, the more successful will be the efforts put forth."},{"refcode_short":"PH123 111.1","refcode_long":"Testimony to the Church at Battle Creek, p. 111.1 (Ellen Gould White)","content":"We should work as did our divine Teacher, sowing the seeds of truth with care, anxiety, and self-denial. We must have the mind of Christ if we would not become weary in well-doing. His was a life of continued sacrifice for others’ good. We must follow his example. The seed of truth we must sow, and trust in God to quicken it to life. The precious seed may lie dormant for some time, when the grace of God may convict the heart, and the seed sown be awakened to life, and spring up and bear fruit to the glory of God. Missionaries in this great work are wanted to labor unselfishly, earnestly, and perseveringly, as co-workers with Christ and the heavenly angels in the salvation of their fellow-men."},{"refcode_short":"PH123 111.2","refcode_long":"Testimony to the Church at Battle Creek, p. 111.2 (Ellen Gould White)","content":"Especially should our ministers beware of indolence and of pride, which are apt to grow out of a consciousness that we have the truth, and strength of arguments which our opponents cannot meet; and while the truths which we handle are mighty to the pulling down of the strongholds of the powers of darkness, there is danger of neglecting personal piety, purity of heart, and entire consecration to God. There is danger of their feeling that they are rich and increased with goods, while they lack the essential qualifications of a Christian. They may be wretched, poor, blind, miserable, and naked. They do not feel the necessity of living in obedience to Christ every day and every hour. Spiritual pride eats out the vitals of religion. In order to preserve humility, it would be well to remember how we appear in the sight of a holy God who reads every secret of the soul, and how we should appear in the sight of our fellow-men if they all knew us as well as God knows us. For this reason, to humble us, we are directed to confess our faults, and improve this opportunity to subdue our pride."},{"refcode_short":"PH123 112.1","refcode_long":"Testimony to the Church at Battle Creek, p. 112.1 (Ellen Gould White)","content":"Ministers should not neglect physical exercise. They should seek to make themselves useful, and be a help where they are dependent upon the hospitalities of others. They should not allow others to wait upon them, but rather lighten the burdens of those who have so great a respect for the gospel ministry that they would put themselves to great inconvenience in doing for them that which they should do for themselves. The poor health of some of our ministers is because of their neglect of physical exercise in useful labor."},{"refcode_short":"PH123 112.2","refcode_long":"Testimony to the Church at Battle Creek, p. 112.2 (Ellen Gould White)","content":"As the matter has resulted, I was shown that it would have been better had the Brn. Bourdeaus done what they could in the preparation of tracts to be circulated among the French people. If these works were not prepared in all their perfection, they might better have been circulated, that the French people could have an opportunity to search the evidences of our faith. There are great risks in delay. The French should have had books setting forth the reasons of our faith. Brn. Bourdeau were not prepared to do justice to these works, for they needed to be spiritualized and enlivened themselves, and the books prepared would bear the stamp of their minds. They needed to be corrected, lest their preaching and writing should be tedious. They needed to educate themselves to come at once to the point, and make the essential features of our faith stand forth clearly before the people. The work has been hindered by Satan, and much has been lost because these works were not prepared as they should have been. Brn. Bourdeau can do much good if they are fully devoted to the work, and if they will follow the light God has given them."},{"refcode_short":"PH123 113.1","refcode_long":"Testimony to the Church at Battle Creek, p. 113.1 (Ellen Gould White)","content":"At the camp-meeting at Lancaster, 1870, the committee on publication of books considered the matter of preparing pamphlets to be circulated among the French people. The decision was in accordance with the light which God had previously given in testimony, that the tracts for other nations should be prepared with the greatest of care, and should not be left alone to the Brn. Bourdeau to bear the stamp of their minds. After Brn. Andrews, White, Waggoner, and Bourdeau had consulted over the matter, they decided to unite their efforts in placing before other tongues and nations the desired works. These tracts should be brief, right to the point, and made intensely interesting."},{"refcode_short":"PH123 114.1","refcode_long":"Testimony to the Church at Battle Creek, p. 114.1 (Ellen Gould White)","content":"But I regret to say that nothing has been done in regard to these books. Brn. Waggoner and Andrews have seemed to feel no burden of the matter since this decision, although they assumed equal responsibilities with my husband. My husband and myself attended twelve camp-meetings that season, besides laboring three weeks in Missouri. We were worn. We had done too much labor. We returned home to have the additional care of my husband's parents. Mother White was helpless from a stroke of paralysis. Father White was very feeble. We found the Office of publication suffering for want of proper help. Bro. Smith, who edited the Review, was at Rochester, N.Y., recovering from fever. Adelia Van Horn, our secretary, was sick with fever. Bro. Gage was at home, sick with fever, through needless exposure to wet and cold in taking a trip for pleasure to Chicago. The important posts were deserted by several. Bro. Bell had left the Instructor, and he was away."},{"refcode_short":"PH123 114.2","refcode_long":"Testimony to the Church at Battle Creek, p. 114.2 (Ellen Gould White)","content":"My husband took hold of the work, and I helped him what I could in the work that had been deserted by others. The Reformer, that had been edited by Bro. Gage, was sinking. Our people were losing their interest in it. My husband took it in its sinking condition, and made every effort to enliven and give it interest. He also worked earnestly for the Review and Instructor. In addition to this labor, we found upon our return from the camp-meeting campaign packages of letters laid aside for our examination, containing difficult matters which must be decided. All these letters required much thought and careful answers."},{"refcode_short":"PH123 115.1","refcode_long":"Testimony to the Church at Battle Creek, p. 115.1 (Ellen Gould White)","content":"The pressure of work, and the wearing anxiety in connection with the Office, was telling upon my husband. Home matters were neglected. His father and mother who were with us could receive but little attention from him personally. But that which grieved him most was the letters of discouragement coming from Brn. Waggoner and Andrews while he was standing under an almost insupportable weight of care and labor. My husband, by the help of God, improved the Review by enlarging it; also the Instructor. He resurrected the Reformer, which was apparently dead. He performed the labor which should have been shared with no less than three besides himself. And at the General Conference which followed this exhausting labor, there was additional care and burdens which nearly finished him. He had a slight shock of paralysis. Since that time, he has been standing under continual pressure of care and heavy, wearing responsibilities. He has had no time to revise tracts for other languages, or to write upon subjects of present truth. The blame of publications not being given to the French people does not rest upon my husband, for he positively could not do this work in addition to the accumulation of burdens which unjustly fell upon him. He has stood under the burdens that no other man would lift."}]