[{"refcode_short":"PH127 5","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 5 (Ellen Gould White)","content":"Appeal To Our People in America in Behalf of the Nashville Publishing House"},{"refcode_short":"PH127 5.1","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 5.1 (Ellen Gould White)","content":"“There is a heavy burden on my soul in regard to the Southern work. Something has already been done in the South; but the work must advance much more rapidly than it has been advancing. A publishing house has recently been established in Nashville to print reading matter suitable for the different classes of people in that field. The needs of this new institution have been presented before our Northern churches, and in response to the call of our brethren many gifts, large and small, have been made. We thank the Lord that he has aroused some of the brethren to establish and sustain the Publishing House in Nashville. The establishment of this institution is an advanced movement, and will accomplish much good. This institution will still need to be sustained by gifts and offerings, just as the publishing house in Battle Creek and the publishing house in Oakland were sustained when they were first established.”"},{"refcode_short":"PH127 5.2","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 5.2 (Ellen Gould White)","content":"“These newly established interests should receive help from our people. Those living in places where the truth has been long established should remember the needs of the preparatory work to be done in Nashville. This place has been selected as a center because of the large educational institutions situated in and near it. In these institutions there are those who are doing a noble work for the people of the South. They must be given opportunity to hear the message that is to prepare a people to stand in the day of the Lord."},{"refcode_short":"PH127 6.1","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 6.1 (Ellen Gould White)","content":"“Words have come to me from the One highest in authority. My Instructor asked, ‘In establishing the work in the Southern field will you do less than you have done in more favorable places,—less than you have done in Michigan and on the Pacific Coast?’ I responded, ‘No, Lord.’ Then the word came, ‘You have no time to lose in establishing the work in the Southern field. Many are saying in their hearts, “My Lord delayeth his coming.’’"},{"refcode_short":"PH127 6.2","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 6.2 (Ellen Gould White)","content":"In the name of the Lord, I call upon my brethren to do something to strengthen the publishing interest and to help to establish other lines of work in the South, and to do it now. Soon it will be too late to do anything. Soon our opportunities to work will have passed by forever. The plagues of God are already beginning to be poured out upon the earth. The evidences before us indicate that God's Spirit is being withdrawn from the earth. Only a little while longer shall we be permitted to labor, and then in heaven it will be said, ‘It is done.’ ‘He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.’"},{"refcode_short":"PH127 6.3","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 6.3 (Ellen Gould White)","content":"“Brethren and sisters, now is the time to make haste to do something. Will you now give of your means to advance the work in the South? If you have in your possession houses and lands that you do not need, will you sell them, and invest the means thus obtained in more firmly establishing the various lines of work that have been begun in the Southern field?”—Extracts from the Appeal to the Churches in America."},{"refcode_short":"PH127 7","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 7 (Ellen Gould White)","content":"Why Nashville was Selected"},{"refcode_short":"PH127 7.1","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 7.1 (Ellen Gould White)","content":"“Many have asked the question, Why did J. E. White and his associates select Nashville as a center for work? I answer, Because the Lord in his wisdom directed them to this place. It is his purpose that light shall shine forth from the memorials established for him in and near Nashville."},{"refcode_short":"PH127 7.2","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 7.2 (Ellen Gould White)","content":"“There is no place in the South better suited than Nashville for the carrying forward of the publishing work. It is the best place in which to do the work that has been started there."},{"refcode_short":"PH127 7.3","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 7.3 (Ellen Gould White)","content":"“There is not in Nashville the bitter opposition to the work for the uplifting of the downtrodden colored race that exists in many other cities of the South. Much work is being done there to uplift the colored people; and the sentiment in favor of these efforts will be a security to our people in their work."},{"refcode_short":"PH127 7.4","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 7.4 (Ellen Gould White)","content":"“There are in Nashville large educational institutions for the colored people, in which much excellent work has been done, and is being done for them. The teachers and students in these institutions are to hear the message of present truth. It is for this reason that God has directed that different institutions be established in Nashville."},{"refcode_short":"PH127 7.5","refcode_long":"Appeal To Our People in America in Behalf of the Nashville Publishing House, p. 7.5 (Ellen Gould White)","content":"“The truth is also to be brought before those who have given of their means and influence for the benefit of the colored race, that their prejudice against the Bible Sabbath may be removed. They have taken a noble stand for the uplifting of this people. They are to see a representation of our work that will be to them an object lesson. We are to do all we possibly can to remove the prejudice that exists in their minds against our work. If the efforts we put forth are in accordance with the will of God, many among them will be convicted and converted. The Lord works in a way that causes light to shine on the pathway of those who are seeking for light."}]