[{"refcode_short":"PH129 1","refcode_long":"A Big Surprise Party, p. 1 (Ellen Gould White)","content":"A Big Surprise Party"},{"refcode_short":"PH129 1","refcode_long":"A Big Surprise Party, p. 1 (Ellen Gould White)","content":"For Our Workers in Washington and Our Foreign Missionaries"},{"refcode_short":"PH129 1","refcode_long":"A Big Surprise Party, p. 1 (Ellen Gould White)","content":"Explanation"},{"refcode_short":"PH129 1.1","refcode_long":"A Big Surprise Party, p. 1.1 (Ellen Gould White)","content":"A great wave of blessing has started from a very small beginning, and we desire that every church and company of Sabbath-keepers shall have a part in it."},{"refcode_short":"PH129 1.2","refcode_long":"A Big Surprise Party, p. 1.2 (Ellen Gould White)","content":"Recently the hearts of our people have been thrilled by the stirring events taking place in Washington. We see that the move to Washington was at just the right time. We see that the work begun there should be sustained and hastened forward. Prompt action now may save a year to our work."},{"refcode_short":"PH129 1.3","refcode_long":"A Big Surprise Party, p. 1.3 (Ellen Gould White)","content":"At the same time, through private correspondence, we have learned of the depleted condition of the General Conference mission funds, and the necessity of revising the strong missionary policy that has given us so much joy. Every drop of Adventist blood protests against closing open doors in our beloved missions."},{"refcode_short":"PH129 2.1","refcode_long":"A Big Surprise Party, p. 2.1 (Ellen Gould White)","content":"This leaflet sets forth the beginning of a spontaneous movement to lift the cloud, and organize a big surprise-party for our missionaries and our Washington workers at the next General Conference."},{"refcode_short":"PH129 2.2","refcode_long":"A Big Surprise Party, p. 2.2 (Ellen Gould White)","content":"Study carefully the method of taking the donation, as suggested by the experience of Brother Corliss and the Pacific Press employees. It may seem best to you to follow the suggestions by distributing envelopes to old and young in your meeting. Urge the members to make the subject a matter of family study and prayer during the week, and then bring their gifts the following Sabbath. The dedication of the gift by a season of prayer will bring a blessing to the church. We pray that this may be more than an ordinary collection. This gift should be a beautiful one—large in proportion to the need."},{"refcode_short":"PH129 2.3","refcode_long":"A Big Surprise Party, p. 2.3 (Ellen Gould White)","content":"Will you, elders, deacons, all officers of every church,—yes, and every brother and sister,—will you join this blessed movement, and Lift Hard in this effort to create an epoch in the history of our work?"},{"refcode_short":"PH129 3.1","refcode_long":"A Big Surprise Party, p. 3.1 (Ellen Gould White)","content":"The Lord Jesus invites us to become laborers together with Him. His we are, and He has claims upon all that we possess. By our willingness to help in His work, we may show our love for Him. I appeal to our people just now to send large gifts and offerings to the work in Washington that the buildings necessary for our work there may be erected immediately. For many years, because of a lack of clear, spiritual eyesight, this work has been neglected, but it is now to be earnestly carried forward."},{"refcode_short":"PH129 3.2","refcode_long":"A Big Surprise Party, p. 3.2 (Ellen Gould White)","content":"The work that has been done in the school buildings at Takoma Park is in the order of God. A sanitarium is to be established, and a meetinghouse erected. Besides this, a building is to be erected for our General Conference business offices. The completion of these important enterprises is to be our burden now."},{"refcode_short":"PH129 4.1","refcode_long":"A Big Surprise Party, p. 4.1 (Ellen Gould White)","content":"I know that doors are opening everywhere for the entrance of truth. In the providence of God the way has been prepared for our people to occupy buildings in the best positions in Washington, that many may have the opportunity of hearing the reasons of our faith."},{"refcode_short":"PH129 4.2","refcode_long":"A Big Surprise Party, p. 4.2 (Ellen Gould White)","content":"I am instructed to say that the office of publication was not moved from Battle Creek any too soon. Washington and the other cities of the South are to hear the message of warning. I am also instructed to say that outward display is not to be allowed to absorb the means that should be used in bearing the message of salvation to a needy, sinful world. From town to town, from city to city, from country to country, the warning is to be proclaimed, not with outward display but in the power of the Spirit, by men of faith."},{"refcode_short":"PH129 4.3","refcode_long":"A Big Surprise Party, p. 4.3 (Ellen Gould White)","content":"We are intensely desirous that the Washington Fund shall be closed as quickly as possible. I pray that the Lord God of Israel will furnish the means necessary for the accomplishment of the work in this important place. This means is in the hands of His stewards, and I pray that He will make them willing to give liberally."},{"refcode_short":"PH129 11.1","refcode_long":"A Big Surprise Party, p. 11.1 (Ellen Gould White)","content":"Yesterday I was strengthened to speak for one hour at the sanitarium. I spoke from the third chapter of Malachi, and the Lord gave me freedom. The chapel was well filled, and all listened attentively. I spoke of the needs of the work in Washington, and of the importance of our now doing our best to advance the work there, that unbelievers may see that, having begun the work, we are able to finish it. I also mentioned the calls that are constantly coming in from foreign fields for men and means with which to carry on the work."},{"refcode_short":"PH129 12.1","refcode_long":"A Big Surprise Party, p. 12.1 (Ellen Gould White)","content":"After I had finished, Elder Taylor spoke a few words. He said that after such a discourse it would be but appropriate to respond by taking up a collection for the general work. I did not stay till the close of the meeting, but I heard afterward that a contribution of $190 was taken up. We have decided that it shall be made up to $200."}]