[{"refcode_short":"PH122 1","refcode_long":"To Our Bookmen, p. 1 (Ellen Gould White)","content":"To Our Bookmen"},{"refcode_short":"PH122 1","refcode_long":"To Our Bookmen, p. 1 (Ellen Gould White)","content":"To Our Bookmen"},{"refcode_short":"PH122 1.1","refcode_long":"To Our Bookmen, p. 1.1 (Ellen Gould White)","content":"I welcome you all to “Elmshaven,” the refuge that I found prepared for me on my return from Australia. In this quiet and comfortable home we have been able to prepare articles and books for publication."},{"refcode_short":"PH122 1.2","refcode_long":"To Our Bookmen, p. 1.2 (Ellen Gould White)","content":"I hope you will enjoy your visit, and that you may come again. In your prosperity and welfare I am deeply interested."},{"refcode_short":"PH122 1","refcode_long":"To Our Bookmen, p. 1 (Ellen Gould White)","content":"The World Asleep"},{"refcode_short":"PH122 1.3","refcode_long":"To Our Bookmen, p. 1.3 (Ellen Gould White)","content":"The time has come when a large work should be done by our canvassers. The world is asleep, and as watchmen they are to give the warning note, to awake the sleepers to a sense of their danger. The churches know not the time of their visitation. How can they best learn the truth?—Through the efforts of the canvasser. All who consecrate themselves to God to work as canvassers, are assisting to give the last message of warning to the world. They are the Lord's messengers, giving to multitudes in darkness and error the glad tidings of salvation."},{"refcode_short":"PH122 1.4","refcode_long":"To Our Bookmen, p. 1.4 (Ellen Gould White)","content":"Even where people hear the truth from the living preacher, the canvasser should carry on his work. The printed page is essential, not only in the work of awakening minds to the importance of the truth for this time, but that hearts may be rooted and grounded in the truth, and established against darkness and deceptive error. Papers and books containing the messages of truth are the Lord's means of keeping truth continually before the minds of the people. These publications will do a far greater work than can be accomplished by the ministry of the word alone."},{"refcode_short":"PH122 2.1","refcode_long":"To Our Bookmen, p. 2.1 (Ellen Gould White)","content":"Through our canvassers the truth will reach those who can not be reached in any other way,—those living far from any large settlement. I call these the byway hearers. To such ones our canvassers are to be God's evangelists, going from house to house, and opening the Scriptures to those whom they meet. They will find many who are willing and anxious to know what is truth. Much has been accomplished by the faithful canvassers who have gone from place to place, bearing with them books containing the light of present truth. Through their efforts entire families have been won to the truth."},{"refcode_short":"PH122 2","refcode_long":"To Our Bookmen, p. 2 (Ellen Gould White)","content":"Broader Views"},{"refcode_short":"PH122 2.2","refcode_long":"To Our Bookmen, p. 2.2 (Ellen Gould White)","content":"While in California in the year 1874, I was given an impressive dream, in which was represented the instrumentality of the press in the work of giving the third angel's message to the world. The following paragraphs are taken from a letter written at this time:"},{"refcode_short":"PH122 2.3","refcode_long":"To Our Bookmen, p. 2.3 (Ellen Gould White)","content":"“I dreamed that several of the brethren in California were in council, considering the best plans for labor during the coming season. Some thought it wise to shun the large cities, and work in small places. My husband was earnestly urging that broader plans be laid, and more extended efforts made, which would better compare with the character of our message."},{"refcode_short":"PH122 3.1","refcode_long":"To Our Bookmen, p. 3.1 (Ellen Gould White)","content":"“Then a young man whom I had frequently seen in my dreams came into our council. He listened with deep interest to the words that were spoken, and then, speaking with deliberation and authoritative confidence, said:"},{"refcode_short":"PH122 3.2","refcode_long":"To Our Bookmen, p. 3.2 (Ellen Gould White)","content":"“‘The cities and villages constitute a part of the Lord's vineyard. They must hear the messages of warning. The enemy of truth is making desperate efforts to turn the people from the truth of God to falsehood.... You are to sow beside all waters."},{"refcode_short":"PH122 3.3","refcode_long":"To Our Bookmen, p. 3.3 (Ellen Gould White)","content":"“‘It may be that you will not at once see the result of your labor, but this should not discourage you. Take Christ as your example. He had many hearers, but few followers. Noah preached for one hundred and twenty years to the people before the flood; yet out of the multitudes on the earth at that time only eight were saved.’"},{"refcode_short":"PH122 3.4","refcode_long":"To Our Bookmen, p. 3.4 (Ellen Gould White)","content":"“The messenger continued: ‘You are entertaining too limited ideas of the work for this time. You are trying to plan the work so that you can embrace it in your arms. You must take broader views. Your light must not be put under a bushel or under a bed, but on a candlestick, that it may give light to all that are in the house. Your house is the world...."},{"refcode_short":"PH122 3.5","refcode_long":"To Our Bookmen, p. 3.5 (Ellen Gould White)","content":"“‘The verity and truth of the binding claims of the fourth commandment must be presented in clear lines before the people. “Ye are My witnesses.” The message will go in power to all parts of the world, to Oregon, to Europe, to Australia, to the islands of the sea, to all nations, tongues, and peoples. Preserve the dignity of the truth. It will grow to large proportions. Many countries are waiting for the advanced light the Lord has for them; and your faith is limited, it is very small. Your conception of the work needs to be greatly enlarged. Oakland, San Francisco, Sacramento, Woodland, and the large cities in the United States must hear the message of truth. Go forward. God will work with great power if you will walk in all humility of mind before Him. It is not faith to talk of impossibilities. Nothing is impossible with God. The light of the binding claims of the law of God is to test and prove the world...."},{"refcode_short":"PH122 4.1","refcode_long":"To Our Bookmen, p. 4.1 (Ellen Gould White)","content":"“In my last vision I was shown that we should have a part to act in California in extending and confirming the work already commenced. I was shown that missionary labor must be put forth in California, Australia, Oregon, and other territories far more extensively than our people have imagined, or ever contemplated and planned. I was shown that we do not at the present time move as fast as the opening providence of God leads the way. I was shown that the present truth might be a power in California if the believers in the message would give no place to the enemy in unbelief and selfishness, but would concentrate their efforts to one object—the upbuilding of the cause of present truth."},{"refcode_short":"PH122 4.2","refcode_long":"To Our Bookmen, p. 4.2 (Ellen Gould White)","content":"“I saw that there would be a paper published upon the Pacific Coast. There would be a health institute established there, and a publishing house created. Time is short; and all who believe this message, should feel a solemn obligation resting upon them to be disinterested workers, exerting their influence on the right side, and never by word or action be found arrayed against those who are seeking to advance the interests of God's cause. The ideas of our brethren are altogether too narrow. They expect but little. Their faith is too small."},{"refcode_short":"PH122 5.1","refcode_long":"To Our Bookmen, p. 5.1 (Ellen Gould White)","content":"“A paper published on the Pacific Coast would give strength and influence to the message. The light God has given us isn't worth much to the world unless it can be seen by being presented before them. I declare to you our vision must be extended. We see things nigh, but not afar off.”"},{"refcode_short":"PH122 5","refcode_long":"To Our Bookmen, p. 5 (Ellen Gould White)","content":"A Remarkable Dream"},{"refcode_short":"PH122 5.2","refcode_long":"To Our Bookmen, p. 5.2 (Ellen Gould White)","content":"In the year 1875 I was in attendance at a camp-meeting held at Rome, N.Y. The Sunday services had been well attended, and several speakers had addressed the large and attentive congregations. The following night I dreamed that a young man of noble appearance came into the room where I was, immediately after I had been speaking. He said:"},{"refcode_short":"PH122 5.3","refcode_long":"To Our Bookmen, p. 5.3 (Ellen Gould White)","content":"“You have called the attention of the people to important subjects, which to a large number are strange and new. To some they are intensely interesting. The laborers in word and doctrine have done what they could in presenting the truth. But unless there is a more thorough effort made to fasten these impressions upon minds, your efforts will prove nearly fruitless. Satan has many attractions ready to divert the mind, and the cares of this life and the deceitfulness of riches all combine to choke the seed of truth sown in the heart."},{"refcode_short":"PH122 5.4","refcode_long":"To Our Bookmen, p. 5.4 (Ellen Gould White)","content":"“In every effort such as you are now making, much more good would result from your labors if you had appropriate reading matter ready for circulation. Tracts upon the important points of truth for the present time should be handed out freely to all who will accept them.... You are to sow beside all waters."},{"refcode_short":"PH122 6.1","refcode_long":"To Our Bookmen, p. 6.1 (Ellen Gould White)","content":"“The press is a wonderful means to move the minds and hearts of the people. The men of the world seize the press and make the most of every opportunity to get poisonous literature before the people. If men, under the influence of the spirit of the world and of Satan, are earnest to circulate books, tracts, and papers of a corrupting nature, you should be more earnest to get reading matter of an elevating and saving character before the people...."},{"refcode_short":"PH122 6.2","refcode_long":"To Our Bookmen, p. 6.2 (Ellen Gould White)","content":"“God has placed at the command of His people advantages in the press, which, combined with other agencies, will be successful in extending the knowledge of the truth. Tracts, papers, and books, as the case demands, should be circulated in all the cities and villages in the land. Here is missionary work for all to engage in."},{"refcode_short":"PH122 6.3","refcode_long":"To Our Bookmen, p. 6.3 (Ellen Gould White)","content":"“There should be men trained for this branch of the work who will be missionaries and will circulate publications. They should be men of good address, who will not repulse others, or be repulsed. This is a work which would warrant men to give their whole time and energies as the occasion demands.... God has committed to His people great light. This is not for them to selfishly enjoy alone, but to let its rays shine forth to others who are in the darkness of error."},{"refcode_short":"PH122 6.4","refcode_long":"To Our Bookmen, p. 6.4 (Ellen Gould White)","content":"“You are not as a people doing one twentieth part of what might be done in spreading the knowledge of the truth. Very much more can be accomplished by the living preacher with the circulation of papers and tracts than by the preaching of the word alone without the publications. The press is a powerful instrumentality, which God has ordained to be combined with the energies of the living preacher to bring the truth before all nations, kindreds, tongues, and peoples.”"},{"refcode_short":"PH122 7.1","refcode_long":"To Our Bookmen, p. 7.1 (Ellen Gould White)","content":"To our canvassers I would say, Pray, O, pray for a deeper experience. Go forth with your hearts softened and subdued by a study of the precious truths which God has given us for this time. Drink freely of the water of salvation, that it may be in your hearts as a living spring, flowing forth to refresh souls ready to perish. God will then give wisdom to enable you to impart aright. He will make you channels for communicating His blessings. He will help you to reveal His attributes by imparting to others the wisdom and understanding that He has imparted to you."},{"refcode_short":"PH122 7.2","refcode_long":"To Our Bookmen, p. 7.2 (Ellen Gould White)","content":"May the Lord open your minds to comprehend this subject in its length and breadth, and may you realize your duty to represent the character of Christ by patience, courage, and steadfast integrity. If you take these principles with you into the canvassing field, you will be respected, and many will believe the truth you advocate, because your daily life is a bright light, which gives light to all that are in the house. Even your enemies, as much as they war against your doctrines, will respect you; and when you have gained this much, your simple words will have power and will carry conviction to hearts."}]