[{"refcode_short":"PH138 1","refcode_long":"The Health Reform and the Health Institute, p. 1 (Ellen Gould White)","content":"The Health Reform and the Health Institute"},{"refcode_short":"PH138 1","refcode_long":"The Health Reform and the Health Institute, p. 1 (Ellen Gould White)","content":"The Health Reform"},{"refcode_short":"PH138 1.1","refcode_long":"The Health Reform and the Health Institute, p. 1.1 (Ellen Gould White)","content":"December 10, 1871, I was again shown that the health reform is one branch of the great work to fit a people for the coming of the Lord. And it is as closely connected with the third angel's message as the hand is united to the body. The law of ten commandments has been lightly regarded by man. The Lord would not come to punish the transgressors of his law without first sending them a message of warning. The third angel proclaims the warning message. Had men ever been obedient to the law of ten commandments, carrying out in their lives the principles of these ten precepts, the curse of disease now flooding the world would not be."},{"refcode_short":"PH138 1.2","refcode_long":"The Health Reform and the Health Institute, p. 1.2 (Ellen Gould White)","content":"Men and women cannot violate natural law in the indulgence of depraved appetite, and lustful passions, and not violate the law of God. Therefore God has permitted the light of health reform to shine upon us, that we may see our sin in violating the laws God has established in our being. All our enjoyments or sufferings may be traced to obedience or transgression of natural law. Our gracious Heavenly Father sees the deplorable condition of men while living in violation of the laws he has established. Many are doing this ignorantly, some knowingly. The Lord, in love and pity to the race, causes the light to shine upon health reform. He publishes his law, and the penalty that will follow the transgression of it, that all may learn, and be careful to live in harmony with natural law. He proclaims his law so distinct, and makes it so prominent, that it is like a city set on a hill. All accountable beings can understand his law if they will. Idiots will not be responsible."},{"refcode_short":"PH138 2.1","refcode_long":"The Health Reform and the Health Institute, p. 2.1 (Ellen Gould White)","content":"To make plain natural law, and urge the obedience of it, is the work that accompanies the third angel's message, to prepare a people for the coming of the Lord."},{"refcode_short":"PH138 2.2","refcode_long":"The Health Reform and the Health Institute, p. 2.2 (Ellen Gould White)","content":"Adam and Eve fell, through intemperate appetite. Christ came and withstood the fiercest temptation of Satan, and, in behalf of the race, he overcame appetite, showing that man may overcome. As Adam fell, through appetite, and lost blissful Eden, the children of Adam may, through Christ, overcome appetite, and through temperance in all things regain Eden."},{"refcode_short":"PH138 2.3","refcode_long":"The Health Reform and the Health Institute, p. 2.3 (Ellen Gould White)","content":"Ignorance now is no excuse for the transgression of law. The light shineth clearly, and none need to be ignorant, for the great God himself is man's instructor. All are bound by the most sacred obligations to God to heed sound philosophy and genuine experience in reference to health reform which he is now giving them."},{"refcode_short":"PH138 3.1","refcode_long":"The Health Reform and the Health Institute, p. 3.1 (Ellen Gould White)","content":"God designs the great subject of health reform shall be agitated, and the public mind deeply stirred to investigate, for it is impossible for men and women, with all their sinful, health-destroying, brain-enervating habits, to discern sacred truth, through which they are to be sanctified, refined, elevated, and made fit for the society of heavenly angels in the kingdom of glory."},{"refcode_short":"PH138 3.2","refcode_long":"The Health Reform and the Health Institute, p. 3.2 (Ellen Gould White)","content":"The inhabitants of the Noachian world were destroyed, because they were corrupted through the indulgence of perverted appetite. Sodom and Gomorrah were destroyed through the gratification of unnatural appetite, which benumbed the intellect, and they could not discern the difference between the sacred claims of God and the clamor of appetite. The latter enslaved them, and they became so ferocious and bold in their detestable abominations, God would not tolerate them upon the earth. God ascribes the wickedness of Babylon to her gluttony and drunkenness."},{"refcode_short":"PH138 3.3","refcode_long":"The Health Reform and the Health Institute, p. 3.3 (Ellen Gould White)","content":"The apostle exhorts the church, “I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.” Man, then, can make the body unholy by sinful indulgences. If unholy, they are unfitted to be spiritual worshipers, and are not worthy of Heaven. If man will cherish the light God in mercy gives him upon health reform, he may be sanctified through the truth, and fitted for immortality. If he disregards light, and lives in violation of natural law, he must pay the penalty."},{"refcode_short":"PH138 4.1","refcode_long":"The Health Reform and the Health Institute, p. 4.1 (Ellen Gould White)","content":"God created man perfect and holy. Man fell from his holy estate, because he transgressed God's law. Since the fall, there has been a rapid increase of disease, suffering, and death. Notwithstanding man has insulted his Creator, yet God's love is still extended to the race. And he permits light to shine, that man may see that, in order to live a perfect life, he must live in harmony with those natural laws which govern his being. Therefore, it is of the greatest importance that he have a knowledge of how to live, that his powers of body and mind may be exercised to the glory of God."},{"refcode_short":"PH138 4.2","refcode_long":"The Health Reform and the Health Institute, p. 4.2 (Ellen Gould White)","content":"It is impossible for man to present his body a living sacrifice, holy and acceptable to God, while he is indulging in habits that are lessening physical, mental, and moral vigor, because it is customary for the world to do thus. The apostle adds, “And be not conformed to this world; but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect will of God.” Jesus, seated upon the Mount of Olives, gave instruction to his disciples, of the signs which should precede his coming. He says, “But as the days of Noe were, so shall also the coming of the Son of man be. For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark, and knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.”"},{"refcode_short":"PH138 5.1","refcode_long":"The Health Reform and the Health Institute, p. 5.1 (Ellen Gould White)","content":"The same sins exist in our day of carrying their eating and drinking to gluttony and drunkenness. The same sins exist in our day which brought the wrath of God upon the world in the days of Noah. Men and women now carry their eating and drinking to gluttony and drunkenness. This prevailing sin, of indulgence of perverted appetite, inflamed the passions of men in the days of Noah, and led to general corruption, until their violence and crimes reached to Heaven. And God washed the earth of its moral pollution by a flood."},{"refcode_short":"PH138 5.2","refcode_long":"The Health Reform and the Health Institute, p. 5.2 (Ellen Gould White)","content":"The same sins of gluttony and drunkenness benumbed the moral sensibilities of the inhabitants of Sodom, so that crimes seemed to men and women of that wicked city to be their delight. Christ warns the world. He says, “Likewise, also, as it was in the days of Lot, they did eat, they drank, they bought, they sold, they planted, they builded. But the same day that Lot went out of Sodom it rained fire and brimstone from heaven and destroyed them all. Even thus shall it be in the day when the Son of man is revealed.”"},{"refcode_short":"PH138 6.1","refcode_long":"The Health Reform and the Health Institute, p. 6.1 (Ellen Gould White)","content":"Christ has left us here a most important lesson. He does not in his teaching encourage indolence. His example was the opposite of this. Christ was an earnest worker. His life was one of self-denial, diligence, perseverance, industry, and economy. He would lay before us the danger of making eating and drinking paramount. He reveals the result of giving up to indulgence of appetite. The moral powers are enfeebled, so that sin does not appear sinful. Crimes are winked at, and base passions control the minds, until general corruption roots out good principles and impulses, and God is blasphemed. All this is the result of eating and drinking to excess. This is the very condition of things he declares will exist at his second coming."},{"refcode_short":"PH138 6.2","refcode_long":"The Health Reform and the Health Institute, p. 6.2 (Ellen Gould White)","content":"Will men and women be warned? Will they cherish the light? or will they become slaves to appetite and base passions? Christ presents to us something higher to toil for than merely what we shall eat, and what we shall drink, and wherewithal we shall be clothed. Eating and drinking and dressing are carried to such excess that they become crimes, and are one of the marked sins of the last days, and constitute a sign of Christ's soon coming. Time, money, and strength, which are the Lord's, that he has entrusted to us, are wasted in needless superfluities of dress, and luxuries for the perverted appetite, which lessen vitality, and bring suffering and decay. It is impossible to present to God our bodies a living sacrifice, when they are full of corruption and disease by our own sinful indulgence."},{"refcode_short":"PH138 7.1","refcode_long":"The Health Reform and the Health Institute, p. 7.1 (Ellen Gould White)","content":"Knowledge in regard to how we shall eat, and drink, and dress, in reference to health, must be gained. Sickness is caused by violating the laws of health. Therefore, sickness is the result of nature's violated law. Our first duty we owe to God, to ourselves, and our fellow-men, is to obey the laws of God, which include the laws of health. If we are sick, we impose a weary tax upon our friends, and unfit ourselves for discharging our duties to our families and to our neighbors. And when premature death is the result of our violation of nature's law, we bring sorrow and suffering to others. We deprive our neighbors of the help we ought to render them in living. Our families are robbed of the comfort and help we might render them, and God is robbed of the service he claims of us to advance his glory. Then, are we not transgressors of God's law in the worst sense?"},{"refcode_short":"PH138 7.2","refcode_long":"The Health Reform and the Health Institute, p. 7.2 (Ellen Gould White)","content":"God, all pitiful, gracious, and tender, accepts the poor offering rendered to him from those who have injured their health by sinful indulgences, and when light has come, and convinced them of sin, and they have repented and sought pardon, God receives them. Oh! what tender mercy that he does not refuse the remnant of the abused life of the suffering, repenting sinner. In his gracious mercy, he saves these souls as by fire. But what an inferior, pitiful sacrifice at best, to offer to a pure and holy God. Noble faculties have been paralyzed by wrong habits of sinful indulgence. The aspirations are perverted, and the soul and body defaced."},{"refcode_short":"PH138 8","refcode_long":"The Health Reform and the Health Institute, p. 8 (Ellen Gould White)","content":"The Health Institute"},{"refcode_short":"PH138 8.1","refcode_long":"The Health Reform and the Health Institute, p. 8.1 (Ellen Gould White)","content":"The great work of reform must go forward. The Health Institute has been established at Battle Creek to relieve the afflicted, to disseminate light, to awaken the spirit of inquiry, and to advance reform. This institution is conducted upon different principles than any other hygienic institution in the land. Money is not the great object with its friends and conductors. This institution is conducted from a conscientious, religious standpoint, aiming to carry out the principles of Bible hygiene. Most institutions of the kind are established upon different principles, and are conservative, with the object to meet the popular class half way, and shape their course in that manner that they will receive the greatest patronage, and the most money."},{"refcode_short":"PH138 9.1","refcode_long":"The Health Reform and the Health Institute, p. 9.1 (Ellen Gould White)","content":"The Health Institute at Battle Creek is established upon firm religious principles. Its conductors acknowledge God as the real proprietor. Physicians and helpers look to God for guidance, and aim to move conscientiously in his fear. For this reason, it stands upon a sure basis. When feeble, suffering invalids learn in regard to the principles of directors, superintendent, physicians, and helpers, at our Institute, that they have the fear of God before them, they will feel safer there than at the popular institutions."},{"refcode_short":"PH138 9.2","refcode_long":"The Health Reform and the Health Institute, p. 9.2 (Ellen Gould White)","content":"If those connected with the Health Institute at Battle Creek should descend from the pure, exalted principles of Bible truth, to imitate the theories and practices of those at the head of other institutions, where only the diseases of invalids are treated, and that merely for money, the conductors not working from a high, religious standpoint, God's special blessing would not rest upon our Institute. This Institution is designed of God to be one of the greatest aids in preparing a people to be perfect before God. In order to attain to this perfection, men and women must have physical and mental strength to appreciate the elevated truths of God's word, and be brought into a position where they will discern the imperfections in their moral characters. They should be in earnest to reform, that they may have friendship with God. The religion of Christ is not to be placed in the background, and its holy principles lain down to meet the approval of any class, however popular. If the standard of truth and holiness is lowered, then is the design of God not carried out in our Institution."},{"refcode_short":"PH138 10.1","refcode_long":"The Health Reform and the Health Institute, p. 10.1 (Ellen Gould White)","content":"But our peculiar faith should not be discussed with patients. Their minds should not be unnecessarily excited upon subjects wherein we differ, unless they themselves desire it, and then great caution should be observed, not to agitate the mind by urging upon them our peculiar faith. The Health Institute is not the place to be forward to enter into discussion upon points of our faith wherein we differ with the religious world generally. They have prayer-meetings at the Institute, where all may take part if they choose, and there is an abundance to dwell upon in regard to Bible religion, without objectionable points of difference. The silent influence will do more than open controversy. In exhortation in the prayer-meetings, some Sabbath-keepers have felt they must bring in the Sabbath, and the third angel's message, or they could not have freedom. This is characteristic of narrow minds. Patients not acquainted with our faith know not what is meant by third angel's message. The introduction of these terms without a clear explanation of them only does harm. We must meet the people where they are, and yet we need not sacrifice one principle of the truth. The prayer-meeting will prove a blessing to patients, helpers, and physicians. Brief and interesting seasons of prayer and social worship will increase the confidence of patients in their physicians and helpers. The helpers should not be deprived of these meetings by work, unless positively necessary. They need them, and should enjoy them. By thus establishing regular meetings, the patients gain confidence in the Institute, and feel more at home. And thus the way is prepared for the seed of truth to take root in some hearts. These meetings especially interest some who profess to be Christians, and make a favorable impression upon those who do not. Mutual confidence is increased for one another, and prejudice is weakened, and in many cases entirely removed. Then there is an anxiety to attend the Sabbath meeting. There, in the house of God, is the place to speak our denominational sentiments, dwelling with clearness upon essential points of present truth, and with the spirit of Christ, in love and tenderness, urge home upon all hearts the necessity of obedience to all the requirements of God, and let the truth convict hearts."},{"refcode_short":"PH138 12.1","refcode_long":"The Health Reform and the Health Institute, p. 12.1 (Ellen Gould White)","content":"I was shown that a larger work could be accomplished if there were gentlemen physicians of the right stamp of mind, with proper culture, and thorough understanding of every part of the work devolving on a physician. The physicians should have a large stock of patience, forbearance, kindliness, and pity; for they need these qualifications in dealing with suffering invalids, diseased in body, and many diseased both in body and mind. It is not an easy matter to obtain the right class of men and women fitted for the place, who will work harmoniously, zealously, and unselfishly, for the benefit of suffering invalids. Men are wanted at our Institute who will have the fear of God before them, and who can administer to a sick mind, and keep prominent the health reform from a religious standpoint."},{"refcode_short":"PH138 12.2","refcode_long":"The Health Reform and the Health Institute, p. 12.2 (Ellen Gould White)","content":"Those who engage in this work should be consecrated to God, and not only have the object before them to treat the body merely to cure disease, thus working from the popular physician's standpoint, but be spiritual fathers, to administer to minds diseased, and point the sin-sick soul to the never-failing remedy, the Saviour who died for them. Those who are reduced by disease are sufferers in more than one sense. They can endure bodily pain far better than they can bear mental suffering. Many bear a violated conscience, and can be reached only by the principles of Bible religion."},{"refcode_short":"PH138 13.1","refcode_long":"The Health Reform and the Health Institute, p. 13.1 (Ellen Gould White)","content":"When the poor, suffering paralytic was brought to the Saviour, the urgency of the case seemed to admit of not a moment's delay, for already dissolution was doing its work upon the body. Those who bore him upon his bed, when they saw that they could not come directly into the presence of Christ, at once tore open the roof, and let down the bed whereon the sick of the palsy lay. Our Saviour saw and understood his condition perfectly. He also knew that this wretched man had a sickness of the soul far more aggravating than bodily suffering. He knew the greatest burden he had borne for months was on account of sins. The crowd of people were waiting with almost breathless silence, to see how Christ would treat this case, apparently so hopeless. They were all astonished to hear the words which fell from his lips, “Son, be of good cheer; thy sins be forgiven thee.” These were the most precious words that could fall upon the ear of that sick sufferer, for the burden of sin had laid so heavily upon him that he could not find the least relief. Christ lifts the burden that so heavily oppressed him: “Be of good cheer,” I, your Saviour, came to forgive sins. How quickly the pallid countenance of the sufferer changes! Hope takes the place of dark despair, and peace and joy take the place of distressing doubt and stolid gloom. The mind being restored to peace and happiness, the suffering body can now be reached. Next comes from the divine lips, “Thy sins be forgiven thee, arise, and walk.” Those lifeless, bloodless arms, in the effort to obey the will, were quickened, the healthful current of blood flowed through the veins, the leaden color of his flesh disappeared, and the ruddy glow of health took its place. The limbs, that for long years had refused to obey the will, were now quickened to life, and the healed paralytic grasps his bed, and walks through the crowd to his home, glorifying God."},{"refcode_short":"PH138 14.1","refcode_long":"The Health Reform and the Health Institute, p. 14.1 (Ellen Gould White)","content":"This case is for our instruction. Physicians who would be successful in the treatment of disease, should know how to administer to a mind diseased. They can have a powerful influence for good, if they make God their trust. Some invalids need first to be relieved of pain before the mind can be reached. After this relief to the body has come, the physician can frequently the more successfully appeal to the conscience, and their hearts will be more susceptible to the influences of the truth. There is danger of those connected with the Health Institute losing sight of the object of such an institution established by Seventh-day Adventists, and they, working from the worldlings standpoint, patterning after other institutions."},{"refcode_short":"PH138 15.1","refcode_long":"The Health Reform and the Health Institute, p. 15.1 (Ellen Gould White)","content":"The object of the Health Institute among us is not for the purpose of obtaining money; although money is very necessary to carry forward this Institution successfully. Economy should be exercised by all in the expenditure of means, that money be not used needlessly. But there should be sufficient means to invest in all necessary conveniences which will make the work of helpers, and especially physicians, as easy as possible. And the directors of the Health Institute should avail themselves of every facility which will aid in the successful treatment of patients."},{"refcode_short":"PH138 15.2","refcode_long":"The Health Reform and the Health Institute, p. 15.2 (Ellen Gould White)","content":"Patients should be treated with the greatest sympathy and tenderness. And yet the physicians should be firm, and not allow themselves, in their treatment of the sick, to be dictated by patients. Firmness, on the part of the physicians, is necessary for the good of the patients. But firmness should be mingled with respectful courtesy. No physician or helper should contend with a patient, or use harsh, irritating words, or even words not the most kindly, however provoking the patient may be."},{"refcode_short":"PH138 16.1","refcode_long":"The Health Reform and the Health Institute, p. 16.1 (Ellen Gould White)","content":"One of the great objects of our Health Institute is to direct the sin-sick soul to the great Physician, the true healing fountain, and arouse their attention to the necessity of reform from a religious standpoint, that they no longer violate the law of God by sinful indulgences."},{"refcode_short":"PH138 16.2","refcode_long":"The Health Reform and the Health Institute, p. 16.2 (Ellen Gould White)","content":"If the moral sensibilities of invalids can be aroused, and they see that they are sinning against their Creator by bringing sickness upon themselves, by the indulgence of appetite, and debasing passions, when they leave the Health Institute, they will not leave their principles behind, but take them with them, and be genuine health reformers at home. If the moral sensibilities are aroused, patients will have a determination to carry out their convictions of conscience. And if they see the truth, they will obey it. They will have true, noble independence to practice the truths to which they assent. If the mind is at peace with God, the bodily conditions will be more favorable."},{"refcode_short":"PH138 16.3","refcode_long":"The Health Reform and the Health Institute, p. 16.3 (Ellen Gould White)","content":"The greatest responsibility rests upon the church at Battle Creek to live and walk in the light, and preserve their simplicity and separation from the world, that their influence may tell with convincing power upon those who are strangers to the truth who attend our meetings. If the church at Battle Creek are a lifeless body, filled with pride, and are exalted above the simplicity of true godliness, leaning to the world, their influence will be to scatter from Christ, and make the most solemn and essential truths of the Bible of no force. This church have opportunities to be benefited with lectures from the physicians of the Health Institute. They can obtain information upon the great subject of health reform if they desire it. But the church at Battle Creek, who make great profession of the truth, are far behind other churches who have not been blessed with the advantages they have had. The neglect of the church to live up to the light which they have had upon health reform is a discouragement to the physicians, and to the friends of the Health Institute. If the church would manifest a greater interest in the reforms, which God himself has brought to them, to fit them for his coming, their influence would be tenfold what it now is."},{"refcode_short":"PH138 17.1","refcode_long":"The Health Reform and the Health Institute, p. 17.1 (Ellen Gould White)","content":"Many who profess to believe the testimonies live in neglect of the light given. The dress reform is treated by some with great indifference, and by others with contempt, because there is a cross attached to it. For this cross I thank God. It is just what we need to distinguish, and separate God's commandment-keeping people from the world. The dress reform answers to us as did the ribbon of blue to ancient Israel. The proud, and those who have no love for sacred truth, which will separate them from the world, will show it by their works. God, has in his providence given us the light upon health reform, that we should understand it in all its bearings, follow the light it brings, and by relating ourselves rightly to life, have health, that we may glorify God and be a blessing to others."},{"refcode_short":"PH138 18.1","refcode_long":"The Health Reform and the Health Institute, p. 18.1 (Ellen Gould White)","content":"The church generally at Battle Creek have not sustained the Institute by their example. They have not honored the light of health reform by carrying it out in their families. The sickness that has attended many families in Battle Creek need not have been, if they had followed the light God has given them. Like ancient Israel, they have disregarded the light, and could see no more necessity of restricting their appetite than did ancient Israel. The children of Israel would have flesh-meats, and said as many now say, We should die without meat. God gave rebellious Israel flesh, and his curse with it. Thousands of them died while the meat they desired was between their teeth. We have the example of ancient Israel, and the warning for us not to do as they did. Their history of unbelief and rebellion is left on record as a special warning that we should not follow their example of murmuring at God's requirements. How can we pass on so indifferently, choosing our own course, and following the sight of our own eyes, and departing farther and farther from God as did the Hebrews? God cannot do great things for his people because of their hardness of heart and sinful unbelief."},{"refcode_short":"PH138 19.1","refcode_long":"The Health Reform and the Health Institute, p. 19.1 (Ellen Gould White)","content":"God is no respecter of persons, but in every generation they that fear the Lord and work righteousness are accepted of him, and they that are murmuring, unbelieving, and rebellious, will not have his favor and the blessings promised to those who love the truth and walk in it. Those who have the light and do not follow it, but disregard the requirements of God, will find that their blessings will be changed into a curse, and their mercies into judgments. God would have us learn humility and obedience as we read the history of ancient Israel, who were his chosen and peculiar people, but who brought their own destruction by following their own ways."},{"refcode_short":"PH138 19.2","refcode_long":"The Health Reform and the Health Institute, p. 19.2 (Ellen Gould White)","content":"The religion of the Bible is not detrimental to the health of the body or of the mind. The influence of the spirit of God is the very best medicine that can be received by a sick man or woman. Heaven is all health, and the more deeply the heavenly influences are realized, the more sure will be the recovery of the believing invalid. At some other Health Institutes they encourage amusements, plays, and dancing, to get up excitement, but are fearful as to the result of religious interest. Dr. Jackson's theory in this respect is not only erroneous, but dangerous. Yet he has talked this in such a manner that patients would be led, if his instructions were heeded, to think that their recovery depended upon their having as few thoughts of God and Heaven as possible. It is true that there are persons with ill-balanced minds, who imagine themselves to be very religious, who impose upon themselves fasting and prayer, to the injury of their health. These souls suffer themselves to be deceived. God has not required this of them. They have a pharisaical righteousness, which springs not from Christ, but from themselves. They trust to their own good works for salvation, and are seeking to buy Heaven by meritorious works of their own, instead of relying, as every sinner should, alone upon the merits of a crucified and risen Saviour. Christ and true godliness today, and forever, will be health to the body and strength to the soul."},{"refcode_short":"PH138 20.1","refcode_long":"The Health Reform and the Health Institute, p. 20.1 (Ellen Gould White)","content":"I was shown the case of Dr. Russell. If he is connected with the Health Institute he should be consecrated to God. Dr. Russell is in imminent danger of making shipwreck of faith. His heart has yielded to doubt and dark unbelief, which has taken so deep root in his heart that it disqualifies him for the position he now fills. He talks doubts, and while he gives expression so freely to unbelief, he can gain no strength of faith. If he talks unbelief, he will have unbelief. If he talks faith, he will have faith. He is not hypocritical, but he is not stable-minded. Satan needs no farther encouragement than Dr. Russell gives him to come in and tempt him. Satan desires him, that he may sift him as wheat. Dr. Russell gathers about his soul the dark clouds of unbelief by cherishing doubts, It is unfortunate for Dr. Russell that he lacks stability of character. He is vacillating, and cannot prosper unless he encourages firmness and steadiness of purpose. He enjoys change, His hope is large that he could engage in business on his own account if he had means, or he could do better elsewhere. It is in his power, if he could only see the peril in which he stands, as far as his spiritual prosperity is concerned, to close the door against the temptations of Satan, by having a contented mind."},{"refcode_short":"PH138 21.1","refcode_long":"The Health Reform and the Health Institute, p. 21.1 (Ellen Gould White)","content":"There are things not pleasant in his family. His eldest children are in a fair path to ruin. Dr. Russell needs sympathy and help. But should he leave the Health Institute, the perplexities in his family would not be cured. His eldest daughter will be a grief to her parents, She is not conscientious, or religiously inclined. She is not truthful or honest. She is vain and proud, doting upon herself, and seeking to carry out her plans and purposes by any means. She deceives her father. This is a trouble to the mind of Dr. Russell. She causes her mother trouble, and the mother does not always pursue a wise course. Sister Russell should have control over herself, and over her words, or they will have that influence upon the mind of Dr. Russell, that will result for the unhappiness of all around. Dr. Russell loves peace and harmony, and he is not constituted to bear trouble and perplexity. He is anxious to make a rush in almost any direction, to get rid of vexatious cares and trouble, but he cannot run away from himself. And should he change his position he would still feel the influence of his family. It is in the power of Dr. Russell, God working with his efforts, to close the door against Satan. In order to do this, he must stop reasoning with him, and vigorously fight the fight of faith. He should say, Get thee behind me, Satan, I will not be destroyed by your suggestions and temptations. Satan may seem to prevail, but if he will cast himself unreservedly upon God, he will receive spiritual strength to overcome. Our Intercessor always provides grace to bear, or a way of escape from every temptation."},{"refcode_short":"PH138 22.1","refcode_long":"The Health Reform and the Health Institute, p. 22.1 (Ellen Gould White)","content":"Several times has Dr. Russell been deeply moved by the Spirit and power of God. He has, as it were, for the time being dropped his unbelief, and acknowledged the strivings of the Spirit of God with his heart. But in a short time doubts were suggested by Satan, and he encouraged them, and gradually his faith again became unsettled, and unbelief gained the pre-eminence in his heart. If he had improved the grace given, and been as free to talk of the convictions of the Spirit of God, as to dwell upon unbelief, his darkness would have been dispelled, and his soul would have been light in the Lord. Darkness and confusion prevail over his mind because doubt and unbelief are cherished. Dr. Russell should take heed how he hears, otherwise he will be deceived, and will take the wisdom of the world and the opinions of men for the truth that comes from God, and thereby put darkness for light and light for darkness. I wish I could present the dangers of Dr. Russell before him as they really are. His salvation depends upon his cultivating decision of character. The sophistry of Satan has poisoned his mind, and is mingled with his thoughts and conversation."},{"refcode_short":"PH138 23.1","refcode_long":"The Health Reform and the Health Institute, p. 23.1 (Ellen Gould White)","content":"God is very merciful. He has hedged up the way for Dr. Russell, time and again, for his good. Graciously has God borne with Dr. Russell, and given him evidence upon evidence, which has impressed his mind for the time, then he has turned again to his unbelief, and cherished darkness as did the unbelieving Jews. He has shown ingratitude to his best friend in his unreasonable unbelief. When he sees professed Christians walk inconsistent with their profession of faith, unbelief strengthens, and faith becomes very dim. But God is unchangeable; and all his promises are upon conditions of obedience. When his children fulfill the conditions, there is no delay on the part of God. Faith has not lost its power, nor humble obedience its reward. God has honored his children whenever they have forsaken their sins, and believed in him, and walked in the truth. Christ could not do many mighty works in Nazareth, because of their unbelief. God will not compel Dr. Russell to believe. He will give a reasonable amount of light, and if he neglects to follow the light, if he finds more pleasure in infidel doubts, and in talking these doubts, he throws wide open the door of his heart, and bids Satan welcome. He is in this, an enemy to Christ."},{"refcode_short":"PH138 24.1","refcode_long":"The Health Reform and the Health Institute, p. 24.1 (Ellen Gould White)","content":"God has disappointed the hopes and aspirations of Dr. Russell for his good. He has, in his providence, brought him under an influence where he can perfect Christian character if he chooses. He has raised him up sympathizing friends, who will stand by him, and be true to him. If he fails, and sinks into the abyss of unbelief, he will be without excuse. He will have the blood of his soul on his own head. It is for Dr. Russell's interest to be where he can have counselors, and he follow the judgment of those of experience. There is constant danger of Dr. Russell's following a course of his own. Prospects will present themselves before him, which look flattering to him, which, if he follows, he will meet with loss."},{"refcode_short":"PH138 25.1","refcode_long":"The Health Reform and the Health Institute, p. 25.1 (Ellen Gould White)","content":"Dr. Russell should close the door of his mind against the first intimation of unbelief. He doubts the sacred truths of the Bible, and he has no real faith in the testimonies. Firm faith in both would prove to him as an anchor that would hold him steadfast. If he desires his faith to increase, he must cease talking his doubts; for when he does this, Satan comes close to him, and throws his darkness around him."},{"refcode_short":"PH138 25.2","refcode_long":"The Health Reform and the Health Institute, p. 25.2 (Ellen Gould White)","content":"The precious truth is soon to triumph, and it makes my heart sad to think that Dr. Russell will not triumph with it. The precious hours of probationary time are fast passing, and Dr. Russell is not making the most of his opportunities to grow in grace and in the knowledge of the truth. And unless he makes stronger efforts to resist the devil than he has yet done, and draws nigh to God, he will lose his hold on God, and gradually become darker, and darker, and perish with the unbelieving at last. Jesus still pleads in his behalf, but if he slights offered mercy, and neglects to follow the light, he must perish with the wicked."},{"refcode_short":"PH138 26.1","refcode_long":"The Health Reform and the Health Institute, p. 26.1 (Ellen Gould White)","content":"All who have a part to act in the Health Institute should be unselfish. Irwin Royce is not what God would have him be. He has an exalted opinion of himself. He talks too much. He does not have a humble mind. Sometimes he talks in an unbecoming manner to patients. This would be wrong were he even superintendent of the Institution, but in the position as a common helper, he should be the last one to dictate to patients, or to speak to them disrespectfully. He should take a humble position, and be faithful in the littles, having an interest to do all he can, and not be an eyeservant. He that is faithful in that which is least is faithful also in much. The time that Irwin spends in chatting with the helpers, can be better employed. He is too set in his own way, and he needs to cultivate humility. He should seek for a meek and quiet spirit, which is in the sight of God of great price."},{"refcode_short":"PH138 26.2","refcode_long":"The Health Reform and the Health Institute, p. 26.2 (Ellen Gould White)","content":"Bina Jones could fill a higher position in the Institute, if she had more control over her words and deportment. If she had better control of her spirit, she could exert a much better influence. She is not always respectful as she should be to the patients, and sometimes speaks in a manner that irritates. This is highly censurable in her. She needs a humble mind, a meek and quiet spirit. She is in danger of selfishness, and of not rendering respect and honor to whom honor is due. It is religion, good, genuine religion, that Bina needs, and a teachable spirit, willing to be guided by others’ judgment. She has good capabilities, if they were properly directed, and brought into use."},{"refcode_short":"PH138 27.1","refcode_long":"The Health Reform and the Health Institute, p. 27.1 (Ellen Gould White)","content":"Addie Chamberlain is in the place she should be in. She is conscientious and unselfish. God has blessed her in her position, and if she moves in his fear he will continue to bless her. But Addie must guard against being too set. There is danger in this direction. She does not always grant little privileges and indulgences to patients that would be well for her to. She occupies a responsible position, and needs daily the grace of God to aid her in her efforts."},{"refcode_short":"PH138 27.2","refcode_long":"The Health Reform and the Health Institute, p. 27.2 (Ellen Gould White)","content":"There was a time when it was necessary that great economy should be practiced at the Institute, and at that very time when the Health Institute was struggling the hardest, many connected with it were very selfish, seeking to advantage themselves, and much was extravagantly wasted because of wrong management, and lack of unselfish interest. The example set before the patients by some connected with the Health Institute was very censurable. Some were favored above others. They made free to help themselves to the little niceties prepared for feeble patients. And frequently this was done between the times of the regular meals. The helpers engaged in this to quite an extent. This was acting an unfaithful part, and all these things met the disapproval of God. The example before the patients was in violation of the principles of the Institution. No one should have been connected with the Health Institute who had not its interest at heart, to conform to its principles, and strictly carry out health reform in all its branches. Things were very loose, and needed much labor to set them in order. A very great change has taken place, and still there is room for improvements."},{"refcode_short":"PH138 28.1","refcode_long":"The Health Reform and the Health Institute, p. 28.1 (Ellen Gould White)","content":"The cloud which has rested upon our Health Institute is lifting, and the blessing of God has attended the efforts to place it upon a right basis and correct the errors of those who through unfaithfulness brought great embarrassment upon it, and discouragement upon its friends everywhere."},{"refcode_short":"PH138 28.2","refcode_long":"The Health Reform and the Health Institute, p. 28.2 (Ellen Gould White)","content":"Those who have assigned to the charitable uses of the Institute the interest, or dividend, of their stock, have done a noble thing, which will meet its reward. All those who have not made an assignment, who are able to do so, should, at their first opportunity, assign all, or a part, as most of the stockholders have done. And as the growing interest and usefulness of this institution demands it, all, especially those who have not, should continue to take stock in it."},{"refcode_short":"PH138 29.1","refcode_long":"The Health Reform and the Health Institute, p. 29.1 (Ellen Gould White)","content":"I saw that there was, among our people, a large amount of surplus means, a portion of which should be put into our Health Institute. I also saw that there are many, among our people, of the sick and suffering worthy poor, who have been looking toward our Institute for help, and who are not able to pay the regular prices of board, treatment, &c. The Institute has struggled hard with debts the last three years, and could not treat patients, to any considerable extent, without full pay. It would please God for all our people, who are able so to do, to take stock liberally in our Institute, to place it in condition to help God's humble, worthy poor. In connection with this, I saw that Christ identified himself with suffering humanity, and what we have the privilege to do, for even the least of his children, whom he calls his brethren, we do to the Son of God."},{"refcode_short":"PH138 29.2","refcode_long":"The Health Reform and the Health Institute, p. 29.2 (Ellen Gould White)","content":"“Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world. For I was an hungered, and ye gave me meat; I was thirsty, and ye gave me drink; I was a stranger, and ye took me in; naked, and ye clothed me; I was sick, and ye visited me; I was in prison, and ye came unto me. Then shall the righteous answer him, saying, Lord, when saw we thee an hungered, and fed thee? or thirsty, and gave thee drink? When saw we thee a stranger, and took thee in? or naked, and clothed thee? Or when saw we thee sick, or in prison, and came unto thee? And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me. Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels; for I was an hungered, and ye gave me no meat; I was thirsty, and ye gave me no drink; I was a stranger, and ye took me not in; naked, and ye clothed me not; sick, and in prison, and ye visited me not. Then shall they also answer him, saying, Lord, when saw we thee an hungered, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee? Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me. And these shall go away into everlasting punishment; but the righteous into life eternal.”"},{"refcode_short":"PH138 30.1","refcode_long":"The Health Reform and the Health Institute, p. 30.1 (Ellen Gould White)","content":"But to raise the Health Institute from its low state in the autumn of 1869, to its present prosperous and hopeful condition, has demanded sacrifices and exertions of which its friends abroad knew but little. Then it had a debt upon it of $13,000, and there were but eight paying patients at the Institute. And what was worse still, the course of former managers had been such as to so far discourage its friends that they had no heart to furnish means to lift the debt, or to recommend the sick to patronize the Institute. It was at this discouraging point that my husband decided in his mind that the Institute property must be sold to pay the debts, and the balance, after the payment of debts, be refunded to stockholders in proportion to the amount of stock each held. But one morning, in prayer at the family altar, the Spirit of God came upon him as he was praying for divine guidance in matters pertaining to the Institute, and he exclaimed, while bowed upon his knees, “The Lord will vindicate every word he has spoken through vision relative to the Health Institute, and it will be raised from its low estate, and prosper gloriously.”"},{"refcode_short":"PH138 31.1","refcode_long":"The Health Reform and the Health Institute, p. 31.1 (Ellen Gould White)","content":"From that point of time, we took hold of the work in earnest, and have labored side by side for the Institute, to counteract the influence of selfish men who had brought embarrassment upon it. We have given of our means, setting an example to others. And we have encouraged economy and industry on the part of all connected with the Institute, and that physicians and helpers must work hard, for small pay, until the Institute should again be fully established in the confidence of our people. We have borne a plain testimony against the manifestation of selfishness in any one connected with the Institute, and have counseled and reproved wrongs. We knew that the Health Institute would not succeed unless the blessing of the Lord rested upon it. If his blessing attended it, the friends of the cause would have confidence that it was the work of God, and would feel safe to donate means to make it a living enterprise, that it might be able to accomplish the design of God."},{"refcode_short":"PH138 32.1","refcode_long":"The Health Reform and the Health Institute, p. 32.1 (Ellen Gould White)","content":"The physicians and some of the helpers went to work earnestly. They worked hard, under great discouragements. Doctors Ginley, Chamberlain, and Lamson, worked with earnestness and energy for small pay, to build up this sinking Institution. And, thank God, the original debt is removed, large additions have been made to accommodate patients, which have been paid for. The circulation of the Health Reformer, which lies at the very foundation of the success of the Institute, has been doubled, and it has become a live journal. Confidence is fully restored in the minds of most of our people in the Institute, and there have been as many patients at the Institute, nearly the year round, as could well be accommodated, and properly treated by our physicians."},{"refcode_short":"PH138 33.1","refcode_long":"The Health Reform and the Health Institute, p. 33.1 (Ellen Gould White)","content":"It is a matter of deep regret that the first managers of our Institute should take a course to nearly overwhelm it in debt and discouragement. But the financial losses which stockholders have felt, and have regretted, have been small in comparison to the labor, perplexity, and care which myself and husband have borne without pay, and which physicians and helpers have borne for small wages. We have taken stock in the Institute to the amount of $1500, which is “assigned,” which is a small consideration compared with the wear we have suffered in consequence of former reckless managers. But as the Institute now stands higher in reputation and patronage than ever before, and as the property is worth more than all the money that has been invested, and as former errors have been corrected, those who have lost their confidence have no excuse for cherishing feelings of prejudice. And if they still manifest a lack of interest it will be because they choose to cherish prejudice rather than to be led by reason."},{"refcode_short":"PH138 33.2","refcode_long":"The Health Reform and the Health Institute, p. 33.2 (Ellen Gould White)","content":"In the providence of God, Bro. Abbey has given his interest and energies to the Health Institute. Bro. Abbey has had an unselfish interest, and has not spared or favored himself, to advance the interests of the Institute. If Bro. Abbey depends on God, and makes him his strength and counselor, he can be a blessing to physicians, helpers, and patients. He has linked his interest to everything connected with the Institute. Bro. Abbey has been a blessing to others, in cheerfully bearing the burdens which were not few nor light. He has blessed others, and these blessings will reflect back upon him again."},{"refcode_short":"PH138 34.1","refcode_long":"The Health Reform and the Health Institute, p. 34.1 (Ellen Gould White)","content":"But Bro. Abbey is in danger of taking upon himself burdens which others can and should bear. He should not wear himself out in doing those things which others, whose time is less valuable, can do. He should act as a director and superintendent. He should preserve his strength, that with his experienced judgment he can direct others what to do. This is necessary in order for him to maintain a position of influence in the Institute. His experience in managing with wisdom and economy is valuable. He is in danger of separating his interest too much from his family, and becoming too much absorbed in the Health Institute, and of taking too many burdens upon him, as my husband has done. My husband's interest for the Health Institute, Publishing Association, and the cause generally, was so great that he broke down, and has been compelled to retire from the work for a time, when, had he done less for these institutions, and divided his interest with his family, he would not have had a constant strain in one direction, and would have preserved his strength to continue his labors uninterrupted. Bro. Abbey is the man for the place. But he should not do as my husband has done, even if matters are not in as prosperous condition as if he devoted his entire energies to them. God does not require my husband, or Bro. Abbey, to deprive themselves of social family enjoyment, and divorce themselves from home and families, for the interest even of these important Institutions."},{"refcode_short":"PH138 35.1","refcode_long":"The Health Reform and the Health Institute, p. 35.1 (Ellen Gould White)","content":"During the past three or four years, several have had an interest for the Health Institute, and made efforts to place it in a better condition. But some have lacked discernment and practical experience. As long as Bro. Abbey acts an unselfish part, and clings to God, he will be his helper, and his counselor. The physicians of the Health Institute should not feel compelled to do work that helpers can do. They should not serve in the bath room, and movement room, expending their vitality in doing what others might do. There should be no lack of helpers to nurse the sick, and to watch with the feeble ones, who need watchers. The physicians should reserve their strength for the successful performance of their professional duties. They should tell others what to do. If there is a want of those whom they can trust to do these things, suitable persons should be employed, and properly instructed, and suitably remunerated for their services."},{"refcode_short":"PH138 36.1","refcode_long":"The Health Reform and the Health Institute, p. 36.1 (Ellen Gould White)","content":"None should be employed as laborers only those who will work unselfishly in the interest of the Institute, and such should be well paid for their services. There should be sufficient force, especially during the sickly season of summer, that none need to overwork. The Health Institute has overcome its embarrassments, and physicians and helpers should not be compelled to labor as hard, and suffer such privations, as when it was wading so heavily in consequence of unfaithful men, who managed it almost into the ground."},{"refcode_short":"PH138 36.2","refcode_long":"The Health Reform and the Health Institute, p. 36.2 (Ellen Gould White)","content":"I was shown that the physicians at our Institute should be men and women of faith and spirituality. They should make God their trust. There are many who come to the Institute who have, by their own sinful indulgence, brought upon themselves disease of almost every type. This class do not deserve the sympathy that they frequently require. And it is painful to the physicians to devote time and strength over this class, who are debased physically, mentally, and morally. But there is a class who have, through ignorance, lived in violation of nature's laws. They have worked intemperately, and have eaten intemperately, because it was the custom so to do. Some have suffered many things, from many physicians; but have not been made better, but decidedly worse. At length they are torn from business, from society, and their families, and as their last resort, come to the Health Institute with some faint hope that they may find relief. This class need sympathy. They should be treated with the greatest tenderness, and care should be taken to make clear to their understanding the laws of their being, that they may govern themselves, and avoid violating them, and thereby avoid suffering and disease, which is the penalty of nature's violated law."},{"refcode_short":"PH138 37.1","refcode_long":"The Health Reform and the Health Institute, p. 37.1 (Ellen Gould White)","content":"Dr. Ginley is not the best adapted for a position as physician at the Institute. He sees men and women ruined in constitution, who are feeble in mental, and weak in moral, power, and he thinks it time lost to treat such cases. This may be in many cases. But he should not become discouraged and disgusted with sick and suffering patients. He should not lose his pity, his sympathy, and patience, and feel that his life is poorly employed in being interested in those cases who can never appreciate the labor they receive, and who will not use their strength, if they regain it, to bless society, but will pursue the same course of self-gratification, if they regain health, that they did in losing health. Dr. Ginley should not become weary, or discouraged. He should remember Christ, who came in direct contact with suffering humanity. Although, in many cases, the afflicted brought disease upon themselves by their sinful course in violating natural law, Jesus pitied their weakness, and when they came to him with disease the most loathsome he did not stand aloof for fear of contamination; he touched them, and bade disease give back."},{"refcode_short":"PH138 38.1","refcode_long":"The Health Reform and the Health Institute, p. 38.1 (Ellen Gould White)","content":"“And as he entered into a certain village, there met him ten men that were lepers, which stood afar off. And they lifted up their voices, and said, Jesus, Master, have mercy on us. And when he saw them, he said unto them, Go, show yourselves unto the priests. And it came to pass, that as they went, they were cleansed. And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God, and fell down on his face at his feet, giving him thanks; and he was a Samaritan. And Jesus answering said, Were there not ten cleansed? but where are the nine? There are not found, that returned to give glory to God, save this stranger. And he said unto him, Arise, and go thy way; thy faith hath made thee whole.” Here is a lesson for us all. These lepers were so far corrupted by disease that they had been restricted from society lest they should contaminate others. Their limits had been prescribed by the authorities. Jesus came within their sight, and they in their great suffering cry unto him who alone had power to relieve them. Jesus bade them show themselves to the priests. They had faith to start on their way, believing in the power of Christ to heal them. As they go on their way, they realize that the horrible disease has left them. But only one feels gratitude, and his deep indebtedness to Christ for this great work wrought for him. He returned, praising God on the way, and in the greatest humiliation falls at the feet of Christ, acknowledging with thankfulness the work wrought for him. And this man was a stranger. The other nine were Jews."},{"refcode_short":"PH138 39.1","refcode_long":"The Health Reform and the Health Institute, p. 39.1 (Ellen Gould White)","content":"For the sake of this one man, who would make a right use of the blessing of health, Jesus healed the whole ten. The nine passed on without appreciating the work done, and rendered no grateful thanks to Jesus for doing the work."},{"refcode_short":"PH138 39.2","refcode_long":"The Health Reform and the Health Institute, p. 39.2 (Ellen Gould White)","content":"Thus will the physicians of the Health Institute have their labor and efforts treated. But if, in their labor to help suffering humanity, one out of twenty makes a right use of the benefits received, and appreciates the efforts in his behalf, the physicians should feel satisfied and grateful. If one life is saved in ten, and one soul saved in the kingdom of God in one hundred, all connected with the Institute will be amply repaid for all their efforts. All their anxiety and care are not wholly lost. If the King of glory, the Majesty of Heaven, worked for suffering humanity, and so few appreciated his divine aid, the physicians and helpers at the Institute should blush to complain if their feeble efforts are not appreciated by all, and seem to be thrown away on some."},{"refcode_short":"PH138 40.1","refcode_long":"The Health Reform and the Health Institute, p. 40.1 (Ellen Gould White)","content":"I was shown that the nine who did not return to give God glory, correctly represent some Sabbath-keepers, who come as patients to the Health Institute. They receive much attention, and should realize the anxiety and discouragements of the physicians, and should be the last to cause them unnecessary care and burdens. Yet I regret to say that, frequently, the most difficult patients to manage at the Health Institute are those of our faith. They are the ones who are more free to make complaints than any other class. Worldlings, and professed Christians of other denominations, appreciate the efforts made for their recovery more than many Sabbath-keepers do. And when they return to their homes, they exert an influence more in favor of the Health Institute than Sabbath-keepers. And some of these cases who are so free to question, and complain of the management at the Health Institute, are those who have been treated at reduced prices. This has been very discouraging to physicians and helpers, but they should remember Christ, their great Pattern, and should not become weary in well doing. If one among a large number is grateful and exerts a right influence, they should thank God and take courage. That one may be a stranger, and the inquiry may arise, Where are the nine? Why do not all Sabbath-keepers give their interest and support in favor of the Health Institute. Some Sabbath-keepers, while receiving attention at the Health Institute, for which the Institute receives no pay, have so little interest that they will speak disparagingly to patients of the means employed for the recovery of the sick. I wish such to consider their course. The Lord regards them as the nine lepers who returned not to give God glory. Strangers do their duty, and appreciate the efforts made for the recovery of health; while they cast an influence against those who have tried to do them good."},{"refcode_short":"PH138 41.1","refcode_long":"The Health Reform and the Health Institute, p. 41.1 (Ellen Gould White)","content":"Dr. Ginley needs to cultivate courteousness, and kindness, lest he shall injure the feelings of patients unnecessarily. He is frank and open-hearted, conscientious, sincere and ardent. He has a good understanding of disease, but he should have a more thorough knowledge of how to treat the sick than he already has. With this knowledge he needs self-culture, refinement of manners, and to be more select in his words and illustrations in his parlor talks."},{"refcode_short":"PH138 42.1","refcode_long":"The Health Reform and the Health Institute, p. 42.1 (Ellen Gould White)","content":"Bro. Ginley is highly sensitive, and naturally of a quick, impulsive temper. He moves too much upon the spur of the moment. He has made efforts to correct his hasty spirit, and overcome his deficiencies, but he has a still greater effort to make. If he sees things moving wrong, he is in too great haste to tell the ones in error what he thinks, and he does not always use the most appropriate words for the occasion. He offends patients sometimes, so that they hate him, and they leave the Institute with hard feelings, to the detriment both to themselves and to the Institute. It seldom does any good to talk in a censuring manner to patients who are diseased in body and mind. But few who have moved in the society of the world, and view things from a worldling's standpoint, are prepared even to have a statement of facts in regard to themselves presented before them. The truth even is not to be spoken at all times. There is a fit time and opportunity to speak, when words will not offend. The physicians should not be overworked, and their nervous systems prostrated, for this condition of body will not be favorable to calm minds, and steady nerves, and a cheerful, happy spirit. Dr. Ginley has been confined too steadily to the Institute. He should have had change. He should go out of Battle Creek occasionally and rest, and visit, not always making professional visits, but visits where he can be free, and where his mind will not be anxious about the sick."},{"refcode_short":"PH138 43.1","refcode_long":"The Health Reform and the Health Institute, p. 43.1 (Ellen Gould White)","content":"This privilege of getting away from the Health Institute should occasionally be accorded to all the physicians, especially those who take care, burdens, and responsibilities, upon them. If there is a scarcity of help, that this cannot be done, more help should be secured. It is a thing to be dreaded, to have physicians overworked, and disqualified for their profession. Its influence is against the interests of the Health Institute. This should be prevented if possible. The physicians should keep well. They must not get sick by overlabor, or by any imprudence on their part."},{"refcode_short":"PH138 43.2","refcode_long":"The Health Reform and the Health Institute, p. 43.2 (Ellen Gould White)","content":"I was shown that Dr. Ginley is too easily discouraged. There will ever be things arising to annoy, perplex, and try the patience of physicians and helpers. They must be prepared for this, and not become excited or unbalanced. They must be calm and kind, whatever may occur. They are exerting an influence which will be reflected by the patients in other States, and which will be reflected back again upon the Health Institute for good or for evil. They should ever consider that they are dealing with men and women of diseased minds, who frequently view things in a perverted light, and yet are confident that they understand matters perfectly. Physicians should understand that a soft answer turneth away wrath. Policy must be used in an institution where the sick are treated, in order to successfully control diseased minds, and benefit the sick. If physicians can remain calm amid a tempest of inconsiderate, passionate words; if they can rule their own spirits when provoked and abused; they are indeed conquerors. “He that ruleth his own spirit, is greater than he that taketh a city.” To subdue self, and bring the passions under the control of the will, is the greatest conquest men and women can gain."},{"refcode_short":"PH138 44.1","refcode_long":"The Health Reform and the Health Institute, p. 44.1 (Ellen Gould White)","content":"Dr. Ginley is not blind to his peculiar temperament. He sees his failings, and when he feels the pressure upon him, he is disposed to beat a retreat, and turn his back upon the battle-field. But he will gain nothing by pursuing this course. He is situated where his surroundings, and the pressure of circumstances, is developing the strong points in his character, which need the rough edges removed, and he to be refined and elevated. For him to flee from the contest, will not remove the defects in his character. If Dr. Ginley should run away from the Health Institute, he does not, in so doing, remove or overcome the defects in his character. He has a work before him, to overcome the defects in his character, if he would be among the number before the throne of God, without fault, who have come up through great tribulation, having washed their robes of character, and made them white in the blood of the Lamb. The provisions have been made for us to wash. The fountain has been prepared by infinite expense, and the burden of washing rests upon us who are imperfect before God. The Lord does not propose to remove these spots of defilement without our doing anything on our part. We must wash our robes in the blood of the Lamb. We may lay hold of the merits of the blood of Christ by faith, and through his grace and power we may have strength to overcome our errors, our sins, our imperfections of character, and come off victorious, having washed our robes in the blood of the Lamb."},{"refcode_short":"PH138 45.1","refcode_long":"The Health Reform and the Health Institute, p. 45.1 (Ellen Gould White)","content":"Dr. Ginley should seek to add daily to his stock of knowledge, and cultivate courteousness and refinement of manners. He is too apt to come down to a low level in his parlor talks, which do not have an influence to elevate. He should bear in mind that he is with those of all classes of minds, and the impressions he gives will be extended to other States, and will be reflected back upon the Institute. To deal with men and women, whose minds are diseased as well as their bodies, is a nice work. Great wisdom is needed by physicians at the Health Institute, in order to cure the body through the mind. The power that the mind has over the body, but few realize. A great deal of the sickness which afflicts humanity has its origin in the mind, and can only be cured by restoring the mind to health. There are very many more mentally sick than we imagine. Heart sickness makes many dyspeptics, for mental trouble has a paralyzing influence upon the digestive organs."},{"refcode_short":"PH138 46.1","refcode_long":"The Health Reform and the Health Institute, p. 46.1 (Ellen Gould White)","content":"In order to reach this class of patients, the physician must have discernment, patience, kindness, and love. A sore, sick heart, a discouraged mind, needs mild treatment, and it is through tender sympathy that this class of minds can be healed. The physicians should first gain their confidence, and then point them to the all-healing Physician. If their minds can be directed to the Burden-bearer, and they can have faith that he will have an interest in them, the cure of these diseased bodies and minds will be sure."},{"refcode_short":"PH138 46.2","refcode_long":"The Health Reform and the Health Institute, p. 46.2 (Ellen Gould White)","content":"Bro. Salisbury has had a genuine interest in the Health Institute. He has neglected his own interest in his mercantile business to give his time for the benefit of the Institute. This has been at a loss on his part, which he should not be permitted to sustain. The Health Institute is able to remunerate him for his services. He should not while engaged in his mercantile business be depended on or called upon by the Institute. He has enough upon his hands without having an increase of care and responsibility. He should be released from responsibilities in connection with the Institute. While he has so large a business, he cannot with success manage the business at the Institute. Bro. S. has not all that discernment and foresight that is required in management at the Institute. With his mercantile business pressing him, he is in danger of doing things that might be left undone, and neglecting to do things at the right time, which greatly need to be done."},{"refcode_short":"PH138 47.1","refcode_long":"The Health Reform and the Health Institute, p. 47.1 (Ellen Gould White)","content":"Bro. Salisbury should move cautiously, that he may not become embarrassed in business. His brother, W. S., has a lesson to learn in economy. He and his wife have unitedly a reformation to make in this direction. The lesson Christ gave to his disciples they should take home and practice: “Gather up the fragments, that nothing be lost.” They might have saved much by economy, that has been wasted by prodigality. They must learn that they will have to render an account for every dollar wasted; for it is the Lord's money."},{"refcode_short":"PH138 47.2","refcode_long":"The Health Reform and the Health Institute, p. 47.2 (Ellen Gould White)","content":"Bro. and sister Palmer do not imitate the self-denying, self-sacrificing Redeemer. Their influence, while at the Institute, was not as good as it should have been. They are too much bound up in selfishness, and they are both far from loving their neighbors as themselves. Bro. Palmer has greater interest in, and love for, the truth than sister Palmer. But he has had his mind molded very much by his wife. Selfishness has girded her about as with iron hands. Her spirit is not in accordance with the spirit and life of Christ. They do not love their neighbor as Christ loves. Sister Palmer has not, during her religious experience, given evidence that she has that love that can bear any comparison with that of her Saviour. Love one another, says Christ, as I have loved you. This command does not merely reach to the members of our own families. It reaches to our brethren, sisters, and even unbelievers. The supreme love which sister Palmer has ever had for herself has stood directly in the way of her spiritual advancement, and if continued, will surely prevent her perfecting a Christian character. Sister Palmer is deceived in herself. She thinks she is in a favorable condition before God, when the message to the Laodicean church applies to her. “I know thy works [it is not the profession that God regards, but works], that thou art neither cold nor hot; I would thou wert cold or hot. So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth. Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked.”"},{"refcode_short":"PH138 49.1","refcode_long":"The Health Reform and the Health Institute, p. 49.1 (Ellen Gould White)","content":"The spirit that sister Palmer manifested at the Health Institute was not the spirit of Christ. Her influence was not good. The influence of Bro. Palmer was generally good. But in some things he showed a narrow mind, and a selfish spirit, which displeased God, who has intrusted to him means, and the good things of this life, to use to his glory. Little acts of kindness make up the sum of life-happiness, and the selfish withholding of them makes up the sum of life's miseries."},{"refcode_short":"PH138 49.2","refcode_long":"The Health Reform and the Health Institute, p. 49.2 (Ellen Gould White)","content":"The blessing of God will be given us in just that measure that we delight to bless others. In blessing our fellow-mortals, as Christ has given us example, we shall be blessed. As we withhold, we shall be destitute of the dew of grace and showers of blessings which God delights to give the benevolent heart. This cold, unsympathizing, ungenerous atmosphere, which surrounds Bro., and more especially sister, Palmer, clouds the discernment of both. This influence clouds the spiritual eyesight of Bro. Palmer, disqualifying him very much to decide correctly, and his mind be as the mind of God, in counsels where important decisions are to be made in reference to the Health Institute and Publishing Association. God seeth not as man seeth. His ways are not as our ways, nor his thoughts as our thoughts."},{"refcode_short":"PH138 50.1","refcode_long":"The Health Reform and the Health Institute, p. 50.1 (Ellen Gould White)","content":"When Bro. Palmer gives a sum to the cause of God, he is inclined to think his duty done. But there is a work which will come closer to Bro. and sister Palmer than this. It is to cultivate courteousness, and liberality of thought and feeling in the little transactions of life. It is in their deal to have others’ interest in view as well as their own. It is to be liberal daily, and study to make others happy, instead of living for themselves. Practical, daily self-denial, and cross-bearing, must be practiced if we follow Christ. Both Bro. and sister Palmer have lessons to learn in this direction before they can be true followers of Christ. Love one another, as I have loved you, is the command of Christ. Sister Palmer has no experience in this direction. She has a cold, unsympathizing nature, which must be transformed, before she can be worthy to be numbered with that throng who have come up through great tribulation, and who have washed their robes, and made them white in the blood of the Lamb. Bro. and sister Palmer, you have the work of washing to do, to remove the defects from your robes of character. No one can do this for you, and you cannot stand with the spotless throng, unless you do this work. These infirmities are natural to sister Palmer. Her selfishness has grown with her growth, and strengthened with her strength, until it is interwoven with every fibre of her being. Nothing but the blood of Christ can remove this deep-rooted evil. Bro. Palmer has been more or less affected by his wife, and molded by her spirit. He has seen her failures to some extent, but he has thought that it was no use to labor with her in regard to these things, and finally has become affected in the same way."},{"refcode_short":"PH138 51.1","refcode_long":"The Health Reform and the Health Institute, p. 51.1 (Ellen Gould White)","content":"God now requires unselfish, valiant men and women. As Bro. and sister Palmer now are, it would not improve matters for them to move to Battle Creek. If they were transformed by the renewing of the mind; if they loved themselves less, and their neighbor as themselves, they would be just the ones to help keep the fort at Battle Creek. But the influence of sister Palmer in Battle Creek, in her love for dress, and in her love of self, and her lack of sympathy, benevolence, and love for others, would make her a body of darkness and burden to the cause."},{"refcode_short":"PH138 51.2","refcode_long":"The Health Reform and the Health Institute, p. 51.2 (Ellen Gould White)","content":"We are nearing the close of time. We may close our eyes to our imperfections of character, and finally be among the number of whom Christ shall say, “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of Heaven; but he that doeth the will of my Father which is in Heaven.”"},{"refcode_short":"PH138 52.1","refcode_long":"The Health Reform and the Health Institute, p. 52.1 (Ellen Gould White)","content":"Other health institutions are looking with a jealous eye upon the Health Institute at Battle Creek. They work from a worldling's standpoint, while the managers of the Health Institute work from a religious standpoint, acknowledging God as their proprietor. They do not labor selfishly for means alone; but for humanity's sake, and for Christ's sake. The managers of our Health Institute are seeking to benefit suffering humanity, to heal the diseased mind, as well as the suffering body, by directing invalids to Christ, the sinners’ friend. They do not leave religion out of the question, but make God their trust and dependence. The sick are directed to Jesus. After the physicians have done what they can in behalf of the sick, they ask God to work with their efforts, and restore the suffering invalids to health. This he has done in some cases in answer to the prayer of faith. And this he will continue to do, if they are faithful, and put their trust in him. The Health Institute will be a success; for God sustains it. And if his blessing attends the Institutes it will prosper and be the means of doing a great amount of good. Other institutions are aware that a high standard of moral and religious influence exists at our Institute. And they see that its conductors are not actuated by selfish, worldly principles, and they are jealous in regard to its commanding and leading influence."}]