[{"refcode_short":"PH136 3","refcode_long":"Gospel Temperance Work, p. 3 (Ellen Gould White)","content":"Gospel Temperance Work"},{"refcode_short":"PH136 3","refcode_long":"Gospel Temperance Work, p. 3 (Ellen Gould White)","content":"An Appeal to Seventh-day Adventists Their Duty in Temperance Work"},{"refcode_short":"PH136 3","refcode_long":"Gospel Temperance Work, p. 3 (Ellen Gould White)","content":"In the Front Ranks"},{"refcode_short":"PH136 3.1","refcode_long":"Gospel Temperance Work, p. 3.1 (Ellen Gould White)","content":"Of all who claim to be numbered among the friends of temperance, Seventh-day Adventists should stand in the front ranks. For many years a flood of light concerning the principles of true reform has been shining on our pathway, and we are accountable before God to let this light shine to others. Years ago we regarded the spread of temperance principles as one of our most important duties. It should be so today.—Gospel Workers, 384."},{"refcode_short":"PH136 3","refcode_long":"Gospel Temperance Work, p. 3 (Ellen Gould White)","content":"A Revival of Temperance Work"},{"refcode_short":"PH136 3.2","refcode_long":"Gospel Temperance Work, p. 3.2 (Ellen Gould White)","content":"Shall there not be among us as a people a revival of the temperance work? Why are we not putting forth much more decided efforts to oppose the liquor traffic, which is ruining the souls of men, and is causing violence and crime of every description? With the great light that God has intrusted to us, we should be in the forefront of every true reform. The use of drugged liquors is making men mad, and leading them to commit the most horrible crimes. Because of the wickedness that follows largely as the result of the use of liquor, the judgments of God are falling upon our earth today. Have we not a solemn responsibility to put forth earnest efforts in opposition to this great evil?—Counsels on Health, 432."},{"refcode_short":"PH136 3","refcode_long":"Gospel Temperance Work, p. 3 (Ellen Gould White)","content":"Called to the Front"},{"refcode_short":"PH136 3.3","refcode_long":"Gospel Temperance Work, p. 3.3 (Ellen Gould White)","content":"While intemperance has its open avowed supporters, shall not we who claim to honor temperance come to the front and show ourselves firm on the side of temperance, striving for a crown of immortal life, and not giving the least influence to this terrible evil, intemperance, which is carrying both men and women from one degree to another of self-indulgence, and preparing their souls for perdition?—The Review and Herald, April 19, 1887."},{"refcode_short":"PH136 3","refcode_long":"Gospel Temperance Work, p. 3 (Ellen Gould White)","content":"A Call to Action"},{"refcode_short":"PH136 3.4","refcode_long":"Gospel Temperance Work, p. 3.4 (Ellen Gould White)","content":"As the time draws near that is to decide the destiny of every soul, Satan will make strenuous efforts to corrupt the race. But Christ gave His life to save human beings. He pledged His divine word to work in behalf of humanity...."},{"refcode_short":"PH136 4.1","refcode_long":"Gospel Temperance Work, p. 4.1 (Ellen Gould White)","content":"Yes, Christ gave His life for the life of the world. “God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” He gave His Son to be the propitiation for the sins of men and women. How many appreciate this sacrifice sufficiently to touch not, taste not, handle not, accursed, intoxicating beverages? Who are co-operating with Christ by practicing temperance in their lives, by keeping their tables free from all that will intoxicate?"},{"refcode_short":"PH136 4.2","refcode_long":"Gospel Temperance Work, p. 4.2 (Ellen Gould White)","content":"The Lord calls for workers who are partakers of the divine nature, who have escaped the corruption that is in the world through lust. He would have every man to step forth in his God-given manhood, every woman in her God-given womanhood. He desires them to stand forth like faithful sentinels to keep back the tide of moral woe, to break the fetters that are binding human beings in slavery. God calls upon His ministers to do faithful work in presenting the great curse that man himself is manufacturing. From every pulpit the message should be heard, “Abstain from fleshly lusts, which war against the soul.”—The Review and Herald, May 1, 1900."},{"refcode_short":"PH136 4","refcode_long":"Gospel Temperance Work, p. 4 (Ellen Gould White)","content":"Called to the Rescue"},{"refcode_short":"PH136 4.3","refcode_long":"Gospel Temperance Work, p. 4.3 (Ellen Gould White)","content":"As we see men going where the liquid poison is dealt out to destroy their reason, as we see their souls imperiled, what are we doing to rescue them? Our work for the tempted and fallen will achieve real success only as the grace of Christ reshapes the character, and the man is brought into living connection with the infinite God. This is the purpose of all true temperance effort.—Testimonies for the Church 6:111."},{"refcode_short":"PH136 4","refcode_long":"Gospel Temperance Work, p. 4 (Ellen Gould White)","content":"The Waiting Harvest"},{"refcode_short":"PH136 4.4","refcode_long":"Gospel Temperance Work, p. 4.4 (Ellen Gould White)","content":"In every place the temperance question is to be made more prominent. Drunkenness, and the crime that always follows drunkenness, calls for the voice to be raised to combat this evil. Christ sees a plentiful harvest waiting to be gathered in. Souls are hungering for the truth, thirsting for the water of life. Many are on the very verge of the kingdom, waiting only to be gathered in.—Letter 10, 1899."},{"refcode_short":"PH136 4","refcode_long":"Gospel Temperance Work, p. 4 (Ellen Gould White)","content":"The Christian to be Temperate"},{"refcode_short":"PH136 4.5","refcode_long":"Gospel Temperance Work, p. 4.5 (Ellen Gould White)","content":"There needs to be a great reformation on the subject of temperance. The world is filled with self-indulgence of every kind. Because of the benumbing influence of stimulants and narcotics the minds of many are unable to discern between the sacred and the common. Their mental powers are weakened, and they cannot discern the deep spiritual things of the word of God."},{"refcode_short":"PH136 4.6","refcode_long":"Gospel Temperance Work, p. 4.6 (Ellen Gould White)","content":"The Christian will be temperate in all things,—in eating, in drinking, in dress, and in every phase of life. “Every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible.” 1 Corinthians 9:25. We have no right to indulge in anything that will result in a condition of mind that hinders the Spirit of God from impressing us with the sense of our duty. It is a masterpiece of satanic skill to place men where they can with difficulty be reached with the gospel.—Counsels on Health, 432."},{"refcode_short":"PH136 5","refcode_long":"Gospel Temperance Work, p. 5 (Ellen Gould White)","content":"A Living Issue"},{"refcode_short":"PH136 5.1","refcode_long":"Gospel Temperance Work, p. 5.1 (Ellen Gould White)","content":"Every true reform has its place in the work of the gospel and tends to the uplifting of the soul to a new and nobler life. Especially does the temperance reform demand the support of Christian workers. They should call attention to this work, and make it a living issue. Everywhere they should present to the people the principles of true temperance, and call for signers to the temperance pledge. Earnest effort should be made in behalf of those who are in bondage to evil habits.—The Ministry of Healing, 171."},{"refcode_short":"PH136 5","refcode_long":"Gospel Temperance Work, p. 5 (Ellen Gould White)","content":"To Work For All Classes"},{"refcode_short":"PH136 5.2","refcode_long":"Gospel Temperance Work, p. 5.2 (Ellen Gould White)","content":"Everywhere there is a work to be done for all classes of society. We are to come close to the poor and the depraved, those who have fallen through intemperance. And, at the same time, we are not to forget the higher classes,—the lawyers, ministers, senators, and judges, many of whom are slaves to intemperate habits. We are to leave no effort untried to show them that their souls are worth saving, that eternal life is worth striving for.—Testimonies for the Church 7:58."},{"refcode_short":"PH136 5","refcode_long":"Gospel Temperance Work, p. 5 (Ellen Gould White)","content":"Working Among the Higher Classes"},{"refcode_short":"PH136 5.3","refcode_long":"Gospel Temperance Work, p. 5.3 (Ellen Gould White)","content":"Among the victims of want and sin are found those who were once in possession of wealth. Men of different vocations and different stations in life have been overcome by the pollutions of the world, by the use of strong drink, by the indulgence of lust, and have fallen under temptation. While these fallen ones demand pity and help, should not some attention be given to those who have not yet descended to these depths, but who are setting their feet in the same path?"},{"refcode_short":"PH136 5.4","refcode_long":"Gospel Temperance Work, p. 5.4 (Ellen Gould White)","content":"Thousands in positions of trust and honor are indulging habits that mean ruin to soul and body. Ministers of the gospel, statesmen, authors, men of wealth and talent, men of vast business capacity, and power for usefulness, are in deadly peril because they do not see the necessity of self-control in all things. They need to have their attention called to the principles of temperance, not in a narrow or arbitrary way, but in the light of God's great purpose for humanity. Could the principles of true temperance thus be brought before them, there are very many of the higher classes who would recognize their value and give them a hearty acceptance."},{"refcode_short":"PH136 6.1","refcode_long":"Gospel Temperance Work, p. 6.1 (Ellen Gould White)","content":"We should show these persons the result of harmful indulgences in lessening physical, mental, and moral power. Help them to realize their responsibility as stewards of God's gifts. Show them the good they could do with the money they now spend for that which does them only harm. Present the total abstinence pledge, asking that the money they would otherwise spend for liquor, tobacco, or like indulgences, be devoted to the relief of the sick poor, or for the training of children and youth for usefulness in the world. To such an appeal not many would refuse to listen.—The Ministry of Healing, 210-11."},{"refcode_short":"PH136 6","refcode_long":"Gospel Temperance Work, p. 6 (Ellen Gould White)","content":"Educate in Self-Denial and Temperance"},{"refcode_short":"PH136 6.2","refcode_long":"Gospel Temperance Work, p. 6.2 (Ellen Gould White)","content":"We must educate, educate, educate, pleasantly and intelligently. We must preach the truth, pray the truth, and live the truth, bringing it, with its gracious, health-giving influences, within the reach of those who know it not. As the sick are brought into touch with the Lifegiver, their faculties of mind and body will be renewed. But in order for this to be, they must practice self-denial, and be temperate in all things. Thus only can they be saved from physical and spiritual death, and restored to health.—Medical Ministry, 262."},{"refcode_short":"PH136 6.3","refcode_long":"Gospel Temperance Work, p. 6.3 (Ellen Gould White)","content":"Present before the people the need of resisting the temptation to indulge appetite. This is where many are failing. Explain how closely body and mind are related and show the need of keeping both in the very best condition.—Medical Ministry, 263."},{"refcode_short":"PH136 6","refcode_long":"Gospel Temperance Work, p. 6 (Ellen Gould White)","content":"Education to Precede Reform"},{"refcode_short":"PH136 6.4","refcode_long":"Gospel Temperance Work, p. 6.4 (Ellen Gould White)","content":"It must be kept before the people that the right balance of the mental and moral powers depends in a great degree on the right condition of the physical system. All narcotics and unnatural stimulants that enfeeble and degrade the physical nature tend to lower the tone of the intellect and morals. Intemperance lies at the foundation of the moral depravity of the world. By the indulgence of perverted appetite, man loses his power to resist temptation."},{"refcode_short":"PH136 6.5","refcode_long":"Gospel Temperance Work, p. 6.5 (Ellen Gould White)","content":"Temperance reformers have a work to do in educating the people in these lines. Teach them that health, character, and even life, are endangered by the use of stimulants, which excite the exhausted energies to unnatural, spasmodic action.—The Ministry of Healing, 335."},{"refcode_short":"PH136 6","refcode_long":"Gospel Temperance Work, p. 6 (Ellen Gould White)","content":"Arouse Intellect and Conscience"},{"refcode_short":"PH136 6.6","refcode_long":"Gospel Temperance Work, p. 6.6 (Ellen Gould White)","content":"God requires that His people shall be temperate in all things. Unless they practice true temperance, they will not, they cannot, be susceptible to the sanctifying influence of the truth."},{"refcode_short":"PH136 7.1","refcode_long":"Gospel Temperance Work, p. 7.1 (Ellen Gould White)","content":"Our ministers should become intelligent upon this question. They should not ignore it, nor be turned aside by those who call them extremists. Let them find out what constitutes true health reform, and teach its principles, both by precept and by a quiet, consistent example. At our large gatherings instruction should be given upon health and temperance. Seek to arouse the intellect and the conscience. Bring into service all the talent at command, and follow up the work with publications upon the subject. “Educate, educate, educate,” is the message that has been impressed upon me.—Counsels on Health, 449."},{"refcode_short":"PH136 7","refcode_long":"Gospel Temperance Work, p. 7 (Ellen Gould White)","content":"Our Sisters Can Do Much"},{"refcode_short":"PH136 7.2","refcode_long":"Gospel Temperance Work, p. 7.2 (Ellen Gould White)","content":"If the moral sensibilities of Christians were aroused upon the subject of temperance in all things, they could, by their example, commencing at their tables, help those who are weak in self-control, who are almost powerless to resist the cravings of appetite. If we could realize that the habits we form in this life will affect our eternal interests, that our eternal destiny depends upon strictly temperate habits, we would work to the point of strict temperance in eating and drinking. By our example and personal effort we may be the means of saving many souls from the degradation of intemperance, crime, and death. Our sisters can do much in the great work for the salvation of others by spreading their tables with only healthful, nourishing food. They may employ their precious time in educating the tastes and appetites of their children, in forming habits of temperance in all things and in encouraging self-denial and benevolence for the good of others.—“Testimonies for the Church 3:489."},{"refcode_short":"PH136 7","refcode_long":"Gospel Temperance Work, p. 7 (Ellen Gould White)","content":"Fatal Results of Indulgence"},{"refcode_short":"PH136 7.3","refcode_long":"Gospel Temperance Work, p. 7.3 (Ellen Gould White)","content":"We should be at the head in the temperance reform.... The reason why many of us will fall in the time of trouble is because of laxity in temperance and indulgence of appetite."},{"refcode_short":"PH136 7.4","refcode_long":"Gospel Temperance Work, p. 7.4 (Ellen Gould White)","content":"Moses preached a great deal on this subject, and the reason the people did not go through to the promised land was because of repeated indulgence of appetite. Nine tenths of the wickedness among the children of today is caused by intemperance in eating and drinking. Adam and Eve lost Eden through the indulgence of appetite, and we can only regain it by the denial of the same.—The Review and Herald, October 21, 1884."},{"refcode_short":"PH136 7","refcode_long":"Gospel Temperance Work, p. 7 (Ellen Gould White)","content":"Importance of Temperance Publications"},{"refcode_short":"PH136 7.5","refcode_long":"Gospel Temperance Work, p. 7.5 (Ellen Gould White)","content":"The temperance question is to receive decided support from God's people. Intemperance is striving for the mastery; self-indulgence is increasing, and the publications treating on health reform are greatly needed. Literature bearing on this point is the helping hand of the gospel, leading souls to search the Bible for a better understanding of the truth. The note of warning against the great evil of intemperance should be sounded; and that this may be done, every Sabbath-keeper should study and practice the instruction contained in our health periodicals and our health books. And they should do more than this: they should make earnest efforts to circulate these publications among their neighbors.—The Review and Herald, June 23, 1903."},{"refcode_short":"PH136 8","refcode_long":"Gospel Temperance Work, p. 8 (Ellen Gould White)","content":"An Untold Influence"},{"refcode_short":"PH136 8.1","refcode_long":"Gospel Temperance Work, p. 8.1 (Ellen Gould White)","content":"The people are in sad need of the light shining from the pages of our health books and journals. God desires to use these books and journals as mediums through which flashes of light shall arrest the attention of the people, and cause them to heed the warning of the message of the third angel. Our health journals are instrumentalities in the field to do a special work in disseminating the light that the inhabitants of the world must have in this day of God's preparation. They wield an untold influence, in the interests of health and temperance and social-purity reform, and will accomplish great good in presenting these subjects in a proper manner and in their true light to the people.—“Testimonies for the Church 7:136."},{"refcode_short":"PH136 8","refcode_long":"Gospel Temperance Work, p. 8 (Ellen Gould White)","content":"Training the Child for Right Living"},{"refcode_short":"PH136 8.2","refcode_long":"Gospel Temperance Work, p. 8.2 (Ellen Gould White)","content":"The giant evil of intemperance is doing its baleful work in our land. Satan has his agents everywhere, who are instruments in his hands, to allure and ruin our youth. Shall not the voice of warning be heard at our own fireside? Shall we not, by precept and example, lead our youth to desire to reach high attainments, to have noble aims and holy purposes? This work is not a light, or a small work; but it is a work that will pay. One youth who has been instructed by right home-training, will bring solid timbers into his character-building, and by his example and life, if his powers are rightly employed, he will become a power in our world to lead others upward and onward in the path of righteousness. The salvation of one soul is the salvation of many souls.—The Review and Herald, July 10, 1888."},{"refcode_short":"PH136 8","refcode_long":"Gospel Temperance Work, p. 8 (Ellen Gould White)","content":"Youth to Press to the Front"},{"refcode_short":"PH136 8.3","refcode_long":"Gospel Temperance Work, p. 8.3 (Ellen Gould White)","content":"As Christians, we should stand firmly in defense of temperance. There is no class of persons capable of accomplishing more in the cause of temperance, than our God-fearing youth. If the young men who live in our cities would unite in a firm, decided army, and set their faces as a flint against every form of selfish, health-destroying indulgence, what a power they might be for good! How many they might save from becoming demoralized by visiting the halls and gardens that are fitted up with music and every attraction to allure the youth! Intemperance, Licentiousness, and Profanity are sisters."},{"refcode_short":"PH136 9.1","refcode_long":"Gospel Temperance Work, p. 9.1 (Ellen Gould White)","content":"Let every God-fearing youth gird on the armor, and press to the front. Let no excuse be offered when you are asked to put your name to the temperance pledge, but sign every pledge presented, and induce others to sign with you. Work for the good of your own souls, and the good of others. Never let an opportunity pass to cast your influence on the side of strict temperance.—Counsels on Health, 441."},{"refcode_short":"PH136 9","refcode_long":"Gospel Temperance Work, p. 9 (Ellen Gould White)","content":"Light-Bearers to the World"},{"refcode_short":"PH136 9.2","refcode_long":"Gospel Temperance Work, p. 9.2 (Ellen Gould White)","content":"Will young men now humble their hearts before God, and give themselves to His service? Will they not accept the holy trust, and become light-bearers to a world ready to be consumed by the wrath of an offended God."},{"refcode_short":"PH136 9.3","refcode_long":"Gospel Temperance Work, p. 9.3 (Ellen Gould White)","content":"The use of intoxicating drink, which dethrones reason, and tobacco, which clouds the brain and poisons the life current, is increasing. Are our young men prepared to lift their voices in the cause of temperance and show its bearing upon Christianity? Will they engage in the holy war against appetite and lust?—Manuscript 134, 1898."},{"refcode_short":"PH136 9","refcode_long":"Gospel Temperance Work, p. 9 (Ellen Gould White)","content":"Steadfastly True to Principle"},{"refcode_short":"PH136 9.4","refcode_long":"Gospel Temperance Work, p. 9.4 (Ellen Gould White)","content":"Daniel, the Hebrew captive, was exposed in his youth to the allurements of the king's court; yet he remained true to the principles taught him by his fathers. He purposed in his heart that he would not eat of the luxuries of the king's table, or drink of his wines. This purpose was not formed without due reflection and earnest prayer, and when once his position was taken, he was not to be moved from it. Though surrounded by temptations to self-indulgence and dissipation, he would not consent to violate his conscience. He made God his strength; his mind was not enervated by habits of indulgence, which crush out true, godlike manhood; and he was prepared to attain both moral and intellectual greatness."},{"refcode_short":"PH136 9.5","refcode_long":"Gospel Temperance Work, p. 9.5 (Ellen Gould White)","content":"Daniel's companions, also, resolutely denied selfish desires, and put away hurtful gratifications. As a result, their minds became strong and vigorous. They chose the real, the true, and the useful, rather than the momentary indulgence of appetite and pride. They did all in their power to place themselves in right relation to God, and the Lord was not unmindful of their firm, persevering, earnest effort."},{"refcode_short":"PH136 9.6","refcode_long":"Gospel Temperance Work, p. 9.6 (Ellen Gould White)","content":"The Scriptures declare of Daniel and his fellows: “As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.”"},{"refcode_short":"PH136 9.7","refcode_long":"Gospel Temperance Work, p. 9.7 (Ellen Gould White)","content":"These youth had placed themselves in connection with the Source of all wisdom. They learned of Christ, the world's greatest teacher. While improving their opportunities to obtain a knowledge of the sciences, they were obtaining, also, the highest education which it is possible for mortals to receive. They received light directly from the throne of Heaven, and read the mysteries of God for future ages."},{"refcode_short":"PH136 10.1","refcode_long":"Gospel Temperance Work, p. 10.1 (Ellen Gould White)","content":"“And in all matters of wisdom and understanding, that the king inquired of them, he found them ten times better than all the magicians and astrologers that were in all his realm.” These youth determined that the talents intrusted to them of God should not be perverted and enfeebled by selfish indulgence. They reverenced their own manhood. They kept their eyes fixed steadfastly on the good which they wished to accomplish. They honored God, and God honored them...."},{"refcode_short":"PH136 10.2","refcode_long":"Gospel Temperance Work, p. 10.2 (Ellen Gould White)","content":"Religious principle lies at the foundation of the highest education. If our youth are but balanced by principle, they may with safety improve the mental powers to the very highest extent, and may take all their attainments with them into the future life."},{"refcode_short":"PH136 10.3","refcode_long":"Gospel Temperance Work, p. 10.3 (Ellen Gould White)","content":"Temptations assail the young on every hand. Fathers and mothers should give thought and study and persevering effort to the training of their children that they may stand unsullied by the prevailing evil, as did those Hebrew youth in the court of Babylon.—The Review and Herald, November 6, 1883."},{"refcode_short":"PH136 10","refcode_long":"Gospel Temperance Work, p. 10 (Ellen Gould White)","content":"Standing on Higher Ground"},{"refcode_short":"PH136 10.4","refcode_long":"Gospel Temperance Work, p. 10.4 (Ellen Gould White)","content":"As we near the close of time, we must rise higher and still higher upon the question of health reform and Christian temperance, presenting it in a more positive and decided manner. We must strive continually to educate the people, not only by our words but by our practice. Precept and practice combined have a telling influence.—Testimonies for the Church 6:112."},{"refcode_short":"PH136 10","refcode_long":"Gospel Temperance Work, p. 10 (Ellen Gould White)","content":"Should be Leaders"},{"refcode_short":"PH136 10.5","refcode_long":"Gospel Temperance Work, p. 10.5 (Ellen Gould White)","content":"Seventh-day Adventists are handling momentous truths. On the subject of temperance they should be in advance of all other people. The question of how to preserve the health is one of primary importance. When we study this question in the fear of God, we shall learn that it is best, both for our physical health and for our spiritual advancement, to observe simplicity in diet. Let us patiently study this question. We need knowledge and judgment, in order to move wisely in this matter. Nature's laws are not to be resisted, but obeyed.—Medical Ministry, 273."},{"refcode_short":"PH136 10","refcode_long":"Gospel Temperance Work, p. 10 (Ellen Gould White)","content":"Co-Operating with the W. C. T. U."},{"refcode_short":"PH136 10.6","refcode_long":"Gospel Temperance Work, p. 10.6 (Ellen Gould White)","content":"We need at this time to show a decided interest in the workers of the Women's Christian Temperance Union. None who claim to have a part in the work of God, should lose interest in the grand object of this organization in temperance lines. It would be a good thing if at our camp meetings we should invite the members of the W.C.T.U. to take part in our exercises. This would help them to become acquainted with the reasons of our faith, and open the way for us to unite with them in the temperance work. If we will do this, we shall come to see that the temperance question means more than many of us have supposed."},{"refcode_short":"PH136 11.1","refcode_long":"Gospel Temperance Work, p. 11.1 (Ellen Gould White)","content":"In some matters, the workers of the W.C.T.U. are far in advance of our leaders. The Lord has in that organization precious souls, who can be a great help to us in our efforts to advance the temperance movement. And the education our people have had in Bible truth and in a knowledge of the requirements of the law of Jehovah, will enable our sisters to impart to these noble temperance advocates that which will be for their spiritual welfare. Thus a union and sympathy will be created where in the past there has sometimes existed prejudice and misunderstanding. I have been surprised as I have seen the indifference of some of our leaders to this organization. We cannot do a better work than to unite, so far as we can do so without compromise, with the W.C.T.U. workers."},{"refcode_short":"PH136 11.2","refcode_long":"Gospel Temperance Work, p. 11.2 (Ellen Gould White)","content":"We have a work to do along temperance lines besides that of speaking in public. We must present our principles in pamphlets and in our papers. We must use every possible means of arousing our people to their duty to get into connection with those who know not the truth. The success we have had in missionary work has been fully proportionate to the self-denying, self-sacrificing efforts we have made. The Lord alone knows how much we might have accomplished if as a people we had humbled ourselves before Him and proclaimed the temperance truth in clear, straight lines—Gospel Workers, 384-85."},{"refcode_short":"PH136 11","refcode_long":"Gospel Temperance Work, p. 11 (Ellen Gould White)","content":"Early Experiences in Co-Operation"},{"refcode_short":"PH136 11.3","refcode_long":"Gospel Temperance Work, p. 11.3 (Ellen Gould White)","content":"In our labors together, my husband and I always felt that it was our duty to demonstrate in every place where we held meetings that we were fully in harmony with the workers in the temperance cause. We always laid this question before the people in plain lines. Invitations would come to us to speak in different places on the temperance question, and I always accepted these invitations if it was possible.—Loma Linda Messages, 262."},{"refcode_short":"PH136 11","refcode_long":"Gospel Temperance Work, p. 11 (Ellen Gould White)","content":"Should be at Head in Temperance Work"},{"refcode_short":"PH136 11.4","refcode_long":"Gospel Temperance Work, p. 11.4 (Ellen Gould White)","content":"I feel distressed as I look upon our people and know that they are holding very loosely the temperance question...."},{"refcode_short":"PH136 11.5","refcode_long":"Gospel Temperance Work, p. 11.5 (Ellen Gould White)","content":"We should unite with other people just as far as we can and not sacrifice principle. This does not mean that we should join their lodges and societies, but that we should let them know that we are most heartily in sympathy with the temperance question."},{"refcode_short":"PH136 12.1","refcode_long":"Gospel Temperance Work, p. 12.1 (Ellen Gould White)","content":"We should not work solely for our own people, but should bestow labor also upon noble minds outside of our ranks. We should be at the head in the temperance reform.—The Review and Herald, October 21, 1884."},{"refcode_short":"PH136 12","refcode_long":"Gospel Temperance Work, p. 12 (Ellen Gould White)","content":"Our Efforts to be Multiplied"},{"refcode_short":"PH136 12.2","refcode_long":"Gospel Temperance Work, p. 12.2 (Ellen Gould White)","content":"In the advocacy of the cause of temperance, our efforts are to be multiplied. The subject of Christian Temperance should find a place in our sermons in every city where we labor. Health reform in all its bearings is to be presented before the people, and special efforts made to instruct the youth, the middle-aged, and the aged in the principles of Christian living. Let this phase of the message be revived, and let the truth go forth as a lamp that burneth.—Manuscript 61, 1909."},{"refcode_short":"PH136 12","refcode_long":"Gospel Temperance Work, p. 12 (Ellen Gould White)","content":"Present the Pledge"},{"refcode_short":"PH136 12.3","refcode_long":"Gospel Temperance Work, p. 12.3 (Ellen Gould White)","content":"Ask those who attend the meetings to help you in the work that you are trying to do. Show them how evil habits result in diseased bodies and diseased minds,—in wretchedness, that no pen can described. The use of intoxicating liquor is robbing thousands of their reason. And yet the sale of this liquor is legalized by law. [Written in 1905.] Tell them that they have a heaven to win and a hell to shun. Ask them to sign the pledge. The commission of the great I AM is to be your authority. Have the pledges prepared, and present them at the close of the meeting.—Manuscript 42, 1950."},{"refcode_short":"PH136 12","refcode_long":"Gospel Temperance Work, p. 12 (Ellen Gould White)","content":"As Part of the Gospel"},{"refcode_short":"PH136 12.4","refcode_long":"Gospel Temperance Work, p. 12.4 (Ellen Gould White)","content":"When temperance is presented as a part of the gospel, many will see their need of reform. They will see the evil of intoxicating liquors, and that total abstinence is the only platform on which God's people can conscientiously stand. As this instruction is given, the people will become interested in other lines of Bible study.—Testimonies for the Church 7:75."},{"refcode_short":"PH136 12","refcode_long":"Gospel Temperance Work, p. 12 (Ellen Gould White)","content":"Temperance Lectures and Restaurant Work"},{"refcode_short":"PH136 12.5","refcode_long":"Gospel Temperance Work, p. 12.5 (Ellen Gould White)","content":"Arrangements should be made to hold meetings in connection with our restaurants. Whenever possible, let a room be provided where the patrons can be invited to lectures on the science of health and Christian temperance, where they can receive instruction on the preparation of wholesome food and on other important subjects. In these meetings there should be prayer and singing and talks, not only on health and temperance topics, but also on other appropriate Bible subjects. As the people are taught how to preserve physical health, many opportunities will be found to sow the seeds of the gospel of the kingdom.—Testimonies for the Church 7:115."},{"refcode_short":"PH136 13","refcode_long":"Gospel Temperance Work, p. 13 (Ellen Gould White)","content":"Instruction in the Schools"},{"refcode_short":"PH136 13.1","refcode_long":"Gospel Temperance Work, p. 13.1 (Ellen Gould White)","content":"The practice of giving instruction on temperance topics in the schools is a move in the right direction. Instruction in this line should be given in every school and every home. The youth and children should understand the effect of alcohol, tobacco, and other like poisons, in breaking down the body, beclouding the mind, and sensualizing the soul. It should be made plain that no one who uses these things can long possess the full strength of his physical, mental, or moral faculties.—Education, 202."},{"refcode_short":"PH136 13","refcode_long":"Gospel Temperance Work, p. 13 (Ellen Gould White)","content":"Our Golden Opportunity"},{"refcode_short":"PH136 13.2","refcode_long":"Gospel Temperance Work, p. 13.2 (Ellen Gould White)","content":"Oh, what a work there is before the faithful watchman who must quickly warn the people of the perils of these last days! How important it is that God's messengers shall call the attention of statesmen, of editors, of thinking men everywhere, to the deep significance of the drunkenness and the violence now filling the land with desolation and death! As faithful co-laborers with God, we must bear a clear, decided testimony on the temperance question...."},{"refcode_short":"PH136 13.3","refcode_long":"Gospel Temperance Work, p. 13.3 (Ellen Gould White)","content":"Now is our golden opportunity to co-operate with heavenly intelligences in enlightening the understanding of those who are studying the meaning of the rapid increase of crime and disaster. As we do our part faithfully, the Lord will bless our efforts to the saving of many precious souls.—The Review and Herald, October 25, 1906."},{"refcode_short":"PH136 13","refcode_long":"Gospel Temperance Work, p. 13 (Ellen Gould White)","content":"Our Duty in Opposing the Liquor Traffic"},{"refcode_short":"PH136 13.4","refcode_long":"Gospel Temperance Work, p. 13.4 (Ellen Gould White)","content":"How can Christian men and women tolerate this evil? ... There is a cause for the moral paralysis upon society. Our laws sustain an evil which is sapping their very foundations. Many deplore the wrongs which they know exist, but consider themselves free from all responsibility in the matter. This cannot be. Every individual exerts an influence in society. In our favored land, every voter has some voice in determining what laws shall control the nation. Should not that influence and that vote be cast on the side of temperance and virtue? ..."},{"refcode_short":"PH136 13.5","refcode_long":"Gospel Temperance Work, p. 13.5 (Ellen Gould White)","content":"We may call upon the friends of the temperance cause to rally to the conflict, and seek to press back the tide of evil that is demoralizing the world; but of what avail are all our efforts while liquor-selling is sustained by law? Must the curse of intemperance forever rest like a blight upon our land? Must it every year sweep like a devouring fire over thousands of happy homes?"},{"refcode_short":"PH136 13.6","refcode_long":"Gospel Temperance Work, p. 13.6 (Ellen Gould White)","content":"We talk of the results, tremble at the results, and wonder what we can do with the terrible results, while too often we tolerate and even sanction the cause. The advocates of temperance fail to do their whole duty unless they exert their influence by precept and example—by voice and pen and vote—in favor of prohibition and total abstinence. We need not expect that God will work a miracle to bring about this reform, and thus remove the necessity for our exertion. We ourselves must grapple with this giant foe, our motto, No compromise and no cessation of our efforts till the victory is gained...."},{"refcode_short":"PH136 14.1","refcode_long":"Gospel Temperance Work, p. 14.1 (Ellen Gould White)","content":"What can be done to press back the inflowing tide of evil? Let laws be enacted and rigidly enforced prohibiting the sale and the use of ardent spirits as a beverage. Let every effort be made to encourage the inebriate's return to temperance and virtue. But even more than this is needed to banish the curse of inebriety from our land. Let the appetite for intoxicating liquors be removed, and their use and sale is at an end. This work must to a great degree devolve upon parents. Let them, by observing strict temperance themselves, give the right stamp of character to their children, and then educate and train these children, in the fear of God, to habits of self-denial and self-control. Youth who have been thus trained will have moral stamina to resist temptation, and to control appetite and passion. They will stand unmoved by the folly and dissipation that are corrupting society."},{"refcode_short":"PH136 14.2","refcode_long":"Gospel Temperance Work, p. 14.2 (Ellen Gould White)","content":"The prosperity of a nation is dependent upon the virtue and intelligence of its citizens. To secure these blessings, habits of strict temperance are indispensable. The history of ancient kingdoms is replete with lessons of warning for us. Luxury, self-indulgence, and dissipation prepared the way for their downfall. It remains to be seen whether our own republic will be admonished by their example, and avoid their fate.—The Review and Herald, November 8, 1881."},{"refcode_short":"PH136 14","refcode_long":"Gospel Temperance Work, p. 14 (Ellen Gould White)","content":"Join other Christian Workers"},{"refcode_short":"PH136 14.3","refcode_long":"Gospel Temperance Work, p. 14.3 (Ellen Gould White)","content":"In other churches there are Christians who are standing in defense of the principles of temperance. We should seek to come near to these workers, and make a way for them to stand shoulder to shoulder with us. We should call upon great and good men to second our efforts to save that which is lost."}]