[{"refcode_short":"PH130 1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 1 (Ellen Gould White)","content":"Camp-Meetings Their Object, and How to Conduct Them"},{"refcode_short":"PH130 1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 1 (Ellen Gould White)","content":"Their Object, and How to Conduct Them"},{"refcode_short":"PH130 1.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 1.1 (Ellen Gould White)","content":"Our camp-meetings are one of the most important agencies in our work. They are one of the most effective methods of arresting the attention of the people, and reaching all classes with the gospel invitation. The time in which we live is a time of intense excitement. Ambition and war, pleasure and money-making, absorb the minds of men. Satan sees that his time is short, and he has set all his agencies at work, that men may be deceived, deluded, occupied, and entranced until probation shall be ended and the door of mercy be forever shut. It is our work to give to the whole world—to every nation, kindred, tongue, and people—the saving truths of the Third Angel's Message. But it has been a difficult problem to know how to reach the people in the great centers of population. We are not allowed entrance to the churches. In the cities the large halls are expensive, and to the best halls but few, as a rule, will come out to hear. We have been spoken against by those who were not acquainted with us. The reasons of our faith are not understood by the people, and we have been regarded as fanatics, who were ignorantly keeping Saturday for Sunday. In our work we have been perplexed to know how to break through the barriers of worldliness and prejudice and bring before the people the precious truth which means so much to them. The Lord has instructed us that camp-meetings are one of the most important instrumentalities for the accomplishment of this work."},{"refcode_short":"PH130 2.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 2.1 (Ellen Gould White)","content":"We must devise and plan wisely, that the people may have an opportunity to hear for themselves the last message of mercy to the world. The people should be warned to make ready for the great day of God, which is right upon them. We have no time to lose. We must do our utmost to reach men where they are. The world is now reaching the boundary line in impenitence and disregard for the laws of the government of God. In every city of our world the warning must be proclaimed. All that can be done should be done without delay."},{"refcode_short":"PH130 2.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 2.2 (Ellen Gould White)","content":"And our camp-meetings have another object, preparatory to this. They are to promote spiritual life among our own people. The world in its wisdom knows not God. The world cannot see the beauty, the loveliness, the goodness, the holiness of divine truth. And in order that men may understand it, there must be a channel through which it shall come to the world. The church has been constituted that channel. Christ reveals himself to us, that we may reveal him to others. Through his people are to be manifested all the riches and glory of his unspeakable gift."},{"refcode_short":"PH130 2.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 2.3 (Ellen Gould White)","content":"God has committed to our hands a most sacred work, and we need to meet together to receive instruction, that we may be fitted to perform this work. We need to understand what part we shall individually be called upon to act in building up the cause of God in the earth, in vindicating God's holy law, and in lifting up the Saviour as “the Lamb of God, which taketh away the sin of the world.” We need to meet together and receive the divine touch, that we may understand our work in the home. Parents need to understand how they may send forth from the sanctuary of the home their sons and daughters, so trained and educated, that they will be fitted to shine in the world. We need to understand in regard to the division of labour, and how each part of the work is to be carried forward. Each one should understand the part he is to act, that there may be harmony of plan and of labour in the combined work of all."},{"refcode_short":"PH130 3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 3 (Ellen Gould White)","content":"To Reach the Masses"},{"refcode_short":"PH130 3.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 3.1 (Ellen Gould White)","content":"In the sermon on the mount, Christ said to His disciples, “Ye are the light of the world. A city that is set on a hill cannot be hid. Neither do men light a candle and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. Let your light so shine before men, that they may see your good works and glorify your Father which is in heaven.” Matthew 5:14-16. If our camp-meetings’ are conducted as they should be, they will indeed be a light in the world. They should be held in the large cities and towns where the message of truth has not been proclaimed, and they should continue for two or three weeks. It may sometimes be advisable to hold a camp-meeting for several successive seasons in the same place; but, as a rule, the place of meeting should be changed from year to year. Instead of having mammoth camp-meetings in a few localities, more good would be done by having smaller meetings in many places. Thus the work will be constantly extending into new fields. Just as soon as the standard of truth is lifted in one locality; and it is safe to leave the converts to the faith, we must plan to enter other new fields. Our camp-meetings are a power, and when held in a place where the community can be stirred, they will have far greater power than when, for the convenience of our own people, they are located where, because of previous meetings and the rejection of truth, the public interest is deadened."},{"refcode_short":"PH130 4.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 4.1 (Ellen Gould White)","content":"A mistake has been made in holding camp-meetings in out-of-the-way places, and in continuing in the same place year after year. This has been done to save expense and labour; but the saving should be made in other lines. In new fields especially, a dearth of means often makes it difficult to meet the expense of a camp-meeting. Careful economy should be exercised, and inexpensive plans devised; for much can be saved in this way. But let not the work be crippled. This method of presenting the truth to the people is by the devising of our God. When souls are to be laboured for, and the truth is to be brought before those who know it not, the work must not be hindered in order to save expense."},{"refcode_short":"PH130 4.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 4.2 (Ellen Gould White)","content":"Our camp-meetings should be so conducted as to accomplish the greatest possible amount of good. Let the truth be properly presented and represented by those who believe it. It is light, the light of heaven, that the world needs, and whatever manifests the Lord Jesus Christ is light."},{"refcode_short":"PH130 4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 4 (Ellen Gould White)","content":"An Object Lesson"},{"refcode_short":"PH130 4.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 4.3 (Ellen Gould White)","content":"Every camp-meeting should be an object lesson of neatness, order, and good taste. We must give careful regard to economy, and must avoid display; but everything connected with the grounds should be neat and tidy. Taste and tact do much to attract. And in all our work we should present the discipline of organization and order."},{"refcode_short":"PH130 5.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 5.1 (Ellen Gould White)","content":"Everything should be so arranged as to impress both our own people and the world with the sacredness and importance of the work of God. The regulations observed in the encampment of the Israelites are an example to us. It was Christ who gave those special instructions to Israel, and He intended them for us also, upon whom the ends of the world are come. We should study carefully the specifications of God's word, and practise these directions as the will of God. Let everything connected with the encampment be pure, wholesome, and clean. Special care should be given to all sanitary arrangements, and men of sound judgment and discernment should see that nothing is permitted to sow the seeds of sickness and death throughout the encampment."},{"refcode_short":"PH130 5.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 5.2 (Ellen Gould White)","content":"The tents should be securely staked, and whenever there is liability of rain, every tent should be trenched. On no account let this be neglected. Serious and even fatal illness has been contracted through neglect of this precaution."},{"refcode_short":"PH130 5.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 5.3 (Ellen Gould White)","content":"We should feel that we are representatives of truth of heavenly origin. We are to show forth the praises of Him who hath called us out of darkness into his marvellous light. We should ever bear in mind that angels of God are walking through the encampment, beholding the order and arrangement in every tent. To the large numbers of people who come to the ground all the arrangements are an illustration of the belief and principle of the people conducting the meeting. It should be the very best illustration possible. All the surroundings should be a lesson. Especially should the family tents, in their neatness and order, giving a glimpse of home life, be a constant sermon as to the habits, customs, and practices of Seventh Day Adventists."},{"refcode_short":"PH130 6","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 6 (Ellen Gould White)","content":"How to Secure Attendance"},{"refcode_short":"PH130 6.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 6.1 (Ellen Gould White)","content":"Previous to one of our camp-meetings, I seemed one night to be in an assembly met for consultation as to the work to be done before the camp-meeting. It was proposed to make large efforts previous to the meeting, and incur heavy expense for distributing notices and papers. Arrangements were being made to do this, when One who is wise in counsel said, “Set your tents, begin your meetings, then advertise, and more will be accomplished.”"},{"refcode_short":"PH130 6.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 6.2 (Ellen Gould White)","content":"The truth as spoken by the living preacher will have greater influence than the same matter will have when published in the papers. But both methods combined will have still greater force. It is not best plan to follow one line of efforts year after year. Change the order of things. When you give time and opportunity, Satan is prepared to rally his forces, and he will work to destroy every soul possible. Work after the meeting rather than before. Do not arouse opposition before the people have had opportunity to hear the truth and know what they are opposing. If a press could be secured to be worked during the meeting, printing leaflets, notices, and papers for distribution, it would have a telling influence."},{"refcode_short":"PH130 6.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 6.3 (Ellen Gould White)","content":"At some of our camp-meetings strong companies of workers have been organized to go out into the city and its suburbs to distribute literature and to invite people to the meetings. By this means hundreds of persons were secured as regular attendants during the last half of the meeting who otherwise might have thought little about it."},{"refcode_short":"PH130 7.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 7.1 (Ellen Gould White)","content":"We must take every justifiable means of bringing the light before the people. Let the press be utilized, and let every advertizing agency be employed that will call attention to the work. This should not be regarded as unessential. On every corner you may see placards and notices calling attention to various things that are going on, some of them of the most objectionable character; and shall those who have the Light of Life be satisfied with feeble efforts to call the attention of the masses to the truth."},{"refcode_short":"PH130 7.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 7.2 (Ellen Gould White)","content":"Those who become interested have to meet sophistry and misrepresentation from popular ministers, and they know not how to answer these things. The truth presented by the living preacher should be published in as compact a form as possible, and circulated widely. As far as practicable, let the important discourses given at our camp-meetings be published in the newspapers. Thus the truth which was placed before a limited number may find access to many minds. Precious light will be shed on the pathway of those who sit in darkness."},{"refcode_short":"PH130 7.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 7.3 (Ellen Gould White)","content":"Put your light on a candle-stick, that it may give light to all who are in the house. If the truth has been given to us, we are to make it so plain to others that the honest in heart may recognize it and rejoice in its bright rays."},{"refcode_short":"PH130 7.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 7.4 (Ellen Gould White)","content":"Nathanael prayed that he might know whether or not the one announced by John the Baptist as the Messiah, was indeed the Lamb of God that taketh away the sin of the world. While he was laying his perplexities before God, and asking for light, Philip called him, and in earnest, joyful tones exclaimed. “We have found him of whom Moses, in the law and the prophets, did write,—Jesus of Nazareth, the son of Joseph.”"},{"refcode_short":"PH130 8.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 8.1 (Ellen Gould White)","content":"But Nathanael was prejudiced against the Nazarene. Through the influence of false teaching, unbelief arose in his heart, and he asked, “Can there any good thing come out of Nazareth?” Philip did not try to combat his prejudice and unbelief. He said, “Come and see.” Philip was wise; for, as soon as Nathanael saw Jesus, he was convinced that Philip was right. His unbelief was swept away, and faith, firm, strong, and abiding, took possession of his soul. Jesus commended the trusting faith of Nathanael."},{"refcode_short":"PH130 8.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 8.2 (Ellen Gould White)","content":"There are many in the same position as was Nathanael. They are prejudiced and unbelieving because they have never come in contact with the special truths of these last days, or with the people who hold them, and it will require but an attendance at a meeting full of the spirit of Christ to sweep away their unbelief. No matter what we have to meet, what opposition, what effort to turn souls away from the truth of heavenly origin, we must give publicity to our faith, that honest souls may see and hear, and be convinced for themselves. Our work is to say, as did Philip, “Come and see.” We must not put our light under a bushel, but on a candle-stick, that it may give light to all that are in the house."},{"refcode_short":"PH130 8.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 8.3 (Ellen Gould White)","content":"We hold no doctrine that we wish to hide. To those who have been educated to keep the first day of the week as a sacred day, the most objectionable feature of our faith is the Sabbath of the fourth commandment. But does not God's Word declare that the seventh day is the Sabbath of the Lord thy God? And although it is not an easy matter to make the required change from the first to the seventh day, this change must be made. It involves a cross; it clashes with the precepts and practices of men. Learned men have taught the people until they are full of unbelief and prejudice; and yet we must say to these people, “Come and see.” God requires us to proclaim the truth, and let it discover error."},{"refcode_short":"PH130 9","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 9 (Ellen Gould White)","content":"The Members of Our Churches Should Attend Camp-meeting"},{"refcode_short":"PH130 9.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 9.1 (Ellen Gould White)","content":"It is important that the members of our churches should attend our camp-meetings. The enemies of truth are many, and because our numbers are few, we should present as strong a front as possible. Individually, you need the benefits of the meeting, and God calls upon you to number one in the ranks of truth."},{"refcode_short":"PH130 9.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 9.2 (Ellen Gould White)","content":"Some will say “It is expensive to travel, and it would be better for me to save the money, and give it to the advancement of the work where it is so much needed.” Do not reason in this way; God calls upon you to take your place among the rank and file of his people. Strengthen the meeting all you possibly can by being present with your families. Put forth extra exertion to attend the gathering of God's people."},{"refcode_short":"PH130 9.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 9.3 (Ellen Gould White)","content":"Brethren and sisters, it would be far better for you to let your business suffer than to neglect the opportunity of hearing the message God has for you. Make no excuse that will keep you from gaining every spiritual advantage possible. You need every ray of light. You need to become qualified to give a reason of the hope that is in you with meekness and fear. You cannot afford to lose one such privilege."},{"refcode_short":"PH130 9.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 9.4 (Ellen Gould White)","content":"Anciently the Lord instructed his people to assemble three times a year for his worship. To these holy convocations the children of Israel came, bringing to the house of God their tithes, their sin-offerings, and their offerings of gratitude. They met to recount God's mercies, to make known his wonderful works, and to offer praise and thanksgiving to his name. And they were to unite in the sacrificial service which pointed to Christ as the Lamb of God that taketh away the sin of the world. Thus they were to be preserved from the corrupting power of worldliness and idolatry. Faith and love and gratitude were to be kept alive in their hearts, and through their association together in this sacred service they were to be bound closer to God and to one another."},{"refcode_short":"PH130 10.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 10.1 (Ellen Gould White)","content":"In the days of Christ these feasts were attended by vast multitudes of people from all lands, and had they been kept as God intended, in the spirit of true worship, the light of truth might through them have been given to all nations of the world."},{"refcode_short":"PH130 10.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 10.2 (Ellen Gould White)","content":"With those who lived at a distance from the tabernacle, more than a month of every year must have been occupied in attendance upon these holy convocations. The Lord saw that these gatherings were necessary for the spiritual life of His people. They needed to turn away from their worldly cares, to commune with God, and to contemplate unseen realities."},{"refcode_short":"PH130 10.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 10.3 (Ellen Gould White)","content":"If the children of Israel needed the benefit of these holy convocations in their time, how much more do we need them in these last days of peril and conflict? And if the people of the world then needed the light which God has committed to his church, how much more do they need it now?"},{"refcode_short":"PH130 10.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 10.4 (Ellen Gould White)","content":"This is a time for every one to come up to the help of the Lord against the mighty. The forces of the enemy are strengthening, and as a people we are misrepresented. We desire the people to become acquainted with our doctrines and work. We want them to know what we are, and what we believe. We must find our way to their hearts. Let the army of the Lord be on the ground to represent the work and cause of God. Do not plead an excuse. The Lord has need of you. He does not do his work without the co-operation of the human agent. Go to the camp-meeting, even though you have to make a sacrifice to do so. Go with a will to work. And make every effort to induce your friends to go, not in your place, but to go with you, to stand on the Lord's side and obey his commandments. Help those who are interested to attend, if necessary providing them with food and lodging. Angels who are commissioned to minister to those who are heirs of salvation will accompany you. God will do great things for his people. He will bless every effort to honor His cause and advance his work."},{"refcode_short":"PH130 11","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 11 (Ellen Gould White)","content":"Preparation of Heart Needed"},{"refcode_short":"PH130 11.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 11.1 (Ellen Gould White)","content":"At these gatherings we must ever remember that two forces are at work. A battle unseen by human eyes is being waged. The army of the Lord is on the ground seeking to have souls. Satan and his synagogue are also at work, trying in every possible way to deceive and destroy. The Lord bids us, “Put on the whole armour of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Day by day the battle goes on. If our eyes could be open to see the good and evil agencies at work, there would be no trifling, no vanity, no jesting, or joking. If all would put on the whole armour of God and fight manfully the battles of the Lord, victories would be gained which would cause the kingdom of darkness to tremble."},{"refcode_short":"PH130 12.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 12.1 (Ellen Gould White)","content":"None should go to the camp-meeting depending on the ministers or the Bible workers to make the meeting a blessing to them. God does not want his people to hang their weight on the ministers. He does not want them to be weakened by depending on human beings for help. They are not to lean, like helpless children, upon some one else as a prop. As a steward of the grace of God, every church member should feel an individual responsibility to have life and root in himself. All should feel that in a measure the success depends upon them. Do not say, I am not responsible; I shall have nothing to do in this meeting. If you feel thus, you are giving Satan opportunity to work through you. He will crowd your mind with his thoughts, giving you something to do in his lines. Instead of gathering with Christ, you will scatter abroad."},{"refcode_short":"PH130 12.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 12.2 (Ellen Gould White)","content":"The success of the meeting depends on the presence and power of the Holy Spirit. For the outpouring of the Spirit, every lover of the cause of truth should pray. And as far as lies in our power, we are to remove every hindrance to his working. The Spirit can never be poured out upon us while variance and bitterness toward one another are cherished by the members of the church. Envy, jealousy, evil-surmising, and evil-speaking are of Satan, and they effectually bar the way against the Holy Spirit's working. Nothing else in this world is so dear to God as His church. Nothing is guarded by Him with such jealous care; nothing so offends God as an act that injures the influence of those who are doing his service. He will call to account all who aid Satan in his work of criticising and discouraging."},{"refcode_short":"PH130 12.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 12.3 (Ellen Gould White)","content":"Those who are destitute of sympathy, tenderness, and love cannot do Christ's work. Before the prophecy, The weak shall be “as David,” and the house of David, “as the angel of the Lord,“ can be fulfilled, the children of God must put away every thought of suspicion against their brethren. Heart must beat in unison with heart. Christian benevolence and brotherly love must be far more abundantly shown. The words are ringing in my ears, “Draw together, draw together.” The solemn, sacred truth for this time is to unify the people of God. The desire for pre-eminence must die. One subject of emulation must swallow up all others,—who will most nearly resemble Christ in character, who will most entirely hide self in Jesus?"},{"refcode_short":"PH130 13.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 13.1 (Ellen Gould White)","content":"“Herein is my Father glorified,” Christ says, “that ye bear much fruit.” If there was ever a place where the believers should bear much fruit it is at our camp-meetings. At these meetings, the acts, the words, the spirit of the believers are marked, and their influence is as far reaching as eternity."},{"refcode_short":"PH130 13.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 13.2 (Ellen Gould White)","content":"Transformation of character is to be the testimony to the world of the indwelling love of Christ. The Lord expects his people to show that the redeeming power of grace can work upon the faulty character, and cause it to develop in symmetry and abundant fruitfulness."},{"refcode_short":"PH130 13.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 13.3 (Ellen Gould White)","content":"But in order for us to fulfill God's purpose, there is a preparatory work to be done. The Lord bids us empty our hearts of the selfishness which is the root of alienation. He longs to pour upon us his Holy Spirit in rich measure, and he bids us clear the way by self-renunciation. When self is surrendered to God, our eyes will be opened to see the stumbling stones which our unchristlikeness has placed in the way of others. All these God bids us remove. He says, “Confess your faults one to another, and pray one for another that ye may be healed.” James 5:16. Then we may have the assurance that David had when, after confession of his sin, he prayed, “Restore unto me the joy of thy salvation; and uphold me with thy free Spirit. Then will I teach transgressors thy ways, and sinners shall be converted unto thee.” Psalm 51:12, 13."},{"refcode_short":"PH130 14.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 14.1 (Ellen Gould White)","content":"When the grace of God reigns within, the soul will be surrounded with an atmosphere of faith and courage and Christlike love,—an atmosphere invigorating to the spiritual life of all who inhale it. Then we can go to the camp-meeting, not merely to receive, but to impart. Every one who is a partaker of Christ's pardoning love,—every one who has been enlightened by the Spirit of God and converted to the truth, will feel that for these precious blessings he owes a debt to every soul with whom he comes in contact. Those who are humble in heart, the Lord will use to reach souls whom the ordained ministers cannot approach. They will be moved to speak words which reveal the saving grace of Christ."},{"refcode_short":"PH130 14.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 14.2 (Ellen Gould White)","content":"And in blessing others, they will themselves be blessed. God gives us opportunity to impart grace, that he may refill us with increased grace. Hope and faith will strengthen as the agent for God works with the talents and facilities that God has provided. He will have a divine agency to work with him."},{"refcode_short":"PH130 14","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 14 (Ellen Gould White)","content":"Business To Be Deferred"},{"refcode_short":"PH130 14.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 14.3 (Ellen Gould White)","content":"So far as possible, our camp-meetings should be wholly devoted to spiritual interests. They should not be made occasions for the transaction of business."},{"refcode_short":"PH130 14.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 14.4 (Ellen Gould White)","content":"At the camp-meetings workers are gathered from all parts of the field, and it seems a favourable opportunity for considering business matters connected with the various branches of the work, and for the training of workers in different lines. All these different interests are important, but when they have been attended to at a camp-meeting, only a small margin of time and effort remains in which to treat of the practical relation of truth to the soul. Ministers are diverted from their work of building up the children of God in the most holy faith, and the camp-meeting does not meet the end for which it was appointed. Many meetings are conducted in which the larger number of the people have little interest, and if they could attend them all, they would go away wearied instead of being refreshed and benefitted. Many are thus disappointed at the failure of their expectation to receive help from the camp-meeting. Those who came for enlightenment and strength return to their homes little better fitted to work in their families and churches than before attending the meeting."},{"refcode_short":"PH130 15.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 15.1 (Ellen Gould White)","content":"Business matters should be attended to by those specially appointed for this work, and, so far as possible, they should be brought before the people at some other time than the camp-meeting. Instruction in canvassing, in Sabbath-school work, and in the details of tract and missionary work, should be given in the home churches or in meetings specially appointed. The same principle applies to cooking-schools. While these are right in their place, they should not occupy the time at the camp-meeting."},{"refcode_short":"PH130 15.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 15.2 (Ellen Gould White)","content":"The presidents of conferences and the ministers should give themselves to the spiritual interests of the people, and should, therefore, be excused from the mechanical labour attendant upon the camp-meeting. The ministers should be ready to act as teachers and leaders in the work of the camp when needed, but they should not be wearied out. They should feel refreshed, and be in a cheerful frame of mind; for this is essential for the best good of the meeting. They should be able to speak words of cheer and courage, and to drop seeds of spiritual truth into the soil of honest hearts to spring up and bear precious fruit."},{"refcode_short":"PH130 16.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 16.1 (Ellen Gould White)","content":"The minister should teach the people how to come to the Lord, and how to lead others to Him. Methods must be adopted, plans must be carried out, whereby the standard shall be uplifted, and the people should be taught how they may be purified from iniquity, and may be elevated by adherence to pure and holy principles."},{"refcode_short":"PH130 16.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 16.2 (Ellen Gould White)","content":"There must be time for heart searching, for soul-culture. When the mind is occupied with matters of business, there must necessarily be a dearth of spiritual power. Personal piety, true faith, and heart holiness must be kept before the mind until the people realise their importance."},{"refcode_short":"PH130 16.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 16.3 (Ellen Gould White)","content":"We must have the power of God in our camp-meetings, or we shall not be able to prevail against the enemy of souls. Christ says, “Without me ye can do nothing.”"},{"refcode_short":"PH130 16.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 16.4 (Ellen Gould White)","content":"Those who gather at camp-meetings must be impressed with the fact that the object of the meetings is to attain to a higher Christian experience, to advance in the knowledge of God, to become strengthened with spiritual vigour; and, unless we realise this, the meetings will to us be fruitless."},{"refcode_short":"PH130 16","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 16 (Ellen Gould White)","content":"Ministerial Help"},{"refcode_short":"PH130 16.5","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 16.5 (Ellen Gould White)","content":"In camp-meetings, or tent efforts, in or near the large cities, there should be an abundance of ministerial help. In all our camp-meetings the ministerial force should be as strong as possible. It is not wise to allow a constant strain upon one or two men. Under such a strain they become physically and mentally exhausted, and are unable to do the work appointed them. That the camp-meeting may have the strength required, ministers should arrange beforehand to leave their fields of labor in safe hands,—with those who, though they may not be able to preach, can carry forward the work from house to house. In God many can do valiantly; and for their labour they will see returns, the richness of which will surprise them."},{"refcode_short":"PH130 17.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 17.1 (Ellen Gould White)","content":"In our large meetings a variety of gifts is needed. Fresh capabilities must be brought into the work. Opportunity must be given for the Holy Spirit to work on the mind. Then the truth will be presented with freshness and power."},{"refcode_short":"PH130 17.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 17.2 (Ellen Gould White)","content":"In conducting the important interests of meetings near a large city, the co-operation of all the workers is essential. All should keep in the very atmosphere of the meetings, watching the people as they come in and go out, showing the utmost courtesy and kindness, and a tender regard for their souls. They should be ready to speak to them in season and out of season, watching to win souls. O that Christ's workers would show one half so much vigilance as does Satan, who is always on the track of human beings, always wide awake watching to lay some gin or snare to destroy them."},{"refcode_short":"PH130 17.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 17.3 (Ellen Gould White)","content":"Let every succeeding day be made the most important day of labour. That day, that evening, may be the only opportunity which some soul may have to hear the truth. Keep this ever in mind."},{"refcode_short":"PH130 17.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 17.4 (Ellen Gould White)","content":"When ministers allow themselves to be called away from their work to visit the churches, they not only exhaust their physical strength, but they rob themselves of the time needed for study and prayer and for silence before God in self-examination. Thus they are unfitted to do the work when and where it should be done."},{"refcode_short":"PH130 17.5","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 17.5 (Ellen Gould White)","content":"There is nothing more needed in the work than the practical results of communion with God. We should show by our daily lives that we have peace and rest in God. His peace in the heart will shine forth in the countenance. It will give to the voice a persuasive power. Communion with God will impart a moral elevation to the character and to the entire course of action. Men will take knowledge of us, as of the first disciples, that we have been with Jesus. This will impart to the minister's labours a power even greater than that which comes from the influence of his preaching. Of this power he must not allow himself to be deprived. Communion with God through prayer and the study of His word must not be neglected, for here is the source of his strength. No work for the church can take precedence of this."},{"refcode_short":"PH130 18.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 18.1 (Ellen Gould White)","content":"We have too slight a hold on God and on eternal realities. If men will walk with God, He will hide them in the cleft of the Rock. Thus hidden, they can see God, even as Moses saw Him. With the power and light that God imparts, they can comprehend more and accomplish more than they had before deemed possible."},{"refcode_short":"PH130 18.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 18.2 (Ellen Gould White)","content":"More ability, tact, and wisdom are needed in presenting the Word and feeding the flock of God than many suppose. A dry, lifeless presentation of the truth belittles the most sacred message that God has given to men."},{"refcode_short":"PH130 18.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 18.3 (Ellen Gould White)","content":"Those who teach the Word, must themselves live in hourly contact, in conscious, living communion with God. The principles of truth and righteousness and mercy must be within them. They must draw from the Fountain of all wisdom, moral and intellectual power. Their hearts must be alive with the deep movings of the Spirit of God."},{"refcode_short":"PH130 18.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 18.4 (Ellen Gould White)","content":"The source of all power is limitless, and if in your great need you will seek for the Holy Spirit to work your own soul, if you shut yourself in with God, be assured that you will not come before the people dry and spiritless. Praying much and beholding Jesus, you will cease to exalt self. If you patiently exercise faith, trusting God implicitly, you will recognize the voice of Jesus saying, “Come up higher.”"},{"refcode_short":"PH130 19","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 19 (Ellen Gould White)","content":"All to be Workers"},{"refcode_short":"PH130 19.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 19.1 (Ellen Gould White)","content":"“And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers; for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ; till we all come into the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ. Ephesians 4:11-13."},{"refcode_short":"PH130 19.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 19.2 (Ellen Gould White)","content":"This scripture presents a large circumference of work that may be brought into our camp-meetings. All these gifts are to be in exercise. Every faithful worker will minister for the end presented,—the perfecting of the saints."},{"refcode_short":"PH130 19.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 19.3 (Ellen Gould White)","content":"Those who are in training for work in the Cause in any line, should improve every opportunity to work at the camp-meeting. Wherever camp-meetings are held, young men who have received an education in medical missionary lines should feel it their duty to act a part. They should be encouraged not only to work in medical lines, but also to speak upon the points of present truth, giving the reasons why we are Seventh-day Adventists. These young men given an opportunity to work with older ministers, will receive much help and blessing. There is something for every one to do. Every soul that believes the Truth is to stand in his lot and place, saying “Here am I, Lord; send me.” By engaging in work at the camp-meeting, all may be learning how to work more successfully in their home churches."},{"refcode_short":"PH130 19.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 19.4 (Ellen Gould White)","content":"The best help which the minister can give to the church is not all in sermonising, but planning work for them. Give each one something to do for others. Show them that as receivers of the grace of God, all are under obligation to work for Him. And let all be taught how to work. Especially should those who are newly come to the faith be educated to become labourers together with God. If set to work, the despondent would soon forget their despondency; the weak would become strong, the ignorant intelligent, and all would be prepared to present the truth as it is in Jesus. They would find an unfailing helper in Him who has promised to save all who come unto Him."},{"refcode_short":"PH130 20","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 20 (Ellen Gould White)","content":"Frequent Prayer and Counsel"},{"refcode_short":"PH130 20.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 20.1 (Ellen Gould White)","content":"Those who labour at camp-meetings should frequently engage in prayer and counsel together, that they may labour intelligently. There are many things that demand attention at the camp-meetings; but the ministers should take time to meet together every day for prayer and counsel. You should know that all things are drawing in even lines—“that you are standing,” as the words were spoken to me, “shoulder to shoulder, marching right ahead, and not drawing off.” When the work is carried on in this way, there is unity of heart, and there will be harmony of action. This will be a wonderful means of bringing the blessing of God upon the people."},{"refcode_short":"PH130 20.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 20.2 (Ellen Gould White)","content":"Before a discourse we should take time to seek God by ourselves. That was our custom in earlier times. The ministers would often go away and pray together, and they would not cease until the Spirit of God responded to their prayers. Then they would come away with their faces lighted up; and when they spoke to the congregation, their words were with power. They reached the hearts of the people, because the Spirit that gave them the blessing prepared hearts to receive the message. There is far more being done by the heavenly universe than we realise in preparing the way that souls may be converted. We are to work in harmony with the messengers of heaven. We want more of God; we are not to feel that our talking and sermonising is to do the work. Unless the people are reached through God, they will never be reached. We are to rely wholly upon God, pleading His promise, “Not by might, nor by power; but by my Spirit, saith the Lord of Hosts.”"},{"refcode_short":"PH130 21.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 21.1 (Ellen Gould White)","content":"When those to whom God has entrusted responsibilities as leaders, fear and tremble before Him because of the responsibility of the work, when they feel their own unworthiness, and seek the Lord in humility, when they purify themselves from all that is displeasing to Him, when they plead with Him until they know that they have forgiveness and peace, then God will manifest Himself through them. Then the work will go forward with power."},{"refcode_short":"PH130 21.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 21.2 (Ellen Gould White)","content":"Fellow-labourers, we must have Jesus, the precious Jesus, abiding in our own hearts much more fully if we meet with success. We are in great need of the heavenly influence, God's Holy Spirit, to give power and efficiency to our work. We need to open the heart to Christ. We need much firmer faith and more fervent devotion. We need to die to self, and in mind and heart to cherish an adorning love for our Saviour. When we will seek the Lord with all the heart, we shall find Him, and our hearts will be all aglow with His love. Self will sink into insignificance, and Jesus will be all and in all to the soul."},{"refcode_short":"PH130 21.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 21.3 (Ellen Gould White)","content":"Christ presents to us who are athirst the water of life that we may drink freely; then we have Christ within us as a well of water springing up unto everlasting life. Then our words are full of moisture. We are prepared to water others."},{"refcode_short":"PH130 22.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 22.1 (Ellen Gould White)","content":"We must draw nigh to God. We must be labourers together with Him, else weakness and mistakes will be seen in all we undertake. If it were left to us to manage the interests of the cause of God in our own way, we would not have reason to expect much; but if self is hid in Christ, all our work will be wrought in God. Let us have faith in God at every step. While we realise our own weakness, let us not be faithless, but believing."},{"refcode_short":"PH130 22.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 22.2 (Ellen Gould White)","content":"If we will take God at His word, we shall see of His salvation. The gospel that we present to save perishing souls must be the very gospel that saves our own souls. We must receive the word of God. We must eat the Word, live the Word, it is the flesh and the blood of the Son of God. We must eat His flesh and drink His blood,—receive by faith the spiritual attributes of Christ."},{"refcode_short":"PH130 22.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 22.3 (Ellen Gould White)","content":"We must receive light and blessing, that we may have something to impart. It is the privilege of every worker first to talk with God in the secret place of prayer, and then to talk with the people as God's mouth piece. Men and women who commune with God, who have an abiding Christ, make the very atmosphere holy, because they are co-operating with holy angels. Such witness is needed for this time. We need the melting power of God, the power to draw with Christ."},{"refcode_short":"PH130 22","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 22 (Ellen Gould White)","content":"Need of the Church"},{"refcode_short":"PH130 22.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 22.4 (Ellen Gould White)","content":"Many come to the camp-meeting with hearts full of murmuring and complaining. Through the work of the Holy Spirit, those who indulge in this murmuring must be led to see, that it is an offence to God. They must be led to feel self-reproach because they have allowed the enemy to have control over their mind and judgment. Complaining must be turned to repentance, uncertainty and despondency to the earnest inquiry, How shall I become true in faith?"},{"refcode_short":"PH130 23.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 23.1 (Ellen Gould White)","content":"When man is a partaker of the divine nature, the love of Jesus will be an abiding principle in the soul, and self in its peculiarities will not be exhibited. But it is sad to see those who should be vessels unto honor, indulging in the gratification of the lower nature, and walking in paths that conscience condemns. Men professing to be followers of Christ, fall to a low level, always mourning over their short comings, but never overcoming and bruising Satan under their feet. Guilt and condemnation constantly enshroud the soul, and the cry of such might well be, “O wretched man that I am! Who shall deliver me from the body of this death?” Through indulgence in sin, self-respect is destroyed; and when that is gone, respect for others is lessened; we think that others are as unrighteous as we are ourselves."},{"refcode_short":"PH130 23.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 23.2 (Ellen Gould White)","content":"At our yearly convocations these things should be set before the people, and they should be encouraged to find in Christ deliverance from the power of sin. He says, “When ye shall search for me with all your hearts, I will be found of you.” The standard should be elevated, and the preaching should be of the most spiritual character, that the people may see the reason of their weakness and unhappiness. Many are unhappy because they are unholy. Purity of heart, innocence of mind only can be blessed of God. When sin is cherished, it can in the end produce nothing but unhappiness; and the sin which leads to the most unhappy results is pride of heart, the lack of Christ-like sympathy and love."},{"refcode_short":"PH130 24","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 24 (Ellen Gould White)","content":"How to Present the Truth"},{"refcode_short":"PH130 24.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 24.1 (Ellen Gould White)","content":"The various points of truth are not all equally appropriate to be presented to a congregation at any one time. Even Jesus said to His disciples, who had been with Him for three years, “I have yet many things to say unto you, but ye cannot bear them now.” We must endeavour to present the truth as the people are prepared to hear it and to appreciate its value. The Spirit of God is working upon the minds and hearts of men, and we are to work in harmony with it."},{"refcode_short":"PH130 24.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 24.2 (Ellen Gould White)","content":"Of some truths the people already have a knowledge. There are some in which they are interested, of which they are ready to learn more."},{"refcode_short":"PH130 24.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 24.3 (Ellen Gould White)","content":"Show them the deep significance of these truths, and their relation to others which they do not understand. Thus you will arouse a desire for greater light. This was Paul's manner of labour. It is “rightly dividing the Word of truth.”"},{"refcode_short":"PH130 24.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 24.4 (Ellen Gould White)","content":"Let the truth be presented, not in long, laboured discourses, but in short talks, right to the point. Do not think, when you have gone over a subject once, that you can pass right on to other points, and the hearers will retain all that has been presented. There is danger of passing too rapidly from point to point. Give short lessons, in plain and simple language, and let them be often repeated."},{"refcode_short":"PH130 24.5","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 24.5 (Ellen Gould White)","content":"One night, previous to an important meeting, I seemed in my sleeping hours to be meeting with my brethren, listening to One who spoke as having authority. He said: “Many souls will attend this meeting who are honestly ignorant of the truth that will be presented. They will listen and become interested, because Christ is drawing them; conscience tells them that what they hear is true, for it has the Bible for its foundation. The greatest care is needed in dealing with these souls."},{"refcode_short":"PH130 25.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 25.1 (Ellen Gould White)","content":"“Let such portions of truth be dealt out to them as they may be able to grasp and appreciate. Though it should appear strange and startling, many will recognize with joy that new light is shed on the Word of God; whereas if truth were presented in so large a measure that they could not comprehend it, some would go away, and never come again. Some would misrepresent the truth; in their explanation of what was said, they would so wrest the Scriptures as to confuse other minds. We must take advantage of circumstances now. Present the truth as it is in Jesus. There must be no combative or controversial spirit in the advocacy of truth."},{"refcode_short":"PH130 25.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 25.2 (Ellen Gould White)","content":"“Those who will study the manner of Christ's teaching and educate themselves to follow His way, will attract and hold large numbers now, as Christ held the people in His day. The Saviour is our example in all things. His love abiding in the heart will be expressed in words that will benefit the hearers, and win souls to Him. When the truth in its practical character is urged upon the people because you love them, souls will be convicted, because the Holy Spirit of God will convict of the truth. Satan will be on the ground, that with his hellish shadow he may obtrude himself between man and God, to intercept every ray of light that will shine on the soul. The great message is to be given as it is in Jesus."},{"refcode_short":"PH130 25.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 25.3 (Ellen Gould White)","content":"“Arm yourselves with humility, pray that angels of God may come close to your side to impress the mind; for it is not you that work the Holy Spirit, but the Holy Spirit must work you. There is a winning, compelling power in the gospel of Jesus Christ; it is the Holy Spirit that makes the truth impressive. Keep practical truth ever before the people.”"},{"refcode_short":"PH130 26.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 26.1 (Ellen Gould White)","content":"Do not make prominent the features of our faith which strike most decidedly against the customs and practices of the people until the Lord shall give them an opportunity to know that we are believers in Christ, that we believe in His divinity, and in His pre-existence. Let the testimony of the world's Redeemer be dwelt upon. “I Jesus have sent mine angel to testify these things in the churches.”"},{"refcode_short":"PH130 26.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 26.2 (Ellen Gould White)","content":"The very first and most important thing is to melt and subdue the soul by presenting our Lord Jesus Christ as the sin-pardoning Saviour. Never should a sermon be preached, or Bible instruction in any line be given, without pointing the hearers to “The Lamb of God which taketh away the sin of the world.” John 1:29. We are to proclaim to the people Christ and His love, presenting all our doctrines in their relation to this important theme. Every true doctrine makes Christ the centre, every precept receives force from his word."},{"refcode_short":"PH130 26.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 26.3 (Ellen Gould White)","content":"Keep before the people the cross of Calvary. Show what caused the death of Christ,—the transgression of the law. Show that Christ died to give men an opportunity of becoming loyal subjects of His kingdom."},{"refcode_short":"PH130 26.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 26.4 (Ellen Gould White)","content":"Sin is not to be cloaked, or treated as a matter of little consequence. It is to be presented as guilt against the Son of God. The exceeding sinfulness of sin is to be held before the people just as it is. Then point them to the uplifted Saviour, telling them that immortality comes only through belief in Christ, through receiving Him as a personal Saviour."},{"refcode_short":"PH130 27.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 27.1 (Ellen Gould White)","content":"Arouse the slumbering senses of the people to see how far they have departed from the Lord's ordinances by adopting worldly policy and conforming to worldly principles. These have brought them into transgression of the law of God."},{"refcode_short":"PH130 27.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 27.2 (Ellen Gould White)","content":"Christ's favourite theme was the paternal character and abundant love of God. When the world was destitute of a knowledge of God, Christ came to impart this inestimable blessing. This was His own gift to our world, and this gift he committed to His disciples to be communicated by them to the people. The same gift and the same work are committed to His servants today."},{"refcode_short":"PH130 27.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 27.3 (Ellen Gould White)","content":"Many in the world set their affections on things that in themselves are not evil; but they become satisfied with these things, and do not seek the greater and higher good that Christ desires to give them. Now, we must not rudely seek to deprive them of what they hold dear. Reveal to them the beauty and preciousness of truth. Lead them to behold Christ in His loveliness, then they will turn aside from everything that would draw their affections away from Him. This is the principle of the Saviour's dealing with men; it is the principle that must be brought into the church."},{"refcode_short":"PH130 27.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 27.4 (Ellen Gould White)","content":"Christ came into the world to “bind up the broken-hearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound.” “The Sun of Righteousness shall arise with healing in His wings.” The world is full of men and women who are carrying a heavy burden of sorrow and suffering and sin. God sends His children to reveal to them Him who will take away the burden and give them rest. It is the mission of Christ's servants to help, to bless, and to heal."},{"refcode_short":"PH130 28.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 28.1 (Ellen Gould White)","content":"When you are teaching the people, present only a few vital points, and keep the mind concentrated on these points. Do not bring unimportant ideas into your discourses. God would not have you think that you are impressed by His Spirit when you fly from your subject, bringing in foreign matters that have no real connection with your text. By wandering from straight lines, and bringing in that which calls the mind off the subject, you lose your bearings and weaken all that you have previously said."},{"refcode_short":"PH130 28.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 28.2 (Ellen Gould White)","content":"Preach the truth in its simplicity. Do not let your discourses embrace so much that weakness shall be seen in place of solid argument. Dwell decidedly on a few important points. Realize every moment that you must have the presence of the Holy Spirit; for He can do a work that you of yourself cannot do. Give your hearers pure wheat, thoroughly winnowed. Give them the very manna from heaven, and the Spirit will bear witness with your spirit that it is not you that speak, but that the Holy Spirit is speaking through you."},{"refcode_short":"PH130 28.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 28.3 (Ellen Gould White)","content":"The teacher of the Word must first talk with God, and then he can stand before the people with the Holy Spirit working upon his mind. If he faithfully co-operates with Christ, the promise will be fulfilled. “Lo, I am with you alway.”"},{"refcode_short":"PH130 28.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 28.4 (Ellen Gould White)","content":"Be careful never to lose a sense of the presence of the divine Watcher. Remember that you are speaking not only before an assembly of men, but before One whom you should ever recognize. Speak as though the whole heavenly universe were before you."},{"refcode_short":"PH130 28","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 28 (Ellen Gould White)","content":"What the People Need"},{"refcode_short":"PH130 28.5","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 28.5 (Ellen Gould White)","content":"Everywhere there are hearts that are crying out for the Living God. The people have been fed with distasteful food. Discourses unsatisfying to their hungry souls have been given in the churches. In these discourses there is not that divine manifestation which touches the mind and creates a glow in the soul. The hearers cannot say, “Did not our heart burn within us, while He talked with us by the way, and while He opened to us the Scriptures?” Much of the teaching given is powerless to awaken the transgressor or convict souls of sin. The people who come to hear the Word need a plain, straightforward presentation of truth. Some who have once tasted of the word of God have dwelt long in an atmosphere where there is no God, and they long for the Divine presence."},{"refcode_short":"PH130 29.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 29.1 (Ellen Gould White)","content":"At the Queensland camp-meeting in 1898, instruction was given me for our Bible workers. In the visions of the night, ministers and workers seemed to be in a meeting where Bible lessons were being given. We said, “We have the great Teacher with us today,” and we listened with interest to His words. He said, “There is a great work before you in this place. You will need to present truth in its simplicity. Bring the people to the waters of life. Speak to them the things which most concern their present and eternal good. Let not your study of the Scriptures be of a cheap or casual order. In all that you say, know that you have something which is worthy of the time you take to say it, and of the time of the hearers to hear, Speak of those things which are essential, those things which will instruct, bringing light with every word."},{"refcode_short":"PH130 29.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 29.2 (Ellen Gould White)","content":"Learn to meet the people where they are. Do not present subjects that will arouse controversy. Let not your instruction be of a character to perplex the mind. Do not cause the people to worry over things which you may see, but which they do not see, unless these are of vital consequence to the saving of the soul. Do not present the Scriptures in a way to exalt self and encourage vain glory in the one who opens the Word. The work for this time is to train students and workers to deal with subjects in a plain, serious, and solemn manner. There must be no time uselessly employed in this great work. We must not miss the mark. Time is too short for us to undertake to reveal all that might be opened to view. Eternity will be required for us to know all the length and breadth, the depth and height of the Scriptures. There are some souls to whom certain truths are of more importance than other truths. Skill is needed in your education in scriptural lines. Read and study Psalm 40:7, 8; John 1:14; 1 Timothy 3:16; Philippians 2:5-11; Colossians 1:14-17; Revelation 5:11-14."},{"refcode_short":"PH130 30.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 30.1 (Ellen Gould White)","content":"To the apostle John on the Isle of Patmos were revealed the things which God desired him to give to the people. Study these revelations. Here are themes worthy of our contemplation, large and comprehensive lessons which all the angelic host are now seeking to communicate. Behold the life and character of Christ, and study his mediatorial work. Here is infinite wisdom, infinite love, infinite justice, infinite mercy. Here are depths and heights, lengths and breadths for our consideration. Numberless pens have been employed in presenting to the world, the life, the character, and the mediatorial work of Christ, and yet every mind through which the Holy Spirit has worked has presented these themes in a light that is fresh and new."},{"refcode_short":"PH130 30.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 30.2 (Ellen Gould White)","content":"We desire to lead the people to understand what Christ is to them, and what are the responsibilities they are called upon to accept in Him. As His representatives and witnesses, we ourselves need to come to a full understanding of the saving truths attained by an experimental knowledge."},{"refcode_short":"PH130 31.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 31.1 (Ellen Gould White)","content":"Teach the great practical truths that must be stamped upon the soul. Teach the saving power of Jesus, “In whom we have redemption through His blood, even the forgiveness of our sins.” It was at the cross that mercy and truth met together, that righteousness and peace kissed each other. Let every student and every worker study this again and again, that they, “setting forth the Lord crucified among us,” may make it a fresh subject to the people. Show that the life of Christ reveals a perfect character. Teach that, “as many as received Him, to them gave He power to become the sons of God, even to them that believe on His name.” Tell it over and over again. We may become the sons of God, members of the royal family, children of the heavenly King. Let it be known that all who accept Jesus Christ and hold the beginning of their confidence firm to the end, will be heirs of God, and joint-heirs with Christ “to an inheritance incorruptible and undefiled, and that fadeth not away, reserved in Heaven for you who are kept by the power of God through faith unto salvation ready to be revealed in the last time.”"},{"refcode_short":"PH130 31","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 31 (Ellen Gould White)","content":"The Third Angel's Message"},{"refcode_short":"PH130 31.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 31.2 (Ellen Gould White)","content":"The Third Angel's Message is to be given with power. The power of the proclamation of the first and second messages is to be concentrated in the third. In the Revelation, John says of the angel that unites with the third angel, “I saw another angel come down from heaven, having great power, and the earth was lightened with his glory. And he cried mightily with a strong voice.”"},{"refcode_short":"PH130 32.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 32.1 (Ellen Gould White)","content":"We are in danger of giving the Third Angel's Message in so indefinite a manner that it does not impress the people. So many other interests are brought in that the very message which should be proclaimed with power becomes tame and voiceless. At our camp-meeting a mistake has been made. The Sabbath question has been touched upon, but has not been presented as the great test for this time. While the churches profess to believe in Christ, they are violating the law which Christ Himself proclaimed from Sinai. The Lord bids us, “Show my people their transgression, and the house of Jacob their sins.” The trumpet is to give a certain sound."},{"refcode_short":"PH130 32.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 32.2 (Ellen Gould White)","content":"At our camp-meetings, when you have a congregation before you for only two weeks, do not defer the presentation of the Sabbath question until every thing else is presented, supposing that you thus pave the way for it. Lift up the standard, the commandments of God and the faith of Jesus. Make this the important theme. Then by your strong arguments make it of still greater force. Dwell more on the Revelation. Read, explain, and enforce its teaching. “Blessed is he that readeth and they that hear the words of this prophecy, and keep those things which are written therein; for the time is at hand.” Revelation 1:3."},{"refcode_short":"PH130 32.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 32.3 (Ellen Gould White)","content":"Our warfare is aggressive. Tremendous issues are before us, yea, and right upon us. Let our prayers ascend to God that the four angels may still hold the four winds, that they may not blow to injure or destroy until the last warning has been given to the world. Then let us work in harmony with our prayers. Let nothing lessen the force of the truth for this time. Present truth is to be our burden. The Third Angel's Message must do its work of separating from the churches, a people who will take their stand on the platform of eternal truth."},{"refcode_short":"PH130 33.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 33.1 (Ellen Gould White)","content":"Our message is a life and death message, and we must let it appear as it is, the great power of God. We are to present it in all its telling force, then the Lord will make it effectual. It is our privilege to expect large things, even the demonstration of the Spirit of God. This is the power that will convict and convert the soul."},{"refcode_short":"PH130 33.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 33.2 (Ellen Gould White)","content":"The perils of the last days are upon us, and in our work we are to warn the people of the danger they are in. Let not the solemn scenes which prophecy has revealed, be left untouched. If our people were half awake, if they realized the nearness of the events portrayed by John in the Revelation, such a reformation would be made in our churches that many more from all churches would believe our message. We have no time to lose; God calls upon us to watch for souls as they that must give an account. Advance new principles, and crowd in the clear cut truth. It will be as a sword cutting both ways. But be not too ready to take a controversial attitude. There will be times when we must stand still and see the salvation of God. Let Daniel speak, let the Revelation speak, and tell what is truth. But whatever phase of the subject is presented, uplift Jesus as the centre of all hope, “The Root and the offspring of David, and the bright and morning Star.”"},{"refcode_short":"PH130 33","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 33 (Ellen Gould White)","content":"Praise Meetings"},{"refcode_short":"PH130 33.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 33.3 (Ellen Gould White)","content":"In our camp-meeting services there should be singing and instrumental music. Musical instruments were used in religious services in ancient times. The worshippers praised God upon the harp and cymbal, and music should have its place in our services. It will add to the interest. And every day a praise meeting should be held, a simple service of thanksgiving to God. There would be much more power in our camp-meetings if we had a true sense of the goodness, mercy, and long-suffering of God, and if more praise flowed forth from our lips to the honor and glory of His name. We need to cultivate more fervour of soul. The Lord says, “Whoso offereth praise glorifieth Me.”"},{"refcode_short":"PH130 34.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 34.1 (Ellen Gould White)","content":"It is Satan's work to talk of that which concerns himself; and he is delighted to have human beings talk of his power, of his working through the children of men. Through indulgence in such conversation, the mind becomes gloomy and sour and disagreeable. We may become channels of communication for Satan, through which flow words that bring no sunshine to any heart. But let us decide that this shall not be. Let us determine not to be channels through which Satan communicates gloomy, disagreeable thoughts. Let our words be not a savour of death unto death, but of life unto life."},{"refcode_short":"PH130 34.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 34.2 (Ellen Gould White)","content":"In the words we speak to the people, and in the prayers we offer, God desires us to give unmistakable evidence that we have spiritual life. We do not enjoy the fulness of blessing which the Lord has prepared for us, because we do not ask in faith. If we would exercise faith in the word of the living God, we would have the richest blessing. We dishonour God by our lack of faith, therefore we cannot impart life to others by bearing a living, uplifting testimony. We cannot give what we do not possess."},{"refcode_short":"PH130 34.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 34.3 (Ellen Gould White)","content":"If we will only walk humbly with God, if we will work in the Spirit of Christ, none of us will carry heavy burdens. We shall lay them upon the great burden bearer. Then we may expect triumphs in the presence of God, in the communion of His love. From the beginning to the end every camp-meeting may be a love feast, because God's presence is with us."},{"refcode_short":"PH130 35.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 35.1 (Ellen Gould White)","content":"All heaven is interested in our salvation. The angels of God, thousands upon thousands, and ten thousand times ten thousand, are commissioned to minister to those who shall be heirs of salvation. They guard us against evil, and press back the powers of darkness that are seeking our destruction. Have we not reason to be thankful every moment, thankful even when there are apparent difficulties in our pathway?"},{"refcode_short":"PH130 35.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 35.2 (Ellen Gould White)","content":"The Lord Himself is our helper. “Sing, O daughter of Zion; shout, O Israel: be glad and rejoice with all the heart, O daughter of Jerusalem.” “The Lord thy God in the midst of thee is mighty; He will save, He will rejoice over thee with joy, He will rest in His love, He will joy over thee with singing.” This is the testimony the Lord desires us to bear to the world. His praise should continually be in our hearts and upon our lips."},{"refcode_short":"PH130 35.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 35.3 (Ellen Gould White)","content":"Such a testimony will have an influence upon others. As we seek to turn men from their errors, we must show them that we have something better. When Jesus talked with the Samaritan woman, He did not reprove her for coming to draw from Jacob's well, but he presented something of far greater value. In comparison with Jacob's well He presented the fountain of living waters. “If thou knewest the gift of God,” He said, “and who it is that saith unto thee, Give me to drink, thou wouldest have asked of Him, and He would have given thee living water... Whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water, springing up unto everlasting life.”"},{"refcode_short":"PH130 35.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 35.4 (Ellen Gould White)","content":"The church needs the fresh, living experience of members who have habitual communion with God. Dry, stale testimonies and prayers, without the manifestation of Christ in them, are no help to the people. If everyone who claims to be a child of God were filled with faith and light and life, what a wonderful witness would be given to those who come to hear the truth! And how many souls might be won to Christ."},{"refcode_short":"PH130 36","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 36 (Ellen Gould White)","content":"Revival Efforts"},{"refcode_short":"PH130 36.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 36.1 (Ellen Gould White)","content":"At our camp-meetings there are far too few revival efforts made. There is too little seeking of the Lord. Revival services should be conducted from the beginning to the close of the meeting. The most determined efforts should be made to arouse the people. Let all see that you are in earnest because you have a wonderful message from heaven. Tell them that the Lord is coming in Judgment, and that neither kings nor rulers, wealth nor influence will avail to ward off the judgments soon to fall. At the close of every meeting decisions should be called for. Hold fast to those interested until they are confirmed in the faith."},{"refcode_short":"PH130 36.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 36.2 (Ellen Gould White)","content":"We must be more decidedly in earnest. We must talk the truth in private and in public, presenting every argument, urging every motive of infinite weight, to draw men to the Saviour uplifted on the cruel cross. God desires every man to attain unto eternal life. Mark how all through the word of God there is manifest the spirit of urgency, of imploring men and women to come to Christ, to deny appetites and passions that corrupt the soul. With all our power we must urge them to look unto Jesus and to accept His life of self-denial and sacrifice. We must show that we expect them to give joy to the heart of Christ by using every one of His gifts in honouring His name."},{"refcode_short":"PH130 37.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 37.1 (Ellen Gould White)","content":"Many who come to the meeting are weary and heavy laden with sin. They do not feel satisfied with their religious experience. Opportunity should be given that those who are troubled and want rest in spirit may find help. After a discourse those who wish to follow Christ should be invited to signify their desire. Invite all who are not satisfied that they are prepared for Christ's coming, and all who feel burdened and heavy ladened to come apart by themselves. Let those who are spiritual converse with these souls. Pray for them and with them. Let much time be spent in prayer and close searching of the word. Let all obtain the real facts of faith in their own souls through belief that the Holy Spirit will be imparted to them because they have a real hungering and thirsting after righteousness. Teach them how to surrender themselves to God, how to believe, how to claim the promises. Let the deep love of God be expressed, in words of encouragement, in words of intercession."},{"refcode_short":"PH130 37.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 37.2 (Ellen Gould White)","content":"Let there be far more wrestling with God for the salvation of souls. Work disinterestedly, determinedly, with a spirit to never let go. Compel souls to come in to the marriage supper of the Lamb. Let there be more praying, believing, and receiving, and more working together with God."},{"refcode_short":"PH130 37.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 37.3 (Ellen Gould White)","content":"There is the most distressing indifference and neglect in regard to the great salvation. The careless must be awakened, else they are lost. Since God has given His own Son to save the guilty sinner, He means through His agents to counterwork the human and Satanic agencies that are united to destroy the soul. The Lord has made every provision that the uplifted Saviour may be revealed to sinners. Although they are dead in trespasses and sins, their attention must be aroused by the preaching of Christ and Him crucified. Men must be convicted of the evil of sin. The eyes of the transgressor must be enlightened. Let all who have been drawn to Christ tell the story of His love. Let every one who has felt the converting power of Christ upon his own soul do what he can in the name of the Lord."},{"refcode_short":"PH130 38.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 38.1 (Ellen Gould White)","content":"The infinite value of the sacrifice required for our redemption reveals the fact that sin is a tremendous evil. God might have wiped out this foul blot from His creation by sweeping the sinner from the face of the earth. But He “So loved the world, that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” Why are not all who claim to love God, seeking to enlighten their neighbours and associates that they may no longer neglect this great salvation?"},{"refcode_short":"PH130 38.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 38.2 (Ellen Gould White)","content":"Christ gave Himself to a shameful, agonising death showing His great travail of soul to save the perishing. O, Christ is able, Christ is willing, Christ is longing to save all who will come unto Him. Talk to souls in peril and get them to behold Jesus upon the cross, dying to make it possible for Him to pardon. Talk to the sinner with your own heart over-flowing with the tender, pitying love of Christ. Let there be deep earnestness, but not a harsh, loud note should be heard from the one who is trying to win the soul to look and live. First have your own soul consecrated to God. As you look upon your Intercessor in heaven, let your heart be broken, Then, softened and subdued, you can address repenting sinners as one who realises the power of redeeming love. Pray with these souls, by faith bringing them, to the foot of the cross; carry their minds up with your mind, and fix the eye of faith where you look, upon Jesus, the sin-bearer. Get them to look away from their poor, sinful selves to the Saviour, and the victory is won. They behold for themselves the Lamb of God, that taketh away the sin of the world. They see the Way, the Truth, and the Life. The Sun of Righteousness sheds its bright beams into the heart. The strong tide of redeeming love pours into the parched and thirsty soul, and the sinner is saved to Jesus Christ."},{"refcode_short":"PH130 39.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 39.1 (Ellen Gould White)","content":"Christ crucified,—talk it, pray it, sing it, and it will break and win hearts. This is the power and wisdom of God to gather souls for Christ. Formal, set phrases, the presentation of merely argumentative subjects, is productive of little good. The melting love of God in the hearts of the workers will be recognized by those for whom they labour. Souls are thirsting for the waters of life. Do not be empty cisterns. If you reveal the love of Christ to them, you may lead the hungering, thirsty ones to Jesus, and He will give them the bread of life and the waters of salvation."},{"refcode_short":"PH130 39","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 39 (Ellen Gould White)","content":"Less Preaching, More Teaching"},{"refcode_short":"PH130 39.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 39.2 (Ellen Gould White)","content":"One or two laborers should not be required to do all the preaching and all the teaching in Bible lines. At times greater good can be accomplished by breaking up the large congregation into sections. Thus the educator in Bible truth can come closer to the people than in a larger assembly."},{"refcode_short":"PH130 39.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 39.3 (Ellen Gould White)","content":"At our camp meetings there is much more preaching than there should be. This brings a heavy burden upon the ministers, and, as a consequence, many things are neglected which require attention. Many little matters which open the door to greater evils are passed uncorrected. The minister is robbed of physical strength, and deprived of the time he needs for meditation and prayer in order to keep his own soul in the love of God. And when so many discourses are crowded in, one after another, the people have no time to digest and appropriate what they hear. Thus minds become confused, and the services are a weariness to them."},{"refcode_short":"PH130 40.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 40.1 (Ellen Gould White)","content":"We should have less preaching, and more teachings. As we approach nearer the end, I have seen that in our camp-meetings there will be less preaching and more Bible study,—little groups all over the ground with their Bibles in their hands, and different ones leading out in a free conversational study of the Scriptures. It has been shown me that our camp-meetings were to increase in interest and success. There are those who want more definite light than is received from the preaching of the Word. Some need a longer time than do others to understand the points presented. If the teaching could be made a little plainer, they would see the truth, take hold of it, and it would be like a nail fastened in a sure place."},{"refcode_short":"PH130 40.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 40.2 (Ellen Gould White)","content":"When the great throngs gathered about Christ, he would give His lessons of instruction. Then after the discourse the disciples would mingle with the people and repeat to them what Christ had said. Often the hearers had misapplied Christ's words, and the disciples would tell them what the Scriptures said."},{"refcode_short":"PH130 40.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 40.3 (Ellen Gould White)","content":"If the man who feels that he is called of God to be a minister, will abase himself and learn of Christ, he will become a true teacher. What we need in our camp-meetings is a ministry vivified with the Holy Spirit. There must be less sermonizing, and more tact to educate the people in practical religion. They must be impressed with the fact that Christ is salvation to all who believe. “God so loved the world, that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life,” There are grand themes on which the gospel minister may dwell. Christ has said, “He that believeth on the Son hath everlasting life."},{"refcode_short":"PH130 41.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 41.1 (Ellen Gould White)","content":"If the minister's lips are touched with a coal from off the altar, he will lift up Jesus as the sinner's only hope. When the heart of the speaker is sanctified through the truth, his words will be living realities to himself and to others. Those who hear him will know that he has been with God, and has drawn near to Him in fervent, effectual prayer. The Holy Spirit has fallen upon him, his soul has felt the vital, heavenly fire, and he will be able to compare spiritual things with spiritual. Power will be given him to tear down the strongholds of Satan. Hearts will be broken by his presentation of the love of God, and many will inquire, “What must I do to be saved?”"},{"refcode_short":"PH130 41","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 41 (Ellen Gould White)","content":"Intervals Between Discourses"},{"refcode_short":"PH130 41.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 41.2 (Ellen Gould White)","content":"Do not immediately follow one discourse with another, but let a period of rest intervene, that the truth may be fastened in the mind, and that opportunity for meditation and prayer may be given for both ministers and people. Thus there will be growth in religious knowledge and experience."},{"refcode_short":"PH130 41","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 41 (Ellen Gould White)","content":"Personal Labour"},{"refcode_short":"PH130 41.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 41.3 (Ellen Gould White)","content":"The Lord's servants must not only preach the Word from the pulpit, but must come into personal contact with the people. When a discourse is given precious seed is sown. But if personal effort is not made to cultivate the soil, the seed does not take root. Unless the heart is softened and subdued by the Spirit of God, much of the discourse is lost. Observe who in the congregation seem to be interested, and speak to them after the service. A few words spoken in private will often do more good than the whole discourse has done. Inquire how the subjects presented appear to the hearers, whether the truth is clear to their minds. By kindness and courtesy show that you have a real interest in them and a care for their souls. Many have been led to believe that as a people we do not believe in conversion. When we appeal to them to come to Christ many hearts will be softened, and prejudice will be swept away."},{"refcode_short":"PH130 42.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 42.1 (Ellen Gould White)","content":"No part of a minister's duty is to be neglected. He is to labour with individuals and visit families, not merely to talk of common-place happenings, but of things of eternal interest, praying with the people and in simplicity teaching the truth of God."},{"refcode_short":"PH130 42","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 42 (Ellen Gould White)","content":"Bible Studies"},{"refcode_short":"PH130 42.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 42.2 (Ellen Gould White)","content":"Whenever possible every important discourse should be followed by a Bible study. Here the points that have been presented can be applied, questions can be asked, and right ideas inculcated. More time should be devoted to patiently educating the people, giving them opportunity to express themselves. It is instruction that men need, line upon line, and precept upon precept."},{"refcode_short":"PH130 42.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 42.3 (Ellen Gould White)","content":"Special meetings should also be held for those who are interested in the truth and who need instruction. To these meetings the people should be invited, and all, both believers and unbelievers, should have an opportunity to ask questions on points not fully understood. Give all an opportunity to speak of their difficulties for they will have them. In all the sermons and in all the Bible studies let the people see that on every point a plain “Thus saith the Lord” is given for the faith and doctrines which we hold."},{"refcode_short":"PH130 42.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 42.4 (Ellen Gould White)","content":"This was the method in Christ's teaching. As He spoke to the people they would question as to His meaning. To those who were humbly seeking for light He was always ready to explain His words. But Christ did not encourage criticism or cavilling, nor should we. When men try to provoke a discussion of controverted points of doctrine, tell them that the meeting was not appointed for that purpose."},{"refcode_short":"PH130 43.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 43.1 (Ellen Gould White)","content":"When you do answer a question, be sure to have the hearers see and acknowledge that it is answered. Do not let a question drop, telling them to ask it again. Feel your way, step by step, and find out how much you have gained."},{"refcode_short":"PH130 43.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 43.2 (Ellen Gould White)","content":"In such meetings those who understand the truth can ask questions which will bring out light on points of truth. But some may not have wisdom to do this. When any put questions that serve only to confuse the mind and sow the seeds of doubt, they should be advised to refrain from such questioning. We must learn when to speak and when to keep silence, learn to sow the seeds of faith, to impart light, not darkness."},{"refcode_short":"PH130 43.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 43.3 (Ellen Gould White)","content":"Many to whom the truth is presented may not see it so clearly now as to take their position upon it; yet their minds are impressed, and when the loud cry of the Third Angel shall be given, they will hear and receive the message."},{"refcode_short":"PH130 43","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 43 (Ellen Gould White)","content":"A Word is Season"},{"refcode_short":"PH130 43.4","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 43.4 (Ellen Gould White)","content":"Those who keep in a prayerful frame of mind will be able to speak a word in season to those who are brought within the sphere of their influence; for God will give wisdom whereby they may serve the Lord Jesus. “When wisdom entereth into thine heart, and knowledge is pleasant unto thy soul; discretion shall preserve thee, understanding shall keep thee.” You will open your mouth with wisdom, and in your tongue will be the law of kindness."},{"refcode_short":"PH130 43.5","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 43.5 (Ellen Gould White)","content":"If those who claim to be Christians will heed the word of Christ, all who come in contact with them will acknowledge that they have been with Jesus and have learned of Him. They will represent Christ, and eternal things will be the theme of thought and conversation. The realities of eternity will be brought near. They will watch for souls as they that must give an account. To watch for souls means much more than many seem to think; it means to go out and search for the lost sheep."},{"refcode_short":"PH130 44","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 44 (Ellen Gould White)","content":"Objects for Which Funds Should be Raised at Camp-meeting"},{"refcode_short":"PH130 44.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 44.1 (Ellen Gould White)","content":"At our camp-meetings the standard is to be raised, the ensign of our faith and practice, inscribed, “Here are they that keep the commandments of God and the faith of Jesus.”"},{"refcode_short":"PH130 44.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 44.2 (Ellen Gould White)","content":"None are to take advantage of these occasions when the greatest number of people may be reached, in order to introduce special interests or to raise means for the various benevolent objects that are becoming so numerous. The work of God in the ministry of the Word, the promulgation of the truth in the regions beyond, the great interests of educational work in new fields, and the establishment of Sanitariums in connection with the work of the gospel ministry,—these are objects that should be presented to the people in our camp-meetings."},{"refcode_short":"PH130 44","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 44 (Ellen Gould White)","content":"Results of Camp-meeting Work"},{"refcode_short":"PH130 44.3","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 44.3 (Ellen Gould White)","content":"A great work is to be accomplished by our camp-meetings. The Lord has specially honoured these gatherings, which He has called Holy convocations. To these meetings come thousands of people, many merely from curiosity to see and hear some new thing. But as they hear the message of truth, and come in contact with those who believe it, many are impressed. They see that this people are not what they have been represented. Their prejudice, opposition, and indifference are swept away, and with candid interest they listen to the words spoken."},{"refcode_short":"PH130 45.1","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 45.1 (Ellen Gould White)","content":"The Lord has His representatives in all the churches. These representatives have not had the special testing truths for these last days presented to them under circumstances that brought conviction to heart and mind; therefore they have not, by rejecting light, severed their connection with God. Many there are who have walked in the light as far as they have had a knowledge of it. They hunger to know more of the ways and works of God. All over the world men and women are looking wistfully to Heaven. Prayers and tears and inquiries go up from souls longing for light, for grace, for the Holy Spirit. Many are on the very verge of the kingdom, waiting only to be gathered in"},{"refcode_short":"PH130 45.2","refcode_long":"Camp-Meetings Their Object, and How to Conduct Them, p. 45.2 (Ellen Gould White)","content":"If the lessons of Christ, the truths of the Bible in their simplicity can be placed before these souls, they will recognize the light and rejoice in it. Their perplexities will vanish before the light of truth as dew before the morning sun. Their conceptions of Bible truth will be expanded, and the revelation of God in Christ will come to them, showing them the depth, breadth, and height of divine spiritual mystery, that they did not before discern, that cannot be explained, but only exemplified in Christ-like character."}]