[{"refcode_short":"PH137 4","refcode_long":"Health and Healing, p. 4 (Ellen Gould White)","content":"Health and Healing"},{"refcode_short":"PH137 4","refcode_long":"Health and Healing, p. 4 (Ellen Gould White)","content":"Selections From the Manuscripts"},{"refcode_short":"PH137 4.1","refcode_long":"Health and Healing, p. 4.1 (Ellen Gould White)","content":"1. God's blessing will rest upon every effort made to awaken an interest in health reform; for it is needed everywhere. There must be a revival on this subject; for God purposes to accomplish much through this agency. MS-6a-1890."},{"refcode_short":"PH137 4.2","refcode_long":"Health and Healing, p. 4.2 (Ellen Gould White)","content":"2. The Holy Spirit never has, and never will in the future, divorce the medical missionary work from the gospel ministry. They cannot be divorced. Bound up with Jesus Christ, the ministry of the word and the healing of the sick are one. Series B, No. 7, page 64."},{"refcode_short":"PH137 4.3","refcode_long":"Health and Healing, p. 4.3 (Ellen Gould White)","content":"3. Seventh-day Adventists are to be represented to the world by the advanced principles of health reform which God has given us."},{"refcode_short":"PH137 4.4","refcode_long":"Health and Healing, p. 4.4 (Ellen Gould White)","content":"In the work of the gospel the Lord uses different instrumentalities, and nothing is to be allowed to separate these instrumentalities. D.F."},{"refcode_short":"PH137 4.5","refcode_long":"Health and Healing, p. 4.5 (Ellen Gould White)","content":"4. If we would elevate the moral standard in any country where we may be called to go, we must begin by correcting their physical habits. Virtue of character depends upon the right action of the powers of the mind and body.Counsels on Health, 505."},{"refcode_short":"PH137 4.6","refcode_long":"Health and Healing, p. 4.6 (Ellen Gould White)","content":"5. Christ gave a perfect representation of true godliness by combining the work of a physician and a minister, ministering to the needs of both body and soul, healing physical disease, and then speaking words that brought peace to the troubled heart.Counsels on Health, 528."},{"refcode_short":"PH137 4","refcode_long":"Health and Healing, p. 4 (Ellen Gould White)","content":"An Effective Instrument"},{"refcode_short":"PH137 4.7","refcode_long":"Health and Healing, p. 4.7 (Ellen Gould White)","content":"6. When connected with other lines of gospel effort, medical missionary work is a most effective instrument by which the ground is prepared for the sowing of the seeds of truth, and the instrument also by which the harvest is reaped. Medical missionary work is the helping hand of the gospel ministry. So far as possible, it would be well for evangelical workers to learn how to minister to the necessities of the body as well as the soul; for in doing this, they are following the example of Christ. Intemperance has well-nigh filled the world with disease, and the ministers of the gospel cannot spend all their time and strength in ministering to the physical needs of the people. The Lord has ordained that Christian physicians and nurses shall labor in connection with those who preach the word. The medical missionary work is to be bound up with the gospel ministry.The Review and Herald, September 10, 1908."},{"refcode_short":"PH137 5","refcode_long":"Health and Healing, p. 5 (Ellen Gould White)","content":"Section 6"},{"refcode_short":"PH137 5","refcode_long":"Health and Healing, p. 5 (Ellen Gould White)","content":"No Compromise"},{"refcode_short":"PH137 5.1","refcode_long":"Health and Healing, p. 5.1 (Ellen Gould White)","content":"7. To those who engage in the medical missionary work, the temptation will come to exalt themselves, to put on an appearance for the sake of effect. Cut away everything of this character from your work. Let the whole burden of soul be to be just what Christ was in His work. We are to make no compromise with the habits and practices of the world. We are to stand upon the platform of eternal truth, pure, unadulterated truth. In this we may be considered singular, but this is the lot of all who make Christ their portion. Every worker in medical missionary lines is to make that work a success by living in connection with the Great Worker.—Manuscript 96, 1898."},{"refcode_short":"PH137 5","refcode_long":"Health and Healing, p. 5 (Ellen Gould White)","content":"Section 7"},{"refcode_short":"PH137 5","refcode_long":"Health and Healing, p. 5 (Ellen Gould White)","content":"Will Revive the Churches"},{"refcode_short":"PH137 5.2","refcode_long":"Health and Healing, p. 5.2 (Ellen Gould White)","content":"8. Get the young men and women in the churches to work. Combine medical missionary work with the proclamation of the third angel's message. Make regular, organized efforts to lift the church members out of the dead level in which they have been for years. Send out into the churches workers who will live the principles of health reform. Let those be sent who can see the necessity of self-denial in appetite, or they will be a snare to the church. See if the breath of life will not then come into our churches. A new element needs to be brought into the work. God's people must realize their great need and peril, and take up the work that lies nearest them. Testimonies for the Church 6:267."},{"refcode_short":"PH137 6","refcode_long":"Health and Healing, p. 6 (Ellen Gould White)","content":"Section 8"},{"refcode_short":"PH137 6","refcode_long":"Health and Healing, p. 6 (Ellen Gould White)","content":"A Heaven-Ordained Means of Entrance to Hearts"},{"refcode_short":"PH137 6.1","refcode_long":"Health and Healing, p. 6.1 (Ellen Gould White)","content":"9. Medical missionary work must have its representatives in our cities. Centers must be made and missions established on right lines. Ministers of the gospel are to unite with the medical missionary work which has ever been presented to me as the work which is to break down the prejudice which exists in our world against the truth.—Manuscript 33, 1901."},{"refcode_short":"PH137 6","refcode_long":"Health and Healing, p. 6 (Ellen Gould White)","content":"Section 9"},{"refcode_short":"PH137 6","refcode_long":"Health and Healing, p. 6 (Ellen Gould White)","content":"A Thousand Streams"},{"refcode_short":"PH137 6.2","refcode_long":"Health and Healing, p. 6.2 (Ellen Gould White)","content":"10. We shall see the medical missionary work broadening and deepening at every point of its progress, because of the inflowing of hundreds and thousands of streams, until the whole earth is covered as the waters cover the sea. MS-32-1901."},{"refcode_short":"PH137 6.3","refcode_long":"Health and Healing, p. 6.3 (Ellen Gould White)","content":"11. In every large city there should be a representation of true medical missionary work. The principles of genuine health reform are to be brought out in clear lines, in our health publications, and in lectures delivered to the patients in our sanitariums. In every city there are men and women who would go to a sanitarium were it near at hand, who would not be able to go to one a long way off. There are many who will be convicted and converted, who now appear indifferent. I look at this matter in a very decided light.—Letter 203, 1905."},{"refcode_short":"PH137 6","refcode_long":"Health and Healing, p. 6 (Ellen Gould White)","content":"Employment of the Redeemed"},{"refcode_short":"PH137 6.4","refcode_long":"Health and Healing, p. 6.4 (Ellen Gould White)","content":"12. There will be employment in heaven. The redeemed state is not one of idle repose. There remaineth therefore a rest to the people of God, but it is a rest found in loving service. Some among the redeemed will have laid hold of Christ in the last hours of life, and in heaven instruction will be given to these, who, when they died, did not understand perfectly the plan of salvation. Christ will lead the redeemed ones beside the river of life, and will open to them that which, while on this earth, they could not understand.—Letter 203, 1905."},{"refcode_short":"PH137 7","refcode_long":"Health and Healing, p. 7 (Ellen Gould White)","content":"Section 11"},{"refcode_short":"PH137 7","refcode_long":"Health and Healing, p. 7 (Ellen Gould White)","content":"Like the Manna"},{"refcode_short":"PH137 7.1","refcode_long":"Health and Healing, p. 7.1 (Ellen Gould White)","content":"13. The light that God has given and will continue to give on the food question is to be to His people today what the manna was to the children of Israel. The manna fell from heaven, and the people were told to gather it, and prepare it to be eaten. So in the different countries of the world, light will be given to the Lord's people, and health foods suited to these countries will be prepared.—Manuscript 78, 1902."},{"refcode_short":"PH137 7","refcode_long":"Health and Healing, p. 7 (Ellen Gould White)","content":"Section 12"},{"refcode_short":"PH137 7","refcode_long":"Health and Healing, p. 7 (Ellen Gould White)","content":"Instruction for Missionaries"},{"refcode_short":"PH137 7.2","refcode_long":"Health and Healing, p. 7.2 (Ellen Gould White)","content":"14. Those who desire to become missionaries are to hear instruction from competent physicians, who will teach them how to care for the sick without the use of drugs. Such lessons will be of the highest value to those who go out to labor in foreign countries. And the simple remedies used will save many lives.—Manuscript 83, 1908."},{"refcode_short":"PH137 7","refcode_long":"Health and Healing, p. 7 (Ellen Gould White)","content":"Section 13"},{"refcode_short":"PH137 7","refcode_long":"Health and Healing, p. 7 (Ellen Gould White)","content":"Do Not Counterwork Reform"},{"refcode_short":"PH137 7.3","refcode_long":"Health and Healing, p. 7.3 (Ellen Gould White)","content":"15. The Lord has given us the work of proclaiming the message of health reform, and if you cannot step forward in the ranks of those who are giving this message you are not to make this prominent. In counterworking the efforts of your fellow laborers, who are teaching health reform, you are out of order, working on the wrong side.—Letter 48, 1902."},{"refcode_short":"PH137 7","refcode_long":"Health and Healing, p. 7 (Ellen Gould White)","content":"Section 15"},{"refcode_short":"PH137 7","refcode_long":"Health and Healing, p. 7 (Ellen Gould White)","content":"A Contagious Example"},{"refcode_short":"PH137 7.4","refcode_long":"Health and Healing, p. 7.4 (Ellen Gould White)","content":"16. God will test the sincerity of men. Those who will deny self, take up the cross, and follow Christ will have a continual work to do in the line of restoring the fallen human order. Those who sacrifice for truth make a great impression on the world. Their example is contagious and convincing. Men see that there is in the church that faith which works by love and purifies the soul. But when those who profess to be working for God seek to benefit themselves, they greatly retard the work, and cast a reproach upon it.—Letter 38, 1901."},{"refcode_short":"PH137 8","refcode_long":"Health and Healing, p. 8 (Ellen Gould White)","content":"Section 16"},{"refcode_short":"PH137 8","refcode_long":"Health and Healing, p. 8 (Ellen Gould White)","content":"Extremists"},{"refcode_short":"PH137 8.1","refcode_long":"Health and Healing, p. 8.1 (Ellen Gould White)","content":"17. It is the desire and plan of Satan to bring in among us those who will go to great extremes,—people of narrow minds, who are critical and sharp, and very tenacious in holding their own conceptions of what the truth means. They will be exacting, and will seek to enforce rigorous duties, and go to great lengths in matters of minor importance, while they neglect the weightier matters of the law,—judgment and mercy and the love of God. Through the work of a few of this class of persons, the whole body of Sabbath keepers will be designated as bigoted, Pharisaical, and fanatical. The work of the truth, because of these workers, will be thought to be unworthy of notice. The Review and Herald, May 29, 1888."},{"refcode_short":"PH137 8","refcode_long":"Health and Healing, p. 8 (Ellen Gould White)","content":"The Sin of the Age"}]