[{"refcode_short":"PH139 5","refcode_long":"The Relief of the Schools, p. 5 (Ellen Gould White)","content":"The Relief of the Schools"},{"refcode_short":"PH139 5","refcode_long":"The Relief of the Schools, p. 5 (Ellen Gould White)","content":"Special Testimony"},{"refcode_short":"PH139 5","refcode_long":"The Relief of the Schools, p. 5 (Ellen Gould White)","content":"Help to be given to our Schools"},{"refcode_short":"PH139 5.1","refcode_long":"The Relief of the Schools, p. 5.1 (Ellen Gould White)","content":"I have not been able to sleep since one o'clock. I am troubled in regard to the debt on the Battle Creek College. I now ask the Review and Herald what it will do to relieve the situation."},{"refcode_short":"PH139 5.2","refcode_long":"The Relief of the Schools, p. 5.2 (Ellen Gould White)","content":"In the night season, I seemed to see several looking over the account books of the Review and Herald. In these books was recorded the interest money loaned to the school."},{"refcode_short":"PH139 5","refcode_long":"The Relief of the Schools, p. 5 (Ellen Gould White)","content":"The Matter of Interest"},{"refcode_short":"PH139 5.3","refcode_long":"The Relief of the Schools, p. 5.3 (Ellen Gould White)","content":"Notwithstanding the light given by God, ten thousand dollars was called for and double that amount was used in building an addition to the school. The managers of the Review and Herald had much to do in this matter. These things must be considered. The Review and Herald is not required to pay the college debt; for if this were done, calls would be made for other schools to be helped in the same way. But the interest on this debt should be made as low as possible. Interest should not be charged upon interest, neither should those who have loaned money charge a higher rate of interest than they themselves pay. One institution should have the tenderest and most kindly feelings for its sister institution. The work done in one is as much the Lord's work as the work done in the other."},{"refcode_short":"PH139 6","refcode_long":"The Relief of the Schools, p. 6 (Ellen Gould White)","content":"Sister White's Gift to the Schools"},{"refcode_short":"PH139 6.1","refcode_long":"The Relief of the Schools, p. 6.1 (Ellen Gould White)","content":"The time has come when the Lord would have all the powers of his people brought into exercise to relieve the situation of our schools. In order to help in this cause, I have proposed giving my book on the parables. I feel very anxious that the General Conference shall act unselfishly in regard to this book, which is to be published to help the schools. This is a time when the Conference should stand before the people in a better light than it has hitherto done."},{"refcode_short":"PH139 6","refcode_long":"The Relief of the Schools, p. 6 (Ellen Gould White)","content":"A Call To All Our People"},{"refcode_short":"PH139 6.2","refcode_long":"The Relief of the Schools, p. 6.2 (Ellen Gould White)","content":"We shall call upon the people to help to the utmost of their ability just now. We shall call upon them to do a work which will be pleasing to God in purchasing the book. We shall ask that every available means be used to help to circulate this book. We shall ask that the whole field be supplied with canvassers. We shall call upon our ministers, as they visit the churches, to encourage men and women to go out as canvassers, to make a decided forward movement in the path of self-denial by giving part of their earnings to help our schools to get out of debt. Surely they can do this much to help the matter."},{"refcode_short":"PH139 6.3","refcode_long":"The Relief of the Schools, p. 6.3 (Ellen Gould White)","content":"A general movement is needed, but this must begin with individual movements. Let each member in each family in each church make determined efforts to deny self. Let us have the whole-hearted co-operation of all in our ranks. Let us all move forward willingly and intelligently to do what we can to relieve those of our schools that are struggling under a pressure of debt. Let the officers of each church find out who among the members has been sent to school, and helped by the school. Then let the church refund the tuition money. Let those who have had success in canvassing come up to the help of the Lord. As they handle this book, let them in the name of the Lord work in faith."},{"refcode_short":"PH139 7.1","refcode_long":"The Relief of the Schools, p. 7.1 (Ellen Gould White)","content":"The movement I have suggested will result in reconciliation. It will unify the churches. If all will help to lift the debts on our schools, the publishing house in Battle Creek will be strengthened to do its part. Therefore it is for the interest of the school in Battle Creek to act a full part in helping to pay back the money that has been so long bound up in it."},{"refcode_short":"PH139 7.2","refcode_long":"The Relief of the Schools, p. 7.2 (Ellen Gould White)","content":"The schools must be helped. Let all lift harmoniously and help as much as they possible can. Great blessings will come to those who will take hold of this matter just now. Let no discouragement be offered by our ministers, as though it were not a proper thing to do. They should take hold of this work. If they do it aright, cheerfully, hopefully, they will find it a very great blessing. The Lord does not force any man to work, but to those who will place themselves decidedly on his side, he will give a willing mind. He will bless the one who works out the spirit which He works in. God will make the movement for the help of our schools a success if it is made in a free, willing spirit, as to the Lord. Only in this way can be rolled back the reproach that has come upon our schools all over the land. If all will take hold of this work in the spirit of self-sacrifice, for Christ's sake, and for the truth's sake, it will not be long before the jubilee song of freedom can be sung through our borders."},{"refcode_short":"PH139 7.3","refcode_long":"The Relief of the Schools, p. 7.3 (Ellen Gould White)","content":"Let our ministers consecrate themselves to God. We need so much,-O so much!-humble men, who feel it a pleasure to do their very best. A glorious gospel work opens before the converted, faithful minister. He is to help his fellow men to a better understanding of the word. The influence exerted by the minister with whom God works is weighty and momentous. The Lord is highly pleased with the minister who works humbly and willingly. Those who are wholly consecrated to God will ever seek wisdom from on high to enable them to bear their heavy responsibilities. They will be patient, forbearing, courteous, knowing that they are Christ's representatives. They will show a deep earnestness and fervor in prayer, and in their appeals to individuals and congregations."},{"refcode_short":"PH139 8","refcode_long":"The Relief of the Schools, p. 8 (Ellen Gould White)","content":"Unprofitable Ministry"},{"refcode_short":"PH139 8.1","refcode_long":"The Relief of the Schools, p. 8.1 (Ellen Gould White)","content":"There are in the ministry young men who have been receiving wages from the Conference, yet whose labors bring nothing in, who are only consumers. I have been instructed that this need not be. It would not be if our young ministers were worked by the Spirit of God."},{"refcode_short":"PH139 8.2","refcode_long":"The Relief of the Schools, p. 8.2 (Ellen Gould White)","content":"Some of our ministers might better stop and consider. Let them ask themselves how much they have received from the Conference, and how much their labors have been blessed in the conversion of souls. If you are not producers as well as consumers, what is the value of your work? How can the cause of God sustain as workers those who are not sanctified by the truth? Begin at the beginning of this year to consecrate yourselves to God. Wait not. Make an entire surrender."},{"refcode_short":"PH139 8.3","refcode_long":"The Relief of the Schools, p. 8.3 (Ellen Gould White)","content":"Should not our ministers study this question? Many of our young ministers, if truly converted, would do much by entering the canvassing field. They would there obtain an experience in faith. Their knowledge of the Scriptures would greatly increase, because as they imparted to others the light given them, they would receive more to impart. Let them enter the canvassing fields, and see what they can do in the way of producing. By meeting people and presenting to them our publications, they will gain an experience which they could not gain by simply preaching. As they go from house to house, they can converse with those whom they meet, carrying with them the fragrance of Christ's life."},{"refcode_short":"PH139 9.1","refcode_long":"The Relief of the Schools, p. 9.1 (Ellen Gould White)","content":"The faithful youthful Timothy was taught by experienced men of God's appointment how to read the Word and how to explain it to others. Paul, his father in the gospel, addressed him in the words, “Thou therefore, my son, be strong in the grace that is in Christ Jesus. And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also. Thou therefore endure hardness, as a good soldier of Jesus Christ.”"},{"refcode_short":"PH139 9","refcode_long":"The Relief of the Schools, p. 9 (Ellen Gould White)","content":"The Canvasser"},{"refcode_short":"PH139 9.2","refcode_long":"The Relief of the Schools, p. 9.2 (Ellen Gould White)","content":"It is the canvasser's duty to cultivate the talents God has given him, to maintain his connection with God, to help always where he can. He has positive and constant need of the angelic ministration; for he has an important work to do, a work that he can not do in his own strength. “Thanks be unto God which always causeth us to triumph through our Lord Jesus Christ, and maketh manifest the favor of his knowledge by us in every place. For we are unto God as a sweet savor in Christ, in them that are saved and in them that perish. In the one we are as a savor of death unto death; and to the other the savor of life unto life. And who is sufficient for these things?”"},{"refcode_short":"PH139 10.1","refcode_long":"The Relief of the Schools, p. 10.1 (Ellen Gould White)","content":"In his work the canvasser will be brought in contact with those who are in feeble health, who need the light on health reform, and with those who are dissatisfied with their religious experience, who are longing for something which they have not. To these he is to open the Word of Truth, rightly interpreting its meaning. “For we are not as many who corrupt the Word of God, but as of sincerity, but as of Christ in the sight of God speak we in Christ.”"},{"refcode_short":"PH139 10.2","refcode_long":"The Relief of the Schools, p. 10.2 (Ellen Gould White)","content":"Ever remember that there are those who teach for doctrine the commandments of men. They make void the law of God by their traditions, like the Pharisees whom Christ exposed, saying, “Ye do err, not knowing the Scriptures, nor the power of God.” The precious gems of truth are buried beneath a mass of error. By the sophistry of religious teachers the meaning of the plain, clear Word of God is hidden. The people are left in perplexity."},{"refcode_short":"PH139 10.3","refcode_long":"The Relief of the Schools, p. 10.3 (Ellen Gould White)","content":"By his work, the converted, consecrated canvasser is sowing the seeds of truth. This work must be done without delay; for we have but a short time in which to work. Speak to them in a way that will win their confidence. Pray for the sick. Ask the Lord to restore and heal suffering humanity. He has declared, “These signs shall follow them that believe.”"},{"refcode_short":"PH139 10","refcode_long":"The Relief of the Schools, p. 10 (Ellen Gould White)","content":"Personality of Satan"},{"refcode_short":"PH139 10.4","refcode_long":"The Relief of the Schools, p. 10.4 (Ellen Gould White)","content":"Men and women are wandering in the mist and fog of error. They want to know what is truth. Tell them; not in high-flown language, but with the simplicity of children of God. Satan is on your track. He is an artful opponent, and the malignant spirit which you meet in your work is inspired by him. Those whom he controls echo his words. If the veil could be rent away from their eyes, those thus worked would see Satan playing all his arts to win them from the truth. There are those who do not believe in the personality of Satan. These do not oppose his work in their hearts. They are ignorant of his devices."},{"refcode_short":"PH139 11.1","refcode_long":"The Relief of the Schools, p. 11.1 (Ellen Gould White)","content":"Instead of becoming like the world, we are to become more and more distinct from the world. Satan has combined and will continue to combine with the churches in making a masterly effort against the truth of God. Everything that is done by God's people to make inroads upon the world will call forth determined opposition from the powers of darkness. The enemy's last great conflict will be a most determined one. It will be the last battle between the powers of darkness and the powers of light. Every true child of God will fight bravely on the side of Christ. Those who in this great crisis allow themselves to be more on the side of the world than of God, will eventually place themselves wholly on the side of the world. Those who become confused in their understanding of the Word, who fail to see the meaning of antichrist, will surely place themselves on the side of antichrist. There is no time for us to assimilate with the world. Daniel is standing in his lot and in his place. The prophecies of Daniel and of John are to be understood; they interpret each other. They give to the world truths which everyone should understand. These prophecies are to be witnesses in the world. By their fulfillment in these last days, they will explain themselves."},{"refcode_short":"PH139 12","refcode_long":"The Relief of the Schools, p. 12 (Ellen Gould White)","content":"Punishment of the World"},{"refcode_short":"PH139 12.1","refcode_long":"The Relief of the Schools, p. 12.1 (Ellen Gould White)","content":"The Lord is about to punish the world for its iniquity. He is about to punish religious bodies for their rejection of the light and truth which has been given them. The great message, combining the first, second, and third angels’ messages, is to be given to the world. This is to be the burden of our work. Those who truly believe in Christ will openly conform to the law of Jehovah. The Sabbath is the sign between God and his people; and we are to make visible our conformity to the law of God by observing the Sabbath. It is to be the mark of distinction between God's chosen people and the world."},{"refcode_short":"PH139 12.2","refcode_long":"The Relief of the Schools, p. 12.2 (Ellen Gould White)","content":"It means much to be true to God. This embraces health reform. It means that our diet must be simple, that we must be temperate in all things. The many varieties of food so often seen on tables is not necessary, but highly injurious. Mind and body are to be preserved in the best condition of health. Only those who have been trained in the knowledge and fear of God should be chosen to take responsibilities. Those who have been long in the truth, yet who can not distinguish between the pure principles of righteousness and the principles of evil, whose understanding in regard to justice, mercy, and the love of God is beclouded, should be relieved of responsibilities."},{"refcode_short":"PH139 12.3","refcode_long":"The Relief of the Schools, p. 12.3 (Ellen Gould White)","content":"God has important lessons for his people to learn. Had these lessons been learned before, his cause would not be where it is today. One thing must be done. The truth is not to be withheld from ministers or men in positions of responsibility for fear of incurring their displeasure. There are to be connected with our institutions men who with meekness and wisdom will declare the whole counsel of God. God's wrath is kindled against those who in carnal security and pride have shown contempt for his management. They are endangering the prosperity of the cause."},{"refcode_short":"PH139 13.1","refcode_long":"The Relief of the Schools, p. 13.1 (Ellen Gould White)","content":"Every false way is a deception, and if sustained will in the end bring destruction. Thus the Lord permits those who maintain false plans to be destroyed. At the very time when praise and adulation is heard, sudden destruction comes. There are those who, notwithstanding they know of the reproof received by others, because of unfaithfulness, turn away from admonition. These are doubly guilty. They knew the Lord's will, and did it not. Their punishment will be proportionate to their guilt. They would not take heed to the word of the Lord. (Signed.)"},{"refcode_short":"PH139 14","refcode_long":"The Relief of the Schools, p. 14 (Ellen Gould White)","content":"Correspondence Relative to the Disposition to be made of Mrs. E. G. White's Book, “Christ's Parables and Object-Lessons”"},{"refcode_short":"PH139 14.1","refcode_long":"The Relief of the Schools, p. 14.1 (Ellen Gould White)","content":"I have had conversation with W. C. White, and made a proposition to him, that I would give the royalty on my coming book, “The Parables,” if the Review and Herald and the Pacific Press would donate their press work, and making of the books in neat, saleable style, and let all the avails be used to help relieve the debts upon our schools. This book will never grow old, and the avails shall go to the schools everywhere to help them. I thought this movement on my part would provoke others to self-denial and to benevolence and mercy, to take right hold of this matter and get out “The Parables” to do this work. Well, the Lord is, I believe, willing to help us in this work. I shall only draw upon the books to give some to the poor that can not buy. W. C. White enters into this plan with great satisfaction. Of course we have not time to get this all before you in definiteness as we will when we have time."},{"refcode_short":"PH139 18.1","refcode_long":"The Relief of the Schools, p. 18.1 (Ellen Gould White)","content":"I have some things upon my mind which I must communicate to you. I will state the matter as well as I can. I have thought much, “How can I help the school in Battle Creek, and help to wipe out that large debt?” It came to me that the only way I could do was to make a gift of the book soon to be issued, “The Parables.” I wish this book to be used in the interests of all our schools. I will require no royalty, if our printing office in Battle Creek will find the material and do the work of printing and binding the book. Others can give illustrations, and those who canvass for the work can act their part by taking smaller commission. The Conference has pledged the interest on the debt, and this will help in the proposition I have made. We will all share in the act of benevolence and help the schools to help themselves out of their embarrassment. If we will all harmonize in this work, the Lord will be pleased, and the ones who act a part the Lord will bless. If the Review and Herald find the material, print and bind the book free of cost, they will be doing no more than they would have done had they given the interest on the debt."},{"refcode_short":"PH139 19.1","refcode_long":"The Relief of the Schools, p. 19.1 (Ellen Gould White)","content":"I have not time to write much, for the mail leaves this morning. I awakened at half past twelve o'clock, and am now writing to you. I have not the faculty for stating the matter regarding the book as precisely as I would like, but you can understand me, I hope. The Pacific Press would act a part in behalf of the Healdsburg school and the great whole proportionately. The Echo office also would do its part. There should be a general work of benevolence done, that we may accomplish the most in helping our schools. I will give the manuscript of the book as my portion. This, I understand, is now waiting for my last reading of some of the last chapters."}]