[{"refcode_short":"PH134 1","refcode_long":"The Dress Reform, p. 1 (Ellen Gould White)","content":"The Dress Reform"},{"refcode_short":"PH134 1","refcode_long":"The Dress Reform, p. 1 (Ellen Gould White)","content":"An Appeal to the People in Its Behalf"},{"refcode_short":"PH134 1.1","refcode_long":"The Dress Reform, p. 1.1 (Ellen Gould White)","content":"We are not Spiritualists. We are Christian women, believing all that the Scriptures say concerning man's creation, his fall, his sufferings and woes on account of continued transgression, of his hope of redemption thro’ Christ, and of his duty to glorify God in his body and spirit which are his, in order to be saved. We do not wear the style of dress here represented to be odd,—that we may attract notice. We do not differ from the common style of woman's dress for any such object. We choose to agree with others in theory and in practice, if we can do so, and at the same time be in harmony with the law of God, and with the laws of our being. We believe it wrong to differ from others, unless it be necessary to differ in order to be right. In bearing the cross of adopting the reform dress, we are led by a sense of duty. And although it may appear objectionable to those who are governed by fashion, we claim that it is the most convenient, the most truly modest, and the most healthful style of dress worn by woman."},{"refcode_short":"PH134 2.1","refcode_long":"The Dress Reform, p. 2.1 (Ellen Gould White)","content":"We have counted the cost of appearing singular in the eyes of those who feel compelled to bow to fashion. And we decide that in the end it will pay to try to do right, though for the present we may appear odd in the eyes of those who will sacrifice convenience, comfort, and health, at the altar of fashion."},{"refcode_short":"PH134 2.2","refcode_long":"The Dress Reform, p. 2.2 (Ellen Gould White)","content":"We have also looked at the fact that our course in this matter of dress will cause our friends disagreeable feelings, and have taken into the account those things which excited their feelings of prejudice against the reform dress. When among strangers, we are supposed to be Spiritualists, from the fact that some of that class adopt what is commonly called “the short dress.” And the question is frequently asked, “Are you Spiritualists?” To answer this question, and to give the reader some of the reasons why we adopt so unfashionable a style of dress, is this little tract given. We are well aware that some of those who espoused the cause of Spiritualism, over the moral worth of whom a shade of uncertainty has been cast, by the extravagances and immoralities among them, have adopted the short dress, and that their zeal in so doing, under the peculiar circumstances, could but disgust the people against anything of the kind."},{"refcode_short":"PH134 3.1","refcode_long":"The Dress Reform, p. 3.1 (Ellen Gould White)","content":"How could it be otherwise? The people are shut up to fashion. They do not understand the benefits of our style of dress. And it is all the more objectionable to them as it resembles, in some respects, that worn by some doubtful Spiritualists. We most certainly bid ladies who have embraced Spiritualism a hearty welcome to all the blessings and benefits of a convenient, healthful, and (being of a proper length, and neatly and properly fitted and made,) truly modest dress, and wish they were as consistent and right in other respects."},{"refcode_short":"PH134 3.2","refcode_long":"The Dress Reform, p. 3.2 (Ellen Gould White)","content":"In the existing state of things, the people may regard the adoption of our style of dress as a bold step on our part, showing more independence than good taste. They may censure us. They may deal in wit and sarcasm in reference to our dress. They may even utter bitter speeches on account of our course in this thing. But our work shall be, by the grace of God, to patiently labor to correct their errors, remove their prejudices, and set before them the reasons why we object to the popular style of woman's dress; also some of the reasons why we adopt ours. We object to the popular style of woman's dress,"},{"refcode_short":"PH134 4.1","refcode_long":"The Dress Reform, p. 4.1 (Ellen Gould White)","content":"1. Because it is not convenient. In doing housework, in passing up and down stairs with both hands full, a third hand is needed to hold up the long skirts. See that lady passing up to her chamber with a child in her arms, and both hands full, stepping upon her long skirts, and stumbling as she goes. She finds the popular style of dress very inconvenient. But it is fashionable, and must be endured."},{"refcode_short":"PH134 4.2","refcode_long":"The Dress Reform, p. 4.2 (Ellen Gould White)","content":"If she goes into her garden to walk or to work among her flowers, to share the early, refreshing morning air, unless she holds them up with both hands, her skirts are dragging and drabbling in dirt and dew, until they are wet and muddy. Fashion attaches to her, cloth that is, in this case, used as a sort of mop. This is exceedingly inconvenient. But for the sake of fashion it must be endured."},{"refcode_short":"PH134 4.3","refcode_long":"The Dress Reform, p. 4.3 (Ellen Gould White)","content":"In walking upon the streets, in the country, in the village, or in the crowded city, her long skirts sweep the dirt and mud, and lick up tobacco spittle, and all manner of filth. Careless gentlemen sometimes step on these long dresses, and, as the ladies pass on, tear them. This is trying, and sometimes provoking; and it is not always convenient to mend and cleanse these soiled and torn garments. But they are in harmony with fashion, and all this must be endured."},{"refcode_short":"PH134 5.1","refcode_long":"The Dress Reform, p. 5.1 (Ellen Gould White)","content":"In traveling in the cars, in the coach, and omnibus, fashionable dresses, especially when distended by hoops, are sometimes not only in the way of the wearers, but of others; and we charitably think that, were it not for the overruling power of fashion, measures would be taken to do away with their inconvenience."},{"refcode_short":"PH134 5.2","refcode_long":"The Dress Reform, p. 5.2 (Ellen Gould White)","content":"We object to the popular style of woman's dress,"},{"refcode_short":"PH134 5.3","refcode_long":"The Dress Reform, p. 5.3 (Ellen Gould White)","content":"2. Because it is not healthful. To say nothing of the suicidal practice of compressing the waist so as to suppress natural respiration, inducing the habit of breathing only from the top of the lungs; and not to dwell particularly upon the custom of suspending unnecessary weight upon the hips, in consequence of too many and too long skirts, there is much that may be said relative to the unhealthfulness of the fashionable style of woman's dress; but we suggest at this time only the following:"},{"refcode_short":"PH134 5.4","refcode_long":"The Dress Reform, p. 5.4 (Ellen Gould White)","content":"(a) It burdens and obstructs the free use of the lower limbs. This is contrary to the design of God in securing to woman the blessings of activity and health."},{"refcode_short":"PH134 5.5","refcode_long":"The Dress Reform, p. 5.5 (Ellen Gould White)","content":"(b) It frequently shuts her indoors when her health demands that she should enjoy exercise in the pure, invigorating air of heaven. If she goes out in the light snow, or after a shower, or in the dews of the morning or the evening, she bedrabbles her long skirts, chills the sensitive, unprotected ankles, and takes cold. To prevent this, she may remain shut up in the house, and become so delicate and feeble that when she is compelled to go out she is sure to take cold, which may result in cough, consumption, and death."},{"refcode_short":"PH134 6.1","refcode_long":"The Dress Reform, p. 6.1 (Ellen Gould White)","content":"It may be said that she can reserve her walks till the sun has gathered up all this dampness. True, she may, and feel the languor produced by the scorching heat of a midday's summer sun. The birds go forth with their songs of praise to their Creator, and the beasts of the field enjoy with them the early freshness of the morning; and when the heat of the sun comes pouring down, these creatures of nature and of health retire to the shade. But this is the very time for woman to move out with her fashionable dress! When they go forth to enjoy the invigorating air of the morning, she is deprived of this rich bounty of Heaven. When they seek the cooling shade and rest, she goes forth to suffer from heat, fatigue, and languor."},{"refcode_short":"PH134 6.2","refcode_long":"The Dress Reform, p. 6.2 (Ellen Gould White)","content":"(c) It robs her of that protection from cold and dampness which the lower extremities must have, to secure a healthful condition of the system. In order to enjoy a good state of health, there must be a proper circulation of the blood. And to secure a good circulation of the current of human life, all parts of the body must be suitably clad. Fashion clothes woman's chest bountifully, and in winter loads her with sacks, cloaks, shawls, and furs, until she cannot feel a chill, excepting her limbs and feet, which, from their want of suitable clothing, are chilled, and literally sting with cold. The heart labors to throw the blood to the extremities, but it is chilled back from them in consequence of their being exposed to cold, for want of being suitably clothed. And the abundance of clothing about the chest, where is the great wheel of life, induces the blood to the lungs and brain, and produces congestion."},{"refcode_short":"PH134 7.1","refcode_long":"The Dress Reform, p. 7.1 (Ellen Gould White)","content":"The limbs and feet have large arteries, to receive a large amount of blood, that warmth, nutrition, elasticity, and strength, may be imparted to them. But when the blood is chilled from these extremities, their blood-vessels contract, which makes the circulation of the necessary amount of blood in them still more difficult. A good circulation preserves the blood pure, and secures health. A bad circulation leaves the blood to become impure, and induces congestion of the brain and lungs, and causes diseases of the head, the heart, the liver, and the lungs. The fashionable style of woman's dress is one of the greatest causes of all these terrible diseases."},{"refcode_short":"PH134 7.2","refcode_long":"The Dress Reform, p. 7.2 (Ellen Gould White)","content":"But the evil does not stop here. These fashionable mothers transmit their diseases to their feeble offspring. And they clothe their feeble little girls as unhealthfully as they clothe themselves, and soon bring them to the condition of invalids, or, which is preferable in many cases, to the grave. Thus fashion fills our cemeteries with many short graves, and the houses of the slaves of fashion with invalids. Must this sad state of things continue?"},{"refcode_short":"PH134 8.1","refcode_long":"The Dress Reform, p. 8.1 (Ellen Gould White)","content":"We object to the fashionable style of woman's dress,"},{"refcode_short":"PH134 8.2","refcode_long":"The Dress Reform, p. 8.2 (Ellen Gould White)","content":"3. Because, under certain circumstances, it is, to say the least, not the most modest, on account of exposures of the female form. This evil is greatly aggravated by the wearing of hoops. Ladies with long dresses, especially if distended with hoops, as they go up and down stairs, as they pass up the narrow door-way of the coach and the omnibus, or as they raise their skirts, to clear the mud of the streets, sometimes expose the form to that degree as to put modesty to the blush."},{"refcode_short":"PH134 8.3","refcode_long":"The Dress Reform, p. 8.3 (Ellen Gould White)","content":"Having noticed some of the wrongs of the popular style of woman's dress, we now wish to show in reference to the reform dress that,"},{"refcode_short":"PH134 8.4","refcode_long":"The Dress Reform, p. 8.4 (Ellen Gould White)","content":"1. It is convenient. No arguments are needed to prove that our style of dress is most convenient in the kitchen. In passing up and down stairs, the hands are not needed to hold up the skirts of our dresses. Being of a convenient length, they take care of themselves, while our hands are better employed."},{"refcode_short":"PH134 9.1","refcode_long":"The Dress Reform, p. 9.1 (Ellen Gould White)","content":"We can go out into the untrodden snow, or after a fall of rain, and, if our feet and limbs are entirely protected, all is dry and comfortable. We have no fears of taking cold as we trip along, unburdened by trailing skirts, in our morning walks. We can, in spring and summer, walk and work among our flowers without fear of injury from the dews of early morning. And then, the lower portions of our skirts, not having been used as a mop, are dry, and clean, and comfortable, not compelling us to wash and clean them, which is not always convenient when other important matters demand time and attention."},{"refcode_short":"PH134 9.2","refcode_long":"The Dress Reform, p. 9.2 (Ellen Gould White)","content":"In getting into, and out of, carriages, in passing old trunks, boxes, and other ragged furniture, and in walking over old, broken sidewalks, where nails have worked up an inch or two above the surface of the plank, our dresses are not exposed to a thousand accidents and rents to which the trailing dresses are fated. To us, this is a matter of great convenience."},{"refcode_short":"PH134 9.3","refcode_long":"The Dress Reform, p. 9.3 (Ellen Gould White)","content":"2. It is healthful. Our skirts are few and light, not taxing our strength with the burden of many and longer ones. Our limbs being properly clothed, we need comparatively few skirts; and these are suspended from the shoulders. Our dresses are fitted to sit easily, obstructing neither the circulation of the blood, nor natural, free, and full respiration. Our skirts, being neither numerous nor fashionably long, do not impede the means of locomotion, but leave us to move about with ease and activity. All these things are necessary to health."},{"refcode_short":"PH134 10.1","refcode_long":"The Dress Reform, p. 10.1 (Ellen Gould White)","content":"Our limbs and feet are suitably protected from cold and damp, to secure the circulation of the blood to them, with all its blessings. We can take exercise in the open air, in the dews of morning or evening, or after the falling storm of snow or rain, without fears of taking cold. Morning exercise, in walking in the free, invigorating air of heaven, or cultivating flowers, small fruits, and vegetables, is necessary to a healthful circulation of the blood. It is the surest safeguard against colds, coughs, congestions of the brain and lungs, inflammation of the liver, the kidneys, the lungs, and a hundred other diseases."},{"refcode_short":"PH134 10.2","refcode_long":"The Dress Reform, p. 10.2 (Ellen Gould White)","content":"If those ladies who are failing in health, suffering in consequence of these diseases, would lay off their fashionable robes, clothe themselves suitably for the enjoyment of such exercise, and move out carefully at first, as they can endure it, and increase the amount of exercise in the open air, as it gives them strength to endure, and dismiss their doctors and drugs, most of them might recover health, to bless the world with their example and the work of their hands. If they would dress their daughters properly, they might live to enjoy health, and to bless others."},{"refcode_short":"PH134 11.1","refcode_long":"The Dress Reform, p. 11.1 (Ellen Gould White)","content":"Christian Mother: Why not clothe your daughter as comfortably and as properly as you do your son? In the cold and storms of winter, his limbs and feet are clad with lined pants, drawers, woolen socks, and thick boots. This is as it should be; but your daughter is dressed in reference to fashion, not health, nor comfort. Her shoes are light, and her stockings thin. True, her skirts are short, but her limbs are nearly naked, covered by only a thin, flannel stocking reaching to her muslin drawers. Her limbs and feet are chilled, while her brother's are warm. His limbs are protected by from three to five thicknesses; hers by only one. Is she the feebler? Then she needs the greater care. Is she indoors more, and, therefore, less protected against cold and storm? Then she needs double care. But as she is dressed, there is nothing to hope for the future relative to her health but habitual cold feet, a congested brain, headache, disease of the liver and lungs, and an early grave."},{"refcode_short":"PH134 11.2","refcode_long":"The Dress Reform, p. 11.2 (Ellen Gould White)","content":"Her dress may be nearly long enough; but let it sit loosely and comfortably. Then clothe her limbs and feet as comfortably, as wisely, and as well, as you do those of your boy; and let her go out and enjoy exercise in the open air, and live to enjoy health and happiness."},{"refcode_short":"PH134 11.3","refcode_long":"The Dress Reform, p. 11.3 (Ellen Gould White)","content":"3. It is modest. Yes, we think it is the most modest and becoming style of dress worn by woman. If the reader thinks otherwise, will he please turn to the first page, and again examine the figure there represented, and then tell us wherein this style of dress is faulty or unbecoming? True, it is not fashionable. But what of that? Fashions do not always come from Heaven. Neither do they always come from the pure, the virtuous, and the good."},{"refcode_short":"PH134 12.1","refcode_long":"The Dress Reform, p. 12.1 (Ellen Gould White)","content":"It is true that this style of dress exposes her feet. And why should she be ashamed of her well-clad feet, any more than men are of theirs? It is of no use for her to try to conceal the fact that she has feet. This was a settled fact long before the use of trailing skirts distended by hoops, giving her the appearance of a haystack, or a Dutch churn."},{"refcode_short":"PH134 12.2","refcode_long":"The Dress Reform, p. 12.2 (Ellen Gould White)","content":"But does the popular style of woman's dress always hide her feet from the public gaze? See that lady passing over the muddy street, holding her skirts nearly twice as far from the ground as ours, exposing, not only her feet, but her nearly-naked limbs. Similar exposures are frequent as she ascends and descends the stairs, as she is helped into, and out of, carriages. These exposures are disagreeable, if not shameful; and a style of dress which makes their frequent occurrence almost certain, we must regard as a poor safeguard of modesty and virtue. But we did not design an exposure of this false modesty in relation to woman's feet, but simply a defense of the style of dress which we regard, in every way, truly modest."},{"refcode_short":"PH134 13.1","refcode_long":"The Dress Reform, p. 13.1 (Ellen Gould White)","content":"What style of dress can be neater, more modest, and more becoming girls from the ages of five to fourteen years than ours? Stand those girls of fashion beside these, and then say which appears the more comfortable, more modest, and more becoming. The fashionable style is not as long as ours; yet no one laughs at those who follow that style, for wearing a short dress. Their limbs are nearly naked, while modesty and health clothe the limbs of the others. Fashion and false modesty look upon these girls who have their limbs clad in reference to comfort, modesty, and health, with horror, but smile upon those whose dresses are quite as short, and whose limbs are uncomfortably, immodestly, and unhealthfully exposed. Here come the cross and the reproach, for simply doing right, in the face of the tyrant—Fashion. God help us to have the moral courage to do right, and to labor patiently and humbly in the great cause of reform."},{"refcode_short":"PH134 13.2","refcode_long":"The Dress Reform, p. 13.2 (Ellen Gould White)","content":"In behalf of my sisters who adopt the reform dress,"},{"refcode_short":"PH134 13","refcode_long":"The Dress Reform, p. 13 (Ellen Gould White)","content":"A Few Suggestions"},{"refcode_short":"PH134 13.3","refcode_long":"The Dress Reform, p. 13.3 (Ellen Gould White)","content":"1. We recommend the reform dress to all. We urge it upon none. When Christian women see the wrongs of the fashionable style, and the benefits of ours, and put it on from a sense of duty, and have the moral courage to wear it anywhere and everywhere, then will they feel at home in it, and enjoy a satisfaction and blessing in trying to do right."},{"refcode_short":"PH134 14.1","refcode_long":"The Dress Reform, p. 14.1 (Ellen Gould White)","content":"2. But those who adopt the reform dress should ever bear in mind the fact that the power of fashion is terrible; and that in meeting this tyrant, they need wisdom, humility, and patience,—wisdom to speak and act so as not to offend the slaves of fashion unnecessarily; and humility and patience to endure their frowns, their slight, and their reproachful speeches."},{"refcode_short":"PH134 14.2","refcode_long":"The Dress Reform, p. 14.2 (Ellen Gould White)","content":"3. In view of existing prejudices against the reform dress, it becomes our duty in adopting it to avoid all those things which make it unnecessarily objectionable. It should reach to within eight or nine inches from the floor. The skirt of the dress should not be distended as with hoops. It should be as full as the long dress. With a proper amount of light skirts, the dress will fall properly and gracefully about the limbs."},{"refcode_short":"PH134 14.3","refcode_long":"The Dress Reform, p. 14.3 (Ellen Gould White)","content":"Anything eight or nine inches from the floor is not the reform dress. It should be cut by an approved pattern, and fitted and made by directions from one who has experience in this style of dress."},{"refcode_short":"PH134 14.4","refcode_long":"The Dress Reform, p. 14.4 (Ellen Gould White)","content":"4. Taste should be manifested as to colors. Uniformity in this respect, with those who adopt this style of dress, is desirable so far as convenient. Complexion, however, may be taken into the account. Modest colors should be sought for. When figured colors are used, those that are large and fiery, showing vanity and shallow pride in those who choose them, should be avoided. And a fantastic taste in putting on different colors, is bad, such as white sleeves and pants with a dark dress. Shawls and bonnets are not in as good taste with the reform dress, as sacks and hats, and caps in winter."},{"refcode_short":"PH134 15.1","refcode_long":"The Dress Reform, p. 15.1 (Ellen Gould White)","content":"5. And be right yourselves. Secure and maintain, in all the duties and walks of life, the heavenly adorning. The apostle speaks to the point:"},{"refcode_short":"PH134 15.2","refcode_long":"The Dress Reform, p. 15.2 (Ellen Gould White)","content":"“Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives; while they behold your chaste conversation coupled with fear. Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel; but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.”1 Peter 3:1-4."},{"refcode_short":"PH134 15.3","refcode_long":"The Dress Reform, p. 15.3 (Ellen Gould White)","content":"My dear sisters: Such an ornament, such a course of life and conduct, will give you influence for good on earth, and be prized in Heaven. Unless you can obtain and maintain this, I entreat you to lay off the reform dress. Do not disgrace it with a want, on your part, of neatness, cleanliness, taste, order, sobriety, meekness, propriety, modesty, and devotion to your families and to your God. Be a recommendation and an ornament to the reform dress, and let that be a recommendation and an ornament to you."}]