[{"refcode_short":"PH131 5","refcode_long":"Church Schools, p. 5 (Ellen Gould White)","content":"Church Schools"},{"refcode_short":"PH131 5","refcode_long":"Church Schools, p. 5 (Ellen Gould White)","content":"The Need of Church Schools"},{"refcode_short":"PH131 5.1","refcode_long":"Church Schools, p. 5.1 (Ellen Gould White)","content":"“The education that is generally given in the schools of the world is not that which can be accepted as true education.”"},{"refcode_short":"PH131 5.2","refcode_long":"Church Schools, p. 5.2 (Ellen Gould White)","content":"“Can we wonder that children and youth drift into temptation and become educated in wrong lines when they are continually associating with other neglected children? Can we wonder, neglected as they have been, that their energies become devoted to amusements which do them no good, that their religious aspirations are weakened, and their spiritual life darkened?"},{"refcode_short":"PH131 5.3","refcode_long":"Church Schools, p. 5.3 (Ellen Gould White)","content":"“There is earnest work to be done for the children. Before the overflowing scourge shall come upon all the dwellers upon the earth, the Lord calls upon all who are Israelites indeed to serve him. Gather your children into your own houses; gather them in from the classes who are voicing the words of Satan, who are disobeying the commandments of God. Strike the blood upon your door posts, and go not out until the morning. For the Lord will pass through to smite the Egyptians; and when he seeth the blood upon the lintel, and on the two side posts, the Lord will pass over the door, and will not suffer the destroyer to come in unto your houses to smite you. And ye shall observe this thing for an ordinance to thee and to thy sons for ever.”"},{"refcode_short":"PH131 6.1","refcode_long":"Church Schools, p. 6.1 (Ellen Gould White)","content":"“And I heard another voice from heaven, saying, Come out of her, My people, that ye be not partakers of her sins, and that ye receive not of her plagues.”—Revelation 18:4."},{"refcode_short":"PH131 6","refcode_long":"Church Schools, p. 6 (Ellen Gould White)","content":"Establish Schools"},{"refcode_short":"PH131 6.2","refcode_long":"Church Schools, p. 6.2 (Ellen Gould White)","content":"“In all our churches, and wherever there is a company of believers, church schools should be established.”"},{"refcode_short":"PH131 6.3","refcode_long":"Church Schools, p. 6.3 (Ellen Gould White)","content":"“Is obedience to all the commandments of God taught the children in their very first lesson? Is sin represented as an offense toward God? I would rather that children grow up in an ignorance of school education as it is today, and employ some other means to teach them. But in this country (Australia) many parents are compelled to send their children to school. Therefore, in localities where there is a church, a school should be established, if there are no more than six children to attend.”"},{"refcode_short":"PH131 7.1","refcode_long":"Church Schools, p. 7.1 (Ellen Gould White)","content":"“Establish schools for the children where there are churches. Where there are those who assemble to worship God, let there be schools for the children.”"},{"refcode_short":"PH131 7.2","refcode_long":"Church Schools, p. 7.2 (Ellen Gould White)","content":"“We are far behind in what the Lord would have us do in this matter. There are places where our schools should have been in operation years ago. Let these now be started under wise directors, that the children and youth may be educated in their own churches.”"},{"refcode_short":"PH131 7","refcode_long":"Church Schools, p. 7 (Ellen Gould White)","content":"The Nature of Church Schools"},{"refcode_short":"PH131 7.3","refcode_long":"Church Schools, p. 7.3 (Ellen Gould White)","content":"“The Lord would have our primary schools, as well as those for older persons, of that character that angels of God can walk through the room, and behold in the order and principles of government, the order and government of heaven. This is thought by many to be impossible; but every school should begin with this, and should work most earnestly to preserve the spirit of Christ in temper, in communications, in instruction, the teachers placing themselves in the channel of light where the Lord can use them as his agents, to reflect his own likeness of character upon the students.”"},{"refcode_short":"PH131 8.1","refcode_long":"Church Schools, p. 8.1 (Ellen Gould White)","content":"“These schools established in different localities * * * should be built upon the same principles as were the schools of the prophets.”"},{"refcode_short":"PH131 8","refcode_long":"Church Schools, p. 8 (Ellen Gould White)","content":"How Should Church Schools Be Supported"},{"refcode_short":"PH131 8.2","refcode_long":"Church Schools, p. 8.2 (Ellen Gould White)","content":"“Let the church carry a burden for the lambs of the flock in its locality, and see how many can be educated and trained to do service for God.”"},{"refcode_short":"PH131 8.3","refcode_long":"Church Schools, p. 8.3 (Ellen Gould White)","content":"“Shall the members of the church give means to advance the cause of Christ among others, and then let their own children carry on the work and service of Satan? What the Lord Jesus expects in all believers is something besides being occupied and active; this activity should be trained in Christ's lines. God requires wholeness of service.”"},{"refcode_short":"PH131 8.4","refcode_long":"Church Schools, p. 8.4 (Ellen Gould White)","content":"“The church is asleep, and does not realize the magnitude of this matter of educating the children and youth. * * * The church should take in the situation, and by their influence and means seek to bring about the desired end. Let a fund be created by generous contribution for the establishment of schools for the advancement of educational work.”—Special Testimonies on Education, 200."},{"refcode_short":"PH131 9","refcode_long":"Church Schools, p. 9 (Ellen Gould White)","content":"Proper Relation of Parents to the Schools"},{"refcode_short":"PH131 9.1","refcode_long":"Church Schools, p. 9.1 (Ellen Gould White)","content":"“Then, whenever a school is established, there should be warm hearts to take a lively interest in our youth. Fathers and mothers are needed with warm sympathy, and with kindly admonitions, and all the pleasantness possible should be brought into the religious exercises.”—Christian Education, 47."},{"refcode_short":"PH131 10.1","refcode_long":"Church Schools, p. 10.1 (Ellen Gould White)","content":"“Parents and teachers should work for the accomplishment of this object—the development of all the powers, and the formation of a right character; but when parents realize their responsibilities, there will be far less for the teachers to do in the training of their children.”—Special Testimonies on Education, 42."},{"refcode_short":"PH131 10.2","refcode_long":"Church Schools, p. 10.2 (Ellen Gould White)","content":"“Parents must come to view this matter in a different light. They must feel it their duty to cooperate with the teacher, to encourage wise discipline, and to pray much for the one who is teaching their children. You will not help the children by fretting, censuring, or discouraging them; neither will you act a good part to help them to rebel, and to be disobedient, and unkind, and unlovable, because of the spirit you develop.”—Christian Education, 155."},{"refcode_short":"PH131 10","refcode_long":"Church Schools, p. 10 (Ellen Gould White)","content":"The Result of Such Schools"},{"refcode_short":"PH131 10.3","refcode_long":"Church Schools, p. 10.3 (Ellen Gould White)","content":"“Children who are properly instructed will be witnesses for the truth.”"},{"refcode_short":"PH131 10.4","refcode_long":"Church Schools, p. 10.4 (Ellen Gould White)","content":"“We may bring hundreds and thousands of children to Christ if we will only work for them.”"},{"refcode_short":"PH131 11.1","refcode_long":"Church Schools, p. 11.1 (Ellen Gould White)","content":"“Church schools will be the means of lifting the standard of truth in the places where they are established.”"},{"refcode_short":"PH131 11.2","refcode_long":"Church Schools, p. 11.2 (Ellen Gould White)","content":"“The promises spoken by the Great Teacher will captivate the senses and animate the soul of the child with a spiritual power that is Divine. There will grow in the fruitful mind a familiarity with Divine things, which will be a barricade against the temptations of the enemy."},{"refcode_short":"PH131 11.3","refcode_long":"Church Schools, p. 11.3 (Ellen Gould White)","content":"“In the last days children's voices will be heard proclaiming the message. As Christ in the temple solved the mysteries which priests and rulers had not discerned, so in the closing work of this earth, children in their simplicity will speak words which will be an astonishment to men who now talk of ‘higher education.’”"},{"refcode_short":"PH131 12","refcode_long":"Church Schools, p. 12 (Ellen Gould White)","content":"The Curriculum"},{"refcode_short":"PH131 12","refcode_long":"Church Schools, p. 12 (Ellen Gould White)","content":"The Common Branches Important"},{"refcode_short":"PH131 12.1","refcode_long":"Church Schools, p. 12.1 (Ellen Gould White)","content":"“The common branches of education should be fully and prayerfully taught.”"},{"refcode_short":"PH131 12.2","refcode_long":"Church Schools, p. 12.2 (Ellen Gould White)","content":"“The little ones should be trained to be obedient, upright, and practical.”—Special Testimonies on Education, 70."},{"refcode_short":"PH131 12.3","refcode_long":"Church Schools, p. 12.3 (Ellen Gould White)","content":"“The youth should be taught to look upon physiology as one of the essential studies.”"},{"refcode_short":"PH131 12.4","refcode_long":"Church Schools, p. 12.4 (Ellen Gould White)","content":"“Our schools should teach the children all kinds of simple labor. Teach them that all their faculties of body and mind were given to them to use, and that all are the Lord's, pledged to His service.”"},{"refcode_short":"PH131 12.5","refcode_long":"Church Schools, p. 12.5 (Ellen Gould White)","content":"“If teachers were receiving light and wisdom from the Divine Teacher, * * * they would measure the relative importance of the things to be learned in school; the common, essential branches of education would be more thoroughly taught, and the Word of God would be honored and esteemed as the bread sent down from heaven.”—Special Testimonies on Education, 165."},{"refcode_short":"PH131 13","refcode_long":"Church Schools, p. 13 (Ellen Gould White)","content":"The Bible"},{"refcode_short":"PH131 13.1","refcode_long":"Church Schools, p. 13.1 (Ellen Gould White)","content":"“Let them employ a Christian teacher, who, as a consecrated missionary, shall educate the children in such a way as to lead them to become missionaries themselves.”"},{"refcode_short":"PH131 13.2","refcode_long":"Church Schools, p. 13.2 (Ellen Gould White)","content":"“It is the Third Angel's Message that needs attention in our schools. * * * The urgent necessities that are making themselves felt in this time demand a constant education in the Word of God. * * * Students need lessons which they have not received. We are not at liberty to teach that which shall meet the world's standard [or] the standard of the church, simply because it is the custom to do so.”"},{"refcode_short":"PH131 13.3","refcode_long":"Church Schools, p. 13.3 (Ellen Gould White)","content":"“The Bible must be made the ground-work and subject matter of education.” “When teachers become connected with the Great Teacher, we shall see the golden mixture of heaven in every line of study, binding all together, and enabling each one to do its work in revealing the character and purpose of God. Much is lost by the students because there is brought into their lessons studies that have an influence merely to make them ambitious to master them, while the truth is overshadowed and buried out of sight.”."},{"refcode_short":"PH131 14","refcode_long":"Church Schools, p. 14 (Ellen Gould White)","content":"Nature"},{"refcode_short":"PH131 14.1","refcode_long":"Church Schools, p. 14.1 (Ellen Gould White)","content":"“In the song of the bird, the sighing of the trees, and the music of the sea, we still may hear His voice.”—The Desire of Ages, 281."},{"refcode_short":"PH131 14.2","refcode_long":"Church Schools, p. 14.2 (Ellen Gould White)","content":"“While the Bible should hold the first place in the education of children and youth, the book of nature is next in importance.”—Special Testimonies on Education, 58."},{"refcode_short":"PH131 14.3","refcode_long":"Church Schools, p. 14.3 (Ellen Gould White)","content":"“In itself the beauty of nature leads the soul away from sin and worldly attractions, towards purity, peace, and God. For this reason the cultivation of the soil is good work for the children and the youth.”—Special Testimonies on Education, 60."},{"refcode_short":"PH131 14.4","refcode_long":"Church Schools, p. 14.4 (Ellen Gould White)","content":"“God has, in the natural world, placed in the hands of the children of men the key to unlock the treasure house of His Word. * *"},{"refcode_short":"PH131 14.5","refcode_long":"Church Schools, p. 14.5 (Ellen Gould White)","content":"* Then let the children become acquainted with nature and nature's laws. * * * The little children should come especially close to nature. * * * Let them become familiar with its beautiful, varied, and delicate forms. Teach them to see the wisdom and love of God, and His created works; and as their hearts swell with joy and grateful love, let them join the birds in their songs of praise. Educate the children and youth * * * to imitate the attractive graces of nature in their character building.—Special Testimonies on Education, 61, 62."},{"refcode_short":"PH131 15","refcode_long":"Church Schools, p. 15 (Ellen Gould White)","content":"Will the Bible Grow Old if Constantly Used in School"},{"refcode_short":"PH131 15.1","refcode_long":"Church Schools, p. 15.1 (Ellen Gould White)","content":"“O, for a clearer perception of what we might accomplish if we would learn of Jesus. The springs of heavenly peace and joy, unsealed in the soul of the teacher by the magic words of inspiration, will become a mighty river of influence to bless all who connect with Him. Do not think that the Bible will become a tiresome book to the children. Under a wise instructor, the Word will become more and more desirable. It will be to them as the bread of life, and will never grow old. There is in it a freshness and beauty which attracts and charms the children and youth. It is like the sun shining upon the earth, giving light and warmth, yet never exhausted. By lessons from Bible history and doctrine, the children can learn that all other books are inferior to this. They can find here a fountain of mercy and love.”"},{"refcode_short":"PH131 15","refcode_long":"Church Schools, p. 15 (Ellen Gould White)","content":"Manual Labor"},{"refcode_short":"PH131 15.2","refcode_long":"Church Schools, p. 15.2 (Ellen Gould White)","content":"“Life is not given us to be spent in idleness or self-pleasing; but great possibilities have been placed before every one who will develop his God-given capabilities. For this reason the training of the young is a matter of the highest importance. Every child born into the home is a sacred trust. God says to the parents, Take this child, and bring it up for me, that it may be an honor to my name, and a channel through which my blessings shall flow to the world. To fit the child for such a life, something more is called for than a partial, one-sided education, which shall develop the mental at the expense of the physical powers. All the faculties of mind and body need to be developed; and this is the work which parents, aided by the teacher, are to do for the children and youth placed under their care. * * * *"},{"refcode_short":"PH131 16.1","refcode_long":"Church Schools, p. 16.1 (Ellen Gould White)","content":"“When the child is old enough to be sent to school, the teacher should cooperate with the parents, and manual training should be continued as a part of his school duties. * * * “The greatest benefit is not gained from exercise that is taken as play or exercise merely. There is some benefit derived from being in the fresh air, and also from the exercise of the muscles; but let the same amount of energy be given to the performance of helpful duties, and the benefit will be greater, and a feeling of satisfaction will be realized; for such exercise carries with it the sense of helpfulness and the approval of conscience for duty well done. * * *"},{"refcode_short":"PH131 17.1","refcode_long":"Church Schools, p. 17.1 (Ellen Gould White)","content":"“In the children and youth an ambition should be awakened to take their exercise in doing something that will be beneficial to themselves and helpful to others. The exercise that develops mind and character, that teaches the hands to be useful, and trains the young to bear their share of life's burdens, is that which gives physical strength, and quickens every faculty.”—Special Testimonies on Education, 36-40."},{"refcode_short":"PH131 18","refcode_long":"Church Schools, p. 18 (Ellen Gould White)","content":"The Teacher"},{"refcode_short":"PH131 18","refcode_long":"Church Schools, p. 18 (Ellen Gould White)","content":"The Teacher Characterized"},{"refcode_short":"PH131 18.1","refcode_long":"Church Schools, p. 18.1 (Ellen Gould White)","content":"“The teacher should be himself what he wishes his students to become.”—Special Testimonies on Education, 48."},{"refcode_short":"PH131 18.2","refcode_long":"Church Schools, p. 18.2 (Ellen Gould White)","content":"“Every teacher should be under the full control of the Holy Spirit.”"},{"refcode_short":"PH131 18.3","refcode_long":"Church Schools, p. 18.3 (Ellen Gould White)","content":"“The youth are in need of educators who shall keep the word of God ever before them in living principles.”—Special Testimonies on Education, 238."},{"refcode_short":"PH131 18.4","refcode_long":"Church Schools, p. 18.4 (Ellen Gould White)","content":"“In these schools should be teachers who have the true missionary spirit; for the children are to be trained to become missionaries.”"},{"refcode_short":"PH131 18.5","refcode_long":"Church Schools, p. 18.5 (Ellen Gould White)","content":"“The great aim of the teacher should be the perfection of Christian character in himself and in his students.” “No one should have a part in the training of youth who will be satisfied with a lower standard.”—Special Testimonies on Education, 50, 51."},{"refcode_short":"PH131 18.6","refcode_long":"Church Schools, p. 18.6 (Ellen Gould White)","content":"“If the instructors themselves have a religious experience they will be able to communicate to the students that knowledge of the love of God which they have received. These lessons can be given by those only who are themselves truly converted.”"},{"refcode_short":"PH131 19","refcode_long":"Church Schools, p. 19 (Ellen Gould White)","content":"Qualifications of Teachers"},{"refcode_short":"PH131 19.1","refcode_long":"Church Schools, p. 19.1 (Ellen Gould White)","content":"“Special talent should be given to the education of the youth.”"},{"refcode_short":"PH131 19.2","refcode_long":"Church Schools, p. 19.2 (Ellen Gould White)","content":"“The principles and habits of the teacher should be considered of greater importance than even his literary qualifications.”—Christian Education, 8."},{"refcode_short":"PH131 19.3","refcode_long":"Church Schools, p. 19.3 (Ellen Gould White)","content":"“One may have sufficient education and knowledge in science to instruct; but has it been ascertained that he has tact and wisdom to deal with human minds?”"},{"refcode_short":"PH131 19.4","refcode_long":"Church Schools, p. 19.4 (Ellen Gould White)","content":"“Let none feel that having an earnestness in religious matters is all that is essential in order to become educators. While they need no less of piety, they also need a thorough knowledge of the sciences.”—Christian Education, 51."},{"refcode_short":"PH131 19.5","refcode_long":"Church Schools, p. 19.5 (Ellen Gould White)","content":"“The cause of God needs teachers who have high moral qualities, and can be trusted with the education of others—men who are sound in the faith, and have tact and patience; who walk with God, and abstain from the very appearance of evil; who stand so closely connected with God, that they can be channels of light—in short, Christian gentlemen.”—Christian Education, 213."},{"refcode_short":"PH131 19.6","refcode_long":"Church Schools, p. 19.6 (Ellen Gould White)","content":"“We cannot in this day of peril accept teachers because they have been in school two, three, four, or five years. The question which should decide whether they are qualified for their work should be—have they, with all their acquisition of knowledge, searched and dug beneath the surface for truth, as for hidden treasures? Are they partakers of the fruit of the tree of life?”"},{"refcode_short":"PH131 20.1","refcode_long":"Church Schools, p. 20.1 (Ellen Gould White)","content":"“The teacher may understand many things in regard to the physical universe; he may know all about the structure of animal life, the discoveries of natural science, the inventions of mechanical art; but he cannot be called educated, he is not fitted for his work as an instructor of youth unless he has in his own soul a knowledge of God and of Christ. He cannot be a true educator until he is himself a learner in the school of Christ, receiving an education from the divine Instructor.”—Special Testimonies on Education, 49."},{"refcode_short":"PH131 20.2","refcode_long":"Church Schools, p. 20.2 (Ellen Gould White)","content":"“Again and again has the educator of youth carried into the school room the shadow of darkness which has been gathering upon his soul. He has been overtaxed, and is nervous; or dyspepsia has colored everything a gloomy hue. He enters the school room with quivering nerves and irritated stomach. Nothing seems to be done to please him: he thinks that his scholars are bent upon showing him disrespect, and his sharp criticisms and censures are given on the right hand and the left. * * * No one who will become impatient and irritated should be an educator.”—Christian Education, 26, 154."},{"refcode_short":"PH131 21","refcode_long":"Church Schools, p. 21 (Ellen Gould White)","content":"How the Teacher's Work should be Regarded"},{"refcode_short":"PH131 21.1","refcode_long":"Church Schools, p. 21.1 (Ellen Gould White)","content":"“This is the noblest missionary work that any man or woman can undertake.”"},{"refcode_short":"PH131 21.2","refcode_long":"Church Schools, p. 21.2 (Ellen Gould White)","content":"“It is the nicest work ever assumed by men and women to deal with youthful minds.”—Christian Education, 5."},{"refcode_short":"PH131 21.3","refcode_long":"Church Schools, p. 21.3 (Ellen Gould White)","content":"“The smaller children should not be neglected. This work is fully as essential as the work of the older pupils.”"},{"refcode_short":"PH131 24","refcode_long":"Church Schools, p. 24 (Ellen Gould White)","content":"The School Room"},{"refcode_short":"PH131 24.1","refcode_long":"Church Schools, p. 24.1 (Ellen Gould White)","content":"“If people would encourage the church in which they are members to establish small, humble school buildings, in which to do service for God, they would accommodate their own children within their borders.”"},{"refcode_short":"PH131 24.2","refcode_long":"Church Schools, p. 24.2 (Ellen Gould White)","content":"“The place dedicated to God should not be a room where worldly business is transacted. If the children assemble to worship God in a room that is used during the week for a school or store room, they will be more than human if, mingled with their devotional thoughts, they do not also have thoughts of their studies, or of things that have happened during the week.”—Testimonies for the Church 5:496."},{"refcode_short":"PH131 25.1","refcode_long":"Church Schools, p. 25.1 (Ellen Gould White)","content":"“When a company of believers is raised up, careful provision should be made for the permanence and stability of the work. A house of worship will be needed, and a school where Bible instruction may be given to the people. The workers should not leave their field of labor without building a church and providing a school room and a teacher. * * * All this has been presented before me as a panoramic view. I saw workmen building humble houses of worship. Those newly come to the faith were helping with willing hands, and those who had means were assisting with their means. A school room was prepared for the children. Teachers were selected to go to this place. The number in the school was not large, but it was a happy beginning. I heard the songs of children and of parents Except the Lord build the house they labor in vain that build it. Except the Lord keep the city, the watchman watcheth but in vain * * * The establishment of churches, the erection of meeting houses and school buildings was extended from city to city, and the tithe was increasing to carry forward the work. There was a class, not only in one place, but in many places, and the Lord was working to increase his forces. Something was being established that would publish the truth. The work is to be done not only in Australia, but in the cities of America as well.”"}]