[{"refcode_short":"PH132 1","refcode_long":"The Curse of the Liquor Traffic, p. 1 (Ellen Gould White)","content":"The Curse of the Liquor Traffic"},{"refcode_short":"PH132 1.1","refcode_long":"The Curse of the Liquor Traffic, p. 1.1 (Ellen Gould White)","content":"“Woe to him that coveteth an evil covetousness to his house, that he may set his nest on high.... Woe unto him that giveth his neighbour drink, that puttest thy bottle to him, and makest him drunken.” “Woe unto him that buildeth his house by unrighteousness, and his chambers by wrong; that useth his neighbour's service without wages, and giveth him not for his work; that saith, I will build me a wide house and large chambers, and cutteth him out windows; and it is ceiled with cedar, and painted with vermilion. Shalt thou reign because thou closest thyself in cedar? .... Thine eyes and thine heart are not but for thy covetousness, and for to shed innocent blood, and for oppression, and for violence, to do it.” Habakkuk 2:9-15; Jeremiah 22:13-17."},{"refcode_short":"PH132 1.2","refcode_long":"The Curse of the Liquor Traffic, p. 1.2 (Ellen Gould White)","content":"In every phase of the liquor-selling business, there is dishonesty and violence. The houses of liquor-dealers are built with the wages of unrighteousness, and upheld by violence and oppression. Those who deal in liquor, and those who sustain the traffic, are working in co-partnership with Satan. Through this business they are doing a greater work to perpetuate human woe than are men through any other business in the world. Christians cannot use intoxicating liquors, nor connect themselves in the least degree with any business that leads to the degradation and downfall of humanity."},{"refcode_short":"PH132 2.1","refcode_long":"The Curse of the Liquor Traffic, p. 2.1 (Ellen Gould White)","content":"The rum-seller takes the same position as did Cain, and says, “Am I my brother's keeper?” And God says to him, as He said to Cain, “The voice of thy brother's blood crieth unto Me from the ground.” Genesis 4:9, 10. Liquor-dealers will be held accountable for the wretchedness and misery brought into the homes of those who are weak in moral power, and who fall through temptation to drink. They will be charged with the misery, the suffering, the hopelessness brought into the world through the liquor traffic. They will have to answer for the want and woe of the mothers and children who have suffered for food, and clothing, and shelter, who have buried all hope and joy. He who has a care for the sparrow, and notes its fall to the ground, who “clothes the grass of the field, which today is, and tomorrow is cast into the oven,” will not pass by those who have been formed in his own image, purchased with his own blood, and pay no heed to their suffering cries. God marks this wickedness that perpetuates misery and crime. He charges it all up to those whose influence helps to open the door of temptation to the soul."},{"refcode_short":"PH132 2.2","refcode_long":"The Curse of the Liquor Traffic, p. 2.2 (Ellen Gould White)","content":"There are men who have accepted high positions of trust, who have placed themselves under solemn vows to work for the good of the people, but who are untrue to these vows, who are not acting the part of their brother's keeper. They are violating the principles of God's law, and failing to love their neighbour as themselves. Law-makers are permitting breweries to be planted all over the land, thus defiling the earth, and supplying to public houses that which they know to be a deadly evil. Drinking houses are scattered all over the cities and towns, inviting the traveller to stop and water his horses at the troughs, which are so convenient, and also to come in, and spend his money for a glass of some intoxicating drink. The water in the trough is a blessing to the thirsty horses, but what a curse is the liquor to the man who enters and drinks. The traveller enters the public house with his reason, with ability to walk upright; but look at him as he leaves. The lustre is gone from his eye. The power to walk upright is gone; he reels to and fro like a ship at sea. His reasoning power is paralysed; the image of God is destroyed. The poisonous, maddening draught has left a brand upon him so evil that nature rebels, and refuses to own him. He is the slave of depraved appetite, and instead of coming to his help, to break every yoke, and to let the oppressed go free, his brethren bind him the tighter in his chains. They rob his wife and children of his money, and take away from them a kind and sensible husband and father, by dealing out to him a potion that makes him a madman. He is in slavery, body and soul, and he cannot distinguish between right and wrong. The liquor-dealer has put the bottle to his neighbour's lips, and under its influence he is full of cruelty and murder, and in his madness actually commits murder."},{"refcode_short":"PH132 3.1","refcode_long":"The Curse of the Liquor Traffic, p. 3.1 (Ellen Gould White)","content":"He is brought before an earthly tribunal, and those who legalized the traffic are forced to deal with the results of their own work. They authorised by law the giving to this man of a draught that would turn him from a sane man into a madman, and now it is necessary for them to send him to prison and to the gallows for his crime. His wife and children are left in destitution and poverty, to become the charge of the community in which they live. Soul and body the man is lost, cut off from earth, and with no title to heaven."},{"refcode_short":"PH132 4.1","refcode_long":"The Curse of the Liquor Traffic, p. 4.1 (Ellen Gould White)","content":"But there is a higher tribunal than that of earth, and in that tribunal the effect is traced to the cause, and the man who put the bottle to his neighbour's lips is charged with the sins of him who committed murder through the influence of the draught that robbed him of his reason."},{"refcode_short":"PH132 4.2","refcode_long":"The Curse of the Liquor Traffic, p. 4.2 (Ellen Gould White)","content":"And are not the rulers of the land largely responsible for the aggravated crimes, the current of deadly evil, that is the result of this liquor traffic? Is it not their duty and in their power to remove this evil?—Yes, it is; and unless they do it, the blood of souls will be found upon their garments."},{"refcode_short":"PH132 4.3","refcode_long":"The Curse of the Liquor Traffic, p. 4.3 (Ellen Gould White)","content":"When a ship is wrecked in sight of the shore, and the people look on, powerless to save, they are shocked and pained beyond measure. They talk of every possible means whereby to save those who are perishing; and even after the ship has gone down, and the lives of all are lost, they still try to think of some means that might have been successful in saving the perishing. But there is a deadly evil in our very land, which is sanctioned by law. Day after day, month after month, year after year, Satan's death-traps are set in our communities, at our doors, at the street corners, everywhere that it is possible to catch souls, that their moral power may be destroyed, and the image of God obliterated, and that they may be sunken in degradation far below the level of the brute. Souls are imperilled and perishing, and where is the active energy, the determined effort on the part of Christians to raise a warning signal, to enlighten their fellow-men, to save their perishing brothers? We are not talking of methods to save those who are dead and lost, but we desire to move upon those who are not yet beyond the reach of sympathy and help. We would present to these souls, who are guilty and polluted, the truth that the blood of Jesus Christ cleanseth from all sin."},{"refcode_short":"PH132 5.1","refcode_long":"The Curse of the Liquor Traffic, p. 5.1 (Ellen Gould White)","content":"Shall souls always have to struggle for the victory, with the dens of temptation open before their very faces? Shall Satan always find agents to tempt those who are weak in moral power? Drawn into these dens of evil, shall he who has resolved to quit drink, be led to seize the glass again, and in the first sip of the intoxicant, put to his lips by the liquor-dealer, find every good resolution overpowered and gone? One taste of the maddening draught, and all thought of the suffering, heart-crushed wife has vanished. The debauched father cares no more that his children are hungry and naked. The law, by legalizing the liquor traffic, gives its sanction to the downfall of the soul, and refuses to stop the traffic that floods the land with evil. Let law-makers consider whether or not all this imperilling of human life, of physical power and mental vigour, is unavoidable."},{"refcode_short":"PH132 5.2","refcode_long":"The Curse of the Liquor Traffic, p. 5.2 (Ellen Gould White)","content":"How many frightful accidents occur through the influence of drink. Some one at an important post fails to give the right signal, or sends an incorrect message, and on come the trains. There is a collision, and hundreds of lives are lost. When the matter is investigated, it is found that the man at the post was drunk. A steamer at sea meets with disaster, and when the matter is traced to its source, it is found that the engineer was drunk, or that the captain had taken too much liquor at supper. What is the portion of this terrible intoxicant that any man in responsible position can afford to take, and be safe with the lives of human beings? He can be safe only as he totally abstains from drink. He should not have his mind confused with drink. No intoxicant should pass the lips; then if disaster comes, men in responsible places can do their best, and meet their record with satisfaction, whatever may be the issue."},{"refcode_short":"PH132 6.1","refcode_long":"The Curse of the Liquor Traffic, p. 6.1 (Ellen Gould White)","content":"Let every soul remember that he is under sacred obligation to God to do his best for his fellow-creatures. How careful should every one be not to create a desire for stimulants by advising friends or neighbours to take brandy or other intoxicants for the sake of their health. Many instances have come to our notice in which through some such advice, men and women have become the slaves of drink. Physicians are responsible for making many a man or woman a drunkard. Knowing what drink will do for its lovers, they have taken upon themselves the responsibility of prescribing it for their patients. What excuse can these doctors render for the influence they have exerted in making fathers and mothers drunkards? These fathers and mothers transmit this appetite to their children, and thus the evil is perpetuated, and crime and misery increased. Thus it is that degradation, poverty, and woe are filling our world. Thus it is that ignorance and evil are wide-spread, and that the records show increasing hunger, nakedness, wretchedness, and transgression."},{"refcode_short":"PH132 7.1","refcode_long":"The Curse of the Liquor Traffic, p. 7.1 (Ellen Gould White)","content":"There is a lesson for us in the instruction God gave to Israel, directing them what to do in the case of a vicious ox that caused the death of any person. He said, “If an ox gore a man or a woman, that they die; then the ox shall be surely stoned, and his flesh shall not be eaten; but the owner of the ox shall be quit. But if the ox were wont to push with his horn in time past, and it hath been testified to his owner, and he hath not kept him in, but that he hath killed a man or a woman; the ox shall be stoned, and his owner also shall be put to death. If there be laid on him a sum of money, then he shall give for the ransom of his life whatsoever is laid upon him. Whether he have gored a son or have gored a daughter, according to this judgment shall it be done unto him. If the ox shall push a man-servant or a maid-servant; he shall give unto their master thirty pieces of silver, and the ox shall be stoned.” Exodus 21:28-32."},{"refcode_short":"PH132 7.2","refcode_long":"The Curse of the Liquor Traffic, p. 7.2 (Ellen Gould White)","content":"Remember this instruction in regard to the vicious ox, and apply the principle involved to the man who deals out the poisonous alcoholic drinks, and to those who license the liquor traffic. This is the kind of compensation that should be granted to the liquor-dealer. Those who engage in the liquor business are not ignorant of the numberless ways in which it results in degradation, misery, poverty, cruelty, and death. The liquor traffic is a terrible scourge to our land, and yet it is sustained and legalized by those who profess to be Christians. In thus doing, the churches make themselves responsible for the results of this death-dealing traffic. The liquor traffic has its root in hell itself, and it leads to perdition. These are solemn considerations."},{"refcode_short":"PH132 8.1","refcode_long":"The Curse of the Liquor Traffic, p. 8.1 (Ellen Gould White)","content":"The man who has formed the habit of drinking intoxicating liquor is in a desperate situation. He cannot be reasoned with, or persuaded to deny himself the indulgence. His stomach and brain are diseased, his will power is weakened, and his appetite uncontrolled. The prince of the hosts of darkness holds him in bondage that he has no power to break. For the aid of such victims the liquor traffic should be prohibited."},{"refcode_short":"PH132 8.2","refcode_long":"The Curse of the Liquor Traffic, p. 8.2 (Ellen Gould White)","content":"The world is becoming like Sodom and Gomorrah, like the world before the flood, and terrible scenes are before us. What will be the record that law-makers and liquor-dealers will have to meet? They may wash their hands as did Pilate, but they will not be clean from the blood of souls. The ceremony of washing their hands will not cleanse them if they have by their influence or agency helped to make men drunkards."}]