[{"refcode_short":"PH149 2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 2 (Ellen Gould White)","content":"Selections from Testimonies to the Managers and Workers in our Institutions"},{"refcode_short":"PH149 2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 2 (Ellen Gould White)","content":"A Word From the Publishers"},{"refcode_short":"PH149 2.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 2.1 (Ellen Gould White)","content":"The instruction in the following pages came from Mrs. E. G. White, much of it direct to the Pacific Press. Some of it was sent to institutions in general, of which the Pacific Press is one. The greatest part of it was printed for the study of our workers in 1897 and 1898. The stock on hand was consumed in the fire of 1906. It has seemed wise to the board of directors to print these testimonies to this institution again, omitting some things which applied to the office in Oakland alone, and for the sake of space, paragraphs duplicating the same instruction. The testimony to workers in Washington and Mountain View has not before appeared in print."},{"refcode_short":"PH149 3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 3 (Ellen Gould White)","content":"Chapter 1—To the Managers and Workers in Our Institutions"},{"refcode_short":"PH149 3.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 3.1 (Ellen Gould White)","content":"In the providence of God we have institutions established among us to advance the promulgation of truth, but they do not reach the efficiency they might if the workers were wholly consecrated to God. The Lord has made every provision that these institutions may reach a high standard, that they may attain to a larger growth and wider usefulness, and that those employed in them may possess Christian virtues and graces. But those connected with these instrumentalities are not all devout and spiritual. They do not represent the spirit and character of Christ. They are not ensamples to those connected with them, because they do not live in communion with God, earnestly seeking by faith and fervent prayer to know His will that they may do it."},{"refcode_short":"PH149 3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 3 (Ellen Gould White)","content":"Missionary Institutions"},{"refcode_short":"PH149 3.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 3.2 (Ellen Gould White)","content":"These instrumentalities are missionary institutions. The Lord designed that they should be a power for good; and if all who are connected with them are consecrated, if they are meek and lowly in heart, Christ will give them most precious lessons in His school. In our health institutions, our publishing houses, our schools, all should work harmoniously to carry out the purpose of God, and everything connected with the institutions should tend toward reform. The managers and helpers should have the true missionary spirit as a daily, abiding principle; for they are in a field that requires the highest kind of missionary work. Our institutions, properly conducted, will exert a far-reaching influence, and if the managers and workers are Christians, they will be as shining lights. They will educate those connected with them in the principles of truth."},{"refcode_short":"PH149 4.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 4.1 (Ellen Gould White)","content":"A responsibility to spread the knowledge of right principles rests upon who have received the light. This responsibility should be felt by every man and woman who claims to be a Seventh-day Adventist, and much more by those who are connected with our institutions. All should realize that these institutions are an important part of the Lord's great work for the salvation of souls. Let it be the aim of all to be laborers together with God for the uplifting of humanity. All should be educators by precept and example...."},{"refcode_short":"PH149 4","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 4 (Ellen Gould White)","content":"The Superintendent"},{"refcode_short":"PH149 4.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 4.2 (Ellen Gould White)","content":"Wisdom is needed in the selection of managers in the various departments. It is impossible for one to control others until he learns to control himself. The superintendent should be a man who loves and fears God. He should sacredly guard his reputation, giving no occasion for anyone to reproach the cause of God. He should not be narrow-minded, a man of one idea. One who is changeable, now indulgent, then cold and unapproachable, or critical, exacting, and domineering, is not fitted for this position, nor is he who will cherish suspicion, jealousy, passion, or stubbornness. These traits are not pleasing to God, and will not be manifested by any who take Jesus for their pattern and counselor. The superintendent must manifest the spirit of Christ; yet he should be firm to restrain evil. A neglect of this duty shows him to be unfit for his position. God requires of a steward that he be found faithful. A manager must be a growing man in order to meet the difficulties as well as the opportunities that are constantly arising. He should be quick to discern what needs to be done, and take active measures to accomplish the work at the right time. There are many rules made, many regulations passed, that fall dead because they are not carried into effect. Time is spent in board meetings, councils, and business meetings, matters are discussed, and resolutions made; and then if these resolutions die a natural death, things are left in a worse state than if no action had been taken."},{"refcode_short":"PH149 5","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 5 (Ellen Gould White)","content":"Those in Responsibility"},{"refcode_short":"PH149 5.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 5.1 (Ellen Gould White)","content":"If those who hold positions of trust are persons who love and fear God, they will realize that a sacred responsibility is theirs, because of the measure of authority and the consequent influence which their position gives them. They are dealing with varied minds, and they should move discreetly, for they are representatives of the institution. They should be kind and courteous, manifesting Christian politeness toward all with whom they are brought in contact, both believers and unbelievers. Brethren, you are to represent the family to the heavenly King. You are to watch for souls as they that must given an account. We should never forget that Jesus, in the infinite sacrifice that He has made, has proved His love for every man, woman, and child; He has shown what value He places upon every soul. All have been purchased by the price of His own blood."},{"refcode_short":"PH149 6.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 6.1 (Ellen Gould White)","content":"Let your influence be persuasive, binding people to your hearts, because you love Jesus, and these souls are His purchased possession. This is a great work. If, by your Christlike words and actions, you make impressions that will create in their hearts a hungering and thirsting after righteousness and truth, you are a colaborer with Christ. Those who have a leading influence in the institutions should be men and women who possess devotion and piety, who are not narrow and selfish in any matter; but conscientious, self-denying, and self-sacrificing, ever dealing with the workers as they would wish to be dealt with, having an eye single to the glory of God. Men of such a character will keep the way of the Lord. The workers should seek to make it as easy as possible for those who bear the burden of responsibility, and have many cares and perplexities to engage their attention."},{"refcode_short":"PH149 7","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 7 (Ellen Gould White)","content":"Right Principles"},{"refcode_short":"PH149 7.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 7.1 (Ellen Gould White)","content":"All need to have right principles placed before them in a judicious manner. Men of investigating minds will thus receive the key of knowledge, and will bring out treasures of thought for the enriching of other minds—thought that will result in the saving of souls. Circumstances will call forth words and decisions in favor of the right, and many will thus be swayed in the right direction. Words and works flowing from the heart imbued with the love and fear of God become a widespread blessing—a blessing that is carried into the highways and byways of life."},{"refcode_short":"PH149 7.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 7.2 (Ellen Gould White)","content":"There are words spoken that are not Christlike,—bitter, harsh, wicked words. This should not be.... Leaders in our institutions have many and weighty responsibilities. Their only safety is in keeping their thoughts and impulses under the control of the Great Teacher. They have golden opportunities for doing good; they can speak words in season that will guide and mold the many and varied minds with which they are brought in contact. Daily they should take their stand for God as though it were the last day they should serve in this capacity. Show men and women connected with the institution how pure and noble they may become. Let them see that you have firm confidence in God, and that He is your source of strength, that you are resting wholly upon His promises. Fulfill your duty with promptness, while claiming your heavenly Father's help in overcoming all weakness of character. With the hand of faith grasp the arm of Infinite Power, put your whole being into your work. Ever keep a winning, courteous, kind spirit, and every room may be transformed into a Bethel...."},{"refcode_short":"PH149 8.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 8.1 (Ellen Gould White)","content":"God demands more of us than we are willing to give Him. None are to be forward or obtrusive, but we are quietly to live out our religion, with an eye single to the glory of God. “Learn of Me,” says Christ; “for I am meek and lowly in heart.” Then we shall shine as lights in the world, without noise or friction. None need fail; for One is with them who is wise in counsel, excellent in working, and mighty to accomplish His designs. He works through His agents, seen and unseen, human and divine. This work is a grand work, and will be carried forward to the glory of God if all who are connected with it will make their works correspond to their profession of faith. Purity of thought must be cherished as indispensable to the work of influencing others. The soul must be surrounded by a pure, holy atmosphere—an atmosphere that will tend to quicken the spiritual life of all who inhale it...."},{"refcode_short":"PH149 8","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 8 (Ellen Gould White)","content":"A Lowered Standard"},{"refcode_short":"PH149 8.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 8.2 (Ellen Gould White)","content":"In the present state of society, with the lax morals of not only youth but those of age and experience, there is great danger of becoming careless, and giving especial attention to favorites, and thus creating envy, jealousy, and evil surmising. But few realize that they drive away the Spirit of God with their selfish thoughts and feelings, their foolish, trifling talk. When admonished, they say, “I meant no harm.” What do these frivolous ones mean? Do they forget that that which they sow they shall also reap? This silly, nonsensical conversation reveals a weak character and is an offense to God. If the grace of Christ were planted in their hearts, and striking its roots down deep into good soil, they would bear fruit of an altogether different character. They would be acquiring moral stamina, that strength of purpose and solidity of character which are essential for the great and good work that ought to be done. Others would feel their influence, and would take knowledge of them that they were led and taught by Jesus."},{"refcode_short":"PH149 9.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 9.1 (Ellen Gould White)","content":"Many of these trifling, frivolous ones make a profession of religion, and this hollow form of godliness has been so long tolerated that it has pervaded our institutions, and extends to our churches. The standard of piety is lowered into the dust."},{"refcode_short":"PH149 9.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 9.2 (Ellen Gould White)","content":"Careful attention should be given to the moral standing and influence of everyone employed in our institutions. If the workers are in any way impure in heart of life, it will be revealed in their words and actions, notwithstanding their efforts to conceal the truth. If they are not strictly moral, there is danger in employing them, for they will be in a position where they can mislead those who desire to reform, and can confirm them in unholy, defiling practices...."},{"refcode_short":"PH149 10.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 10.1 (Ellen Gould White)","content":"Our probation is short at best; we have no time to spend in erratic movements. The familiarity of married men with married women and with young girls, is disgusting in the sight of God and holy angels. The forwardness of young girls in placing themselves in the company of young men, hanging around where they are at work, entering into conversation with them, talking common, idle talk, is belittling to womanhood. It lowers them, even in the estimation of those who indulge in such things. There is a positive necessity for reform. All frivolity, all undue attention of men to women, or women to men, must be condemned and discontinued. These things have produced great evil in the world."},{"refcode_short":"PH149 10.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 10.2 (Ellen Gould White)","content":"The first appearance of irregularity in conduct should receive attention. The young should be taught to be frank yet modest in all their associations. They should be taught to respect just rules and authority. If they refuse to do this, after the right kind of labor has been bestowed upon them, let them be dismissed, whatever position they occupy; for they will demoralize others."},{"refcode_short":"PH149 10","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 10 (Ellen Gould White)","content":"God's Purpose for Us"},{"refcode_short":"PH149 10.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 10.3 (Ellen Gould White)","content":"Those who labor in our institutions are there for the purpose of promoting the intellectual and spiritual welfare of those under their care. They must make their work a matter of earnest prayer and study, that they may know how to deal with human minds and accomplish the object before them...."},{"refcode_short":"PH149 11.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 11.1 (Ellen Gould White)","content":"The mind may be so elevated that divine thoughts and contemplations come to be as natural as the breath. All the faculties of the soul are to be trained. We must do God's work intelligently. We must know the truth; and to know this is to know God...."},{"refcode_short":"PH149 11.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 11.2 (Ellen Gould White)","content":"Managers and workers, are your souls united to Christ as the branch is united to the living vine? If you have not been renewed in the spirit of your mind, for your soul's sake make no delay to have your life hid with Christ in God."},{"refcode_short":"PH149 11.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 11.3 (Ellen Gould White)","content":"This is the first business of your life. When Christ is abiding in the heart, you will not be light, trifling, and immodest, but circumspect and reliable in every place, sending forth pure words, like streams from a pure fountain, refreshing all with whom you come in contact. If you decide to continue your idle talk and frivolous conduct, go to some other place, where your influence and example will not be so widely felt in contaminating other souls. What you all need is such a sense of the purity and holiness of Christ as will lead you to despise this pretense of religion, which blesses no one, gives no peace of conscience, no repose of faith...."},{"refcode_short":"PH149 11","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 11 (Ellen Gould White)","content":"A Higher Standard Demanded"},{"refcode_short":"PH149 11.4","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 11.4 (Ellen Gould White)","content":"It is time that we as Christians reach a much higher standard. God forbid that any institution that He has planted shall become a means of decoying souls, a place where iniquity is taught. Let all learn in the school of Christ, meekness, purity, and lowliness of heart. Let them hang their helpless souls on Jesus. Live in the light shining from the oracles of God. Educate mind and heart to pure, elevated, holy thoughts. “Be ye holy in all manner of conversation.” Whatever influence you have, direct it to exalting Jesus, and not self. Unless you do this, you are a false guide, leading souls away from the Truth, the Life, the Light of the world; and the more pleasing and attractive your manners, the greater the harm you do."},{"refcode_short":"PH149 12.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 12.1 (Ellen Gould White)","content":"I tell you every soul needs a genuine conversion. All your faculties need to be consecrated to God, that you may not encourage the evils prevailing in society, but may counteract them. Many have been cultivating habits that lead directly to earthly and sensual actions; and unless the power of God shall break the snare, souls will be lost in consequence. God has claims upon you that you do not realize; for you have not brought Christ into your lives. Great decision of character will now be necessary on your part, to change this order of things. No weak efforts will accomplish the work. You can not do it for yourselves; you must have the grace of Christ, or you can never overcome. All your plans will prove a failure unless you are actuated by higher motives, and upheld by greater strength, than you can have in and of yourselves. “Seek ye first the kingdom of God, and His righteousness; and all these things shall be added unto you.” There will be no relish for trifling conversation on the part of those who are looking to Jesus for strength, depending upon His righteousness for salvation. By faith they accept Christ as their personal Saviour, and become partakers of the divine nature, having escaped the corruption that is in the world through lust."},{"refcode_short":"PH149 13","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 13 (Ellen Gould White)","content":"“Without Partiality”"},{"refcode_short":"PH149 13.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 13.1 (Ellen Gould White)","content":"There should be no giving of special favors, or attentions to a few, no preferring of one above another. This is displeasing to God. Let all bear in mind the words of inspiration: “The wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy.” When you pass by one who is in need of your sympathy and kindly acts, and bestow your favors upon others simply because they are more pleasing to you, remember that Jesus is insulted in the person of His afflicted ones. He says, “I was an hungered, and ye gave Me no meat: I was thirsty, and ye gave Me no drink: I was a stranger, and ye took Me not in: naked, and ye clothed Me not: sick, and in prison, and ye visited Me not.” To the surprised inquiry, “Lord, when saw we Thee” thus? the answer is given, “Inasmuch as ye did it not to one of the least of these [who were afflicted and needed your sympathy], ye did it not to Me.” “They that be whole need not a physician, but they that are sick.” The bruised and wounded, the lame of the flock, are among us, and these test the character of those who claim to be children of God. The Lord will not excuse the wrongdoer. He will never sanction partiality to the wealthy or oppression of the weak. He requires exact and impartial justice; more than this, He requires that His followers shall always have compassion for the suffering, pity and love for the erring...."},{"refcode_short":"PH149 14.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 14.1 (Ellen Gould White)","content":"The question is, Shall we be Bible Christians? Will we disregard the plainest instruction given us in the Word of life, and erect a false standard whereby to measure our characters? Is this a safe thing for us to do? ..."},{"refcode_short":"PH149 14.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 14.2 (Ellen Gould White)","content":"Let those who claim to be Bible believers act out their faith by obedience to all the requirements of God. Christ has invited you, “Learn of Me; for I am meek and lowly in heart: and ye shall find rest unto your souls.” ..."},{"refcode_short":"PH149 14.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 14.3 (Ellen Gould White)","content":"Do those who claim to believe the Testimonies read and practice their teachings? All the light given in the living oracles and in the Testimonies, which all may read and apply, can condemn them in the day of God if they do not heed the instruction given...."},{"refcode_short":"PH149 14.4","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 14.4 (Ellen Gould White)","content":"Brethren, the days of our probation are nearly ended. It is time to awake out of sleep. You are in a position of great responsibility. You need to watch unto prayer. Watch against habits of sin. Keep a watch over the tongue. Watch for opportunities to do good and bless others, ever looking to Jesus, growing in grace and a knowledge of the truth. If you want the higher life, you must live the higher life in the lower life of this world. We are working for time and for eternity. A well built life is formed by living upon the plan of addition, laying up one grace after another, in good works, in faith, patience, temperance, benevolence, courage, self-denial. “Ye are God's husbandry, ye are God's building.” Learning of Christ you will not be a jumble of opposites and inconsistencies, today sober and devout, tomorrow careless and frivolous."},{"refcode_short":"PH149 15.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 15.1 (Ellen Gould White)","content":"Christ has made every provision that your character may be harmonious through the grace given you. Then build it harmoniously. Let the structure rise stone on stone. Catch the rays of divine light from Jesus, and let them shine upon the pathway of others who are in darkness. All the universe of God is looking upon us with intense interest."},{"refcode_short":"PH149 16","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 16 (Ellen Gould White)","content":"Chapter 2—Consolidation of the Publishing Work"},{"refcode_short":"PH149 16","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 16 (Ellen Gould White)","content":"Important Principles in Institutional Organization"},{"refcode_short":"PH149 16.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 16.1 (Ellen Gould White)","content":"The subject of consolidating our publishing work, to bring it under one management, has been presented to me, and I have been shown what the outcome would be. It would result in bringing all the publishing houses under the control of a man-made power at Battle Creek, which already has far too extensive a rule. It will be urged that since the publishing interest in Battle Creek is under the supervision of the General Conference, matters are placed on a different basis, and that the objections to consolidation are removed. But the same influences that have been leading away from the principles upon which our publishing institutions were founded, are still working. There is a change of name, but to a great degree the management is the same. It is no time for any institution among us to act out the principles of Rome in seeking to bring everything under its own control...."},{"refcode_short":"PH149 16.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 16.2 (Ellen Gould White)","content":"There must be no confederacy to ignore the individuality of the publishing work on the Pacific Coast. Let not our brethren attempt to submerge the identity of the Pacific Press in the publishing house at Battle Creek, thinking to increase the strength of both. The Pacific Press has been led to depend too largely upon Battle Creek; its managers should have discerned the talents to be found on the Pacific Coast, and would have shown true wisdom in securing all the ability possible in order to make their work a complete whole. Let the Battle Creek publishing house and the Pacific Press regard each other as sister institutions. In cooperation they can exert a healthful influence upon each other, but not in consolidation. These institutions are not to become merged into one...."},{"refcode_short":"PH149 17.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 17.1 (Ellen Gould White)","content":"The light that I have had for years is that these institutions must stand separate, each preserving its own individuality. A nearer relation than this will tend to the injury of both...."},{"refcode_short":"PH149 17.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 17.2 (Ellen Gould White)","content":"I fear that the managers of the Pacific Press have accepted propositions without the careful and prayerful consideration which should have been given them. No proposition should be accepted, no matter whence it may come, unless it is definitely stated in writing, and a copy given to the managers of each institution. Then let several of the leading men together bring the matter before the Lord; spread out the writing before Him, and with earnest prayer seek for clear discernment and sharp discrimination to decide whether the plans proposed are for the glory of God and the good of both institutions. As you ask for wisdom, believe that you receive, and you shall have; for God has promised it...."},{"refcode_short":"PH149 18.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 18.1 (Ellen Gould White)","content":"I repeat, the fact that the General Conference has taken the control of the publishing work does not remove the objection to consolidation...."},{"refcode_short":"PH149 18","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 18 (Ellen Gould White)","content":"To the Men in Responsible Positions in Battle Creek"},{"refcode_short":"PH149 18.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 18.2 (Ellen Gould White)","content":"Consolidation means that all institutions are to be merged into the Battle Creek institutions. For years something of this kind has been proposed by one and another. But according to the light I have had, the plan is wrong, decidedly wrong. Let every institution stand in its own individuality, doing its respective work in its own locality...."},{"refcode_short":"PH149 18.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 18.3 (Ellen Gould White)","content":"The Pacific Press should stand in its own moral independence, carrying on its work beyond the Rocky Mountains, in a little world of its own. [See later testimony, page 25.] Its managers are responsible to God to do their work as in full view of the universe of heaven."},{"refcode_short":"PH149 18.4","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 18.4 (Ellen Gould White)","content":"Men are coming to trust in men, and to make flesh their arm; and when that arm is not linked in the arm of Christ, they will find that they are leaning upon a broken reed."},{"refcode_short":"PH149 18.5","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 18.5 (Ellen Gould White)","content":"The publishing houses were established in America in the counsel of God, under His direction and supervision, and they should stand in their own individuality, as sister institutions. Never should they be so related to each other that one shall have power to control the running of the other. If one institution shall adopt a policy which the other does not sanction, the other institution is not to be corrupted, but is to stand in its God-given responsibility, true to the principles that were expressed in its establishment, and carrying forward the work in harmony with those principles...."},{"refcode_short":"PH149 19.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 19.1 (Ellen Gould White)","content":"Every institution should work in harmony with the other institutions, but farther than this they should not go toward confederacy or merging into one. Already there are men who supposing themselves wise, are trying to shape matters according to their ideas. Things may for a time appear to prosper in their hands, but the result will be that which they do not now anticipate...."},{"refcode_short":"PH149 19.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 19.2 (Ellen Gould White)","content":"When every institution is merged into the one that is greatest,—that is, measured by her power of control,—that one will indeed be a ruling power, and if the principles of action in the most powerful institution are corrupted, as is now the case, and as has been in the history of the past, every other institution must follow the same path, else a determined influence will be brought to bear against it. The difficulty is not in the institution, but in the members."},{"refcode_short":"PH149 19.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 19.3 (Ellen Gould White)","content":"This position to press men into hard places if you can not bring them to your ideas, is not according to God's order. Those who do this when it suits them, are bringing souls into unbelief and temptation, and driving them on Satan's battlefield. They forget that God will deal with them as they deal with their fellow men. God's cause is not to be molded by one man, or half a dozen men...."},{"refcode_short":"PH149 20.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 20.1 (Ellen Gould White)","content":"God's instrumentalities are not chosen of men, or under their jurisdiction. They are to prepare a people to stand in the day of the Lord.... By no sharp dealing or underhand advantage is the Lord to be glorified or His truth served. Money acquired in this way to supply the treasury will benefit no one; for God will not serve with the sins of oppression and selfishness."},{"refcode_short":"PH149 20.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 20.2 (Ellen Gould White)","content":"It should be written on the conscience as with a pen of iron upon a rock, that no man can achieve true success while violating the eternal principles of right. There must be a cleansing of the institutions similar to Christ's cleansing of the temple of old. “It is written,” saith the Lord, “My house shall be called the house of prayer; but ye have made it a den of thieves.” There are in our institutions today, transactions similar to those that took place in the temple court in Christ's time; and all heaven is looking on...."},{"refcode_short":"PH149 20.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 20.3 (Ellen Gould White)","content":"The publishing houses were brought into existence in a spirit of sacrifice, and no persons should have been permitted to hold a responsible position in the work, who desired to work according to the world's policy. The consecration and purity of the worker will be evidenced by the principles manifested in his attitude toward every child of God. The publishing house was established for the purpose of doing business upon the principles of justice and equity, judging every case without partiality and without hypocrisy. In our institutions the spirit of Christ was to be a witness to the world of the character of God, a living epistle, known and read of all men...."},{"refcode_short":"PH149 21.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 21.1 (Ellen Gould White)","content":"God requires every man to be punctual, just, and without guile in his lips or in his heart. Be righteous in all dealings with your fellow men if you would have not only the name but the character of a Christian. Those who depart from Bible principles, and vindicate their defects as righteous, have never received the true knowledge of Christ or the experience of being in truth doers of the Word. There is nothing in the Word of God that glosses over or excuses one phase of selfishness, one approach to overreaching or dishonesty...."},{"refcode_short":"PH149 21","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 21 (Ellen Gould White)","content":"To the General Conference Committee and the Publishing Boards of the Review and Herald and Pacific Press"},{"refcode_short":"PH149 21.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 21.2 (Ellen Gould White)","content":"I would address to you words of counsel. I have received a letter from Brother C. H. Jones in reference to changes which it is proposed to make in the publication of our periodicals. Questions are asked in reference to these matters. One is, “Shall our periodicals be combined in one paper or magazine?” ..."},{"refcode_short":"PH149 22.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 22.1 (Ellen Gould White)","content":"I can not see wisdom in the policy of having all our periodicals combined in one paper or magazine. Each of our periodicals has its own place, and is to do a specific work. Let our brethren inquire, Has the necessity of this work, and its object, changed? If you think so, then wherein? ..."},{"refcode_short":"PH149 22.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 22.2 (Ellen Gould White)","content":"The present is a time of special peril. In 1890 and 1891 there was presented to me a view of dangers that would threaten the work.... Propositions which to their authors appeared very wise would be introduced, looking to the formation of a confederacy that would make Battle Creek, like Rome, the great head of the work, and enable the office of publication there to swallow up everything in the publishing line among us. This is not God's wisdom, but human wisdom. Those matters have been coming up again and again in different aspects, but this policy of consolidation would, if adopted, result in marring the work. God would have His work move firmly and solidly, but no one branch is to interfere with or absorb other branches of the same great work. From time to time for years, in the past, God has been pleased to give me special light on these points. I was shown that the small periodicals, as well as the larger ones, are to come forth from the publishing houses and be scattered like the leaves of autumn to answer the wants of the cause in its growth and extension...."},{"refcode_short":"PH149 23.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 23.1 (Ellen Gould White)","content":"The work of publication was represented to me by the figure which Christ used, the vine. In the different branches of this great work, as in the branches of the vine, there is to be unity in diversity. This is God's plan, the principle that runs through the entire universe. In God's wise arrangement there is diversity, and yet He has so related each part to others that all work in harmony to carry out His great plan in extending the knowledge of God and of Jesus Christ whom He hath sent. However there may appear to be dissimilarity, the work is one great whole, and bears the stamp of infinite wisdom. God and Christ are one, Christ and His disciples are one, we in Christ, and Christ in God.... Each branch bears its burden of fruit, and all together make a harmonious whole, a complete, beautiful unity. This is harmony according to the Lord's order."},{"refcode_short":"PH149 23.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 23.2 (Ellen Gould White)","content":"Warnings have been given me that the publishing house on the Pacific Coast should not, in thought, word, or deed, depreciate the office at Battle Creek, neither should the publishing house at Battle Creek look with envy and jealousy upon the instrumentalities the Lord has established upon the Pacific Coast. Plans should be carefully considered in Battle Creek, that they may in no case militate against the work in Oakland...."},{"refcode_short":"PH149 24.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 24.1 (Ellen Gould White)","content":"I understand something about these two institutions, for my husband and I had to lead out in establishing them and carrying them forward. The Lord gave special directions as to how they should be conducted. These principles I have not withheld from those who were numbered as believers in the truth."},{"refcode_short":"PH149 24.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 24.2 (Ellen Gould White)","content":"The work has been presented to me as, at its beginning, a small, very small rivulet. The representation was given to the prophet Ezekiel of waters issuing “from under the threshold of the house eastward ... at the south side of the altar.” Please read Ezekiel 47. Mark verse 8.... This work was represented to me as extending to the east and to the north, to the islands of the sea, and to all parts of the world. As the work increases, there will be a great and living interest to be managed by human instrumentalities. The work is not to be centered in any one place, not even in Battle Creek. Human wisdom argues that it is more convenient to build up the interest where it has already obtained character and influence; mistakes have been made in this line. Individuality and personal responsibility are thus repressed and weakened. The work is the Lord's, and the strength and efficiency are not all to be concentrated in any one place."},{"refcode_short":"PH149 25","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 25 (Ellen Gould White)","content":"To the Pacific Press"},{"refcode_short":"PH149 25.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 25.1 (Ellen Gould White)","content":"Twenty years ago [1876], I was surprised at the cautions and warnings given me in reference to the publishing house on the Pacific Coast; that it was ever to remain independent of all other institutions; that it was to be controlled by no other institution, but was to do the Lord's work under His guidance and protection.... It must maintain its own individuality, and be strictly guarded from any corruption. It must not be merged into any other institution. The hand of power and control at Battle Creek must not reach across the continent to manage it."},{"refcode_short":"PH149 25.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 25.2 (Ellen Gould White)","content":"At a later date, just prior to my husband's death, the minds of some were agitated in regard to placing these institutions under one presiding power. Again the Holy Spirit brought to my mind what had been stated to me by the Lord. I told my husband to say, in answer to this proposition, that the Lord had not planned any such action. He who knows the end from the beginning, understands these matters better than erring man."},{"refcode_short":"PH149 25.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 25.3 (Ellen Gould White)","content":"At a still later date the situation of the publishing house at Oakland was again presented to me. I was shown that a work was to be done by this institution which would be to the glory of God if the workers would keep His honor ever in view; but that an error was being committed by taking in a class of work which had a tendency to corrupt the institution. I was also shown that it must stand in its own independence, working out God's plan, under the control of none other but God."},{"refcode_short":"PH149 26.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 26.1 (Ellen Gould White)","content":"The Lord presented before me that branches of this work would be planted in other places, and carried on under the supervision of the Pacific Press; but that if this proved a success, jealousy, evil surmisings, and covetousness would arise. Efforts would be made to change the order of things, and embrace the work among other interests at Battle Creek. Men are very zealous to change the order of things, but the Lord forbids such a consolidation. Every branch should be allowed to live, and do its own work."},{"refcode_short":"PH149 26.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 26.2 (Ellen Gould White)","content":"Mistakes will occur in every institution, but if the managers will learn the lesson all must learn,—to move guardedly,—these errors will not be repeated, and God will preside over the work. Every worker in our institutions needs to make the Word of God his rule of action. Then the blessing of God will rest on him. He can not with safety dispense with the truth of God as his guide and monitor. If man can take one breath without being dependent upon God, then he may lay aside God's pure, holy Word as guidebook. The truth must take control of the conscience and the understanding in all the work that is done. The Holy Spirit must preside over thought and word and deed. It is to direct in all temporal and spiritual actions."},{"refcode_short":"PH149 26.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 26.3 (Ellen Gould White)","content":"It is well pleasing to God that we have praise and prayer and religious services, but Bible religion must be brought into all we do, and give sanctity to each daily duty. The Lord's will must become man's will in everything. The Holy One of Israel has given rules of guidance to all, and these rules of guidance are to be strictly followed; for they form the standard of character. No one can swerve from the first principles of righteousness without sinning. But our religion is misinterpreted and despised by unbelievers, because so many who profess to hold the truth, do not practice its principles in dealing with their fellow men...."},{"refcode_short":"PH149 27.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 27.1 (Ellen Gould White)","content":"If those connected with the work of God will not hear His voice and do His will, they should be separated entirely from the work. God does not need the influence of such men. I speak plainly; for it is time that things were called by their right name. Those who love and fear God with all their hearts are the only men that God can trust. But those who have separated their souls from God, should themselves be separated from the work of God, which is so solemn and so important."},{"refcode_short":"PH149 27","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 27 (Ellen Gould White)","content":"Extracts from Personal Letters from Mrs. E. G. White to C. H. Jones"},{"refcode_short":"PH149 27.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 27.2 (Ellen Gould White)","content":"There is need for the Pacific Press to stand in God, subject to no human power of control in their action. You are not to hold yourself to seek permission of the authorities of Battle Creek whether you shall or shall not pursue a line of work that seems impressed upon you to do. The Lord is the one to whom you are to be amenable. All the light heretofore given me of God is that these institutions out of Battle Creek should not be absorbed by Battle Creek. It would be an injury to both parties. Each is to stand in harmony one with the other, yet preserve their individuality of action, responsible to God and Him alone. If one pursues a course of selfish action, or of absorbing everything by just or unjust means, my voice can not be silent. I shall be heard, for God has given me His word. I look upon consolidation in unity, and helpfulness of one another, as sound principle; but I do not and can not give my influence to consolidation in blending the institutions in one great whole...."},{"refcode_short":"PH149 28.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 28.1 (Ellen Gould White)","content":"I tell you in the fear of God, stand in God to do His will, to keep the ways of the Lord, to do justice and judgment. Let there be no betrayal of sacred trusts on your part.... Walk humbly and softly before God. If God sees the least injustice done to one of His children, He will punish for these things.... The Lord God is ruler of the world, ruler of His own subjects."},{"refcode_short":"PH149 28.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 28.2 (Ellen Gould White)","content":"God would have the Pacific Press Publishing House stand free and clear, and untrammeled by any power. God would have every one of His institutions rise above the frosty atmosphere in which the human agent will be if left to himself. Inclined to live and breathe, he must live and breathe in the holy, pure, life-giving atmosphere of heaven, else sentiments, and plans, and resolutions will clog and impede our heavenly advance movements...."},{"refcode_short":"PH149 29.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 29.1 (Ellen Gould White)","content":"... I beg of you and all the officials at the Pacific Press to know that every move you make is in the light of the counsel of God. The moves being made of consolidation mean placing all your powers under the jurisdiction of the powers in office at Battle Creek. I say, God forbid that you should adopt the plans and be controlled by the principles that have ruled them like the laws of the Medes and Persians."},{"refcode_short":"PH149 29.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 29.2 (Ellen Gould White)","content":"God has presented to me, which I have presented to you, that the Pacific Press should stand on its own individuality, relying upon God, doing its work in God, as His instrumentality—the human agent working with God, contrite in spirit, meek and lowly in heart, ready to be taught of God, but not subject to any earthly power that shall propose plans and ways that are not after the light God has given. Be on guard. Be on guard, and do not sell your religious liberty to any office or to any man, or board or council of men."},{"refcode_short":"PH149 30","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 30 (Ellen Gould White)","content":"Chapter 3—A General Testimony"},{"refcode_short":"PH149 30","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 30 (Ellen Gould White)","content":"True Sense of the Sacredness of the Work"},{"refcode_short":"PH149 30.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 30.1 (Ellen Gould White)","content":"In regard to matters at the Pacific Publishing House, there has not been that faithfulness which God requires. There should be a deeper sense of the sacredness of the work, and each and all should be faithful in their several departments of the work. But there is a great lack of stability with some. When special attentions are shown by young men to the young ladies, and they in turn encourage these attentions, and the company of young men, involving neglect of duties, becoming frivolous and unguarded in deportment, it is wrong to encourage such a course of conduct by retaining them in the office in connection with the work; and when marriages occur no display should be countenanced."},{"refcode_short":"PH149 30.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 30.2 (Ellen Gould White)","content":"I was shown that there is not, with a number of those at work in the office, a true sense of religious things. Those who have left the East for the Pacific Coast should not in their daily and religious life pursue a course which is not worthy of imitation. They disgrace and misrepresent those who are connected with the work in the East. They should be circumspect in their conduct. Their daily religious life is very defective. Eternal interests are placed below the temporal. I saw that against the names of several now at work in the Signs office was written in the ledger of heaven, “Wanting—weighed in the balance and found wanting.” As the searching eyes of the Judge rested upon these unfaithful ones, their countenances became pale, and terror seized them. Some had not been guilty of any great wrong, but they had not let their light so shine before men that others, by seeing their good works, would reflect glory to God. You who are working in the office may avail yourselves of religious privileges if you will, so that you may have spiritual strength to put forth spiritual exercise for your own benefit and that of others. Prayer meetings are neglected, religious duties are left undone, and the conscience is at ease. What does this spiritual slothfulness say in favor of Christ? Just this, that your own business, or the mechanical work in which you are engaged, is of more consequence than the service of God."},{"refcode_short":"PH149 31","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 31 (Ellen Gould White)","content":"Importance of Religious Services"},{"refcode_short":"PH149 31.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 31.1 (Ellen Gould White)","content":"You may work with earnestness in the performance of your mechanical duties, and then, without interest or earnestness, go to religious service, showing that you have no heart in such service. How can such professors grow? It is impossible. They ever remain dwarfs in religious things, and when the judgment shall sit and the books be opened, their names come under the head of slothful servants,—weighed in the balance and found wanting."},{"refcode_short":"PH149 31.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 31.2 (Ellen Gould White)","content":"The preached Word will be powerless for the conviction and conversion of souls, while a sleepy, lazy, and backslidden church are all that are left to sustain the efforts of the laborer. The efforts of Christ's ambassadors will be successful only when sustained by an earnest, praying, working people. Prayer meetings are neglected, while concerts, singing schools, and various entertainments are faithfully patronized. “It's only a prayer meeting,” is often repeated by church members; I can not call them Christians. Exciting popular lectures will interest the church members and call them out, when the prayer meeting has no attraction for them. This reveals the true spiritual condition of the church. God is not pleased with this state of things. Spiritual and eternal things are not appreciated, while temporal matters are exalted above things of eternal interest."},{"refcode_short":"PH149 32.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 32.1 (Ellen Gould White)","content":"A prayer meeting will always tell the true interest of the church members in spiritual and eternal things. The prayer meeting is as the pulse to the body; it denotes the true spiritual condition of the church. A lifeless, backslidden church has no relish for the prayer meetings. Young men and women of no depth of religious experience, who are vain and proud and frivolous, can feel no satisfaction in engaging in religious exercises. They prefer to pass the time in flirtations or reading novels, or in other ways of pleasing and gratifying the feelings of the natural heart."},{"refcode_short":"PH149 32","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 32 (Ellen Gould White)","content":"All Should be Workers"},{"refcode_short":"PH149 32.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 32.2 (Ellen Gould White)","content":"Not one of the workers in the office is excused from being a worker in the church of God. Those who are capable of engaging in labor in the office are capable of being workers in the church. There is missionary work to be done everywhere. Everyone in the office who professes the name of Christ should be put into regular, systematic labor of some kind in the church. Every man and woman is required of God to do something for the advancement of His cause. Every institution like the publishing house on the Pacific Coast should have rules and discipline, requiring those who work in the office to be earnest workers in the church. If there is a neglect in attending evening meetings or the meetings on the Sabbath, it should be inquired into, and if valid reasons are not given, they should be urged or admonished to attend these meetings, so essential to their spiritual strength. Without this spiritual strength the influence of these laborers will not be good, and the religious tone in the office will not be correct. Those who profess to be engaged in the sacred work of God should not excuse the neglect of the service of God because of their own work. Such work can be laid aside much better than the service of God, for His strength and grace are every day essential for the performance of daily duties, and the opportunities and privileges for spiritual strength can not be slighted or neglected without backsliding from God. Backsliders are not wanted to engage in the sacred work of God."},{"refcode_short":"PH149 33.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 33.1 (Ellen Gould White)","content":"In order to retain spiritual life the laborers should improve every means of grace to gather strength, not as spectators, but as workers in the church, doing the duties which must be done in the various departments. There must be respect shown for, and interest in, the worship of God, and faithful attendance upon it, by all those connected with the office who have a name as children of God. As the body needs temporal food, so does the soul need spiritual food, and there should be individual effort put forth by all to place themselves in connection with all the means of grace that have been provided. Every ray of light they can gather to their souls should be cherished, for moral darkness surrounds us everywhere, and is clouding the pathway of all, and leaving its impress of darkness upon the mind, and its baleful influence upon the character."},{"refcode_short":"PH149 34","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 34 (Ellen Gould White)","content":"The Holy Spirit Necessary"},{"refcode_short":"PH149 34.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 34.1 (Ellen Gould White)","content":"Peculiar qualities and powers are developed either for good or evil. In order to have them exercised for good, these powers must be under the controlling influence of the Spirit of God; then their influence will be sensibly felt for good, whatever their possessors may do, or wherever they may be. Each is giving by words and deportment a daily lesson to others, either for their benefit or injury while life shall last. The Lord's service is not regarded by many as sacred and essential, if we judge by their neglect of these sacred privileges. Our own work must be done, but it must not be placed above eternal interests. A faithful discharge of duties in temporal things is necessary, but it should never take the place of religious devotion, and crowd out the time that should be given to it, lest the spiritual strength languish."},{"refcode_short":"PH149 35","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 35 (Ellen Gould White)","content":"How Hearts Become Hardened"},{"refcode_short":"PH149 35.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 35.1 (Ellen Gould White)","content":"There has been a sad departure from right principles. The Word of God declares that God hardened the heart of Pharaoh. This was done when, giving Pharaoh warnings and revealing God's miraculous power before him, he braced himself up to resist the light, and refused to acknowledge the Monarch of heaven and yield to His requirements. Every time that Pharaoh resisted the Spirit of God his heart grew harder and more difficult to impress, until the restraining influence of the Spirit of God was removed. Pharaoh sowed continually the seeds of obstinacy, and he reaped obstinacy, and he kept up his determined spirit of obstinacy till he perished in the Red Sea."},{"refcode_short":"PH149 35.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 35.2 (Ellen Gould White)","content":"God did not compel Pharaoh to be lost. Every man who is lost destroys himself. When a man turns from the light given of God, and refuses to walk in it, that light becomes darkness to him. When the light comes before him again, it is so dim that he scarcely recognizes it. When the words of reproof come from God to the wrongdoer, there is a stirring of heart, an arousing of conscience. The hearts of the hearers are convicted and Satan trembles for his power. Individuals go from the house of God determined to resist pride, mortify lust, and overcome avarice. But they do not humble their souls before God and repent, and make right the wrongs of the past. They do not make a decided change and plead with God for help, relying on His strength, and the impression soon wears away. They feel for a time the sense of their condition, but realize not the heinous character of sin. They become indifferent and the old defects of character appear, whether it is pride and vanity, worldliness and selfishness, or petty dishonesty, overreaching in trade, sensuality, or lust for gain. They go forward as eagerly as though they had lost time during the little arousing of conscience. They may, after this relapse, listen to the denunciations against sin and the works of ungodliness, the Spirit of God may rest upon the speaker with unusual fervor, and the power of God be in every word, but they are not much moved; they have been hardened by the stifling of their convictions."},{"refcode_short":"PH149 36","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 36 (Ellen Gould White)","content":"All in Subjection to Christ"},{"refcode_short":"PH149 36.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 36.1 (Ellen Gould White)","content":"Business interests, social endearments, ease, honor, reputation, must be held in subjection to the claims of Christ. We often think we make great sacrifices for the truth, but we do not in reality. The great apostle to the Gentiles, we think, from our standpoint, made sacrifices when he turned from wealth, social distinction, and high honorary titles, to link his name and destiny with that of a peculiar people, everywhere spoken against, but he says he counted all things but loss that he might win Christ. Was he a loser by the exchange? He says he was abundant in labors, in deaths oft, five times he received forty stripes save one, he was stoned, was a night and a day in the deep, in perils by land and by sea, in the city and in the wilderness, from robbers and from his own countrymen; that he performed his mission in weariness and painfulness, in watchings often, in hunger and thirst, in fastings often, in cold and nakedness; and yet sounding along the line, come down to us from the old hero of faith the words, “For I am persuaded, that neither death, nor life, not angels, nor principalities, nor powers, not things present, nor things to come, not height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.”"},{"refcode_short":"PH149 37.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 37.1 (Ellen Gould White)","content":"When the crown of martyrdom was about to press his brow, he was confined in a dungeon, deprived of comfortable food and clothing, and separated from his many friends; but one, or sometimes two, were with him to receive the words that God spoke to him to be handed down to us. But when his first answer was given to the tyrant Nero, he says, “No man stood with me, but all men forsook me.” A solitary prisoner, on trial for his life, persecuted and abandoned. But did Paul think he was making a great sacrifice in his religious life? There come to us these words from him: “For I reckon that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us.” He affirms that he received the highest consolations: “I am filled with comfort, I am exceeding joyful in all our tribulation.” This hero of faith left his testimony, enduring as eternity, upon the work for his time. He molded the character of the age in which he lived by his religious experience and his powerful intellect."},{"refcode_short":"PH149 38.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 38.1 (Ellen Gould White)","content":"The life of Paul was a success. The influence and work of Paul, the grand reformer, can never perish; they are immortalized. His Christian character shines forth with the brightness of the firmament. The whole Christian life of Paul was a preparation for the future, immortal life. In the dark dungeon, a prisoner for God, he looked over his life with satisfaction, and knowing that he had not been playing a losing game, he exclaims, “I have fought a good fight, I have finished my course, I have kept the faith.” Then fixing his eye upon the things that are unseen, the immortal future, which had been the inspiring motive of his Christian life, in confident assurance he exclaims: “Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous Judge, shall give me at that day: and not to me only, but unto all them also that love His appearing.”"},{"refcode_short":"PH149 38.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 38.2 (Ellen Gould White)","content":"In confident expectation of the crown of life, the battle shout of this great warrior comes down along the lines to us, seeming to rob even death of its triumph. Those who will dare to be true to principle and live for God and the future immortal life, who will not submit to the forms, customs, and ideas of this corrupt age, will not be understood by the world, any more than Christ was known and understood. But they are understood in heaven; their names are recorded in the Lamb's book of life."},{"refcode_short":"PH149 40","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 40 (Ellen Gould White)","content":"Chapter 4—Associations and Discipline"},{"refcode_short":"PH149 40.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 40.1 (Ellen Gould White)","content":"I have been thinking much in regard to you and your religious life since I left the office. I was shown that the office of publication at Oakland should have the most strict discipline. In this age the young are so weak in moral power that they have but little strength to withstand temptation."},{"refcode_short":"PH149 40","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 40 (Ellen Gould White)","content":"Improper and Premature Courtships"},{"refcode_short":"PH149 40.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 40.2 (Ellen Gould White)","content":"The reason is, they are not truly changed in heart and therefore are unchanged in character. Young men and young women associating together, having weak principles and but little faith and devotion, become easily infatuated with each other and fancy they are in love. Their constant attention to one another soon has its influence, and spiritual things are not appreciated. As in the days before the flood, there is an influence to continually draw the mind from God, and to fasten the affections upon the human instead of the divine. The girls in the office, some of them, are entirely unprepared to serve God; their thoughts are vain and unconsecrated; they are superficial; they have not the fruits of the Christian life. They must have a deep and thorough conversion, or they will never see the kingdom of God. Now, these young persons associating together in the office, forming attachments with view to marriage, and giving themselves up to these attachments, are unfitting themselves for the work. They can not do their work with singleness of purpose, fidelity, and integrity. They are unfitted by this infatuation, and a demoralizing influence is felt all through the office. Young gentlemen and ladies leave their home and home influence and come to labor in the office; and it is a wrong done to their parents to form attachments and contract marriages without their counsel and advice in the matter. Such things grieve the Spirit of God. It is due their parents that they consult them in so important a step, and that they be aided by the experience and mature judgment of their parents. The young men or young women do not look beneath the surface; they see each other under the most favorable circumstances, and do not detect those traits of character which the mother, in her earnest interest for her son or daughter, sees, and knows will make or mar the happiness of those she loves."},{"refcode_short":"PH149 41.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 41.1 (Ellen Gould White)","content":"When these youth come to the office, the parents feel that they are safe under the guardianship of those in whom they have the highest confidence. Then how cruel to have this confidence abused! These young persons pair off, associate together, the young men escort the favored one to and from meeting, walk and ride together, with no parent's eye to see or voice to warn; and these attentions ripen into stronger attachments, and marriages are contracted without the knowledge of the parents, and the fifth commandment is broken."},{"refcode_short":"PH149 42","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 42 (Ellen Gould White)","content":"Duty of Manager of the Office"},{"refcode_short":"PH149 42.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 42.1 (Ellen Gould White)","content":"These things should not be allowed in the Signs office. If they can not be broken up, dismiss the parties, write to their parents, and return them to their care and guardianship, making a plain statement of the case. I saw that foolish marriages would be entered into. Young girls are forward, not modest and retiring as they once were. They engage the attention of the young men, do the courting by seeking their attention, hanging around and talking with them. And it is a fact that the associations of the young men and women can not be encouraged without marriage being thought of and soon contracted. I write this to warn the young men and women not to be betrayed into foolish attachments which will prove their ruin in the end. Young men of promise in the office will be beguiled and infatuated with thoughts of marriage that should not enter their minds for years. Just as soon as the step is taken, farewell to their usefulness; they are fettered, and as far as rising higher and filling positions of trust, are useless."},{"refcode_short":"PH149 42.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 42.2 (Ellen Gould White)","content":"God will accept the services of the young men and young women, if they will consecrate themselves to Him without reserve. But when they begin to form these incautious, immature attachments, devotion, consecration, and religion are made of but little account. It is death to religious fervor, death to growth in grace. It is a time when the most solemn and serious thoughts should occupy the mind, and the most thorough consecration should be cherished. We are forming characters; brick is laid upon brick, one upon another, and the structure is going up, a beautiful temple to God. These young men may rise to almost any height in intellectual advancement and spiritual power. I warn these young men not to marry, and the young ladies not to be given in marriage, until they have gained knowledge, experience, and success in their efforts to reach the high standard for which they have thought to aim...."},{"refcode_short":"PH149 43","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 43 (Ellen Gould White)","content":"Necessity of Rules and Discipline"},{"refcode_short":"PH149 43.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 43.1 (Ellen Gould White)","content":"I was shown that God is in no way honored or glorified in these marriages, and rules must be made to remove this influence from the office. Our youth must take a more elevated standard in the office if they would perfect Christian character. They should be present at the hour of prayer, at the prayer meeting, ready and zealous to do service for God. They want to understand the high claims of God upon them. Great learning is not required, genius or eloquence, but a pure, humble heart, longing for righteousness. If these young men and young women were one tenth as interested in refining the life and in elevating and ennobling the character, that they may do better and holier service for God, as in pleasing and gratifying self, a great and good work would be done by their noble efforts. These youth must habituate themselves to think of something more noble and elevating than themselves. They do not pray, do not watch unto prayer; they are unacquainted with Jesus. They have much to learn and but little time to learn it in; no time to spend in frivolity and gratification of self. If they will see the need of thorough conversion, if they will pray, and watch unto prayer, God will make them wholly His, and they may do much for His cause. But God is dishonored by the thoughts and behavior of many of the young in the office. Those who come to the office with good purposes are spoiled by the unconsecrated influence of some employed there. This must not longer exist. Plain talk and plain action must be taken in these cases."},{"refcode_short":"PH149 45","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 45 (Ellen Gould White)","content":"Chapter 5—To the Directors"},{"refcode_short":"PH149 45","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 45 (Ellen Gould White)","content":"What Will Bring Prosperity"},{"refcode_short":"PH149 45.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 45.1 (Ellen Gould White)","content":"I have been instructed by the Lord in regard to some things connected with the office of publication in Oakland, Cal. I saw that financial embarrassment was causing distress of mind, and having a tendency to weaken the courage of those who bear heavy responsibilities. Many prayers are offered that God will work in giving prosperity to the office. I was shown that the Lord will work when the workers will cooperate with Him. When the souls of the workers are knit with Christ, the power of God will be manifest among them. There has been a decided lack of faith...."},{"refcode_short":"PH149 45.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 45.2 (Ellen Gould White)","content":"The world is deluged with books that might better be consumed than circulated. Books upon Indian warfare and similar topics, published and circulated as a money-making scheme, might better never be read by the youth. There is a satanic fascination in such books. The heart-sickening relation of crimes and atrocities has had a bewitching power upon many youth, exciting them to see what they can do to bring themselves into notice, even by the wickedest deeds. Even the enormities, the cruelties, the licentious practices, portrayed in more strictly historical writings, have acted as leaven in many minds, leading to the commission of similar acts. Books that delineate the satanic practices of human beings are giving publicity to evil works. These wicked, horrible particulars need not be lived over, and none who believe the truth for this time should act a part in perpetuating the memory of them...."},{"refcode_short":"PH149 46.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 46.1 (Ellen Gould White)","content":"There is another class of books—love stories, frivolous tales—that are a curse to everyone who reads them, and this although the author may attach a good moral. Often religious sentiments are woven all through these books; but in most cases, Satan is but clothed in angel robes to deceive and allure the unsuspicious. The mind is affected in a great degree by what it feeds upon. The readers of frivolous and exciting tales become unfitted for the duties lying before them. They live an unreal life, and have no desire to search the Scriptures, to feed upon the heavenly manna. The mind that needs strengthening is enfeebled, and loses its power to contemplate the great problems which relate to the mission and work of Christ, the plan of salvation. These subjects will fortify the mind, awaken the imagination, and kindle the strongest desire to overcome as Christ overcame."},{"refcode_short":"PH149 46.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 46.2 (Ellen Gould White)","content":"The youth must take heed what they read, as well as what they hear. I have been shown that they are exposed to the greatest peril of being corrupted by improper reading. Could a large share of the books published be consumed, a plague would be stayed that is doing its fearful work upon human minds and corrupting human hearts. Satan is constantly seeking to lead both the youth and those of mature age to be charmed with foolish stories. None are so confirmed in right principles, so secure from temptation, that they can feel safe, and think no one need feel anxious about them. Resolutely discard all this trashy reading, which will not increase your spirituality, but will introduce into your mind sentiments that captivate the imagination, so that you think less of Jesus, and dwell less upon His precious lessons...."},{"refcode_short":"PH149 47.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 47.1 (Ellen Gould White)","content":"The office should be regarded as a school for the education of the workers. There is need of personal effort for their uplifting in all that constitutes a noble character. The minds of many of the youth are already sown with the seeds of evil, that are ready to spring into life and produce an abundant harvest. Strive to implant pure principles in the soul. Encourage the youth to store the mind with valuable knowledge. Let that which is good occupy the soul and control its powers, leaving no place for low, debasing indulgences. Let the standard of piety and devotion be elevated...."},{"refcode_short":"PH149 47","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 47 (Ellen Gould White)","content":"Power of a Faithful Example"},{"refcode_short":"PH149 47.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 47.2 (Ellen Gould White)","content":"By a godly example, those who occupy responsible positions can maintain the elevated character of the office. Not to do this is to incur guilt, to be unfaithful stewards, blameworthy before the heavenly intelligences, who are waiting to cooperate with the human agencies in order to save souls. Christians are to shine as lights amid the moral darkness of the world. They are to be representatives of Christ, patterns for all who come within the sphere of their influence. They are exhorted to fidelity, and to the highest attainments of piety. The Word of God is plain upon this point. “Do all things without murmurings and disputings: that ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world; holding forth the word of life.” In our own lives we should present to the world an illustration of the holy character of the truth which we profess to believe. This has not been done by many who are connected with the office. An indolent man occupying a position of trust in our institutions will make upon many minds an impression unfavorable to the truth. “By their fruits ye shall know them.” The lights of the world are so to shine that men, by seeing their good works, may be led to glorify our Father who is in heaven. How terrible it is for any who bear His name, to give to the world, through a defective character, a distorted image of Christ! They are constantly stumbling-blocks...."},{"refcode_short":"PH149 48.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 48.1 (Ellen Gould White)","content":"There are those engaged in the work in the office who have no living connection with Christ. Arguments, exhortations, reproofs, correction in righteousness, every consideration urging them to reach a higher standard, is treated with a cool indifference or with silent contempt and persistent resistance. They know nothing of heart consecration. They are satisfied; their minds have become so debased by their own course that they have no disposition to change. They have no love for anyone but themselves. Shall this state of things continue? ..."},{"refcode_short":"PH149 49","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 49 (Ellen Gould White)","content":"Economy and Indebtedness"},{"refcode_short":"PH149 49.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 49.1 (Ellen Gould White)","content":"It is true that the publishing house has furnished means to support branches of the work in distant fields, and has aided in carrying other enterprises. This is well. None too much has been done. The Lord sees it all. But from the light He has given me, every effort should be made to stand free from debt. This heavy indebtedness is eating into the vitals of the publishing house."},{"refcode_short":"PH149 49","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 49 (Ellen Gould White)","content":"Result of Unselfishness and Sacrifice"},{"refcode_short":"PH149 49.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 49.2 (Ellen Gould White)","content":"Now, if all will go to work unselfishly, with an eye single to the glory of God, humbling their hearts and repenting of their sins, God will work in their behalf. Souls will be converted, and the piety and devotion of the workers will be felt by unbelievers. The only security against failure is to be found in entire surrender to God, daily seeking His counsel in all things, keeping the light burning, and daily reflecting its bright rays to others."},{"refcode_short":"PH149 49.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 49.3 (Ellen Gould White)","content":"Let a work of reformation, deep and thorough, take place in the office. Let there be seen a spirit of self-sacrifice. Expend your means carefully. Cultivate economy. Do not act toward Christ as though you believed the wicked accusations of the unfaithful servant: “I knew thee, that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed.” As you look to the cross of Calvary, inquire, “How can I work for the Master?” Do not calculate how little you can do to reach the very lowest standard, but arouse to grasp the fullness that there is in Christ, that you may do much for Him."},{"refcode_short":"PH149 50.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 50.1 (Ellen Gould White)","content":"Workers who are not diligent and faithful do incalculable harm; they are setting an example for others. There are those in the office who are rendering whole-hearted, cheerful service; but will the leaven not affect them? Shall the office be left without some sincere examples of Christian fidelity? When men claiming to be representatives of Christ reveal that they are unconverted, their characters degraded, gross, selfish, impure, they should be separated from the office, for their moral powers are so perverted and weakened that they can not be trusted. I know not what I can say to arouse them. Will these sentinels that are sleeping at their post arouse from their deathlike slumber, and come under the vitalizing influence of the Spirit of God? Will they continue to betray sacred trusts, or will they become missionaries for the Master?"},{"refcode_short":"PH149 50","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 50 (Ellen Gould White)","content":"Words to the Faithful"},{"refcode_short":"PH149 50.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 50.2 (Ellen Gould White)","content":"There are those connected with the office whose hearts are bound up with the work. They see many things that are not as they should be, but know not what course to pursue to correct the evils. They are pained to see many who profess the truth go astray. To all these the Lord sends reproofs and warnings; the straight and narrow way that leads to life, and the glorious reward, are pointed out, and the perfect standard of Christian character is held up before them. Although some are so estranged from God that they do not recognize His voice. though a strange infatuation leads them in their perversity of heart to strive against the manifestations of the Spirit of God, let not those who are striving earnestly to do the work and will of God become discouraged. Let each work earnestly, prayerfully, holding his torch in his hand, shedding light upon willing and unwilling eyes. Having their orders from heaven, they are to be true and faithful, in all things representing the compassion of Christ."},{"refcode_short":"PH149 51.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 51.1 (Ellen Gould White)","content":"The consistent religious life, the holy conversation, the unswerving integrity in all business deal, the active, benevolent spirit, the godly example, are the medium through which light is conveyed to the world, and conviction takes hold upon the hearts and consciences of unbelievers. The Lord will work through His human agents if they will cooperate with Him...."},{"refcode_short":"PH149 51.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 51.2 (Ellen Gould White)","content":"May the Lord bless you all with wisdom and grace and His peace, is my prayer."},{"refcode_short":"PH149 52","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 52 (Ellen Gould White)","content":"Chapter 6—To the Workers"},{"refcode_short":"PH149 52.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 52.1 (Ellen Gould White)","content":"I have a message for you who are engaged in the work at the office, especially for those who are engaged in handling sacred things."},{"refcode_short":"PH149 52.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 52.2 (Ellen Gould White)","content":"“Then Jesus said unto them, Yet a little while is the light with you. Walk while ye have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth. While ye have the light, believe in the light, that ye may be the children of light.”"},{"refcode_short":"PH149 52","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 52 (Ellen Gould White)","content":"Turning from the Light"},{"refcode_short":"PH149 52.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 52.3 (Ellen Gould White)","content":"Those who turn away from the precious light that God has permitted to shine upon them in messages of warnings, of caution and reproof, would not believe if greater light were shed upon their pathway. They would not be inspired with faith, when they have failed to believe in and act upon the light which has already been given them. “Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed? ... He hath blinded their eyes, and hardened their heart.” How does the Lord harden the hearts of men?—In the same way in which the heart of Pharaoh was hardened...."},{"refcode_short":"PH149 52","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 52 (Ellen Gould White)","content":"Result of Rejecting Light"},{"refcode_short":"PH149 52.4","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 52.4 (Ellen Gould White)","content":"All are left free to choose whom they will serve. They may listen to the suggestions of Satan, and come to look upon matters as he does, reasoning after the same manner, and the result will be that they will follow the same course of stubborn resistance to the light that Satan pursued in the courts of heaven. Those who reject the light which God sends them, will walk in sparks of their own kindling, and will lie down in sorrow at last."},{"refcode_short":"PH149 53","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 53 (Ellen Gould White)","content":"Serious Danger"},{"refcode_short":"PH149 53.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 53.1 (Ellen Gould White)","content":"Among the workers in the office there are those whose hearts are not pure, whose hands are defiled with iniquity, and whose ways are perverted, so that they in no way represent Christ. Satan is beside them to influence them in a course of evil; and as they yield to him, they influence others to take the same course...."},{"refcode_short":"PH149 53.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 53.2 (Ellen Gould White)","content":"I have been aroused by the Spirit of the Lord to sound an alarm, that these world-bound souls may be awakened to the peril in which they are placed through their course of backsliding. For Christ's sake, let all those who profess to be Christian's, depart from all iniquity, all dishonesty. For Christ's sake, for your own soul's sake, I urge you to reform. Let there be a solemn consideration of your privileges and responsibilities. Let there not be found among you a selfish, earthly ambition for place and position or money-getting. This spirit prevails to a large extent, and the religion of Christ is brought down to a low, common level. There is great need that the converting power of God may be felt throughout the office, that all may realize that the words of Christ are to be fulfilled in life and character. Every day Jesus is in that office taking note of every worker in every department and line of work. The voice of God speaks to all who are there employed, warning and reproving them in His Word, and through the testimonies of His Spirit. But these warnings are first neglected, then despised, then stubbornly resisted and assailed."},{"refcode_short":"PH149 54","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 54 (Ellen Gould White)","content":"Separation from the World"},{"refcode_short":"PH149 54.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 54.1 (Ellen Gould White)","content":"While the probation is graciously granted to you, come out from the world, separate yourselves from its customs, its maxims, and its influences, and put ye on the Lord Jesus Christ, and make no provision for the flesh to fulfill the lusts thereof. At whatever cost or humiliation to yourselves, you must do this if you would inherit eternal life...."},{"refcode_short":"PH149 54.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 54.2 (Ellen Gould White)","content":"The whole heart must be entered and purified by the searching Spirit of God. Jesus will not abide in the soul where pride exists; and if we desire His presence, the soul temple must be cleansed of all evil occupants. If the door of the heart is open to Jesus, He will come in, and His presence will expel every unholy thought, and by faith we may hold sweet communion with God. If Jesus abides in the heart, we shall glorify Him in our lives; for the Christian is to let his light shine forth to the world in good works."},{"refcode_short":"PH149 54","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 54 (Ellen Gould White)","content":"Losing the First Love"},{"refcode_short":"PH149 54.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 54.3 (Ellen Gould White)","content":"Many of you have lost your first love, and you are not preparing yourselves by gaining an experience in true devotion and service to God, to stand in the great day of God. It is essential that you become so rooted and grounded in the faith that you will be able to stand when deception and error as a thick cloud will cover the inhabitants of the earth. While good works will not buy your salvation, yet good works are essential for salvation; for they are an evidence of genuine faith which works by love and purifies the soul."},{"refcode_short":"PH149 55.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 55.1 (Ellen Gould White)","content":"Unless your heart is stayed upon God, and you are coworker with Christ Jesus, you will be filled with self-confidence, pride, self-sufficiency, and you will be given to the indulgence of self and the sin of unbelief, which so easily besets the soul, and thus you will become the captive of the enemy. You are to work out your own salvation with fear and trembling, for it is God that worketh in you, both to will and to do of His own good pleasure. As God works man must cooperate in order that the result designed may be accomplished. But how long have the heavenly intelligences waited in vain for your cooperation, who ought to have been engaged most earnestly in the work of God for this time!"},{"refcode_short":"PH149 55.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 55.2 (Ellen Gould White)","content":"Many of you do not feel the need of a daily and hourly connection with Christ. You do not feel the need of prayer, that you may draw from Christ that which is essential for the maintenance of spiritual life...."},{"refcode_short":"PH149 55","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 55 (Ellen Gould White)","content":"Need of a Practical Experience"},{"refcode_short":"PH149 55.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 55.3 (Ellen Gould White)","content":"You are greatly in need of a practical experience in the Christian life. You need to train the mind for the work of God. The character of your religious experience is made manifest largely by the character of the books that you choose to read in your leisure moments. The Bible is the Book of books, and if you love the Scriptures, searching them when you have opportunity, that you may come in possession of the rich treasures of the Word of God, and be thoroughly furnished unto all good works, then you may be assured that Jesus is drawing you to Himself. But to read the Scriptures in merely a casual way, without seeking to comprehend the lessons of Christ, that you may comply with His requirements, is not enough. There are rich treasures in the Word of God that can be discovered only by sinking the shaft deep into the mine of truth."},{"refcode_short":"PH149 56.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 56.1 (Ellen Gould White)","content":"The Scriptures are given for our benefit that we may have instruction in righteousness. Precious rays of light have been obscured by the clouds of error, but Christ is ready to sweep away the mist of error and superstition, and reveal to us the brightness of the Father's glory, so that we shall say as did the disciples, “Did not our heart burn within us, while He talked with us by the way?” The psalmist prayed, “Open Thou mine eyes, that I may behold wondrous things out of Thy law,” and the Lord regarded his sincere prayer, for the sacred record records his satisfaction in the truth revealed to him. He says: “How sweet are Thy words unto my taste! yea, sweeter than honey to my mouth!” “More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb.” How rare is this experience!"},{"refcode_short":"PH149 57.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 57.1 (Ellen Gould White)","content":"The carnal mind rejects the truth; but the soul that is converted undergoes a marvelous change. The Book that was unattractive, because it reveals truths which testify against the sinner, to the converted heart becomes the food of the soul, consolation and joy of the life. The eyes anointed with spiritual discernment behold new beauties in the Word of God, and see that the inspired words of the Scriptures are especially adapted to the needs of the soul. The Sun of Righteousness shines upon the Word, and there is the flashing of divinity through humanity. The Spirit of God speaks to the soul, and the heart of the true believer becomes like a watered garden. To those who love Christ, the Bible is as the garden of God, whose promises are as grateful to the heart as the fragrance of flowers to the senses. Then take up your Bibles, and with fresh interest, begin to study the sacred records of the Old and New Testaments. Work the field of precious truth, until you have a deeper comprehension of the mercy and love of God, who gave His only-begotten Son to the world, that through Him we might have life...."},{"refcode_short":"PH149 57.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 57.2 (Ellen Gould White)","content":"For Christ's sake cease to prostitute your powers to the service of self. Put your undivided interest into the work that has been committed to your hands. Jesus is looking upon you to see what spirit you manifest in the little things of your earthly life. You are now determining what shall be your destiny hereafter, and heaven is worth everything to you. If you accept the grace of Christ, and the gift of His righteousness, you may show by a consistent life that Jesus is all in all to you. His service is reasonable, for He has redeemed you, and every power of your being belongs to Him. You need not make a failure of your Christian life, for Christ has made abundant provision that your faculties may be rightly directed, that your character may be pure and elevated and noble."},{"refcode_short":"PH149 58","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 58 (Ellen Gould White)","content":"Reaching a High Standard"},{"refcode_short":"PH149 58.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 58.1 (Ellen Gould White)","content":"In becoming a follower of Christ, you need not think it necessary to give up all aspirations to reach a high standard. But if your ambitions have been selfish, and you have sought for the supremacy, and aimed at the glorification of yourself, all this will be changed, and your desire will be to become a diligent, earnest, faithful soldier of the Lord Jesus Christ. The elements of character which lead you to seek for distinction in a worldly life, Jesus will refine and purify and make steadfast, that you may with unselfish purpose seek to become a true coworker with the Majesty of heaven. A holy ambition will take possession of your heart, worthy of the object for which your ability was given. You will have respect to the recompense of the reward that has been purchased for you by the self-denial, the self-sacrifice of the Lord Jesus...."},{"refcode_short":"PH149 59","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 59 (Ellen Gould White)","content":"Necessity of Abiding in Christ"},{"refcode_short":"PH149 59.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 59.1 (Ellen Gould White)","content":"If you had been abiding in Christ, your fruit would have been unto purity and holiness. You would not be self-sufficient, heady, and high-minded, but would have been meek and lowly of heart. You would not be filled with envy, jealousy, evil surmising, strife for supremacy and position, esteeming yourselves more highly than the Lord esteems you. Look at the character of the fruit you have borne these years in the past, and then carefully consider the words of Christ. He says: “Ye shall know them by their fruits.... A good tree can not bring forth evil fruit, neither can a corrupt tree bring forth good fruit.” Many of you know that you are not standing in the light of the Sun of Righteousness. Your works are not the works of righteousness, and should you be cut down as an unfruitful tree, you would lose heaven, and the life that measures with the life of God. You are not ready to close up your accounts here. You need to take heed to yourselves, to watch and pray, to educate your thoughts to think of heavenly things, to educate your lips to speak on heavenly themes, to become familiar with the heavenly atmosphere, and to be able to teach others that which you have learned of Jesus. Let the mind and soul be drawn to the great center of attraction, ever realizing the truth of Christ's words, “Without Me ye can do nothing. “Then will you have more humble views of yourself than you have ever had before...."},{"refcode_short":"PH149 60.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 60.1 (Ellen Gould White)","content":"If you had let the Word of Christ dwell in you richly, if you had searched the Bible for truth as men seek for hidden treasure, you would have had a precious experience, and as you contemplated the living oracles, daily you would have discovered new beauty in the inspired utterances, and your thoughts and words would have been purified, even as precious metal is purified and refined from dross in the fire of the furnace...."},{"refcode_short":"PH149 60","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 60 (Ellen Gould White)","content":"Working for Wages"},{"refcode_short":"PH149 60.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 60.2 (Ellen Gould White)","content":"With many of the workers the spirit of self-sacrifice has greatly diminished because they have lost their first love. Many are grasping for higher wages; but if they were laborers together with God, their wants would be more simple; for they spend money needlessly for things which they would not desire if their hearts were sanctified by the truth. Look at the example given to you in the life of Christ. There are those in the office who have withheld their tithes from the treasury, claiming that they could not see the requirement in the Word of God. But why could they not see it?—It was because selfishness was firmly rooted in the heart. They did not deny self, and make their offering to God. For years they have practiced robbery toward God; but does not the Lord keep a record of all their doings? Most assuredly, for it is written that every man shall be rewarded according as his works have been, judged according to the deeds done in the body, whether they are good or whether they are evil. The Lord will not pass over the embezzlement of His goods. He is testing men to see who will be fit subjects for His kingdom above; for if they disregard His claims here, they will disregard them in the kingdom of heaven. Suppose that all who profess to be followers of Christ should withhold from the Lord His intrusted goods, and appropriate His talents to their own use, and for the advancement of their own glory, how would the work of God move forward in the world? How would those in other nations ever receive the message of truth? The Lord does not rain down money from heaven, but He honors man by intrusting to him His treasures, and He tells him what he must do. Read carefully and prayerfully the instruction the Lord has given to you in Malachi 3:8-12."},{"refcode_short":"PH149 61","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 61 (Ellen Gould White)","content":"Faithfulness in Tithes and Offerings"},{"refcode_short":"PH149 61.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 61.1 (Ellen Gould White)","content":"The question is asked, “Will a man rob God?” And the answer might be given: “Yes, Lord. Some whom Thou hast honored, and given a place in Thy work, have been engaged in robbing Thee for years. They have indulged themselves, and have centered the good things of life upon themselves, and have refused to act their part in fulfilling the requirements of God.” “Yet ye have robbed Me. But ye say, Wherein have we robbed Thee?” Now listen, for God is speaking to you out of His Word. “In tithes and offerings.” How does God regard the robbery of His treasury? Listen: “Ye are cursed with a curse: for ye have robbed Me, even this whole nation.” Hear the words of the most high God, you who have been robbing God: “Bring ye all the tithes into the storehouse, that there may be meat in Mine house”—not a meager portion, not one half, or one quarter, but “all the tithes, ... that there may be meat in Mine house.” The reason is so plain that it commends itself to everyone who has been cherishing the hateful plant of selfishness,—“that there may be meat in Mine house.” The reason that the Lord wants all the tithes in the treasury is that there may not be a scarcity of funds when His providence opens new fields to be occupied by the messengers of truth, that souls as precious in the sight of God as your own may come into the knowledge of the true God and Jesus Christ, whom He hath sent, and in their turn become missionaries to the souls of others."},{"refcode_short":"PH149 62","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 62 (Ellen Gould White)","content":"Blessings of Self-Denial"},{"refcode_short":"PH149 62.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 62.1 (Ellen Gould White)","content":"The standard of truth must be planted in all countries, but the missionary work is not extended as it should be, because those in our offices of publication, and the members of our churches, do not cultivate the precious plant of love, and do not follow in the footsteps of Him who was meek and lowly of heart. Jesus said, “If any man will come after Me, let him deny himself, and take up his cross daily, and follow Me.”"},{"refcode_short":"PH149 62.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 62.2 (Ellen Gould White)","content":"The follower of Christ has a cross to bear, for the requirement of Christ cuts directly across the inclination of the natural heart, and uproots pride, empties and cleanses the soul of selfishness and self-love, and leads men to deny self daily for Christ's sake. If you will act as Christians, there will be meat in the house of the Lord, whereby the sacred, holy work of God may be extended and advanced in the world; for those who are laborers together with God will bind about their wants, and not spend money for trifles, when souls are perishing for the bread of life...."},{"refcode_short":"PH149 63.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 63.1 (Ellen Gould White)","content":"The precious Saviour did not limit His gifts; for when He gave Himself, He gave all. He died to bring life and immortality to light, to reveal truth, that men might be drawn to Him. All this was done to save fallen man, and individually we have the privilege of becoming His agents, to cooperate with the angels in communicating to the world the knowledge of this great salvation. Man will never be able to comprehend the great work that the heavenly intelligences are waiting to do through the agency of men in behalf of humanity."},{"refcode_short":"PH149 63.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 63.2 (Ellen Gould White)","content":"Jesus wants you now to realize your deficiencies while mercy lingers, that you may turn unto Him with your whole heart, and be supplied out of His abundant fullness, so that you shall be perfect, wanting in nothing. “And prove Me now herewith, saith the Lord of hosts.” Mark it, this is not man that is addressing you, but the Lord of hosts. Will you hear Him? Will you obey Him? “If I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it. And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts. And all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of hosts.”"},{"refcode_short":"PH149 64.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 64.1 (Ellen Gould White)","content":"The religion of Christ is summed up in the words, “Thou shalt love the Lord thy God with all thy heart; ... thou shalt love thy neighbor as thyself.” But through love of the world, through unsanctified ambition, through self-love, and desire for supremacy, many are being conformed to the world, although the command from the gospel of Christ is, “Be not conformed to this world [and the preventive is given]: but be ye transformed by the renewing of your mind.” You must have a changed mind, a renewed mind. The power of the Holy Spirit must be felt working upon the heart and character, producing a new man in Christ Jesus. You are to prove to God by unselfishly handling His intrusted goods that you can be trusted with His blessings. You are to trade with His talents, to seek first the kingdom of God and His righteousness—not to seek first your own selfish interests, but to lay up for yourselves treasures in heaven."},{"refcode_short":"PH149 64","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 64 (Ellen Gould White)","content":"Love Not the World"},{"refcode_short":"PH149 64.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 64.2 (Ellen Gould White)","content":"Every worker should diligently search his own heart. The Lord requires that those who are purchased by the blood of the Son of God should realize that they are God's property, and no longer look upon themselves as their own, and live to serve themselves. Jesus gave His life to save an apostate race, and will those who accept this heavenly gift be selfish, and withhold from the Lord His own? All selfishness, all love of supremacy, originated with Satan. He is the root, and those who partake of his spirit are the branches; but in the day of God both root and branch will be consumed.... Can we wonder that the sin of covetousness is so decidedly denounced in the Scripture? “For this ye know, that no ... covetous man, who is an idolater, hath any inheritance in the kingdom ... of God.” Covetousness is idolatry. Shall be as Christians pay no heed to all the warnings of God? Shall we still be in conformity to the world, when it is forbidden in the Word of God? “Be not conformed to this world.” “Let not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him. For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.” ..."},{"refcode_short":"PH149 65.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 65.1 (Ellen Gould White)","content":"Every line of business at the office must be regulated so that the purity of the Christian character shall be preserved.... They are now to store up for the present and the future, supplies that will provide for the soul in times of emergency. They are to lay up in store the precious gold and silver and precious gems of the Word of God, jewels that will never perish...."},{"refcode_short":"PH149 66","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 66 (Ellen Gould White)","content":"God Requires All the Heart"},{"refcode_short":"PH149 66.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 66.1 (Ellen Gould White)","content":"The religion of the Bible must be practiced, for the world is watching you and criticizing your actions. The office at Oakland needs weeding out. Either those who have long been there and who have not realized the sacredness of the work, should be converted, or they should be discharged. It is the duty of everyone in the office who professes to be a Christian to give unmistakable evidence to those who come to the office that he is a Christian in deed and in truth, and that he is working out the principles of the Bible in all his work. All lightness, all jesting and trifling is to be regarded as unchristian. Let everyone see that you are governed by divine rule, that you are courteous and kind. If you keep the fear of the Lord ever before your eyes, He will work with your efforts, and crown you with success. Satan is continually at work that he may fill the mind with his suggestions, and cause you to follow his counsel. He advises you not to be overscrupulous in regard to honor and integrity, to look out sharply for your own interests, and demand the highest wages for your services. To some degree this is what has brought embarrassment upon the office. When the work is more attentively done, when there is a spirit of consecration, the Lord will hear your prayers, and will work in your behalf. But there is much unfaithfulness, and you need to call a halt, and begin the work of reformation in earnest. Those who are half-hearted and worldly, who are given to gossiping over the imperfections of others, while giving no attention to their own defects of character, should separate from the office, for they will demoralize others by their mischievous tongues."},{"refcode_short":"PH149 68","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 68 (Ellen Gould White)","content":"Chapter 7—Testimony To Workers in Washington and Mountain View"},{"refcode_short":"PH149 68.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 68.1 (Ellen Gould White)","content":"Our people are in constant danger of centering too many interests in one locality; but it is not in the Lord's order that this should be. Again and again messages have been given concerning the dangers of such a course."},{"refcode_short":"PH149 68.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 68.2 (Ellen Gould White)","content":"In Washington and at Mountain View, our brethren should study diligently the warnings that have been given of the evil results of centering the publishing work and other interests too largely in one place. God is not pleased with the influence that results from such centralization. If all the men who gather thus in one place are wise, experienced men who walk humbly with God, then the world needs these men to stand as the Lord's representatives in many places. We are to seek the honor and glory of God in all things. We have been losing time in Washington and Mountain View by centering so much in these places."},{"refcode_short":"PH149 68.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 68.3 (Ellen Gould White)","content":"At Washington, D. C., the headquarters of the work, the men of responsibility have special burdens to bear, yet all who stand in positions of trust do not realize the sacredness of the work in which they are engaged. The heads of each family having workers in the various departments of our institutions must be consecrated, or the unconsecrated influence of the workers will lead to a deviation from righteousness. Unconsecrated workers will unwittingly mingle the common with the sacred, and will lose more and more their discernment of spiritual things."},{"refcode_short":"PH149 69.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 69.1 (Ellen Gould White)","content":"Only those who receive the seal of the living God will have the passport through the gates of the holy city. But there are many who take upon themselves responsibilities in connection with the work of God, who are not wholehearted believers, and while they remain thus, can not receive the seal of the living God. They trust in their own righteousness, which the Lord accounts as foolishness and presumption."},{"refcode_short":"PH149 69.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 69.2 (Ellen Gould White)","content":"The workers at Washington and Mountain View need a deep, earnest heart purification through the power and grace of the Holy Spirit or they will never enter the gates of the city of God. They need to realize their need of cleansing from everything like self-importance, or they will become confused in regard to the Lord's work that must go forth in truth and righteousness. Many are self-exalted, and are in danger of taking up with spiritualistic views that are misleading, and that will in the great day of God be found valueless. Great light such as Christ gave to the people is to be given to you, and by you to others."},{"refcode_short":"PH149 69.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 69.3 (Ellen Gould White)","content":"A transforming work will be done for you as you seek the Lord most earnestly for help, and as you come before the people who have never heard the last message of mercy. Let not those who have made a profession of conversion be found following in ways that will lead them to stand with unbelievers. All the publications advocating the truth for this time, will not save your owns souls while the motives that lead to action are not right in the sight of God. Do you love God supremely? Do you love your neighbor as yourself? These are the practical questions to be earnestly considered."},{"refcode_short":"PH149 70.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 70.1 (Ellen Gould White)","content":"I quote from “Early Writings,” from an article written May 14, 1851:"},{"refcode_short":"PH149 70.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 70.2 (Ellen Gould White)","content":"“I saw that many do not realize what they must be in order to live in the sight of the Lord without a High Priest in the sanctuary, through the time of trouble. Those who receive the seal of the living God, and are protected in the time of trouble, must reflect the image of Jesus fully.”"},{"refcode_short":"PH149 70.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 70.3 (Ellen Gould White)","content":"In the centers that are formed in some places, there is constant temptation to carry the work after worldly methods. I have had presented before me the dangers before us in the future. This light I have tried to present with pen and voice. Let the work be carried forward intelligently by men and women of sound faith and strict religious principle."},{"refcode_short":"PH149 70.4","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 70.4 (Ellen Gould White)","content":"There is need of greater faith in our ranks. Our people in Washington and Mountain View are not in the state spiritually that God requires of them, and they are not doing the work that is demanded for this time. Some realize in a measure the times in which we live, but only a few seem to be fully awake to the situation. There is a work outside of their regular daily business that should be done. The simplicity of true godliness is not maintained. There needs to be an expression of greater humility."},{"refcode_short":"PH149 71.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 71.1 (Ellen Gould White)","content":"Matthew, in the fifth chapter, presents before us the work that should be maintained in every place where our offices are established. When the truths presented by Christ in this chapter are understood and practiced, you will be partakers with Christ of His labor and of its rewards."},{"refcode_short":"PH149 71.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 71.2 (Ellen Gould White)","content":"“Blessed are the poor in spirit,” the Saviour said, “for theirs is the kingdom of heaven. Blessed are they that mourn: for they shall be comforted. Blessed are the meek: for they shall inherit the earth. Blessed are they which do hunger and thirst after righteousness: for they shall be filled. Blessed are the merciful: for they shall obtain mercy. Blessed are the pure in heart: for they shall see God. Blessed are the peacemakers: for they shall be called the children of God."},{"refcode_short":"PH149 71.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 71.3 (Ellen Gould White)","content":"“Blessed are they which are persecuted for righteousness’ sake: for theirs is the kingdom of heaven. Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for My sake. Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you."},{"refcode_short":"PH149 71.4","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 71.4 (Ellen Gould White)","content":"“Ye are the salt of the earth: but if the salt have lost his savor, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden underfoot of men. Ye are the light of the world. A city that is set on an hill can not be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.”"},{"refcode_short":"PH149 72.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 72.1 (Ellen Gould White)","content":"Connected with every center of influence in our work there should be that spiritual experience that is the mark of the Holy Spirit's guidance; for unless the workers consider where they are drifting, they will lose their burden for the work for which these centers are established. They are to labor under the supervision of holy angels. The sacredness of truth is to be preserved in all its holy dignity and power. The characteristics specified by Christ are to be revealed in our work as the mark of Christian service."},{"refcode_short":"PH149 72.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 72.2 (Ellen Gould White)","content":"Let the perception be keen to see the working of the Spirit of God upon the human heart. When weighed in the balances of the heavenly sanctuary, ambition and the desire to supersede will not weigh as divine acquirements."},{"refcode_short":"PH149 72.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 72.3 (Ellen Gould White)","content":"We need to experience daily a reconversion. If you have taken advantage in your business dealings which the Lord calls injustice, this must be adjusted before you can be honest and righteous in the sight of God. These things need to be corrected by our people everywhere, but especially in the lives of those who stand as representatives of the Lord's work in the earth. When you take up this work of readjustment, and getting right with God, the angels of heaven will cooperate with you, giving you discernment to see where you have viewed matters in a wrong light."},{"refcode_short":"PH149 73.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 73.1 (Ellen Gould White)","content":"Christ and His angels are looking upon your work. They are measuring every action. Let your life represent the meek and lowly Jesus. Strive to do as Christ would do were He in your place. Let there be no disagreement between your measurement of strict integrity and the divine measurement. True, pure principles must govern the life of every soul that shall be pronounced just and righteous in the day of God."},{"refcode_short":"PH149 73.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 73.2 (Ellen Gould White)","content":"There are many transactions in the business world that the worldling regards as just and honest, but which God condemns. Men lay plans which they regard as right plans, but which do not accord with the true, unselfish principles that Christ has laid down in His Word. And this conformity to the world's standard is coming more and more to be accepted by professing Christians. But the approval of the world will never make an unjust action just, and wrong will stand as wrong before the heavenly universe until it is repented of and put away."},{"refcode_short":"PH149 73.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 73.3 (Ellen Gould White)","content":"The Lord can not bless the men who corrupt themselves by unjust business dealings, either with their brethren or with worldlings. And those who do such things lose their spirituality; they grow cold and formal and selfish. They gloss over their past mistakes by theories of their own invention that are opposed to the principles of the Word of God."},{"refcode_short":"PH149 74.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 74.1 (Ellen Gould White)","content":"The principle which should characterize every business dealing is clearly laid down by Christ: “All things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.”"},{"refcode_short":"PH149 74.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 74.2 (Ellen Gould White)","content":"The message to the Laodicean church is a message to the church at this time: “These things saith the Amen, the faithful and true Witness, the beginning of the creation of God; I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot. So then because thou art lukewarm, and neither cold nor hot, I will spew thee out of My mouth. Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked: I counsel thee to buy of Me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see."},{"refcode_short":"PH149 74.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 74.3 (Ellen Gould White)","content":"“As many as I love, I rebuke and chasten: be zealous therefore, and repent. Behold, I stand at the door, and knock: if any man hear My voice, and open the door, I will come in to him, and will sup with him, and he with Me. To him that overcometh will I grant to sit with Me in My throne, even as I also overcame, and am set down with My Father in His throne. He that hath an ear, let him hear what the Spirit saith unto the churches.”"},{"refcode_short":"PH149 75.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 75.1 (Ellen Gould White)","content":"Just as surely as individual work is thoroughly done in the hearts of the believers, there will be individual work done in reaching unbelievers with the message of truth for this time. The folly, the evil surmising, the uplifting of self, which destroy the fervent zeal of the soul, will be put away, and the true believers will be humble of heart, and earnest in their labors for the perishing souls."},{"refcode_short":"PH149 76","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 76 (Ellen Gould White)","content":"Chapter 8—Prices on Publications"},{"refcode_short":"PH149 76.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 76.1 (Ellen Gould White)","content":"Many of our publications have been thrown into the market at so low a figure that the profits are not sufficient to sustain the office and keep good a fund for continual use. And those of our people who have no special burden of the various branches of the work at Battle Creek and Oakland, do not become informed in regard to the wants of the cause, and the capital required to keep the business moving. They do not understand the liability to losses, and the expense every day occurring to such institutions. They seem to think that everything moves off without much care or outlay of means, and therefore they will urge the necessity of the lowest figures on our publications, thus leaving scarcely any margin. And after the prices have been reduced to almost ruinous figures, they manifest but a feeble interest in increasing the sales of the very books on which they have asked such low prices. The object gained, their burden ceases, when they ought to have an earnest interest and a real care to press the sale of the publications, thereby sowing the seeds of truth, and bringing means into the offices to invest in other publications.—Testimonies for the Church 4:388."},{"refcode_short":"PH149 76.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 76.2 (Ellen Gould White)","content":"Our houses of publication are the property of all our people, and all should work to the point of raising them above embarrassment. In order to circulate our publications, they have been offered at so low a figure that but little profit could come to the office to reproduce the same works. This has been done with the best of motives, but not with experienced and far-seeing judgment."},{"refcode_short":"PH149 77.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 77.1 (Ellen Gould White)","content":"At the low prices of publications, the office could not preserve a capital upon which to work. This was not fully seen and critically investigated. These low prices led people to undervalue the works, and it was not fully discerned that when once these publications were placed at a low figure, it would be very difficult to bring them up to their proper value...."},{"refcode_short":"PH149 77.2","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 77.2 (Ellen Gould White)","content":"As a people, we need to be guarded on every point. There is not the least safety for any, unless we seek wisdom of God daily, and dare not move in our own strength. Danger is always surrounding us, and great caution should be used that no one branch of the work be made a specialty, while other interests are left to suffer."},{"refcode_short":"PH149 77.3","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 77.3 (Ellen Gould White)","content":"Mistakes have been made in putting down prices of publications to meet certain difficulties. These efforts must change. Those who made this move were sincere. They thought their liberality would provoke ministers and people to labor to greatly increase the demand for the publications."},{"refcode_short":"PH149 77.4","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 77.4 (Ellen Gould White)","content":"Ministers and people should act nobly and liberally in dealing with our publishing houses. Instead of studying and contriving how they can obtain periodicals, tracts, and books at the lowest figure, they should seek to bring the minds of the people to see the true value of the publications. All these pennies taken from thousands of publications have caused a loss of thousands of dollars to our offices, when a few pennies more from each individual would scarcely have been felt."},{"refcode_short":"PH149 78.1","refcode_long":"Selections from Testimonies to the Managers and Workers in our Institutions, p. 78.1 (Ellen Gould White)","content":"The Review and Herald and the Signs of the Times are cheap papers at the full price. The Review is a valuable paper; it contains matters of great interest to the church, and should be placed in every family of believers. If any are too poor to take it, the church should, by subscription, raise the amount of the full price of the paper, and supply the destitute families. How much better would this plan be than throwing the poor upon the mercies of the publishing house or the tract and missionary society."}]