[{"refcode_short":"PH145 2","refcode_long":"Recreation, p. 2 (Ellen Gould White)","content":"Recreation"},{"refcode_short":"PH145 3","refcode_long":"Recreation, p. 3 (Ellen Gould White)","content":"Chapter 1—Recreation; As Lights in the World"},{"refcode_short":"PH145 3.1","refcode_long":"Recreation, p. 3.1 (Ellen Gould White)","content":"It is God's purpose to manifest through His people the principles of His kingdom. That in life and character they may reveal these principles, He desires to separate them from the customs, habits, and practises of the world. He seeks to bring them nearer to Himself that He may make known to them His will. His purpose for His people today is the same that He had for Israel when He brought them forth from Egypt. By beholding the goodness, the mercy, the justice, and the love of God revealed in His church, the world is to have a representation of His character. And when the law of God is thus exemplified in the life, even the world will recognize the superiority of those who love and fear and serve God above every other people in the world."},{"refcode_short":"PH145 3.2","refcode_long":"Recreation, p. 3.2 (Ellen Gould White)","content":"Seventh-day Adventists, above all people, should be patterns of piety, holy in heart and in conversation. To them have been entrusted the most solemn truths ever committed to mortals. Every endowment of grace and power and efficiency has been liberally provided. They look for the soon return of Christ in the clouds of heaven. For them to give to the world the impression that their faith is not a dominating power in their lives, is greatly to dishonor God."},{"refcode_short":"PH145 3.3","refcode_long":"Recreation, p. 3.3 (Ellen Gould White)","content":"Because of the increasing power of Satan's temptations, the times in which we live are full of peril for the children of God, and we need to learn constantly of the great Teacher, that we may take every step in surety and righteousness. Wonderful scenes are opening before us, and at this time a living testimony is to be borne in the lives of God's professed people, so that the world may see that in this age, when evil reigns on every side, there is yet a people who are laying aside their will and are seeking to do God's will,—a people in whose hearts and lives God's law is written."},{"refcode_short":"PH145 4","refcode_long":"Recreation, p. 4 (Ellen Gould White)","content":"Representatives of Christ"},{"refcode_short":"PH145 4.1","refcode_long":"Recreation, p. 4.1 (Ellen Gould White)","content":"God expects those who bear the name of Christ to represent Him. Their thoughts are to be pure, their words noble and uplifting. The religion of Christ is to be interwoven with all that they do and say. They are to be a sanctified, purified, holy people, communicating light to all with whom they come in contact."},{"refcode_short":"PH145 4.2","refcode_long":"Recreation, p. 4.2 (Ellen Gould White)","content":"It is His purpose that by exemplifying the truth in their lives, they shall be a praise in the earth. The grace of Christ is sufficient to bring this about. But let God's people remember that only as they believe and work out the principles of the gospel can they fulfil His purpose. Only as they yield their God-given capabilities to His service, will they enjoy the fulness and the power of the promise whereon the church has been called to stand."},{"refcode_short":"PH145 4.3","refcode_long":"Recreation, p. 4.3 (Ellen Gould White)","content":"Before Christ went to His final conflict with the powers of darkness, He lifted up His eyes to heaven, and prayed for His disciples. He said: “I pray not that Thou shouldst take them out of the world, but that Thou shouldst keep them from the evil. They are not of the world, even as I am not of the world. Sanctify them through Thy truth: Thy word is truth.”"},{"refcode_short":"PH145 5.1","refcode_long":"Recreation, p. 5.1 (Ellen Gould White)","content":"The followers of Christ are to be separate from the world in principles and interests: but they are not to isolate themselves from the world. The Saviour mingled constantly with men, not to encourage them in anything that was not in accordance with God's will, but to uplift and ennoble them. “I sanctify Myself,” He declared, “that they also might be sanctified.” So the Christian is to abide among men, that the savor of divine love may be as salt to preserve the world from corruption."},{"refcode_short":"PH145 5","refcode_long":"Recreation, p. 5 (Ellen Gould White)","content":"Strength in Prayer"},{"refcode_short":"PH145 5.2","refcode_long":"Recreation, p. 5.2 (Ellen Gould White)","content":"Daily beset by temptation, constantly opposed by the leaders of the people, Christ knew that He must strengthen His humanity by prayer. In order to be a blessing to men, He must commune with God, pleading for energy, perseverance, and steadfastness. Thus He showed His disciples where His strength lay."},{"refcode_short":"PH145 5.3","refcode_long":"Recreation, p. 5.3 (Ellen Gould White)","content":"Without this daily communion with God, no human being can gain power for service. Christ alone can direct the thoughts aright. He alone can give us noble aspirations, and fashion our characters after the divine similitude. If we draw near to Him in earnest prayer, He will fill our hearts with high and holy purposes, and with deep longings for purity and righteousness. The dangers thickening around us demand from those who have an experience in the things of God a watchful supervision. Those who walk humbly before God, distrustful of their own wisdom, will realize their danger, and will know God's keeping care."},{"refcode_short":"PH145 6.1","refcode_long":"Recreation, p. 6.1 (Ellen Gould White)","content":"The power of a higher, purer, nobler life is our great need. The world is watching to see what fruit is borne by professed Christians. It has a right to look for self-denial and self-sacrifice from those who believe advanced truth. It is watching, ready to criticize with keenness and severity our words and acts. Every one who acts a part in the work of God is weighed in the scales of human discernment. Impressions favorable or unfavorable to Bible religion are constantly being made on the minds of all with whom we have to do."},{"refcode_short":"PH145 6.2","refcode_long":"Recreation, p. 6.2 (Ellen Gould White)","content":"And God and the angels are watching. God desires His people to show by their lives the advantage of Christianity over worldliness; to show that they are working on a high, holy plane. He longs to see them showing that the truth they have received has made them children of the heavenly King. He longs to make them channels through which He can pour His boundless love and mercy."},{"refcode_short":"PH145 6.3","refcode_long":"Recreation, p. 6.3 (Ellen Gould White)","content":"Christ is waiting with longing desire for the manifestation of Himself in His church. When the character of the Saviour shall be perfectly reproduced in His people, then He will come to claim His own. It is the privilege of every Christian, not only to look for, but to hasten, the coming of our Lord Jesus Christ. Were all who profess His name bearing fruit to His glory, how quickly the whole world would be sown with the seed of the gospel! Quickly the last great harvest would be ripened, and Christ would come."},{"refcode_short":"PH145 7.1","refcode_long":"Recreation, p. 7.1 (Ellen Gould White)","content":"“Wherefore, beloved, ... be diligent that ye may be found of Him in peace, without spot, and blameless.”"},{"refcode_short":"PH145 7","refcode_long":"Recreation, p. 7 (Ellen Gould White)","content":"Chapter 2—Dangerous Amusements for the Young"},{"refcode_short":"PH145 7.2","refcode_long":"Recreation, p. 7.2 (Ellen Gould White)","content":"The desire for excitement and pleasing entertainment is a temptation and a snare to God's people, and especially to the young. Satan is constantly preparing inducements to attract minds from the solemn work of preparation for scenes just in the future. Through the agency of worldlings he keeps up a continual excitement to induce the unwary to join in worldly pleasures. There are shows, lectures, and an endless variety of entertainments that are calculated to lead to a love of the world; and through this union with the world faith is weakened."},{"refcode_short":"PH145 7.3","refcode_long":"Recreation, p. 7.3 (Ellen Gould White)","content":"Satan is a persevering workman, an artful, deadly foe. Whenever an incautious word is spoken, whether in flattery or to cause the youth to look upon some sin with less abhorrence, he takes advantage of it, and nourishes the evil seed, that it may take root and yield a bountiful harvest. He is in every sense of the word a deceiver, a skilful charmer. He has many finely woven nets, which appear innocent, but which are skilfully prepared to entangle the young and unwary. The natural mind leans toward pleasure and self-gratification. It is Satan's policy to manufacture an abundance of this. He seeks to fill the mind with a desire for worldly amusement, that there may be no time for the question, How is it with my soul?"},{"refcode_short":"PH145 7","refcode_long":"Recreation, p. 7 (Ellen Gould White)","content":"An Unfortunate Age"},{"refcode_short":"PH145 7.4","refcode_long":"Recreation, p. 7.4 (Ellen Gould White)","content":"We are living in an unfortunate age for the young. The prevailing influence in society is in favor of allowing the youth to follow the natural turn of their own minds. If their children are very wild, parents flatter themselves that when they are older and reason for themselves, they will leave off their wrong habits, and become useful men and women. What a mistake! For years they permit an enemy to sow the garden of the heart, and suffer wrong principles to grow and strengthen, seeming not to discern the hidden dangers and the fearful ending of the path that seems to them the way of happiness. In many cases all the labor afterward bestowed upon these youth will avail nothing."},{"refcode_short":"PH145 8.1","refcode_long":"Recreation, p. 8.1 (Ellen Gould White)","content":"The standard of piety is low among professed Christians generally, and it is hard for the young to resist the worldly influences that are encouraged by many church-members. The majority of nominal Christians, while they profess to be living for Christ, are really living for the world. They do not discern the excellence of heavenly things, and therefore cannot truly love them. Many profess to be Christians because Christianity is considered honorable. They do not discern that genuine Christianity means cross-bearing, and their religion has little influence to restrain them from taking part in worldly pleasures."},{"refcode_short":"PH145 8.2","refcode_long":"Recreation, p. 8.2 (Ellen Gould White)","content":"Some can enter the ballroom, and unite in all the amusements which it affords. Others cannot go to such lengths as this, yet they can attend parties of pleasure, picnics, shows, and other places of worldly amusement; and the most discerning eye would fail to detect any difference between their appearance and that of unbelievers."},{"refcode_short":"PH145 8","refcode_long":"Recreation, p. 8 (Ellen Gould White)","content":"The Training of Children"},{"refcode_short":"PH145 8.3","refcode_long":"Recreation, p. 8.3 (Ellen Gould White)","content":"In the present state of society it is no easy task for parents to restrain their children, and instruct them according to the Bible rule of right. Children often become impatient under restraint, and wish to have their own way and to go and come as they please. Especially from the age of ten to eighteen they are inclined to feel that there can be no harm in going to worldly gatherings of young associates. But the experienced Christian parent can see danger. They are acquainted with the peculiar temperaments of their children, and know the influence of these things upon their minds; and from a desire for their salvation, they should keep them back from these exciting amusements."},{"refcode_short":"PH145 9.1","refcode_long":"Recreation, p. 9.1 (Ellen Gould White)","content":"When the children decide for themselves to leave the pleasures of the world and to become Christ's disciples, what a burden is lifted from the hearts of careful, faithful parents. Yet even then the labors of the parents must not cease. These youth have just commenced in earnest the warfare against sin, and against the evils of the natural heart, and they need in a special sense the counsel and watchcare of their parents."},{"refcode_short":"PH145 9","refcode_long":"Recreation, p. 9 (Ellen Gould White)","content":"A Time of Trial Before the Young"},{"refcode_short":"PH145 9.2","refcode_long":"Recreation, p. 9.2 (Ellen Gould White)","content":"Young Sabbath-keepers who have yielded to the influence of the world, will have to be tested and proved. The perils of the last days are upon us, and a trial is before the young which many have not anticipated. They will be brought into distressing perplexity, and the genuineness of their faith will be proved. They profess to be looking for the Son of man; yet some of them have been a miserable example to unbelievers. They have not been willing to give up the world, but have united with the world in attending picnics and other gatherings for pleasure, flattering themselves that they were engaging in innocent amusement. Yet it is just such indulgences that separate them from God, and make them children of the world."},{"refcode_short":"PH145 9.3","refcode_long":"Recreation, p. 9.3 (Ellen Gould White)","content":"Some are constantly leaning to the world. Their views and feelings harmonize much better with the spirit of the world than with that of Christ's self-denying followers. It is perfectly natural that they should prefer the company of those whose spirit will best agree with their own. And such have quite too much influence among God's people. They take part with them, and have a name among them; and they are a text for unbelievers, and for the weak and unconsecrated ones in the church. In this refining time these professors will either be wholly converted, and sanctified by obedience to the truth, or they will be left with the world, to receive their reward with the worldlings."},{"refcode_short":"PH145 10.1","refcode_long":"Recreation, p. 10.1 (Ellen Gould White)","content":"God does not own the pleasure-seeker as His follower. Those only who are self-denying, and who live lives of sobriety, humility, and holiness, are true followers of Jesus. And such cannot enjoy the frivolous, empty conversation of the lover of the world."},{"refcode_short":"PH145 10","refcode_long":"Recreation, p. 10 (Ellen Gould White)","content":"Separation from the World"},{"refcode_short":"PH145 10.2","refcode_long":"Recreation, p. 10.2 (Ellen Gould White)","content":"The true followers of Christ will have sacrifices to make. They will shun places of worldly amusement because they find no Jesus there,—no influence which will make them heavenly minded, and increase their growth in grace. Obedience to the word of God will lead them to come out from all these things, and be separate."},{"refcode_short":"PH145 10.3","refcode_long":"Recreation, p. 10.3 (Ellen Gould White)","content":"“By their fruits ye shall know them,” The Saviour declared. All the true followers of Christ bear fruit to His glory. Their lives testify that a good work has been wrought in them by the Spirit of God, and their fruit is unto holiness. Their lives are elevated and pure. Right actions are the unmistakable fruit of true godliness, and those who bear no fruit of this kind reveal that they have no experience in the things of God. They are not in the Vine. Said Jesus, “Abide in Me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in Me. I am the Vine, ye are the branches: he that abideth in Me, and I in him, the same bringeth forth much fruit: for without Me ye can do nothing.”"},{"refcode_short":"PH145 10.4","refcode_long":"Recreation, p. 10.4 (Ellen Gould White)","content":"Those who would be worshipers of the true God must sacrifice every idol. Jesus said to the lawyer, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment.” The first four precepts of the decalogue allow no separation of the affections from God. Nor must anything share our supreme delight in Him. We cannot advance in Christian experience until we put away everything that separates us from God."},{"refcode_short":"PH145 11.1","refcode_long":"Recreation, p. 11.1 (Ellen Gould White)","content":"The great Head of the church, who has chosen His people out of the world, requires them to be separate from the world. He designs that the spirit of His commandments, by drawing His followers to Himself, shall separate them from worldly elements. To love God and keep His commandments is far away from loving the world's pleasures and its friendship. There is no concord between Christ and Belial."},{"refcode_short":"PH145 11","refcode_long":"Recreation, p. 11 (Ellen Gould White)","content":"Promises to the Young"},{"refcode_short":"PH145 11.2","refcode_long":"Recreation, p. 11.2 (Ellen Gould White)","content":"The youth who follow Christ have a warfare before them; they have a daily cross to bear in coming out of the world and imitating the life of Christ. But there are many precious promises on record for those who seek the Saviour early. Wisdom calls to the sons of men, “I love them that love Me; and those that seek Me early shall find Me.” They will find that “the path of the just is as the shining light, that shineth more and more unto the perfect day.”"},{"refcode_short":"PH145 11.3","refcode_long":"Recreation, p. 11.3 (Ellen Gould White)","content":"“Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ; as obedient children, not fashioning yourselves according to the former lusts in your ignorance: but as He which hath called you is holy, so be ye holy in all manner of conversation.” “For the grace of God that bringeth salvation hath appeared to all men, teaching us that, denying ungodliness and worldly lusts, we should live soberly righteously, and godly, in this present world; looking for the blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ; who gave Himself for us, that He might redeem us from all iniquity, and purity unto Himself a peculiar people, zealous of good works.”"},{"refcode_short":"PH145 12","refcode_long":"Recreation, p. 12 (Ellen Gould White)","content":"Chapter 3—Worldly Amusements"},{"refcode_short":"PH145 12","refcode_long":"Recreation, p. 12 (Ellen Gould White)","content":"The True Inspiration to Enthusiasm"},{"refcode_short":"PH145 12.1","refcode_long":"Recreation, p. 12.1 (Ellen Gould White)","content":"If there is anything in our world that should inspire enthusiasm, it is the cross of Calvary. “Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew Him not.” “For God so loved the world, that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” Christ is to be accepted, believed on, and exalted. This is to be the theme of conversation,—the preciousness of Christ. * * *"},{"refcode_short":"PH145 12","refcode_long":"Recreation, p. 12 (Ellen Gould White)","content":"Parties of Pleasure"},{"refcode_short":"PH145 12.2","refcode_long":"Recreation, p. 12.2 (Ellen Gould White)","content":"While there has been so much fear of excitement and enthusiasm in the service of God, there has been manifest an enthusiasm in another line which to many seems wholly congenial. I refer to the parties of pleasure that have been held among our people. These occasions have taken much of the time and attention of people who profess to be servants of Christ; but have these assemblies tended to the glory of His name? Was Jesus invited to preside over them?"},{"refcode_short":"PH145 12.3","refcode_long":"Recreation, p. 12.3 (Ellen Gould White)","content":"Gatherings for social intercourse may be made in the highest degree profitable and instructive when those who meet together have the love of God, glowing in their hearts, when they meet to exchange thoughts in regard to the word of God, or to consider methods for advancing His work and doing good to their fellow-men. When nothing is said or done to grieve the Holy Spirit of God, but it is regarded as a welcome guest, then God is honored, and those who meet together will be refreshed and strengthened."},{"refcode_short":"PH145 13.1","refcode_long":"Recreation, p. 13.1 (Ellen Gould White)","content":"“Then they that feared the Lord spake often one to another: and the Lord hearkened, and heard it, and a book of remembrance was written before Him for them that feared the Lord, and that thought upon His name. And they shall be Mine, saith the Lord of hosts, in that day when I make up My jewels.”"},{"refcode_short":"PH145 13.2","refcode_long":"Recreation, p. 13.2 (Ellen Gould White)","content":"But there has been a class of social gatherings in _____ of an entirely different character, parties of pleasure that have been a disgrace to our institutions and to the church. They encourage pride of dress, pride of appearance, self-gratification, hilarity, and trifling. Satan is entertained as an honored guest, and he takes possession of those who patronize these gatherings."},{"refcode_short":"PH145 13.3","refcode_long":"Recreation, p. 13.3 (Ellen Gould White)","content":"A view of one such company was presented to me, where were assembled those who profess to believe the truth. One was seated at the instrument of music, and such songs were poured forth as made the watching angels weep. There was mirth, there was coarse laughter, there was abundance of enthusiasm, and a kind of inspiration: but the joy was such as Satan only is able to create. This is an enthusiasm and infatuation of which all who love God will be ashamed. It prepares the participants for unholy thought and action. I have reason to think that some who were engaged in that scene, heartily repented of the shameful performance."},{"refcode_short":"PH145 13","refcode_long":"Recreation, p. 13 (Ellen Gould White)","content":"Effect of Such Gatherings"},{"refcode_short":"PH145 13.4","refcode_long":"Recreation, p. 13.4 (Ellen Gould White)","content":"Many such gatherings have been presented to me. I have seen the gaiety, the display in dress, the personal adornment. All want to be thought brilliant, and give themselves up to hilarity, foolish jesting, cheap, coarse flattery, and uproarious laughter. The eyes sparkle, the cheek is flushed, conscience sleeps. With eating and drinking and merry-making, they do their best to forget God. The scene of pleasure is their paradise. And Heaven is looking on, seeing and hearing all. * * *"},{"refcode_short":"PH145 14","refcode_long":"Recreation, p. 14 (Ellen Gould White)","content":"Deceptive Working of Satan"},{"refcode_short":"PH145 14.1","refcode_long":"Recreation, p. 14.1 (Ellen Gould White)","content":"The tenor of the conversation reveals the treasure of the heart. The cheap, common talk, the words of flattery, the foolish witticism, spoken to create a laugh, are the merchandise of Satan, and all who indulge in this talk are trading in his goods. Impressions are made upon those who hear these things, similar to that made upon Herod when the daughter of Herodias danced before him. All these transactions are recorded in the books of heaven; and at the last great day they will appear in their true light before the guilty ones. Then all will discern in them the alluring, deceptive workings of the devil, to lead them into the broad road and the wide gate that open to their ruin."},{"refcode_short":"PH145 14","refcode_long":"Recreation, p. 14 (Ellen Gould White)","content":"Professed Christians as Decoys of Satan"},{"refcode_short":"PH145 14.2","refcode_long":"Recreation, p. 14.2 (Ellen Gould White)","content":"Satan has been multiplying his snares in -----; and professed Christians who are superficial in character and religious experience are used by the tempter as his decoys. This class are always ready for the gatherings for pleasure or sport, and their influence attracts others. Young men and women who have tried to be Bible Christians are persuaded to join the party, and they are drawn into the ring. They did not prayerfully consult the divine standard, to learn what Christ had said in regard to the fruit to be borne on the Christian tree. They do not discern that these entertainments are really Satan's banquet, prepared to keep souls from accepting the call to the marriage supper of the Lamb; they prevent them from receiving the white robe of character, which is the righteousness of Christ. They become confused as to what it is right for them as Christians to do. They do not want to be thought singular, and naturally incline to follow the example of others. Thus they come under the influence of those who have never had the divine touch on heart or mind. * * *"},{"refcode_short":"PH145 15","refcode_long":"Recreation, p. 15 (Ellen Gould White)","content":"True Attitude of the Christian"},{"refcode_short":"PH145 15.1","refcode_long":"Recreation, p. 15.1 (Ellen Gould White)","content":"The eternal God has drawn the line of distinction between the saints and the sinners, the converted and the unconverted. The two classes do not blend into each other imperceptibly, like the colors of the rainbow. They are as distinct as midday and midnight."},{"refcode_short":"PH145 15.2","refcode_long":"Recreation, p. 15.2 (Ellen Gould White)","content":"Those who are seeking the righteousness of Christ will be dwelling upon the themes of the great salvation. The Bible is the storehouse that supplies their souls with nourishing food. They meditate upon the incarnation of Christ, they contemplate the great sacrifice made to save them from perdition, to bring in pardon, peace, and everlasting righteousness. The soul is aglow with these grand and elevating themes. Holiness and truth, grace and righteousness, occupy the thoughts. Self dies, and Christ lives in His servants. In contemplation of the word, their hearts burn within them, as did the hearts of the two disciples while they went to Emmaus, and Christ walked with them by the way, and opened to them the scriptures concerning Himself."},{"refcode_short":"PH145 15.3","refcode_long":"Recreation, p. 15.3 (Ellen Gould White)","content":"How few realize that Jesus, unseen, is walking by their side! How ashamed many would be to hear His voice speaking to them, and to know that He heard all their foolish, common talk! And how many hearts would burn with holy joy if they only knew that the Saviour was by their side, that the holy atmosphere of His presence was surrounding them, and they were feeding on the bread of life! How pleased the Saviour would be to hear His followers talking of His precious lessons of instruction, and to know that they had a relish for holy things!"},{"refcode_short":"PH145 16.1","refcode_long":"Recreation, p. 16.1 (Ellen Gould White)","content":"When the truth abides in the heart, there is no place for criticism of God's servants, or for picking flaws with the message He sends. That which is in the heart will flow from the lips. It cannot be repressed. The things that God has prepared for those that love Him, will be the theme of conversation. The love of Christ is in the soul as a well of water, springing up into everlasting life, sending forth living streams, that bring life and gladness wherever they flow."},{"refcode_short":"PH145 16","refcode_long":"Recreation, p. 16 (Ellen Gould White)","content":"Chapter 4—Innocent Pleasures for the Youth"},{"refcode_short":"PH145 16.2","refcode_long":"Recreation, p. 16.2 (Ellen Gould White)","content":"Youth cannot be made as sedate and grave as old age, the child as sober as the sire. While sinful amusements are condemned, as they should be, let parents, teachers, and guardians of youth provide in their stead innocent pleasures, which will not taint or corrupt the morals. Do not bind down the young to rigid rules and restraints that will lead them to feel themselves oppressed, and to break over and to rush into paths of folly and destruction. With a firm, kindly, considerate hand, hold the lines of government, guiding and controlling their minds and purposes, yet so gently, so wisely, so lovingly, that they will still know that you have their best good in view.—The Review and Herald, December 9, 1884"},{"refcode_short":"PH145 16","refcode_long":"Recreation, p. 16 (Ellen Gould White)","content":"Chapter 5—Holidays unto God"},{"refcode_short":"PH145 16.3","refcode_long":"Recreation, p. 16.3 (Ellen Gould White)","content":"Would it not be well for us to observe holidays unto God, when we could revive in our minds the memory of His dealing with us? Would it not be well to consider His past blessings, to remember the impressive warnings that have come home to our souls, so that we shall not forget God?"},{"refcode_short":"PH145 17.1","refcode_long":"Recreation, p. 17.1 (Ellen Gould White)","content":"The world has many holidays, and men become engrossed with games, with horse-races, with gambling, smoking, and drunkenness. They show plainly under what banner they are standing. They make it evident that they do not stand under the banner of the Prince of life, but that the prince of darkness rules and controls them."},{"refcode_short":"PH145 17.2","refcode_long":"Recreation, p. 17.2 (Ellen Gould White)","content":"Shall not the people of God more frequently have holy convocations in which to thank God for His rich blessings? Shall we not find time in which to praise Christ for His rest, peace, and joy, and make manifest by daily thanksgiving that we appreciate the great sacrifice made in our behalf, that we may be partakers of the divine nature? Shall we not speak of the prospective rest in the paradise of God, and tell of the honor and glory in store for the servants of Jehovah? “My people shall dwell in a peaceable habitation, and in sure dwellings, and in quiet resting-places.” We are homeward-bound, seeking a better country, even a heavenly."},{"refcode_short":"PH145 17","refcode_long":"Recreation, p. 17 (Ellen Gould White)","content":"Excitement and Enthusiasm"},{"refcode_short":"PH145 17.3","refcode_long":"Recreation, p. 17.3 (Ellen Gould White)","content":"The world is full of excitement. Men act as though they had gone mad over low, cheap, unsatisfying things. How excited have I seen them over the result of a cricket match! I have seen the streets in Sydney densely crowded for blocks, and on inquiring what was the occasion of the excitement, was told that it was because some expert player of cricket had won the game. I felt disgusted. Why are not the chosen of God more enthusiastic? They are striving for an immortal crown, striving for a home where there will be no need of the light of the sun or moon, or of lighted candle; for the Lord God giveth them light, and they shall reign forever and ever. They will have a life that measures with the life of God; but the candle of the wicked shall be put out in ignominious darkness, and then shall the righteous shine forth as the sun in the kingdom of their Father."},{"refcode_short":"PH145 18","refcode_long":"Recreation, p. 18 (Ellen Gould White)","content":"The Holy Watcher in our Schools"},{"refcode_short":"PH145 18.1","refcode_long":"Recreation, p. 18.1 (Ellen Gould White)","content":"Why should we not expect the Holy Watcher to come into our schools? Our youth are there to receive an education so that they may do all in their power to acquire a knowledge of the most high God, and to make Him known as the only true God. They are there to learn how to present Christ as a sin-pardoning Saviour. They are there to gather up precious rays of light, in order that they may diffuse light again. They are there to show forth the loving-kindness of the Lord, to speak of His glory, to sound forth the praises of Him who hath called us out of darkness into His marvelous light."},{"refcode_short":"PH145 18.2","refcode_long":"Recreation, p. 18.2 (Ellen Gould White)","content":"Those who are faithful will be clothed with white robes, will have palms of victory in their hands, and will stand in the heavenly courts. John says, “I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands; and cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.”"},{"refcode_short":"PH145 18.3","refcode_long":"Recreation, p. 18.3 (Ellen Gould White)","content":"Again and again the heavenly messenger has been sent to the school. When his presence has been acknowledged, the darkness has fled away, and the light has shone forth, and hearts have been drawn to God. The last words spoken by Christ to John were, “The Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.” When we respond to God, and say, “Lord, we come,” then with joy will we draw water out of the wells of salvation."},{"refcode_short":"PH145 19","refcode_long":"Recreation, p. 19 (Ellen Gould White)","content":"Festivals of Rejoicing"},{"refcode_short":"PH145 19.1","refcode_long":"Recreation, p. 19.1 (Ellen Gould White)","content":"Shall we not keep holy festivals unto God? Shall we not show that we have some enthusiasm in His service? With the grand, ennobling theme of salvation before us, shall we be as cold as statues of marble? If men can become so excited over a match game of cricket, or a horse-race, or over foolish things that bring no good to any one, shall we be unmoved when the plan of salvation is unfolded before us? Let the school and the church henceforth have festivals of rejoicing unto the Lord."},{"refcode_short":"PH145 19.2","refcode_long":"Recreation, p. 19.2 (Ellen Gould White)","content":"I do not recommend pleasure parties where young people assemble together for mere amusement, to engage in cheap, nonsensical talk, and where loud, boisterous laughter is to be heard. I do not recommend this kind of gathering, where there is a letting down of dignity, and the scene is one of weakness and folly."},{"refcode_short":"PH145 19","refcode_long":"Recreation, p. 19 (Ellen Gould White)","content":"Satan's Fascinations"},{"refcode_short":"PH145 19.3","refcode_long":"Recreation, p. 19.3 (Ellen Gould White)","content":"Many times young men for whom heavenly intelligences have been waiting in order to number them as missionaries for God, are drawn into the gatherings for amusement, and are carried away with Satan's fascinations. Instead of being afraid to continue their association with girls whose depth of mind is easily measured, whose character is of a cheap order, they become enamoured of them, and enter into an engagement. Satan knows that if these young men enter into an engagement with cheap-minded, pleasure-loving, worldly-minded, irreligious young women, they will bind themselves to stumbling-blocks. Their usefulness will be largely crippled, if not utterly destroyed. Even if the young men themselves succeed in making an unreserved surrender to God, yet they will find that they are greatly crippled by being bound to an untrained, undisciplined, unchristlike wife who is dead to God, dead to piety, and dead to true holiness. Their lives will prove unsatisfying and unhappy."},{"refcode_short":"PH145 20.1","refcode_long":"Recreation, p. 20.1 (Ellen Gould White)","content":"Gatherings for amusement confuse faith, and make the motive mixed and uncertain. The Lord accepts no divided heart. He wants the whole man. He made all there is of man. He offered a complete sacrifice to redeem the body and soul of man. That which He requires of those whom He has created and redeemed, is summed up in these words, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. * * * Thou shalt love thy neighbor as thyself.” God will accept nothing less than this."},{"refcode_short":"PH145 20","refcode_long":"Recreation, p. 20 (Ellen Gould White)","content":"Chapter 6—Firmness in Resisting Temptation"},{"refcode_short":"PH145 20.2","refcode_long":"Recreation, p. 20.2 (Ellen Gould White)","content":"If the students who attend our colleges would be firm and maintain integrity, if they would not associate with those who walk in the paths of sin, nor be charmed by their society, like Daniel they would enjoy the favor of God. If they would discard unprofitable amusements and indulgence of appetite, their minds would be clear for the pursuit of knowledge. They would thus gain a moral power that would enable them to remain unmoved when assailed by temptation."},{"refcode_short":"PH145 20.3","refcode_long":"Recreation, p. 20.3 (Ellen Gould White)","content":"It is a continual struggle to be always on the alert to resist evil; but it pays to obtain one victory after another over self and the powers of darkness. And if the youth are proved and tested, as was Daniel, what honor can they reflect to God by their firm adherence to the right!—The Review and Herald, August 26, 1884."},{"refcode_short":"PH145 21","refcode_long":"Recreation, p. 21 (Ellen Gould White)","content":"Chapter 7—How to Spend Holidays"},{"refcode_short":"PH145 21.1","refcode_long":"Recreation, p. 21.1 (Ellen Gould White)","content":"Recreation is needful to those who are engaged in physical labor, and is still more essential for those whose labor is principally mental. It is not essential to our salvation, nor for the glory of God, to keep the mind laboring constantly and excessively, even upon religious themes. There are amusements, such as dancing, card-playing, chess, checkers, etc., which we cannot approve, because Heaven condemns them. These amusements open the door for great evil. They are not beneficial in their tendency, but have an exciting influence, producing is some minds a passion for those plays which lead to gambling and dissipation. All such plays should be condemned by Christians, and something perfectly harmless should be substituted in their place."},{"refcode_short":"PH145 21.2","refcode_long":"Recreation, p. 21.2 (Ellen Gould White)","content":"I saw that our holidays should not be spent in patterning after the world, yet they should not be passed by unnoticed, for this will bring dissatisfaction to our children. On these days when there is danger that our children will be exposed to evil influences, and become corrupted by the pleasures and excitement of the world, let the parents study to get up something to take the place of more dangerous amusements. Give your children to understand that you have their good and happiness in view."},{"refcode_short":"PH145 21.3","refcode_long":"Recreation, p. 21.3 (Ellen Gould White)","content":"Let several families living in a city or village unite and leave the occupations which have taxed them physically and mentally, and make an excursion into the country, to the side of a fine lake, or to a nice grove, where the scenery of nature is beautiful. They should provide themselves with plain, hygienic food, the very best fruits and grains, and spread their table under the shade of some tree, or under the canopy of heaven. The ride, the exercise, and the scenery will quicken the appetite, and they can enjoy a repast which kings might envy."},{"refcode_short":"PH145 22.1","refcode_long":"Recreation, p. 22.1 (Ellen Gould White)","content":"On such occasions parents and children should feel free from care, labor, and perplexity. Parents should become children with their children, making everything as pleasant for them as possible. Let the whole day be given to recreation."},{"refcode_short":"PH145 22.2","refcode_long":"Recreation, p. 22.2 (Ellen Gould White)","content":"Exercise in the open air, for those whose employment has been within doors and sedentary, will be beneficial to health. All who can, should feel it a duty to pursue this course. Nothing will be lost, but much gained. They can return to their occupations with new life and new courage to engage in their labor with zeal, and they are better prepared to resist disease.—Testimonies for the Church 1:515."},{"refcode_short":"PH145 22","refcode_long":"Recreation, p. 22 (Ellen Gould White)","content":"Chapter 8—Symmetrical Education"},{"refcode_short":"PH145 22.3","refcode_long":"Recreation, p. 22.3 (Ellen Gould White)","content":"We are to educate the youth to exercise equally the mental and the physical powers. The healthful exercise of the whole being will give an education that is broad and comprehensive.—MS."},{"refcode_short":"PH145 22","refcode_long":"Recreation, p. 22 (Ellen Gould White)","content":"Chapter 9—Christian Recreation"},{"refcode_short":"PH145 22.4","refcode_long":"Recreation, p. 22.4 (Ellen Gould White)","content":"While we are seeking to refresh our spirits and invigorate our bodies, we are required of God to use all our powers at all times to the best purpose. We can, and should, conduct our recreations in such a manner that we shall be better fitted for the more successful discharge of the duties devolving upon us, and our influence will be more beneficial upon those with whom we associate. We can return from such occasions to our homes improved in mind and refreshed in body, and prepared to engage in the work anew with better hope and better courage."},{"refcode_short":"PH145 23.1","refcode_long":"Recreation, p. 23.1 (Ellen Gould White)","content":"We are of that class who believe that it is our privilege every day of our lives to glorify God upon the earth; that we are not to live in this world merely for our own amusement, merely to please ourselves. We are here to benefit humanity and to be a blessing to society; and if we let our minds run in that low channel that many who are seeking only vanity and folly permit their minds to run in, how can we be a benefit to our race and generation? how can we be a blessing to society around us? We cannot innocently indulge in any amusement which will unfit us for the more faithful discharge of ordinary duties."},{"refcode_short":"PH145 23.2","refcode_long":"Recreation, p. 23.2 (Ellen Gould White)","content":"Between the associations of the followers of Christ for Christian recreation, and worldly gatherings for pleasure and amusement, will exist a marked contrast. Instead of prayer and the mentioning of Christ and sacred things, will be heard from the lips of worldlings the silly laugh and the trifling conversation. The idea is to have a general high time. Their amusements commence in folly and end in vanity. We want in our gatherings to have them so conducted, and so to conduct ourselves, that when we return to our homes we can have a conscience void of offense toward God and man; a consciousness that we have not wounded or injured in any manner those with whom we have been associated, or had an injurious influence over them."},{"refcode_short":"PH145 23.3","refcode_long":"Recreation, p. 23.3 (Ellen Gould White)","content":"The natural mind leans toward pleasure and self-gratification. It is Satan's policy to manufacture an abundance of this. He seeks to fill the minds of men with a desire for worldly amusement, that they may have no time to ask themselves the question. How is it with my soul? The love of pleasure is infectious. Given up to this, the mind hurries from one point to another, ever seeking for some amusement. Obedience to the law of God counteracts this inclination, and builds barriers against ungodliness.— The Review and Herald, May 28, 1901."},{"refcode_short":"PH145 24","refcode_long":"Recreation, p. 24 (Ellen Gould White)","content":"Chapter 10—The Dignity of Labor"},{"refcode_short":"PH145 24.1","refcode_long":"Recreation, p. 24.1 (Ellen Gould White)","content":"Notwithstanding all that has been said and written regarding the dignity of manual labor, the feeling prevails that it is degrading. The opinion of men has, in many minds, changed the order of things, and men have come to think that it is not fitting for a man who works with his hands to take his place among gentlemen. Men work hard to obtain money; and having gained wealth, they suppose that their money will make their sons gentlemen. But many such men fail to train their sons, as they themselves were trained, to hard, useful labor. Their sons spend the money earned by the labor of others, without understanding its value. Thus they misuse a talent that the Lord designed should be used to accomplish much good."},{"refcode_short":"PH145 24.2","refcode_long":"Recreation, p. 24.2 (Ellen Gould White)","content":"The Lord's purposes are not the purposes of men. He did not design that men should live in idleness. In the beginning, He created man a gentleman; but though rich in all that the Owner of the universe could supply, Adam was not to be idle. No sooner was he created than his work was given him. He was to find employment and happiness in tending the things that God has created; and in response to his labor, his wants were to be abundantly supplied from the fruits of the garden of Eden."},{"refcode_short":"PH145 24.3","refcode_long":"Recreation, p. 24.3 (Ellen Gould White)","content":"While our first parents obeyed God, their labor in the garden was a pleasure; and the earth yielded of its abundance for their wants. But when man departed from obedience, he was doomed to wrestle with the seeds of Satan's sowing, and to earn his bread by the sweat if his brow. Henceforth he must battle in toil and hardship against the power to which he had yielded his will."},{"refcode_short":"PH145 24.4","refcode_long":"Recreation, p. 24.4 (Ellen Gould White)","content":"It was God's purpose to alleviate by toil the evil that was brought into the world by man's disobedience. By toil the temptations of Satan might be made ineffectual, and the tide of evil stayed. And though attended with anxiety, weariness, and pain, labor is still a source of happiness and development, and a safeguard against temptation. Its discipline places a check on self-indulgence, and promotes industry, purity, and firmness. Thus it becomes a part of God's great plan for our recovery from the fall."},{"refcode_short":"PH145 25.1","refcode_long":"Recreation, p. 25.1 (Ellen Gould White)","content":"The public feeling is that manual labor is degrading; yet men may exert themselves as much as they choose at cricket, baseball, or in pugilistic contests, without being regarded as degraded. Satan is delighted when he sees human beings using their physical and mental powers in that which does not educate, which is not useful, which does not help them to be a blessing to those who need their help. While the youth are becoming expert in games that are of no real value to themselves or to others, Satan is playing the game of life for their souls, taking from them the talents that God has given them, and placing in their stead his own evil attributes. It is his effort to lead men to ignore God. He seeks to engross and absorb the mind so completely that God will find no place in the thoughts. He does not wish people to have a knowledge of their Maker, and he is well pleased if he can set in operation games and theatrical performances that will so confuse the senses of the youth that God and heaven will be forgotten."},{"refcode_short":"PH145 25.2","refcode_long":"Recreation, p. 25.2 (Ellen Gould White)","content":"One of the surest safeguards against evil is useful occupation, while idleness is one of the greatest curses; for vice, crime, and poverty follow in its wake. Those who are always busy, who go cheerfully about their daily tasks, are the useful members of society. In the faithful discharge of the various duties that lie in their pathway, they make their lives a blessing to themselves and to others. Diligent labor keeps them from many of the snares of him who “finds some mischief still for idle hands to do.”"},{"refcode_short":"PH145 26.1","refcode_long":"Recreation, p. 26.1 (Ellen Gould White)","content":"A stagnant pool soon becomes offensive; but a flowing brook spreads health and gladness over the land. The one is a symbol of the idle, the other of the industrious."},{"refcode_short":"PH145 26.2","refcode_long":"Recreation, p. 26.2 (Ellen Gould White)","content":"In God's plan for Israel, every family had a home on the land, with sufficient ground for tilling. Thus were provided both the means and the incentive for a useful, industrious, and self-supporting life. And no devising of man has ever improved upon that plan. To the world's departure from it is owing, to a large degree, the poverty and wretchedness that exist today."},{"refcode_short":"PH145 26.3","refcode_long":"Recreation, p. 26.3 (Ellen Gould White)","content":"In Israel, industrial training was regarded as a duty. Every father was required to see that his sons learned some useful trade. The greatest men of Israel were trained to industrial pursuits. A knowledge of the duties pertaining to housewifery was regarded as essential for every woman. And skill in useful duties was looked upon as an honor to women of all stations in life."},{"refcode_short":"PH145 26.4","refcode_long":"Recreation, p. 26.4 (Ellen Gould White)","content":"In the schools of the prophets, various industries were taught, and many of the students supported themselves by manual labor."},{"refcode_short":"PH145 26.5","refcode_long":"Recreation, p. 26.5 (Ellen Gould White)","content":"The path of toil appointed to the dwellers on earth may be hard and wearisome; but it is honored by the footprints of the Redeemer, and he is safe who follows in this sacred way. By precept and example Christ has dignified useful labor. From His earliest years, He lived a life of toil. The greater part of His earthly life was spent in patient work in the carpenter's shop at Nazareth. In the garb of a common laborer the Lord of life trod the streets of the little town in which He lived, going to and returning from His humble toil; and ministering angels attended Him as He walked side by side with peasants and laborers, unrecognized and unhonored."},{"refcode_short":"PH145 26.6","refcode_long":"Recreation, p. 26.6 (Ellen Gould White)","content":"When He went forth to contribute to the support of the family by His daily toil, He possessed the same power as when on the shores of Galilee He fed five thousand hungry souls with five loaves and two fishes. But He did not employ His divine power to lessen His burdens or lighten His toil. He had taken upon Himself the form of humanity, with all its attendant ills, and He did not flinch from its severest trials. He lived in a peasant's home; He was clothed with coarse garments; He mingled with the lowly; He toiled daily with patient hands. His example shows us that it is man's duty to be industrious, and that labor is honorable."},{"refcode_short":"PH145 27.1","refcode_long":"Recreation, p. 27.1 (Ellen Gould White)","content":"The things of earth are more closely connected with heaven, and are more directly under the supervision of Christ, than many realize. All right inventions and improvements have their source in Him who is wonderful in counsel and excellent in working. The skilful touch of the physician's hand, his power over nerve and muscle, his knowledge of the delicate mechanism of the body, is the wisdom of divine power to be used in behalf of the suffering. The skill with which the carpenter uses his tools, the strength with which the blacksmith makes the anvil ring, come from God. Whatever we do, wherever we are placed, He desires to control our minds, that we may do perfect work. Christianity and business, rightly understood, are not two separate things; they are one. Bible religion is to be brought into all that we do and say. Human and divine agencies are to combine in temporal as well as in spiritual achievements. They are to be united in all human pursuits, in mechanical and agricultural labors, in mercantile and scientific enterprises."},{"refcode_short":"PH145 27.2","refcode_long":"Recreation, p. 27.2 (Ellen Gould White)","content":"There is but one remedy for indolence, and that is to throw off sluggishness as a sin that leads to perdition, and go to work, using the physical ability that God has given. The only cure for a useless, inefficient life is determined, persevering effort. Life is not given us to be spent in idleness or self-pleasing; before us are placed great possibilities. In the capital of strength a precious talent has been entrusted to men. This is of more value than any bank deposit, and should be more highly prized; for through the possibilities that it affords for enabling men to lead a useful, happy life, it may be made to yield interest and compound interest. It is a blessing that cannot be purchased with gold or silver, houses or land; and God requires it to be used wisely. No man has a right to sacrifice this talent to the corroding influence of inaction. All are as accountable for the capital of physical strength as for their capital of means."},{"refcode_short":"PH145 28.1","refcode_long":"Recreation, p. 28.1 (Ellen Gould White)","content":"The race is not always to the swift, nor the battle to the strong, and those who are diligent in business may not always be prospered. But it is “the hand of the diligent” that “maketh rich.” And while indolence and drowsiness grieve the Holy Spirit and destroy true godliness, they also tend to poverty and want. “He becometh poor that dealeth with a slack hand.”"},{"refcode_short":"PH145 28.2","refcode_long":"Recreation, p. 28.2 (Ellen Gould White)","content":"Judicious labor is a healthful tonic for the human race. It makes the feeble strong, the poor rich, and the wretched happy. Satan lies in ambush, ready to destroy those whose leisure gives him opportunity to insinuate himself under some attractive disguise. He is never more successful than when he comes to men in their idle hours."},{"refcode_short":"PH145 28.3","refcode_long":"Recreation, p. 28.3 (Ellen Gould White)","content":"Among the evils resulting from wealth, one of the greatest is the fashionable idea that work is degrading. The prophet Ezekiel declares: “Behold, this was the iniquity of thy sister Sodom, pride, fulness of bread, and abundance of idleness was in her and in her daughters, neither did she strengthen the hand of the poor and needy.” Here are presented before us the terrible results of idleness, which enfeebles the mind, debases the soul, and perverts the understanding, making a curse of that which was given as a blessing. It is the working man or woman who sees something great and good in life, and who is willing to bear its responsibilities with faith and hope."},{"refcode_short":"PH145 29.1","refcode_long":"Recreation, p. 29.1 (Ellen Gould White)","content":"The essential lesson of contented industry in the necessary duties of life, is yet to be learned by the larger number of Christ's followers. It requires more grace, more stern discipline of character, to work for God in the capacity of mechanic, merchant, lawyer, or farmer, carrying the precepts of Christianity into the ordinary business of life, than to labor as an acknowledged missionary in the open field. It requires a strong spiritual nerve to bring religion into the workshop and the business office, sanctifying the details of every-day life, and ordering every transaction according to the standard of God's word. But this is what the Lord requires."},{"refcode_short":"PH145 29.2","refcode_long":"Recreation, p. 29.2 (Ellen Gould White)","content":"The apostle Paul regarded idleness as a sin. He learned the trade of tent-making in its higher and lower branches, and during his ministry he often worked at this trade to support himself and others. Paul did not regard as lost the time thus spent. As he worked at his trade, the apostle had access to a class of people that he could not otherwise have reached. He showed his associates that skill in the common arts is a gift from God. He taught that even in every-day toil God is to be honored. His toil-hardened hands detracted nothing from the force of his pathetic appeals as a Christian minister."},{"refcode_short":"PH145 29.3","refcode_long":"Recreation, p. 29.3 (Ellen Gould White)","content":"God designs that all shall be workers. The toiling beast of burden answers the purpose of its creation better than does the indolent man. God is a constant worker. The angels are workers: they are ministers of God to the children of men. Those who look forward to a heaven of inactivity will be disappointed; for the economy of heaven provides no place for the gratification of indolence. But to the weary and heavy-laden rest is promised. It is the faithful servant who will be welcomed from his labors to the joy of his Lord. He will lay off his armor with rejoicing, and will forget the noise of battle in the glorious rest prepared for those who conquer through the cross of Calvary."},{"refcode_short":"PH145 30","refcode_long":"Recreation, p. 30 (Ellen Gould White)","content":"Chapter 11—Manual Training"},{"refcode_short":"PH145 30.1","refcode_long":"Recreation, p. 30.1 (Ellen Gould White)","content":"In His earth-life, Christ was an example to all the human family, and He was obedient and helpful in the home. He learned the carpenter's trade, and worked with His own hands in the little shop at Nazareth. He had lived amid the glories of heaven; but He clothed His divinity with humanity, that He might associate with humanity, and reach hearts through the common avenue of sympathy. When found in fashion as a man, He humbled Himself, and worked for the recovery of the human soul by adapting Himself to the situation in which He found humanity,"},{"refcode_short":"PH145 30.2","refcode_long":"Recreation, p. 30.2 (Ellen Gould White)","content":"The Bible says of Jesus, “And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon Him.” As He worked in childhood and youth, mind and body were developed. He did not use His physical powers recklessly, but gave them such exercise as would keep them in health, that He might do the best work in every line. He was not willing to be defective, even in the handling of tools. He was perfect as a workman, as He was perfect in character. By precept and example, Christ has dignified useful labor."},{"refcode_short":"PH145 30.3","refcode_long":"Recreation, p. 30.3 (Ellen Gould White)","content":"The time spent in physical exercise is not lost. The student who is continually poring over his books, while he takes but little exercise in the open air, does himself an injury. A proportionate exercise of all the organs and faculties of the body is essential to the best work of each. When the brain is constantly taxed while the other organs of the living machinery are inactive, there is loss of strength, physical and mental. The physical system is robbed of its healthy tone, the mind loses its freshness and vigor, and a morbid excitability is the result."},{"refcode_short":"PH145 31.1","refcode_long":"Recreation, p. 31.1 (Ellen Gould White)","content":"The greatest benefit is not gained from exercise that is taken as play or exercise merely. There is some benefit derived from being in the fresh air, and also from the exercise of the muscles; but let the same amount of energy be given to the performance of helpful duties, and the benefit will be greater, and a feeling of satisfaction will be realized; for such exercise carries with it the sense of helpfulness and the approval of conscience for duty well done."},{"refcode_short":"PH145 31.2","refcode_long":"Recreation, p. 31.2 (Ellen Gould White)","content":"In the children and youth an ambition should be awakened to take their exercise in doing something that will be beneficial to themselves and helpful to others. The exercise that develops mind and character, that teaches the hands to be useful, and trains the young to bear their share of life's burdens, is that which gives physical strength and quickens every faculty. And there is a reward in virtuous industry, in the cultivation of the habit of living to do good."},{"refcode_short":"PH145 31","refcode_long":"Recreation, p. 31 (Ellen Gould White)","content":"Chapter 12—Manual Labor"},{"refcode_short":"PH145 31.3","refcode_long":"Recreation, p. 31.3 (Ellen Gould White)","content":"Now, as in the days of Israel, every youth should be instructed in the duties of practical life. Each should acquire a knowledge of some branch of manual labor, by which, if need be, he may obtain a livelihood. This is essential, not only as a safeguard against the vicissitudes of life, but from its bearing upon physical, mental, and moral development. Even if it were certain that one would never need to resort to manual labor for his support, still he should be taught to work. Without physical exercise, no one can have a sound constitution and vigorous health; and the discipline of well-regulated labor is no less essential to the securing of a strong and active mind and a noble character."},{"refcode_short":"PH145 32.1","refcode_long":"Recreation, p. 32.1 (Ellen Gould White)","content":"Every student should devote a portion of each day to active labor. Thus habits of industry would be formed, and a spirit of self-reliance encouraged, while the youth would be shielded from many evil and degrading practises that are so often the result of idleness. And this is all in keeping with the primary object of education; for in encouraging activity, diligence, and purity, we are coming into harmony with the Creator."},{"refcode_short":"PH145 32.2","refcode_long":"Recreation, p. 32.2 (Ellen Gould White)","content":"Let the youth be led to understand the object of their creation,—to honor God, and bless their fellowmen. Let them see the tender love which the Father in heaven has manifested toward them, and the high destiny for which the discipline of this life is to prepare them,—the dignity and honor to which they are called, even to become the sons of God,—and thousands would turn with contempt and loathing from the low and selfish aims and the frivolous pleasures that have hitherto engrossed them. They would learn to hate sin, and to shun it, not merely from hope of reward or fear of punishment, but from a sense of its inherent baseness,—because it would be a degrading of their God-given powers a stain upon their Godlike manhood.—Patriarchs and Prophets, 601, 602."},{"refcode_short":"PH145 32.3","refcode_long":"Recreation, p. 32.3 (Ellen Gould White)","content":"The word of God is to lie at the foundation of all the work done in our schools. And the students are to be taught the true dignity of labor. They are to be shown that God is a constant worker. Let every teacher take hold heartily with a group of students, working with them, and teaching them how to work. As the teachers do this, they will gain a valuable experience. Their hearts will be bound up with the hearts of the students, and this will open the way for successful teaching.—The Review and Herald, July 25, 1907."},{"refcode_short":"PH145 33","refcode_long":"Recreation, p. 33 (Ellen Gould White)","content":"Chapter 13—Duties and Dangers of the Youth"},{"refcode_short":"PH145 33.1","refcode_long":"Recreation, p. 33.1 (Ellen Gould White)","content":"These young men should remember that they are responsible for all the privileges they have enjoyed: that they are accountable for the improvement of their time, and must render an exact account for the improvement of their abilities. They may inquire. Shall we have no amusement or recreation? Shall we work, work, work, without variation? Any amusement in which they can engage asking the blessing of God upon it in faith, will not be dangerous; but any amusement which disqualifies them for secret prayer, for devotion at the altar of prayer, or for taking part in the prayer-meeting, is not safe, but dangerous."},{"refcode_short":"PH145 33.2","refcode_long":"Recreation, p. 33.2 (Ellen Gould White)","content":"A change from physical labor that has taxed the strength severely, may be very necessary for a time, that they may again engage in labor, putting forth exertion with greater success. But entire rest may not be necessary, or even be attended with the best results, so far as their physical strength is concerned. They need not, even when weary with one kind of labor, trifle away their precious moments. They may then seek to do something not so exhausting, but which will be a blessing to their mother and sisters."},{"refcode_short":"PH145 33.3","refcode_long":"Recreation, p. 33.3 (Ellen Gould White)","content":"In lightening their cares by taking upon themselves the roughest burdens they have to bear, they can find that amusement which springs from principle, and which will yield them true happiness, and their time will not be spent in trifling or in selfish indulgence. Their time may be ever employed to advantage, and they be constantly refreshed with variation, and yet be redeeming the time, so that every moment will tell with good account to some one.—Testimonies for the Church 3:222, 223."},{"refcode_short":"PH145 34","refcode_long":"Recreation, p. 34 (Ellen Gould White)","content":"Chapter 14—Joy in Christianity"},{"refcode_short":"PH145 34.1","refcode_long":"Recreation, p. 34.1 (Ellen Gould White)","content":"Let us never lose sight of the fact that Jesus is a well-spring of joy. He does not delight in the misery of human beings, but loves to see them happy."},{"refcode_short":"PH145 34.2","refcode_long":"Recreation, p. 34.2 (Ellen Gould White)","content":"Christians have many sources of happiness at their command, and they may tell with unerring accuracy what pleasures are lawful and right. They may enjoy such recreations as will not dissipate the mind or debase the soul, such as will not disappoint, and leave a sad after-influence to destroy self-respect or bar the way to usefulness. If they can take Jesus with them and maintain a prayerful spirit, they are perfectly safe.—The Review and Herald, August 19, 1884."},{"refcode_short":"PH145 34.3","refcode_long":"Recreation, p. 34.3 (Ellen Gould White)","content":"Jesus “was as a pleasant sunbeam in the home circle. Faithfully and cheerfully He acted His part, doing the humble duties that He was called to do in His lowly life.”—“Christ Our Saviour,” page 11."},{"refcode_short":"PH145 34","refcode_long":"Recreation, p. 34 (Ellen Gould White)","content":"Chapter 15—Entertainments and Amusements in our Sanitariums"},{"refcode_short":"PH145 34","refcode_long":"Recreation, p. 34 (Ellen Gould White)","content":"Theatrical Entertainments"},{"refcode_short":"PH145 34.4","refcode_long":"Recreation, p. 34.4 (Ellen Gould White)","content":"Those who bear the responsibility at the sanitarium should be exceedingly guarded that the amusements shall not be of a character to lower the standard of Christianity, bringing this institution down upon a level with others, and weakening the power of true godliness in the minds of those who are connected with it."},{"refcode_short":"PH145 35.1","refcode_long":"Recreation, p. 35.1 (Ellen Gould White)","content":"Worldly or theatrical entertainments are not essential for the prosperity of the sanitarium or for the health of the patients. The more they have of this kind of amusements, the less will they be pleased unless something of the kind shall be continually carried on. The mind is in a fever of unrest for something new and exciting, the very thing it ought not to have. And if these amusements are once allowed, they are expected again, and the patients lose their relish for any simple arrangement to occupy the time. Repose, rather than excitement, is what many of the patients need."},{"refcode_short":"PH145 35.2","refcode_long":"Recreation, p. 35.2 (Ellen Gould White)","content":"As soon as these entertainments are introduced, the objections to theater-going are removed from many minds, and the plea that moral and high-toned scenes are to be acted at the theater, breaks down the last barrier. * * *"},{"refcode_short":"PH145 35","refcode_long":"Recreation, p. 35 (Ellen Gould White)","content":"Formation of Habits"},{"refcode_short":"PH145 35.3","refcode_long":"Recreation, p. 35.3 (Ellen Gould White)","content":"When there has been a departure from the right path, it is difficult to return. Barriers have been removed, safeguards broken down. One step in the wrong direction prepares the way for another. * * * What we do once we more readily and naturally do again; and to go forward in a certain path, be it right or wrong, is more easy than to start. It takes less time and labor to corrupt our ways before God than to engraft upon the character habits of righteousness and truth. * * *"},{"refcode_short":"PH145 35","refcode_long":"Recreation, p. 35 (Ellen Gould White)","content":"Maladies of the Soul"},{"refcode_short":"PH145 35.4","refcode_long":"Recreation, p. 35.4 (Ellen Gould White)","content":"The managers of the sanitarium may as well conclude at once that they will never be able to satisfy that class of minds that can find happiness only in something new and exciting. To many persons this has been the intellectual diet during their lifetime. There are mental as well as physical dyspeptics. Many are suffering from maladies of the soul far more than from diseases of the body, and they will find no relief until they shall come to Christ, the well-spring of life. Complaints of weariness, loneliness, and dissatisfaction will then cease, satisfying joys will give vigor to the mind, and health and vital energy to the body."},{"refcode_short":"PH145 36.1","refcode_long":"Recreation, p. 36.1 (Ellen Gould White)","content":"If physicians and workers flatter themselves that they are to find a panacea for the varied ills of their patients by supplying them with a round of amusements similar to those which have been the curse of their lives, they will be disappointed. Let not these entertainments be placed in the position which the living Fountain should occupy. The hungry, thirsty soul will continue to hunger and thirst as long as it partakes of these unsatisfying pleasures. But those who drink of the living water will thirst no more for frivolous, sensual, exciting amusements. The ennobling principles of religion will strengthen the mental powers, and will destroy a taste for the gratifications.—Testimonies for the Church 4:577-579."},{"refcode_short":"PH145 36","refcode_long":"Recreation, p. 36 (Ellen Gould White)","content":"A Reformatory work"},{"refcode_short":"PH145 36.2","refcode_long":"Recreation, p. 36.2 (Ellen Gould White)","content":"The success of the sanitarium depends upon its maintaining the simplicity of godliness, and shunning the world's follies in eating, drinking, dressing, and amusements. It must be reformatory in all its principles. Let nothing be invented to satisfy the wants of the soul, and take the room and time which Christ and His service demand; for this will destroy the power of the institution as God's instrumentality to convert poor, sin-sick souls, who, ignorant of the way of life and peace, have sought for happiness in pride and vain folly.—Testimonies for the Church 4:586."},{"refcode_short":"PH145 37","refcode_long":"Recreation, p. 37 (Ellen Gould White)","content":"Chapter 16—A Recent Experience"},{"refcode_short":"PH145 37.1","refcode_long":"Recreation, p. 37.1 (Ellen Gould White)","content":"Last night after I had retired to rest a strange depression came over me, and for a long time I was unable to sleep."},{"refcode_short":"PH145 37.2","refcode_long":"Recreation, p. 37.2 (Ellen Gould White)","content":"Then I seemed to be talking with companies of our people,—to a little group here, and a little group there, and a little group somewhere else. I was saying to them. You do not need to plan for unholy amusements. When your life is hid with Christ in God, you will find in Him all the enhancement that you need. Words like these had been spoken to me."},{"refcode_short":"PH145 37.3","refcode_long":"Recreation, p. 37.3 (Ellen Gould White)","content":"As I passed from one group to another, I experienced disappointment after disappointment. There was revealed in each company a desire for foolish pleasure. Men and women, acting like children, seemed to have forgotten their responsibility to glorify God. I saw the foolish actions, and heard the foolish words that were spoken. And I saw how the Spirit of God was grieved, and the Lord dishonored. While God and angels were working by every possible means for the upbuilding of the kingdom of heaven in earth in truth and righteousness, those who should have been standing as heaven's representatives were taking a low level and dishonoring their Redeemer's name."},{"refcode_short":"PH145 37.4","refcode_long":"Recreation, p. 37.4 (Ellen Gould White)","content":"I said to some, You should bear in mind that as God's professed people you are called to reach a high standard. The Lord cannot be glorified by such a course as you are now pursuing. He bids us glorify Him in our body, and in our spirit, which are His. I do not know with what words to describe these scenes, or what character to give them: but I know that in participating in them you are lessening your influence for righteousness; you are displeasing the Lord; you are setting an example that none can safely follow."},{"refcode_short":"PH145 38.1","refcode_long":"Recreation, p. 38.1 (Ellen Gould White)","content":"I was cited to the words of inspiration with which Paul voiced his hope for those who had been won to the gospel in Thessalonica. “We pray always for you,” he declared, “that our God would count you worthy of this calling, and fulfil all the good pleasure of His goodness, and the work of faith with power: that the name of our Lord Jesus Christ may be glorified in you, and ye in Him, according to the grace of our God and the Lord Jesus Christ.” The example of these converts to the faith would tell more for the glory of God than all the preaching of Paul and his fellow-laborers. And so the consistent course of believers in this age will do more to magnify the power of truth than all the sermons of our ministers."},{"refcode_short":"PH145 38.2","refcode_long":"Recreation, p. 38.2 (Ellen Gould White)","content":"At the camp-meeting that has just closed at Santa Rosa, truths were presented and instruction given, which, if appropriated and rightly used, would work transformations in the church, and would change the atmosphere in the home, aiding parents in giving the right mould to the characters of the children and youth. It would change the relations of many of the workers in our institutions, enabling them to bear testimony for the truth in consistent, devoted lives. The impressions made by the camp-meeting were good. I feel sad that any should come from that meeting to take part in scenes that could not fail to remove the impressions of the Spirit from the mind. My heart is burdened as I think of such experiences being repeated after such good instruction had been given."},{"refcode_short":"PH145 38","refcode_long":"Recreation, p. 38 (Ellen Gould White)","content":"Examples of Good Works"},{"refcode_short":"PH145 38.3","refcode_long":"Recreation, p. 38.3 (Ellen Gould White)","content":"All sanitarium workers, and parents, and ministers should realize their responsibility to God to be themselves patterns of what they desire the youth to become. “For their sakes I sanctify Myself.” Christ declared, “that they also might be sanctified through the truth.” So those to whom the youth look for direction and a godly example should sanctify themselves. Paul directed Timothy, “Be thou an example of the believers.” This is instruction to the workers in every institution. If they are learning of Christ daily, they will never forget how potent for good is the influence of right example. But if they are seeking only to amuse and please themselves, they set for themselves and for those within the range of their influence a low standard. Such a course can only end eventually in the yielding up of their faith."},{"refcode_short":"PH145 39.1","refcode_long":"Recreation, p. 39.1 (Ellen Gould White)","content":"How can gospel believers act in such a way as to encourage those with whom they associate in frivolity and pleasure-loving, and spend their time in acting out the foolishness of the sinner? Do they not know that angels of God are standing by, making a record of their words and actions? I saw angels of God writing, and I looked to see what they had written. I read these words: None of these things will give you spiritual strength, but will lessen your influence for righteousness."},{"refcode_short":"PH145 39.2","refcode_long":"Recreation, p. 39.2 (Ellen Gould White)","content":"“I was directed to the words of Paul to Timothy: “Be thou partaker of the afflictions of the gospel according to the power of God; who hath saved us, and called us with a holy calling, not according to our works, but according to His own purpose and grace, which was given us in Christ Jesus before the world began. * * * Hold fast the form of sound words, which thou hast heard of me in faith and love which is in Christ Jesus. That good thing which was committed unto thee keep by the Holy Ghost which dwelleth in us.”"},{"refcode_short":"PH145 39.3","refcode_long":"Recreation, p. 39.3 (Ellen Gould White)","content":"“Be strong in the grace that is in Christ Jesus. And the things which thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also. Thou therefore endure hardness, as a good soldier of Jesus Christ. No man that warreth entangleth himself with the affairs of this life; that he may please Him who hath chosen him to be a soldier. And if a man also strive for masteries, yet is he not crowned, except he strive lawfully. The husbandman that laboreth must be first partaker of the fruits. Consider what I say; and the Lord give thee understanding in all things.”"},{"refcode_short":"PH145 40","refcode_long":"Recreation, p. 40 (Ellen Gould White)","content":"Warning And Appeal"},{"refcode_short":"PH145 40.1","refcode_long":"Recreation, p. 40.1 (Ellen Gould White)","content":"I was given words of warning and appeal to parents and ministers. Turning from one to another, I told them of their need of being converted daily, of the great importance of having the Spirit of God resting upon them. I said, My brethren and sisters, we have no time to spend in glorifying the enemy of all righteousness. Individually we are to strive for the mastery over all foolishness; we are to strengthen our souls by training our minds to dwell upon the sound, sensible truths of the word of God, that when the enemy seeks to take possession of the mind and to lead us into sin, we shall have strength to act like Christians. If we will let the Spirit of God make its impression on our minds, and will yield our lives to His control, we shall not dishonor God before the world."},{"refcode_short":"PH145 40.2","refcode_long":"Recreation, p. 40.2 (Ellen Gould White)","content":"I asked the youth and those more advanced in years what impression such scenes were likely to make on the minds of unbelievers; what influence this folly would have upon those to whom it was their privilege to minister the things of eternal life."},{"refcode_short":"PH145 40.3","refcode_long":"Recreation, p. 40.3 (Ellen Gould White)","content":"As I spoke with great earnestness, pointing them to their privileges as sons and daughters of God, some were overcome with a sense of their wrong-doing. And as the conviction of the Spirit of God came upon them, they fell on their knees and prayed for forgiveness."},{"refcode_short":"PH145 41.1","refcode_long":"Recreation, p. 41.1 (Ellen Gould White)","content":"When I awoke, I supposed that these things presented to me related to something that would transpire in the future; and I thought I would wait before saying anything to my brethren. I had not heard of anything that was going on at the sanitarium the day before; but I felt discouraged and disappointed."},{"refcode_short":"PH145 41.2","refcode_long":"Recreation, p. 41.2 (Ellen Gould White)","content":"The gatherings together in our institutions should never be of such a nature as to give the stamp of pleasure-loving and worldliness. There is enough of foolishness in the world. It should be the endeavor of the workers, not to encourage a delight in these things in those who come to our institutions, but to learn how to fill the mind with the things of God. Our ministers need to work during the vacation time to strengthen and steady the minds of the youth."},{"refcode_short":"PH145 41.3","refcode_long":"Recreation, p. 41.3 (Ellen Gould White)","content":"“This know also, that in the last days perilous times shall come. For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy, without natural affection, truce breakers, false accusers, incontinent, fierce, despisers of those that are good, traitors, heady, high-minded, lovers of pleasures more than lovers of God: having a form of godliness, but denying the power thereof.” This class will be developed among us as a people as well as in the world. Great, then, is the need that we stand in that position where every jot of our powers may be used to magnify God and His truth."},{"refcode_short":"PH145 41.4","refcode_long":"Recreation, p. 41.4 (Ellen Gould White)","content":"“Speak thou the things which become sound doctrine,” the apostle enjoins: “that the aged men be sober, grave, temperate, sound in faith, in charity, in patience. The aged women likewise, that they be in behavior as becometh holiness, not false accusers, not given to much wine, teachers of good things; that they may teach the young women to be sober, to love their husbands, to love their children, to be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed. Young man likewise exhort to be sober-minded, in all things showing thyself a pattern of good works: in doctrine showing uncorruptness, gravity, sincerity, sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.”"},{"refcode_short":"PH145 42","refcode_long":"Recreation, p. 42 (Ellen Gould White)","content":"Chapter 17—The Danger in Amusements"},{"refcode_short":"PH145 42.1","refcode_long":"Recreation, p. 42.1 (Ellen Gould White)","content":"Recent experiences in our colleges and sanitariums lead me to present again instruction that the Lord gave me for the teachers and students in our school at Cooranbong, Australia."},{"refcode_short":"PH145 42.2","refcode_long":"Recreation, p. 42.2 (Ellen Gould White)","content":"In April, 1900, a holiday was appointed at the Avondale school for Christian workers. The program for the day provided for a meeting in the chapel in the morning, at which I and others addressed the students, calling their attention to what God had wrought in the building up of this school, and to their privilege and opportunities as students."},{"refcode_short":"PH145 42.3","refcode_long":"Recreation, p. 42.3 (Ellen Gould White)","content":"After the meeting, the remainder of the day was spent by the students in various games and sports, some of which were frivolous, rude, and grotesque."},{"refcode_short":"PH145 42.4","refcode_long":"Recreation, p. 42.4 (Ellen Gould White)","content":"During the following night, I seemed to be witnessing the performances of the afternoon. The scene was clearly laid out before me, and I was given a message for the manager and teachers of the school."},{"refcode_short":"PH145 42.5","refcode_long":"Recreation, p. 42.5 (Ellen Gould White)","content":"I was shown that in the amusements carried on on the school grounds that afternoon, the enemy gained a victory, and teachers were weighed in the balances and found wanting. I was greatly distressed and burdened to think that those standing in responsible positions should open the door and, as it were, invite the enemy in; for this they did in permitting the exhibitions that took place. As teachers, they should have stood firm against giving place to the enemy in any such line. But what they permitted, they marred their record, and grieved the Spirit of God. The students were encouraged in a course the effects of which were not easily effaced. There is no end to the path of vain amusements, and every step taken in it is a step in a path which Christ has not traveled."},{"refcode_short":"PH145 43.1","refcode_long":"Recreation, p. 43.1 (Ellen Gould White)","content":"This introduction of wrong plans was the very thing that should have been jealously guarded against. The Avondale school was established, not to be like the schools of the world, but, as God revealed, to be a pattern school. And since it was to be a pattern school, those in charge of it should have perfected everything after God's plan, discarding all that was not in harmony with His will. Had their eyes been anointed with the heavenly eyesalve, they would have realized that they could not permit the exhibition that took place that afternoon, without dishonoring God."},{"refcode_short":"PH145 43.2","refcode_long":"Recreation, p. 43.2 (Ellen Gould White)","content":"On Wednesday morning when I spoke to the students and to the others who had assembled, the words that the Lord gave me to speak, I did not know anything of what was to take place afterward; for no intimation of it had come to me. How could those at the head of the school harmonize with the words spoken, the proceedings that followed, which were of a character to make of no effect the instruction that had just come to them from God? If their perceptions had not been greatly beclouded, they would have understood this instruction as rebuking all such proceedings."},{"refcode_short":"PH145 43.3","refcode_long":"Recreation, p. 43.3 (Ellen Gould White)","content":"I felt deeply the importance of the words that the Lord gave me at this time for teachers and students. This instruction presented before the students duties of the highest order; and to efface by the amusements afterward entered into, the good impressions made, was virtually saying, We want not Thy way, O God; we want our own way; we want to follow our own wisdom."},{"refcode_short":"PH145 44.1","refcode_long":"Recreation, p. 44.1 (Ellen Gould White)","content":"In the night season I was a witness to the performance that was carried on on the school grounds. The students who engaged in the grotesque mimicry that was seen, acted out the mind of the enemy, some in a very unbecoming manner. A view of things was presented before me in which the students were playing games of tennis and cricket. Then I was given instruction regarding the character of these amusements. They were presented to me as a species of idolatry, like the idols of the nations."},{"refcode_short":"PH145 44.2","refcode_long":"Recreation, p. 44.2 (Ellen Gould White)","content":"There were more than visible spectators on the ground. Satan and his angels were there, making impressions on human minds. Angels of God, who minister to those who shall be heirs of salvation, were also present, not to approve, but to disapprove. They were ashamed that such an exhibition should be given by the professing children of God. The forces of the enemy gained a decided victory, and God was dishonored. He who gave His life to refine, ennoble, and sanctify human beings was grieved at the performance."},{"refcode_short":"PH145 44.3","refcode_long":"Recreation, p. 44.3 (Ellen Gould White)","content":"Hearing a voice, I turned to see who spoke to me. Then with dignity and solemnity One said, Is this the celebration for the anniversary of the opening of the school? Is this the gratitude offering you present to God for the blessings He has given you? The world could render as acceptable an offering on this memorial occasion. The teachers are making the same mistake that has been made over and over again. They should learn wisdom from the experiences of the past. The careless, godless world can offer an abundance of such offerings as these, in a much more acceptable manner."},{"refcode_short":"PH145 44.4","refcode_long":"Recreation, p. 44.4 (Ellen Gould White)","content":"Turning to the teachers, He said, You have made a mistake the effects of which it will be hard to efface. The Lord God of Israel is not glorified in the school. If at this time the Lord should permit your life to end, many would be lost, eternally separated from God and the righteous."},{"refcode_short":"PH145 45","refcode_long":"Recreation, p. 45 (Ellen Gould White)","content":"The Consequence of One Departure from Right"},{"refcode_short":"PH145 45.1","refcode_long":"Recreation, p. 45.1 (Ellen Gould White)","content":"These things are a repetition of the course of Aaron, when at the foot of Sinai he allowed the first beginning of wrong by permitting a spirit of reveling and commonness to come into the camp of Israel. Moses was in the mount with God and Aaron had been left in charge. He showed his weakness by not standing firmly against the propositions of the people. He could have exercised his authority to hold the congregation back from wrong-doing, but just as in his home he failed with his children, so he showed the same defective administration in his management of Israel. His weakness as a general was seen in his desire to please the people, even at the sacrifice of principle. He lost his power of command at the very first permission that he gave, which allowed them to go contrary to God's commands in the least particular. And as a result, the spirit of idolatry came in, and the current set in motion could not be stayed until stern and decisive measures had been taken."},{"refcode_short":"PH145 45.2","refcode_long":"Recreation, p. 45.2 (Ellen Gould White)","content":"It took time and a vast amount of labor and sorrow to wipe out the influence of the proceedings at the Avondale school on that Wednesday afternoon. But the experience was a lesson that helped those in charge of the school to realize the tendency of such amusements."},{"refcode_short":"PH145 45.3","refcode_long":"Recreation, p. 45.3 (Ellen Gould White)","content":"What an exhibition was this to be reported by the students to their distant friends and acquaintances! It was a witness that showed, not what God had accomplished in the school, but what Satan had accomplished. Serious is the consequence of even one such departure from the instruction that God has given concerning our schools. Once the barriers are broken down, the advance of the enemy will be marked, unless the Lord shall humble hearts, and convert minds."},{"refcode_short":"PH145 46.1","refcode_long":"Recreation, p. 46.1 (Ellen Gould White)","content":"The effort to regain that which was lost by the proceedings of that afternoon cost the teachers much labor. They were severely tried. With the students there was seen a desire for further pleasure, and less regard for the instruction of God's word. The Lord of heaven was thus dishonored, and the indulgence of the desires of the human heart in sin and love of pleasure, was the education received."},{"refcode_short":"PH145 46.2","refcode_long":"Recreation, p. 46.2 (Ellen Gould White)","content":"Let those who are educating the youth govern themselves according to the high and holy principles that Christ has given in His word. Let them remember that, as far as possible, they are to recover the ground that has been lost, that they may bring into our schools the spirituality that was seen in the schools of the prophets."},{"refcode_short":"PH145 46","refcode_long":"Recreation, p. 46 (Ellen Gould White)","content":"The Bible as a Counselor"},{"refcode_short":"PH145 46.3","refcode_long":"Recreation, p. 46.3 (Ellen Gould White)","content":"Teachers need an intimate acquaintance with the word of God. The Bible, and the Bible alone, should be their counselor. The word of God is as the leaves of the tree of life. Here is met every want of those who love its teachings and bring them into the practical life. Many of the students who come to our schools are unconverted, though they may have been baptized. They do not know what it means to be sanctified through a belief of the truth. They should be taught to search and understand the Bible, to receive its truths into the heart and carry them out in the daily life. Thus they will become strong in the Lord; for spiritual sinew and muscle are nourished by the bread of life."},{"refcode_short":"PH145 46.4","refcode_long":"Recreation, p. 46.4 (Ellen Gould White)","content":"The Lord desires His stewards to discharge their duties faithfully, in His name and in His strength. By believing His word and acting upon its teachings, they may go on conquering and to conquer. But when men depart from the principles of righteousness, they conceive a high opinion of their own goodness and abilities, and unconsciously they exalt themselves. The Lord allows such ones to walk alone, to follow their own way. Thus He gives them opportunity to see themselves as they are, and to manifest to others their weakness. He is seeking to teach them that the Lord's way is always to be closely followed, that His word is to be taken as it reads, and that men are not to devise and plan according to their own judgment, irrespective of His counsel."},{"refcode_short":"PH145 47.1","refcode_long":"Recreation, p. 47.1 (Ellen Gould White)","content":"Our schools are to be as the schools of the prophets. In them the truths of the Bible are to be earnestly studied. If rightly brought before the mind, and thoughtfully dwelt upon, these truths will give the students a desire for that which is infinitely higher than worldly amusement. As they draw near to God, becoming partakers of the divine nature, earth-born amusements will sink into nothingness. The minds of the students will take a higher turn, and beholding the character of Jesus, they will strive to be like Him."},{"refcode_short":"PH145 47","refcode_long":"Recreation, p. 47 (Ellen Gould White)","content":"Useful Employment Versus Selfish Pleasure"},{"refcode_short":"PH145 47.2","refcode_long":"Recreation, p. 47.2 (Ellen Gould White)","content":"Students are sent to our schools to receive an education that will enable them to go forth as workers in God's cause. Satan would lead them to believe that amusements are necessary to physical health, but the Lord has declared that the better way is for them to get physical exercise through manual training, and by letting useful employment take the place of selfish pleasure. The desire for amusement, if indulged, soon develops a dislike for useful, healthful exercise of body and mind, such as will make students efficient in helping themselves and others. In the place of providing diversions that merely amuse, arrangements should be made for exercises that will be productive of good."},{"refcode_short":"PH145 48.1","refcode_long":"Recreation, p. 48.1 (Ellen Gould White)","content":"God bestows talents upon men, not that these talents may lie unused or be employed in self-gratification, but that they may be used to bless others. God grants men the gift of time for the purpose of promoting His glory. When this time is used in selfish pleasure, the hours thus spent are lost for all eternity."},{"refcode_short":"PH145 48.2","refcode_long":"Recreation, p. 48.2 (Ellen Gould White)","content":"The Lord calls upon all who claim to have received Christ as their personal Saviour, to obey the words, “If any man will come after Me, let him deny himself, and take up his cross, and follow Me.” “We are laborers together with God; ye are God's husbandry, ye are God's building.” “Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.” “Ye are a chosen generation, a royal priesthood, a holy nation, a peculiar people; that ye should show forth the praises of Him who hath called you out of darkness into His marvelous light.”"},{"refcode_short":"PH145 48","refcode_long":"Recreation, p. 48 (Ellen Gould White)","content":"Chapter 18—Employment for Patients"},{"refcode_short":"PH145 48.3","refcode_long":"Recreation, p. 48.3 (Ellen Gould White)","content":"Plans should be devised for keeping patients out of doors. For those who are able to work, let some pleasant, easy employment be provided. Show them how agreeable and helpful this outdoor work is. Encourage them to breathe the fresh air. Teach them to breathe deeply, and in breathing and speaking, to exercise the abdominal muscles. This is an education that will be invaluable to them."},{"refcode_short":"PH145 48.4","refcode_long":"Recreation, p. 48.4 (Ellen Gould White)","content":"Exercise in the open air should be prescribed as a life-giving necessity. And for such exercises there is nothing better than the cultivation of the soil. Let patients have flower beds to care for, or work to do in the orchard or vegetable garden. As they are encouraged to leave their rooms and spend time in the open air, cultivating flowers or doing some other light, pleasant work, their attention will be diverted from themselves and their sufferings.—The Ministry of Healing, 264, 265."},{"refcode_short":"PH145 49","refcode_long":"Recreation, p. 49 (Ellen Gould White)","content":"Chapter 19—Physical Exercise as a Remedial Agency"},{"refcode_short":"PH145 49.1","refcode_long":"Recreation, p. 49.1 (Ellen Gould White)","content":"Physical exercise and labor combined have a happy influence upon the mind, strengthen the muscles, improve the circulation, and give the invalid the satisfaction of knowing his own power of endurance; whereas, if he is restricted from healthful exercise and physical labor, his attention is turned to himself. He is in constant danger of thinking himself worse than he really is, and of having established within him a diseased imagination, which causes him continually to fear that he is overtaxing his powers of endurance. As a general thing, if he would engage in some well-directed labor, using his strength and not abusing it, he would find that physical exercise would prove a more powerful and effective agent in his recovery than even the water treatment he is receiving.—Testimonies for the Church 4:94."},{"refcode_short":"PH145 49","refcode_long":"Recreation, p. 49 (Ellen Gould White)","content":"Chapter 20—Physical Labor an Aid to Recovery"},{"refcode_short":"PH145 49.2","refcode_long":"Recreation, p. 49.2 (Ellen Gould White)","content":"Such mental exercise as playing cards, chess, and checkers, excites and wearies the brain and hinders recovery: while light and pleasant physical labor will occupy the time, improve the circulation, relieve and restore the brain, and prove a decided benefit to the health. But take from the invalid all such employment, and he becomes restless, and, with a diseased imagination, views his case as much worse than it really is, which tends to imbecility."},{"refcode_short":"PH145 49.3","refcode_long":"Recreation, p. 49.3 (Ellen Gould White)","content":"For years I have from time to time been shown that the sick should be taught that it is wrong to suspend all physical labor in order to regain health. In thus doing the will becomes dormant, the blood moves sluggishly through the system, and constantly grows more impure. Where the patient is in danger of imagining his case worse than it really is, indolence will be sure to produce the most unhappy results. Well-regulated labor gives the invalid the idea that he is not totally useless in the world, that he is, at least, of some benefit. This will afford him satisfaction, give him courage, and impart to him vigor, which vain mental amusements can never do.—Testimonies for the Church 1:555."},{"refcode_short":"PH145 50","refcode_long":"Recreation, p. 50 (Ellen Gould White)","content":"Chapter 21—Substitutes for Amusements"},{"refcode_short":"PH145 50.1","refcode_long":"Recreation, p. 50.1 (Ellen Gould White)","content":"In each one of our schools Satan will seek to become the guide of teachers and students. He will introduce the thought that amusements are essential. He would be pleased to have students who are preparing to become missionaries, accept the idea that amusements are essential to health."},{"refcode_short":"PH145 50.2","refcode_long":"Recreation, p. 50.2 (Ellen Gould White)","content":"But the Lord has provided a better way. He has given us useful employments for the development of health, and these useful employments will also qualify students to be a help to themselves and to others.—The Review and Herald, October 25, 1898."},{"refcode_short":"PH145 50","refcode_long":"Recreation, p. 50 (Ellen Gould White)","content":"Chapter 22—Separate from the World"},{"refcode_short":"PH145 50.3","refcode_long":"Recreation, p. 50.3 (Ellen Gould White)","content":"God's people are His chosen instrumentalities for the enlargement of His church in the earth. They are to seek the counsel of God. Worldly amusements and entertainments are to have no place in the life of the Christian. In following the way of the Lord is to be the strength of His people. Their faith in the gift of God's only begotten Son is to be made manifest. This will make its impression on the mind of the worldling. He who takes his position as separate from the world, and strives to become one with Christ, will be successful in drawing souls to God. The graces of Christ will be so apparent in his life, that the world will take knowledge of him that he has been with Jesus and learned of Him."}]