[{"refcode_short":"PH144 4","refcode_long":"The Place of Herbs in Rational Therapy, p. 4 (Ellen Gould White)","content":"The Place of Herbs in Rational Therapy"},{"refcode_short":"PH144 4","refcode_long":"The Place of Herbs in Rational Therapy, p. 4 (Ellen Gould White)","content":"Prayer, Faith and Remedies"},{"refcode_short":"PH144 4.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 4.1 (Ellen Gould White)","content":"(1) “In regard to the matter of prayer for the sick, many confusing ideas are advanced. One says, He who has been prayed for must walk out in faith, giving God the glory, and making use of no remedies. If he is at a health institute, he should leave it at once. I know that these ideas are wrong, and that if accepted, they would lead to many evils."},{"refcode_short":"PH144 4.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 4.2 (Ellen Gould White)","content":"“On the other hand, I do not wish to say anything that might be interpreted to mean a lack of belief in the efficacy of prayer. The path of faith lies close beside the path of presumption."},{"refcode_short":"PH144 4.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 4.3 (Ellen Gould White)","content":"“It is no denial of faith to use rational remedies judiciously. Water, air, and sunshine, these are God's healing agencies."},{"refcode_short":"PH144 4.4","refcode_long":"The Place of Herbs in Rational Therapy, p. 4.4 (Ellen Gould White)","content":"“The use of certain herbs that the Lord has made to grow for the good of man, is in harmony with the exercise of faith,“—Manuscript 31, 1911 (written June 3, 1888)."},{"refcode_short":"PH144 5","refcode_long":"The Place of Herbs in Rational Therapy, p. 5 (Ellen Gould White)","content":"Learn To (Do for Yourself)"},{"refcode_short":"PH144 5.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 5.1 (Ellen Gould White)","content":"(2) “Now in regard to that which we can do for ourselves: There is a point that requires careful, thoughtful consideration. I must become acquainted with myself. I must be a learner always as to how to take care of this building, the body God has given me, that I may preserve it in the very best condition of health. I must eat those things which will be for my very best good physically and I must take special care to have my clothing such as will conduce to a healthful circulation of the blood. I must not deprive myself of exercise and air. I must get all the sunlight that it is possible for me to obtain."},{"refcode_short":"PH144 5.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 5.2 (Ellen Gould White)","content":"“I must have wisdom to be a faithful guardian of my body. I should do a very unwise thing to enter a cool room when in a perspiration; I should show myself an unwise steward to allow myself to sit in a draught, and thus expose myself so as to take cold. I should be unwise to sit with cold feet and limbs and thus drive back the blood from the extremities to the brain or internal organs. I should always protect my feet in damp weather."},{"refcode_short":"PH144 5.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 5.3 (Ellen Gould White)","content":"“I should eat regularly of the most healthful food which will make the best quality of blood, and I should not work intemperately if it is in my power to avoid doing so."},{"refcode_short":"PH144 6.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 6.1 (Ellen Gould White)","content":"“And when I violate the laws God has established in my being, I am to repent and reform, and place myself in the most favorable condition under the doctors God has provided,—pure air, pure water, and the healing, precious sunlight. Water can be used in many ways to relieve suffering. Draughts of clear, hot water taken before eating (half a quart more or less), will never do any harm, but will rather be productive of good. A cup of tea made from catnip herb will quiet the nerves."},{"refcode_short":"PH144 6","refcode_long":"The Place of Herbs in Rational Therapy, p. 6 (Ellen Gould White)","content":"Useful Remedies"},{"refcode_short":"PH144 6.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 6.2 (Ellen Gould White)","content":"“Hop tea will induce sleep. Hop poultices over the stomach will relieve pain."},{"refcode_short":"PH144 6.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 6.3 (Ellen Gould White)","content":"“If the eyes are weak, if there is pain in the eyes, or inflammation, soft flannel cloths wet in hot water and salt, will bring relief quickly."},{"refcode_short":"PH144 6.4","refcode_long":"The Place of Herbs in Rational Therapy, p. 6.4 (Ellen Gould White)","content":"“When the head is congested, if the feet and limbs are put in a bath with a little mustard, relief will be obtained."},{"refcode_short":"PH144 6.5","refcode_long":"The Place of Herbs in Rational Therapy, p. 6.5 (Ellen Gould White)","content":"“There are many more simple remedies, which will do much to restore healthful action to the body. All these simple preparations the Lord expects us to use for ourselves; but man's extremities are God's opportunities."},{"refcode_short":"PH144 7.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 7.1 (Ellen Gould White)","content":"“If we neglect to do that which is within the reach of nearly ever family, and ask the Lord to relieve pain, when we are too indolent to make use of these remedies within our power, it is simply presumption. The Lord expects us to work in order that we may obtain food. He does not propose that we shall gather the harvest unless we break the sod, till the soil, and cultivate the produce. Then God sends the rain and the sunshine and the clouds to cause vegetation to flourish. God works, and man cooperates with God. Then there is seed time and harvest."},{"refcode_short":"PH144 7.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 7.2 (Ellen Gould White)","content":"“God has caused to grow out of the ground herbs for the use of man and if we understand the nature of these roots and herbs, and make a right use of them, there would not be a necessity of running for the doctor so frequently, and people would be in much better health than they are today."},{"refcode_short":"PH144 7.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 7.3 (Ellen Gould White)","content":"“I believe in calling upon the Great Physician when we have used the remedies I have mentioned. In regard to manner of labor we certainly need to be wise as serpents and harmless as doves. We might be very zealous, but it might be an unwise zeal, and serve to hedge up our way. Then there is danger of being so circumscribed in our work as to do very little good.”—Letter 35, February 6, 1890."},{"refcode_short":"PH144 8.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 8.1 (Ellen Gould White)","content":"(3) “The simpler remedies are less harmful (than drug poisons) in proportion to their simplicity, but in very many cases these are used when not at all necessary."},{"refcode_short":"PH144 8","refcode_long":"The Place of Herbs in Rational Therapy, p. 8 (Ellen Gould White)","content":"Every Family to Use Herbs"},{"refcode_short":"PH144 8.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 8.2 (Ellen Gould White)","content":"“There are simple herbs and roots that every family may use for themselves, and need not call in a physician any sooner than they would call a lawyer."},{"refcode_short":"PH144 8.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 8.3 (Ellen Gould White)","content":"“I do not think that I can give you any definite line of medicines compounded and dealt out by doctors that are perfectly harmless. And yet it would not be wisdom to engage in controversy over this subject. The practitioners are very much in earnest in using their dangerous concoctions; and I am decidedly opposed to resorting to such things. They never cure; they may change the difficulty to create a worse one. Many of those who practice the prescribing of drugs, would not take the same, or give them to their children. If they have an intelligent knowledge of the human body ... they must know that we are fearfully and wonderfully made, and that not a particle of these strong drugs should be introduced into this human living organism."},{"refcode_short":"PH144 8.4","refcode_long":"The Place of Herbs in Rational Therapy, p. 8.4 (Ellen Gould White)","content":"“As the matter was laid open before me, and the sad burden of the result of drug medication, the light was given me that Seventh-day Adventists should establish health institutions, discarding all these health-destroying inventions, and physicians should treat the sick upon hygienic principles.”—Letter 17a, 1893 (written October 2, 1893)"},{"refcode_short":"PH144 9.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 9.1 (Ellen Gould White)","content":"(4) “The intricate names given the medicines are used to cover up the matter, so that none will know what is given them as remedies unless they obtain a dictionary to find out the meaning of these names."},{"refcode_short":"PH144 9.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 9.2 (Ellen Gould White)","content":"“The Lord has given some simple herbs of the field that at times are beneficial; and if every family were educated in how to use these herbs in case of sickness, much suffering might be prevented, and no doctor need be called. These old-fashioned, simple herbs, used intelligently, would have recovered many sick, who have died under drug medication.”—Letter 82, 1897 (written February 10, 1897)"},{"refcode_short":"PH144 9","refcode_long":"The Place of Herbs in Rational Therapy, p. 9 (Ellen Gould White)","content":"Herbs Harmless, Drugs Harmful"},{"refcode_short":"PH144 9.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 9.3 (Ellen Gould White)","content":"(5) “Were I sick, I would just as soon call in a lawyer as a physician from among general practitioners. I would not touch their nostrums to which they give Latin names. I am determined to know, in straight English, the name of everything that I introduce into my system."},{"refcode_short":"PH144 10.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 10.1 (Ellen Gould White)","content":"“Those who make a practice of taking drugs, sin against their intelligence and endanger their whole after life."},{"refcode_short":"PH144 10.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 10.2 (Ellen Gould White)","content":"“There are herbs that are harmless, the use of which will tide over many apparently serious difficulties."},{"refcode_short":"PH144 10.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 10.3 (Ellen Gould White)","content":"“But if all would seek to become intelligent in regard to their bodily necessities, sickness would be rare instead of common. An ounce of prevention is worth a pound of cure.”—Manuscript 86, 1897. (written August 25, 1897)"},{"refcode_short":"PH144 10.4","refcode_long":"The Place of Herbs in Rational Therapy, p. 10.4 (Ellen Gould White)","content":"(6) “Drug medication is to be discarded. On this point the conscience of the physician must ever be kept tender, and true, and clean. The inclination to use poisonous drugs, which kill, if they do not cure, needs to be guarded against. Matters have been laid open before me in reference to the use of drugs. Many have been treated with drugs, and the result has been death. Our physicians, by practicing drug medication, have lost many cases that need not have died if they had left their drugs out of the sick-room."},{"refcode_short":"PH144 10","refcode_long":"The Place of Herbs in Rational Therapy, p. 10 (Ellen Gould White)","content":"Drugs Kill"},{"refcode_short":"PH144 10.5","refcode_long":"The Place of Herbs in Rational Therapy, p. 10.5 (Ellen Gould White)","content":"“Fever cases have been lost, when had the physicians left off entirely their drug treatment, had they put their wits to work, and wisely and persistently used the Lord's own remedies, plenty of air and water, the patients would have recovered. The reckless use of these things that should be discarded has decided the case of the sick."},{"refcode_short":"PH144 11.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 11.1 (Ellen Gould White)","content":"“Experimenting in drugs is a very expensive business. Paralysis of the brain and tongue is often the result, and the victims die an unnatural death, when, if they had been treated perseveringly with unwearied, unrelaxed diligence, with hot and cold water, hot compresses, packs and dripping sheets, they would be alive today."},{"refcode_short":"PH144 11","refcode_long":"The Place of Herbs in Rational Therapy, p. 11 (Ellen Gould White)","content":"Learn God's Methods"},{"refcode_short":"PH144 11.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 11.2 (Ellen Gould White)","content":"“Nothing should be put into the human system that will leave a baleful influence behind. And to carry out the light on this subject, to practice hygienic treatment, is the reason which has been given me for establishing sanitariums in various localities...."},{"refcode_short":"PH144 11.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 11.3 (Ellen Gould White)","content":"“We must become enlightened on these subjects. The intricate names given medicine are used to cover up the matter, so that none will know what is given them as remedies unless they consult a dictionary."},{"refcode_short":"PH144 12.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 12.1 (Ellen Gould White)","content":"(7) “As to drugs being used in our institutions, it is contrary to the light which the Lord has been pleased to give. The drugging business has done more harm to our world and killed more than it has helped or cured. The light was first given to me why institutions should be established, that is sanitariums were to reform the medical practices of physicians."},{"refcode_short":"PH144 12.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 12.2 (Ellen Gould White)","content":"“This is God's method. The herbs that grow for the benefit of man, and the little handful of herbs kept and steeped and used for sudden ailments, have served tenfold, yes, one hundred fold better purposes, than all the drugs hidden under mysterious names and dealt out to the sick."},{"refcode_short":"PH144 12.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 12.3 (Ellen Gould White)","content":"“It is a delusion and a farce, and the Lord has revealed to me that this practice would not preserve life, but would introduce into the system those things which should never be there, for they would do a deleterious work on the human organism.”—Letter 59, 1898 (written August 29, 1898)"},{"refcode_short":"PH144 12.4","refcode_long":"The Place of Herbs in Rational Therapy, p. 12.4 (Ellen Gould White)","content":"(8) “The drug science has been exalted, but if every bottle that comes from every such institution were done away with, there would be fewer invalids in the world today. Drug medication should never have been introduced into our institutions. There was no need of this being so, and for this very reason the Lord would have us establish an institution where He can come in and where His grace and power can be revealed. ‘I am the Resurrection and the Life,’ He declares."},{"refcode_short":"PH144 13","refcode_long":"The Place of Herbs in Rational Therapy, p. 13 (Ellen Gould White)","content":"Learn to Treat Yourself"},{"refcode_short":"PH144 13.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 13.1 (Ellen Gould White)","content":"“The true method for healing the sick is to tell them of the herbs that grow for the benefit of man. Scientists have attached large names to these simplest preparations, but true education will lead us to teach the sick that they need not call in a doctor any more than they would call in a lawyer. They can themselves administer the simple herbs if necessary."},{"refcode_short":"PH144 13.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 13.2 (Ellen Gould White)","content":"“To educate the human family that the doctor alone knows all the ills of infants and persons of every age is false teaching, and the sooner we as a people stand on the principles of health reform, the greater will be the blessing that will come to those who would do true medical work. There is a work to be done in treating the sick with water and teaching them to make the most of the sunshine and physical exercise. Thus in simple language, we may teach the people how to preserve health, how to avoid sickness. This is the work our sanitariums are called upon to do. This is true science.”—Manuscript 105, 1898, (written August 26, 1898)"},{"refcode_short":"PH144 14","refcode_long":"The Place of Herbs in Rational Therapy, p. 14 (Ellen Gould White)","content":"Discard Human Concoctions"},{"refcode_short":"PH144 14.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 14.1 (Ellen Gould White)","content":"(9) “Shall physicians continue to resort to drugs, which leave a deadly evil in the system, destroying that life which Christ came to restore? Christ's remedies cleanse the system. But Satan has tempted man to introduce into the system that which weakens the human machinery, clogging and destroying the fine, beautiful arrangements of God. The drugs administered to the sick do not restore, but destroy. Drugs never cure. Instead, they place in the system seeds which bear a very bitter harvest."},{"refcode_short":"PH144 14.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 14.2 (Ellen Gould White)","content":"“Our Saviour is the restorer of the moral image of God in man. He has supplied in the natural world remedies for the ills of man, that His followers may have life, and that they may have it more abundantly. We can with safety discard the concoctions which man has used in the past. The Lord has provided antidotes for disease in simple plants, and these can be used by faith, with no denial of faith; for by using the blessings provided by God for our benefit we are cooperating with Him. We can use water and sunshine and the herbs which He has caused to grow for healing maladies brought on by indiscretion or accident.”—Manuscript 65, 1899. (written April 25, 1899)"},{"refcode_short":"PH144 15.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 15.1 (Ellen Gould White)","content":"(10) “It would have been better if from the first all drugs had been kept out of our sanitariums, and use had been made of such simple remedies as are found in pure water, pure air, sunlight, and some of the simple herbs growing in the field. These would be just as efficacious as the drugs used under mysterious names, and concocted by human science, and they would leave no injurious effects in the system."},{"refcode_short":"PH144 15.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 15.2 (Ellen Gould White)","content":"“Thousands who are afflicted might recover their health if, instead of depending upon the drug store for their life, they would discard all drugs, and live simply, without using tea, coffee, liquor, or spices, which irritate the stomach, and leave it weak, unable to digest even simple food without stimulation.”—Manuscript 115, 1903 (written September 4, 1902)."},{"refcode_short":"PH144 15.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 15.3 (Ellen Gould White)","content":"(11) “We have been instructed that in our treatment of the sick we should discard the use of drugs."},{"refcode_short":"PH144 15.4","refcode_long":"The Place of Herbs in Rational Therapy, p. 15.4 (Ellen Gould White)","content":"“There are simple herbs that can be used for the recovery of the sick, whose effect upon the system is very different from that of those drugs that poison the blood and endanger life.”—Manuscript 73, 1908."},{"refcode_short":"PH144 16.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 16.1 (Ellen Gould White)","content":"(12) “I have been shown that we should have many more women who can deal especially with the diseases of women, many more lady nurses who will treat the sick in a simple way and without the use of drugs."},{"refcode_short":"PH144 16","refcode_long":"The Place of Herbs in Rational Therapy, p. 16 (Ellen Gould White)","content":"Nurses Learn to Use Herbs"},{"refcode_short":"PH144 16.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 16.2 (Ellen Gould White)","content":"“There are many simple herbs which, if our nurses would learn the value of, they could use in the place of drugs, and find very effective.”—Letter 90, 1908."},{"refcode_short":"PH144 16.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 16.3 (Ellen Gould White)","content":"“By His own working agencies He has created material which will restore the sick to health. If men would use aright the wisdom God has given them, this world would be a place resembling heaven.”—Manuscript 63, 1899."},{"refcode_short":"PH144 16.4","refcode_long":"The Place of Herbs in Rational Therapy, p. 16.4 (Ellen Gould White)","content":"“We should make decided efforts to heed the directions the Lord has given in regard to the care of the sick. They should be given every advantage possible. All the restorative agencies that the Lord has provided should be made use of in our sanitarium work.”—Manuscript 19, 1911."},{"refcode_short":"PH144 16","refcode_long":"The Place of Herbs in Rational Therapy, p. 16 (Ellen Gould White)","content":"Figs Used on Malignant Sore"},{"refcode_short":"PH144 16.5","refcode_long":"The Place of Herbs in Rational Therapy, p. 16.5 (Ellen Gould White)","content":"“When the Lord told Hezekiah that He would spare his life for fifteen years, and as a sign that He would fulfill His promise, caused the sun to go back ten degrees, why did He not put His direct, restoring power upon the King? He told him to apply a bunch of figs to his sore, and that natural remedy, blessed by God, healed him. The God of nature directs the human agent to use natural remedies now.”—Letter 182, 1899."},{"refcode_short":"PH144 17","refcode_long":"The Place of Herbs in Rational Therapy, p. 17 (Ellen Gould White)","content":"Continue Health Reform"},{"refcode_short":"PH144 17.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 17.1 (Ellen Gould White)","content":"“Special instruction should be given in the art of treating the sick, without the use of poisonous drugs, and in harmony with the light that God has given. Students should come forth from the school without having sacrificed the principles of health reform.”—Letter 90, 1908."},{"refcode_short":"PH144 17","refcode_long":"The Place of Herbs in Rational Therapy, p. 17 (Ellen Gould White)","content":"Physicians to Teach Laity"},{"refcode_short":"PH144 17.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 17.2 (Ellen Gould White)","content":"“Those who desire to become missionaries are to hear instruction from competent physicians, who will teach them how to care for the sick, without the use of drugs. Such lessons will be of the highest value to those who go out to labor in foreign countries. And the simple remedies used will save many lives.”—Manuscript 83, 1908."},{"refcode_short":"PH144 17.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 17.3 (Ellen Gould White)","content":"“The Lord will be the Helper of every physician who will work together with Him in the effort to restore suffering humanity to health, not with drugs, but with nature's remedies. Christ is the great physician, the wonderful Healer. He gives success to those who work in partnership with Him.”—Letter 142, 1902."},{"refcode_short":"PH144 18.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 18.1 (Ellen Gould White)","content":"“While the physician uses nature's remedies for physical disease, he should point his patients to Him who can relieve the maladies of both the soul and the body.”—The Ministry of Healing, 111."},{"refcode_short":"PH144 18.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 18.2 (Ellen Gould White)","content":"“In case of sickness, the cause should be ascertained, unhealthful conditions should be changed, wrong habits corrected. Then nature is to be assisted in her effort to expel impurities and to reestablish right conditions in the system.”—The Ministry of Healing, 127"},{"refcode_short":"PH144 18","refcode_long":"The Place of Herbs in Rational Therapy, p. 18 (Ellen Gould White)","content":"Other Simple Remedies"},{"refcode_short":"PH144 18.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 18.3 (Ellen Gould White)","content":"“Pure air, sunlight, abstemiousness, rest, exercise, proper diet, the use of water, trust in divine power,—these are the true remedies.”—The Ministry of Healing, 127."},{"refcode_short":"PH144 18.4","refcode_long":"The Place of Herbs in Rational Therapy, p. 18.4 (Ellen Gould White)","content":"“There are many ways of practising the healing art; but there is only one way that Heaven approves. God's remedies are the simple agencies of nature, that will not tax or debilitate the system through their powerful properties. Pure air and water, cleanliness, a proper diet, purity of life, and a firm trust in God, are remedies for the want of which thousands are dying.... Fresh air, exercise, pure water, and clean sweet premises, are within the reach of all.”—Testimonies for the Church 5:443."},{"refcode_short":"PH144 19.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 19.1 (Ellen Gould White)","content":"“The physician needs more than human wisdom and power that he may know how to minister to the many perplexing cases of disease of the mind and heart with which he is called to deal. If he is ignorant of the power of divine grace, he cannot help the afflicted one, but will aggravate the difficulty; but if he has a firm hold upon God, he will be able to help the diseased, distracted mind.”—Testimonies for the Church 5:444."},{"refcode_short":"PH144 19","refcode_long":"The Place of Herbs in Rational Therapy, p. 19 (Ellen Gould White)","content":"Rational Treatment for Pneumonia"},{"refcode_short":"PH144 19.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 19.2 (Ellen Gould White)","content":"(13) “In the winter of 1864, my Willie was suddenly and violently brought down with lung fever. We had just buried our oldest son with this disease, and were very anxious in regard to Willie, fearing that he, too, might die. We decided that we would not send for a physician, but do the best we could with him ourselves by the use of water, and entreat the Lord in behalf of the child. We called in a few, who had faith to unite their prayers with ours. We had a sweet assurance of God's presence and blessing."},{"refcode_short":"PH144 20.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 20.1 (Ellen Gould White)","content":"“The next day Willie was very sick. He was wandering. He did not seem to see or hear me when I spoke to him. His heart had no regular beat, but was in a constant agitated flutter. We continued to look to God in his behalf, and to use water freely upon his head, and a compress constantly upon his lungs, and soon he seemed as rational as ever. He suffered severe pain in his right side, and could not lie upon it for a moment. This pain we subdued with cold water compresses, varying the temperature of the water according to the degree of the fever. We were very careful to keep his hands and feet warm."},{"refcode_short":"PH144 20.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 20.2 (Ellen Gould White)","content":"“We expected the crisis would come the seventh day. We had but little rest during his sickness, and were obliged to give him up into other's care the fourth and fifth nights. My husband and myself the fifth day felt very anxious. The child raised fresh blood and coughed considerably. My husband spent much time in prayer. We left our child in careful hands that night. Before retiring my husband prayed long and earnestly. Suddenly his burden of prayer left him, and it seemed as though a voice spoke to him, and said, Go lie down, I will take care of the child."},{"refcode_short":"PH144 21.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 21.1 (Ellen Gould White)","content":"“I had retired sick, and could not sleep for anxiety for several hours. I felt pressed for breath, Although sleeping in a large chamber, I arose and opened the door into a large hall, and was at once relieved, and soon slept. I dreamed that an experienced physician was standing by my child, watching every breath, with one hand over his heart, and with the other feeling his pulse. He turned to us and said, ‘The crisis has passed. He has seen his worst night. He will now come up speedily, for he has not the injurious influence of drugs to recover from. Nature has nobly done her work to rid the system of impurities.’ I related to him my worn-out condition, my pressure for breath, and the relief obtained by opening the door."},{"refcode_short":"PH144 21","refcode_long":"The Place of Herbs in Rational Therapy, p. 21 (Ellen Gould White)","content":"Fresh Air"},{"refcode_short":"PH144 21.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 21.2 (Ellen Gould White)","content":"“Said he, ‘That which gave you relief will also receive your child. He needs air. You have kept him too warm. The heated air coming from a stove is injurious, and were it not for the air coming in at the crevices of the windows, would be poisonous and destroy life. (Sic.) Stove heat destroys the vitality of the air, and weakens the lungs. The child's lungs have been weakened by the room being kept too warm. Sick persons are debilitated by disease, and need all the invigorating air that they can bear to strengthen the vital organs to resist disease. And yet in most cases, air and light are excluded from the sick room at the very time when most needed, as though dangerous enemies.’"},{"refcode_short":"PH144 22.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 22.1 (Ellen Gould White)","content":"“This dream and my husband's experience were a consolation to us both. We found in the morning that our boy had passed a restless night. He seemed to be in a high fever until noon. Then the fever left him, and he appeared quite well, except weak. He had eaten but one small cracker through his five days sickness. He came up rapidly, and has had better health than he has had for several days before. This experience is valuable to us.”—“Facts of Faith.” pages 151-153."},{"refcode_short":"PH144 22","refcode_long":"The Place of Herbs in Rational Therapy, p. 22 (Ellen Gould White)","content":"Experience With Charcoal"},{"refcode_short":"PH144 22.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 22.2 (Ellen Gould White)","content":"(14) “A brother was taken sick, with inflammation of the bowels and bloody dysentery. The man was not a careful health reformer, but indulged his appetite. We were just preparing to leave Texas, where we had been laboring for several months, and we had carriages prepared to take away his brother and his family, and several others who were suffering from malarial fever. My husband and I thought we would stand this expense rather than have the heads of several families die and leave their wives and children unprovided for. Two or three were taken in a large spring wagon on spring mattresses."},{"refcode_short":"PH144 23.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 23.1 (Ellen Gould White)","content":"“But this man who was suffering from inflammation of the bowels, sent for me to come to him. My husband and I decided that it would not do to move him. Fears were entertained that mortification had set in. Then the thought came to me like a communication from the Lord, to take pulverized charcoal, put water upon it, and give this water to the sick man to drink, putting bandages of the charcoal over the bowels and stomach. We were about one mile from the city of Dennison, but the sick man's son went to a blacksmith's shop, secured the charcoal, and pulverized it, and then used it according to the directions given. The result was that in half an hour there was a change for the better. We had to go on our journey and leave the family behind, but what was our surprise the following day to see their wagon overtake us. The sick man was lying in a bed in the wagon. The blessing of God had worked with the simple means used.”—Letter 182, 1899."},{"refcode_short":"PH144 24","refcode_long":"The Place of Herbs in Rational Therapy, p. 24 (Ellen Gould White)","content":"Charcoal and Smartweed"},{"refcode_short":"PH144 24.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 24.1 (Ellen Gould White)","content":"“One of the most beneficial remedies is pulverized charcoal in a bag and used in fomentations. This is a most successful remedy. If wet in smartweed, boiled, it is still better. I have ordered this in cases where the sick were suffering great pain, and when it has been confided to me by the physician that he thought it was the last before the close of life. Then I suggested the charcoal, and the patient has slept, the turning point came, and recovery was the result. To students, when injured with bruised hands, and suffering with inflammation, I have prescribed this simple remedy with perfect success. The poison of inflammation is overcome, the pain removed, and healing goes on rapidly. The more severe inflammation of the eyes will be relieved by a poultice of charcoal, put in a bag and dipped in hot or cold water as will best suit the case. This works, like a charm."},{"refcode_short":"PH144 24.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 24.2 (Ellen Gould White)","content":"“I expect you will laugh at this; but if I could give this remedy some outlandish name, that no one knew but myself, it would have greater influence.”—Letter 82, 1897."},{"refcode_short":"PH144 24","refcode_long":"The Place of Herbs in Rational Therapy, p. 24 (Ellen Gould White)","content":"Charcoal and Olive Oil"},{"refcode_short":"PH144 24.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 24.3 (Ellen Gould White)","content":"“I will tell you a little about my experience with charcoal as a remedy. For some forms of indigestion, it is more efficacious than drugs. A little olive oil into which some of this powder has been stirred, tends to cleanse and heal. I find it is excellent...."},{"refcode_short":"PH144 25.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 25.1 (Ellen Gould White)","content":"“Always study and teach the use of the simplest remedies, and the special blessing of the Lord may be expected to follow the use of these means which are within the reach of the common people.”—Letter 100, 1903."},{"refcode_short":"PH144 25","refcode_long":"The Place of Herbs in Rational Therapy, p. 25 (Ellen Gould White)","content":"Pine, Cedar, and Fir"},{"refcode_short":"PH144 25.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 25.2 (Ellen Gould White)","content":"(15) “Light was given that there is health in the fragrance of the pine, the cedar, and the fir. And there are several other kinds of trees that have medicinal properties that are health promoting.”—Letter 95, 1902 (Written June 26, 1902)"},{"refcode_short":"PH144 25","refcode_long":"The Place of Herbs in Rational Therapy, p. 25 (Ellen Gould White)","content":"The Use of Charcoal for Inflammation Insect Bites, etc."},{"refcode_short":"PH144 25.3","refcode_long":"The Place of Herbs in Rational Therapy, p. 25.3 (Ellen Gould White)","content":"“On one occasion a physician came to me in great distress. He had been called to attend a young woman who was dangerously ill. She had contracted fever while on the campground and was taken to our school-building, near Melbourne, Australia. But she became so much worse that it was feared she could not live. The physician, Dr. Merritt Kellogg, came to me and said, ‘Sister White, have you any light for me on this case? If relief cannot be given our sister, she can live but a few hours.’ I replied, ‘Send to a blacksmith's shop and get some pulverized charcoal; make a poultice of it, and lay it over her stomach and sides.’ The doctor hastened away to follow out my instructions. Soon he returned, saying, ‘Relief came in less than half an hour after the application of the poultices. She is now having the first natural sleep she has had for days.’"},{"refcode_short":"PH144 26.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 26.1 (Ellen Gould White)","content":"“I have ordered the same treatment for others who were suffering great pain, and it has brought relief, and been the means of saving life. My mother had told me that snake bites and the sting of reptiles and poisonous insects could often be rendered harmless by the use of charcoal poultices. When working on the land at Avondale, Australia, the workmen would often bruise their hands and limbs, and this in many cases resulted in such severe inflammation that the worker would have to leave his work for some time. One came to me one day in this condition, with his hand tied in a sling. He was much troubled over the circumstances; for his help was needed in clearing the land. I said to him, ‘Go to the place where you have been burning the timber, and get me some charcoal from the eucalyptus tree, and pulverize it, and I will dress your hand.’ This was done, and the next morning he reported that the pain was gone. Soon he was ready to return to his work."},{"refcode_short":"PH144 27.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 27.1 (Ellen Gould White)","content":"“I write these things that you may know that the Lord has not left us without the use of simple remedies which when used will not leave the system in the weakened condition in which the use of drugs so often leave it. We need well trained nurses who can understand how to use the simple remedies that nature provides for restoration to health, and who can teach those who are ignorant of the laws of health how to use these simple but effective cures.”—Letter 90, 1908."},{"refcode_short":"PH144 27.2","refcode_long":"The Place of Herbs in Rational Therapy, p. 27.2 (Ellen Gould White)","content":"“Soon there will be no work done in ministerial lines except medical missionary work.” Counsels on Health, 533."},{"refcode_short":"PH144 29.1","refcode_long":"The Place of Herbs in Rational Therapy, p. 29.1 (Ellen Gould White)","content":"Drugs Not Recommended: “You are not justified in advocating one school above the others as if it were the only one worthy of respect. Those who vindicate one school of medicine and bitterly condemn another, are actuated by a zeal that is not according to knowledge. With Pharisaic pride some men look down upon others who have received a diploma from the so-called standard school.... The use of drugs has resulted in far more harm than good, and should our physicians who claim to believe the truth, almost entirely dispense with medicine, and faithfully practice along the line of hygiene, using nature's remedies, far greater success would attend their efforts. There is no need whatever to exalt the method whereby drugs are administered. I know whereof I speak. Brethren of the medical profession, I entreat you to think candidly and put away childish things.... They resort to drugs when greater skill and knowledge would teach them the more excellent way.” Extracts on Medical Work, pages 19-23. Also Loma Linda Messages, page 62, it says:"}]