[{"refcode_short":"PH148 3","refcode_long":"The Second Tithe, p. 3 (Ellen Gould White)","content":"The Second Tithe"},{"refcode_short":"PH148 3","refcode_long":"The Second Tithe, p. 3 (Ellen Gould White)","content":"The Sydney Sanitarium"},{"refcode_short":"PH148 3","refcode_long":"The Second Tithe, p. 3 (Ellen Gould White)","content":"Special Testimony"},{"refcode_short":"PH148 3.1","refcode_long":"The Second Tithe, p. 3.1 (Ellen Gould White)","content":"We have the most lively interest in the work in Australia, and we earnestly desire to see it advancing along its different lines. And especially do we desire to see the successful establishment of the Sydney Sanitarium. This work has been long delayed, and should now be pushed forward with vigor."},{"refcode_short":"PH148 3","refcode_long":"The Second Tithe, p. 3 (Ellen Gould White)","content":"Object of the Sanitarium"},{"refcode_short":"PH148 3.2","refcode_long":"The Second Tithe, p. 3.2 (Ellen Gould White)","content":"The Lord has repeatedly given instruction regarding the importance of this institution, and the necessity for its establishment. He desires the Sanitarium to be built that we may co-operate with His instrumentalities in relieving the sufferings of humanity."},{"refcode_short":"PH148 3.3","refcode_long":"The Second Tithe, p. 3.3 (Ellen Gould White)","content":"In the work in the Sanitarium, physicians, matron, and nurses are to co-operate with God in restoring the sick to health. In doing this, they co-operate with Him in restoring His image in the soul. Let us not limit the Holy One of Israel. Is not Christ officiating for us in the sanctuary above, at the right hand of God? Is He not making intercession for those who are suffering physically and those who are suffering spiritually? He invites them to come to Him who was dead, but is alive forevermore."},{"refcode_short":"PH148 4.1","refcode_long":"The Second Tithe, p. 4.1 (Ellen Gould White)","content":"God desires suffering human beings to be taught how to avoid sickness by the practice of correct habits of eating, drinking, and dressing. Many are suffering under the oppressive power of sinful practices who might be restored to health by an intelligent observance of the laws of life and health, by co-operating with Him who died that they might have eternal life. This is the knowledge that men and women need. They need to be taught how to study the divine laws given by Christ for the good of all mankind. This is the work that is to be done in our Sanitarium in Australia."},{"refcode_short":"PH148 4.2","refcode_long":"The Second Tithe, p. 4.2 (Ellen Gould White)","content":"God's instrumentalities should seek to follow in the foot-steps of the divine Healer. Those who come to the Sanitarium should be taught how to take care of the body, remembering the words, “Ye are not your own; for ye are bought with a price; therefore glorify God in your body, and in your spirit, which are God's” Yes; we are God's property, and the path of obedience to Nature's laws is the direct path to heaven. He who is converted from errors in eating, drinking, and dressing, is being prepared to hear and receive the truth into a good and willing heart. Many, by practising the laws of Nature and by receiving the renovating grace of God into the soul, obtain a new lease of physical and spiritual life. The fear of the Lord is the beginning of wisdom. Let Wisdom's voice be heard; for her ways are ways of pleasantness and all her paths are peace."},{"refcode_short":"PH148 4","refcode_long":"The Second Tithe, p. 4 (Ellen Gould White)","content":"To Do All in Our Power"},{"refcode_short":"PH148 4.3","refcode_long":"The Second Tithe, p. 4.3 (Ellen Gould White)","content":"I feel a special burden for the Sanitarium in Sydney. Let our brethren and sisters study carefully and prayerfully the present situation. There is need for them to do all they can to advance the work on the Sanitarium. They must depend largely upon themselves; for the brethren and sisters in America have been drawn upon heavily, and just now they are straining every nerve to relieve the embarrassed institutions in Scandinavia. We are doing our utmost to relieve the emergencies in Norway, Denmark, and Australia."},{"refcode_short":"PH148 5.1","refcode_long":"The Second Tithe, p. 5.1 (Ellen Gould White)","content":"The inhabitants of the heavenly universe are looking with intense interest upon God's enterprises in different parts of the world. Let our people in Australia awake and rally to the help of the Sydney Sanitarium. Let them do all in their power to set this institution in operation as soon as possible. God says, “Whom shall I send, and who will go for us?” Take this word as a message from heaven, to which you are to pay profound attention, that you may understand the heavenly mandate, and be prepared to answer, “Here am I; send me.”"},{"refcode_short":"PH148 5","refcode_long":"The Second Tithe, p. 5 (Ellen Gould White)","content":"The Glory of the Gospel"},{"refcode_short":"PH148 5.2","refcode_long":"The Second Tithe, p. 5.2 (Ellen Gould White)","content":"It is the glory of the gospel that it is founded upon the principle of restoring in the fallen race the divine image by a constant manifestation of benevolence. This work began in the heavenly courts. There God decided to give human beings an unmistakable evidence of the love with which He regarded them. He “so loved the world that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.”"},{"refcode_short":"PH148 5.3","refcode_long":"The Second Tithe, p. 5.3 (Ellen Gould White)","content":"The Godhead was stirred with pity for the race, and the Father, the Son, and the Holy Spirit gave themselves to the working out of the plan of redemption. In order fully to carry out this plan, it was decided that Christ, the only begotten Son of God, should give Himself an offering for sin. What line can measure the depth of this love? God would make it impossible for man to say that He could have done more. With Christ He gave all the resources of heaven, that nothing might be wanting in the plan for man's uplifting. Here is love—the contemplation of which should fill the soul with inexpressible gratitude! Oh, what love, what matchless love! The contemplation of this love will cleanse the soul from all selfishness. It will lead the disciple to deny self, take up the cross, and follow the Redeemer."},{"refcode_short":"PH148 6","refcode_long":"The Second Tithe, p. 6 (Ellen Gould White)","content":"All Should Have a Part"},{"refcode_short":"PH148 6.1","refcode_long":"The Second Tithe, p. 6.1 (Ellen Gould White)","content":"The establishment of churches and sanitariums is only a further manifestation of the love of God, and in this work all God's people should have a part. Christ formed His church here below for the express purpose of showing forth through the members the grace of God. Throughout the world His people are to raise memorials of His Sabbath,—the sign between Him and them that He is the one who sanctifies them. Thus they are to show that they have returned to their loyalty, and stand firmly for the principles of His law."},{"refcode_short":"PH148 6.2","refcode_long":"The Second Tithe, p. 6.2 (Ellen Gould White)","content":"Sanitariums are to be so established and conducted that they will be educational in character. They are to show forth to the world the benevolence of heaven, and though Christ's visible presence is not discerned in the building, yet the workers may claim the promise, “Lo, I am with you alway, even unto the end of the world.” He has assured us that to those who love and fear Him, He will give power to continue the work He began on this earth. He went about doing good, teaching the ignorant, and healing the sick. And His work never stopped with an exhibition of His power to heal physical disease. He made each work of healing an occasion of implanting in the heart the divine principles of His love and benevolence. Thus His followers are to work."},{"refcode_short":"PH148 6","refcode_long":"The Second Tithe, p. 6 (Ellen Gould White)","content":"Uniting with the Angels"},{"refcode_short":"PH148 6.3","refcode_long":"The Second Tithe, p. 6.3 (Ellen Gould White)","content":"The inhabitants of the heavenly universe are appointed to go forth to come into close touch with human instrumentalities who act as God's helping hand. In the performance of this mission of love, angels mingle with the fallen race, ministering to those who shall be heirs of salvation. Divine and human agencies unite in the work of restoring the image of God in man. All who partake of the divine nature are appointed of God to unite with the angels in carrying forward with untiring zeal the plan of redemption."},{"refcode_short":"PH148 7","refcode_long":"The Second Tithe, p. 7 (Ellen Gould White)","content":"The Second Tithe and Its Object"},{"refcode_short":"PH148 7.1","refcode_long":"The Second Tithe, p. 7.1 (Ellen Gould White)","content":"To promote the assembling of the people for religious services, as well as to provide for the poor, anciently a second tithe of all the increase was required. Concerning the first tithe, the Lord had declared, “I have given the children of Levi all the tenth in Israel.” But in regard to the second He commanded, “Thou shalt eat before the Lord thy God, in the place which He shall choose to place His name there, the tithe of thy corn, of thy wine, and of thine oil, and the firstling of thy herds and of thy flocks; that thou mayest learn to fear the Lord thy God always.” This tithe, or its equivalent in money, they were for two years to bring to the place where the sanctuary was established. After presenting a thank-offering to God, a special portion to the priests, the offerers were to use the remainder for a religious feast, in which the Levites, the stranger, the fatherless, and the widow participate. Every third year, however, this second tithe was to be used at home, in entertaining the Levite and the poor, as Moses said, “That they may eat within thy gates, and be filled.” This tithe would provide a fund for the uses of charity and hospitality."},{"refcode_short":"PH148 7.2","refcode_long":"The Second Tithe, p. 7.2 (Ellen Gould White)","content":"The contributions required of the Hebrews for religious and charitable purposes amounted to fully one-fourth of their income. So heavy a tax upon the resources of the people might be expected to reduce them to poverty; but, on the contrary, the faithful observance of these regulations was one of the conditions of their prosperity. Malachi 3:11. Shall we, who enjoy the full light and privileges of the gospel, be content to give less to God than was given by those who lived in the former, less favored dispensation? Nay, as the blessings we enjoy are greater, are not our obligations correspondingly increased?"},{"refcode_short":"PH148 8","refcode_long":"The Second Tithe, p. 8 (Ellen Gould White)","content":"A Call to Action"},{"refcode_short":"PH148 8.1","refcode_long":"The Second Tithe, p. 8.1 (Ellen Gould White)","content":"Shall we not as a people awaken to our responsibility? Shall we not manifest our love for God and our fellow-men by giving of our means to carry forward the work for this time, while the way is still open for work to be done?"},{"refcode_short":"PH148 8.2","refcode_long":"The Second Tithe, p. 8.2 (Ellen Gould White)","content":"The principles of Christ's love demand action. When this appeal shall come to you, let no one show his lack of faith by objecting to send the money raised to the place where it is most needed. Let no one raise an unbelieving hand to say that money shall not be sent to the Sydney Sanitarium. Do not conspire to quench the spark of benevolence; rather unite to fan it to a strong, steady flame."},{"refcode_short":"PH148 8.3","refcode_long":"The Second Tithe, p. 8.3 (Ellen Gould White)","content":"All the money is the Lord's, and we now call upon our people in Australia to unite in carrying to a successful completion the work on the Sydney Sanitarium. The light given me is that this work can and must be done. Let not the work on the Sanitarium be hindered for lack of means. Let not this institution stand unfinished, as a reproach to our churches. Let those to whom the Lord has given the talent of means help to accomplish this work. Carry the work through in the name of the Lord Let all our people arise and see what they can do. Let them show that the spirit of God is moving them to action."},{"refcode_short":"PH148 8.4","refcode_long":"The Second Tithe, p. 8.4 (Ellen Gould White)","content":"As you consider the situation, return to the Lord His own in gifts and offerings. The love of Christ demands your offerings. He whose heart is filled with the love of Jesus will behold in every fellow-being a memorial of the love expressed by Christ for the human race. This love will cause their gratitude to flow forth in words and deeds of mercy and benevolence. Receiving and giving, they work in harmony with Christ's example."},{"refcode_short":"PH148 9.1","refcode_long":"The Second Tithe, p. 9.1 (Ellen Gould White)","content":"The love expressed on Calvary should be revived, strengthened, and diffused among our churches. Shall we not do all we can to give power to the principles which Christ brought to this world? Shall we not strive to establish and give efficiency to the benevolent enterprises which are now called for without delay? Christ's believing people are to perpetuate His love. This love is to draw them together round the cross. It is to divest them of all selfishness, and bind them to God and to one another."},{"refcode_short":"PH148 9.2","refcode_long":"The Second Tithe, p. 9.2 (Ellen Gould White)","content":"Meet around the cross of Calvary in self-sacrifice and self-denial. As you stand before the cross, and see the royal Prince of heaven dying for you, can you seal your heart, saying, “No; I have nothing to give”? God will bless you as you do your best. As you approach the throne of grace, as you find yourself bound to this throne by the golden chain let down from heaven to earth to draw men from the pit of sin, your heart will go out in love for your brethren and sisters who are without God and without hope in the world."},{"refcode_short":"PH148 9.3","refcode_long":"The Second Tithe, p. 9.3 (Ellen Gould White)","content":"God help us to feel that now, just now is our time and opportunity to work for the Master. As we see the love that has been shown for us, shall not our love be awakened and enlarged, so that nothing will seem too much for us to do for God? Let us do something and do it now. Let us arouse from our apathy, and, catching the inspiration of God's love, work as never before for the Master. Let everyone now do his duty, laboring actively with Jesus Christ. A life beautified with holiness is not a life of idle contemplation, but a life filled up with earnest work for the Master, whose light shineth more and more unto the perfect day. As Seventh-day Adventists, we have a work to do in witnessing for Christ. If indeed the Lord is coming, it is time to sell what we have and give alms. It is time to put out your money to the exchangers, time to place every dollar you can spare into the treasury of the Lord, that institutions may be erected for the education of workers, who shall be instructed as were those who attended the school of the prophets. If the Lord comes and finds you doing this kind of work. He will say, “Well done, good and faithful servant, enter thou into the joy of thy Lord.”"}]