[{"refcode_short":"PH146 1","refcode_long":"Report of Special Meeting, p. 1 (Ellen Gould White)","content":"Report of Special Meeting"},{"refcode_short":"PH146 1","refcode_long":"Report of Special Meeting, p. 1 (Ellen Gould White)","content":"Held November 8, 1898"},{"refcode_short":"PH146 1.1","refcode_long":"Report of Special Meeting, p. 1.1 (Ellen Gould White)","content":"Present: A. T. Jones, W. C. Sisley, J. I. Gibson, U. Smith, J. H. Morrison, C. D. Rhodes, I. H. Evans, G. A. Irwin, L. A. Hoopes, A. Moon."},{"refcode_short":"PH146 1.2","refcode_long":"Report of Special Meeting, p. 1.2 (Ellen Gould White)","content":"Prayer by Elders Evans, Jones, and Morrison."},{"refcode_short":"PH146 1.3","refcode_long":"Report of Special Meeting, p. 1.3 (Ellen Gould White)","content":"Minutes of 34th meeting of the Review and Herald Board read and approved."},{"refcode_short":"PH146 1.4","refcode_long":"Report of Special Meeting, p. 1.4 (Ellen Gould White)","content":"W. C. Sisley—When we closed our meeting this morning, the question before us was with reference to this circular-letter for the Review. Are there any further remarks on this question? If not, are you ready to vote on it?"},{"refcode_short":"PH146 1.5","refcode_long":"Report of Special Meeting, p. 1.5 (Ellen Gould White)","content":"J. I. Gibson—There was no motion made in regard to it; just the letter was read, and the outline."},{"refcode_short":"PH146 1.6","refcode_long":"Report of Special Meeting, p. 1.6 (Ellen Gould White)","content":"J. H. Morrison—I move that we waive the discussion of this question, in order that Brother Jones may have the time to present what he has."},{"refcode_short":"PH146 1.7","refcode_long":"Report of Special Meeting, p. 1.7 (Ellen Gould White)","content":"I. H. Evans—I second the motion."},{"refcode_short":"PH146 1.8","refcode_long":"Report of Special Meeting, p. 1.8 (Ellen Gould White)","content":"The motion prevailed."},{"refcode_short":"PH146 1.9","refcode_long":"Report of Special Meeting, p. 1.9 (Ellen Gould White)","content":"W. C. Sisley—That clears the docket, Brother Jones, I think."},{"refcode_short":"PH146 1.10","refcode_long":"Report of Special Meeting, p. 1.10 (Ellen Gould White)","content":"A. T. Jones—What I have this afternoon is for the whole board, and that is why I wished the whole board here. I am sorry brother Lane is not here. I have asked brother Rogers to take down everything that is said or read, and especially what is said, so that there may be no question As to just exactly what has been said by me. It is possible that some things may be said that you do not expect, and they may be a little surprising. I should not wonder if some things will be read that will be surprising; but what will be read is all the testimony of the Lord; and however surprising that may be, it must stand, of course. In what I shall say, I intend to tell the truth just as it is. I do not intend to attach blame to anybody; but I do intend to state facts and the truth just as they are, and wherever they apply; if anybody wants to locate the blame, he can do it himself. I have nothing to do but to state the facts and the truth just as they are."},{"refcode_short":"PH146 2.1","refcode_long":"Report of Special Meeting, p. 2.1 (Ellen Gould White)","content":"Before the general conference of 1897, the testimonies had been speaking a long time about robbery and oppression in the Review and Herald office, and named certain men. The men connected with these matters at that time, especially those that were named, were not retained in positions any more. The testimonies called for reform, for the institution to be delivered from the evils in which it had been enwrapped by the wrong principles followed by those who had been here formerly; and now it is nearly two years since this occurred, and the testimonies still come, saying that that thing has not been done. And that is not the worst of it: not only corrections have not been made, but the same evil things are being carried on today."},{"refcode_short":"PH146 2.2","refcode_long":"Report of Special Meeting, p. 2.2 (Ellen Gould White)","content":"A year ago, a little later than this, I remember the testimony came,—It was copied and distributed to the board that then was,—and there were some things in it that the brethren said they could not understand; and I remember the remark was made once, when that was spoken, that we could keep on praying to the Lord for him to show us just where the difficulty lay, and we could find out what the testimony meant, and understand it; and I have been trying to find this out all the time since."},{"refcode_short":"PH146 3.1","refcode_long":"Report of Special Meeting, p. 3.1 (Ellen Gould White)","content":"Then in December, I think it was, a year ago, a testimony came to me, and I read that to the board, telling that certain things must be done; and I have not seen or heard of anything being even suggested toward the carrying out or doing of what that testimony said should be done. I have been studying these things all the time, waiting for the board to do what it is called upon to do, without my having anything to do with it, for I did not think it was my place; but that has not been done, these things have not been searched out as the testimony said they should have been, hence they have not been corrected as the testimony says they must be corrected."},{"refcode_short":"PH146 3.2","refcode_long":"Report of Special Meeting, p. 3.2 (Ellen Gould White)","content":"In the testimony that came to me, I was directed to the testimonies that had been sent to Brother Olsen, if I had any of them in my hands. I found that I had some that were addressed to Brother Olsen; and in some of these, one especially, he was told the danger which he himself incurred by allowing things to go on, that he knew ought to be corrected, without his doing what he could do to have it corrected; and then if it were not done, for him rather to let the whole thing go by default than to go any farther with it."},{"refcode_short":"PH146 3.3","refcode_long":"Report of Special Meeting, p. 3.3 (Ellen Gould White)","content":"And it came to the place at last, that, for some time I had made up my mind that I would do this thing; but about a month ago a testimony came that made the thing still more plain, and then I settled it that I would do so the first chance I got. At that time Brother Evans was away, and others—Brother Morrison was away at camp-meetings at that time; and later Elder Evans was away again on his trip to Manitoba. And so I told Brother Sisley a week or ten days, probably two weeks ago, that just as soon as the whole board could be got together, I wanted a meeting of it. And that is what we are here for now, Brethren. And by hunting through all the testimonies that I have had access to, I am sure that I have found at least some of the things that the testimonies refer to. I said a while ago that I do not lay any blame on anybody at all; I do not intend to attach any blame to any member of the board for not doing what should have been done, although it was laid upon the board to do it. In searching through this thing, I am sure I have found just what the Lord means by robbery, and where the thing lies; the testimonies point it out. And when He points it out plainly, and lays it before you, and calls upon you to correct it, and restore what has been robbed, then in His name, and on His testimony, I call upon the board to do that, and I believe the board will do it."},{"refcode_short":"PH146 4.1","refcode_long":"Report of Special Meeting, p. 4.1 (Ellen Gould White)","content":"When Brother Henry, a year ago, was urging his claim on the institution, the board took the right position, and comforted themselves rightly in that, that whatever he could get from the institution, would not be taken from any member of the board, but from God's own institution; that it was the Lord's own money; and while, of course, it was the place of the board to defend the interests of the institution, yet whatever money might be got by anybody, it would not be any of the individuals who would lose anything by it. And now, when the Lord Himself calls and says, “That money that has been wrongfully taken, I want restored to the people from whom it was taken,” then I expect this board will comfort themselves just the same way, and will say: this money is not ours; it belongs to the Lord, the institution is the Lord's, and He calls for the money to be restored, and points out wherein it has been robbed; then the thing for us to do is to restore it, because it is not our money."},{"refcode_short":"PH146 5.1","refcode_long":"Report of Special Meeting, p. 5.1 (Ellen Gould White)","content":"Now with so much preliminary, I will begin. And I will begin away back, July 27, 1897. That is since the last General Conference. I want to bring the matter by the testimonies right up to the present date, so that you will see that the Lord Himself says that what should have been done has not been done, rather than that I should say it; and so that you may see that what I am telling here this afternoon is present truth. Here is what He said July 27, 1897:"},{"refcode_short":"PH146 5.2","refcode_long":"Report of Special Meeting, p. 5.2 (Ellen Gould White)","content":"“God requires things to be set in order. He calls for men of decided fidelity. He has no use in an emergency for two-sided men. He wants men who will lay their hand upon a work and say, This is not according to the will of God. It is this miserable work in dealing with wrongs that God has condemned...."},{"refcode_short":"PH146 5.3","refcode_long":"Report of Special Meeting, p. 5.3 (Ellen Gould White)","content":"“The work that will meet the mind of the spirit of God has not yet begun in Battle Creek. When the work of seeking God with all the heart commences, there will be many confessions made that are now buried. I do not at present feel it my duty to confess for those who ought to make, not a general, but a plain, definite confession, and so cleanse the Lord's institutions from the defilement that has come upon them. They do not meet the point. They do not see. They do not repent. They do not cleanse the soul-temple. The evil is not with one man or with two. It is the whole that needs the cleansing and setting in order."},{"refcode_short":"PH146 6.1","refcode_long":"Report of Special Meeting, p. 6.1 (Ellen Gould White)","content":"“‘Behold the Lamb of God, which taketh away the sin of the world.’ Unless there is a thorough reformation and turning unto the Lord, he will surely turn his face from his institution, the publishing house. Take no false panacea for wounds and bruises. Go to Jesus. Tell him that you must be cleansed and restored. There is not one beyond hope if you will come just as you are. You may put on counterfeit garments of righteousness. You may smile and say that all these little difficulties are made up of little or nothing. But God says to you in Battle Creek, ‘Except ye repent, ye shall all likewise perish.’”"},{"refcode_short":"PH146 6.2","refcode_long":"Report of Special Meeting, p. 6.2 (Ellen Gould White)","content":"“Reformation has not yet begun in Battle Creek. Changes in places and positions have been made, but the hearts of those who have not been molded after the divine similitude, are not changed. They see not, nor understand over what they have stumbled.”"},{"refcode_short":"PH146 6.3","refcode_long":"Report of Special Meeting, p. 6.3 (Ellen Gould White)","content":"“Do not be surprised that I am solicitous for you. I am very much so when you are in Battle Creek: for I am afraid in your behalf. I am afraid that you will follow the counsel of men, failing to walk where Christ leads the way. I have had opened before me many schemes that men in position of trust have entered into,—schemes that lead away from Christ and righteous principles. Those who entered into these schemes are still blinded; they can not see at what they stumble.”"},{"refcode_short":"PH146 6.4","refcode_long":"Report of Special Meeting, p. 6.4 (Ellen Gould White)","content":"Here is September 17, 1897. It is something that surprised the whole company a year ago when it was read:"},{"refcode_short":"PH146 7.1","refcode_long":"Report of Special Meeting, p. 7.1 (Ellen Gould White)","content":"“God would have the Office of publication kept pure and clean by righteous principles. Then he will advance his work through consecrated workers. I have little hope that I shall be understood. I have thought that Satan helps minds to misconstrue, misinterpret, and misjudge everything I say, and I have less hope today of being understood than I have had at any time in my life labor.”"},{"refcode_short":"PH146 7.2","refcode_long":"Report of Special Meeting, p. 7.2 (Ellen Gould White)","content":"That was given to the board here; copies of it, if I remember rightly, were given to all the members of last year's board,—It is dated September 1, 1897, and got here about October, of course,—and yet that speaks thus, that “I have less hope today of being understood than I have had at any time in my life labor, because men do not seek God, and confess their neglect to heed his word. Determined to follow their own course, they will develop the attributes of Satan in the place of the attributes of God.”"},{"refcode_short":"PH146 7.3","refcode_long":"Report of Special Meeting, p. 7.3 (Ellen Gould White)","content":"“There is a work to be done that has not yet been done. The temple courts are not yet cleansed.”"},{"refcode_short":"PH146 7.4","refcode_long":"Report of Special Meeting, p. 7.4 (Ellen Gould White)","content":"I have read this simply to bring us up to the present time."},{"refcode_short":"PH146 7.5","refcode_long":"Report of Special Meeting, p. 7.5 (Ellen Gould White)","content":"All I have read these for is that you may see that the things that the Lord denounced before, still lie before this board. I read this to bring it up to the present time; that all may see that the work that the Lord called for two years ago, has not yet been done by this board."},{"refcode_short":"PH146 7.6","refcode_long":"Report of Special Meeting, p. 7.6 (Ellen Gould White)","content":"Now I go back a little and read specifically what he calls for. This is in handwriting that has never been copied at all yet:"},{"refcode_short":"PH146 7.7","refcode_long":"Report of Special Meeting, p. 7.7 (Ellen Gould White)","content":"“He [God] calls for an entire change in principles that have come in to divert the minds and draw away the hearts to serve the plans of Satan.... May the Lord help and strengthen you and give you clear discernment. While there should be discipline maintained, often the ones who have exacted so close discipline have not had self under control, and oft acted like grown-up children,—pettish, irritable, severe. The rebuke of God has been upon them; but now the Holy Spirit is needed to cure this disease caused by the satanic agencies.”"},{"refcode_short":"PH146 8.1","refcode_long":"Report of Special Meeting, p. 8.1 (Ellen Gould White)","content":"All the way through these testimonies “robbery and oppression” are linked in the same paragraph, or even in the same sentence with “irritability and harshness of discipline.”"},{"refcode_short":"PH146 8.2","refcode_long":"Report of Special Meeting, p. 8.2 (Ellen Gould White)","content":"Now here is the letter that came to me; I read it again. It tells what should be done. This is in answer to the letter I wrote to Sister White after we had conducted the investigation with the hands in the office as the testimony called for. This came to me in January; it was written December 9, 1897:"},{"refcode_short":"PH146 8.3","refcode_long":"Report of Special Meeting, p. 8.3 (Ellen Gould White)","content":"“I received your letter, giving an account of your efforts to set things right in the Office. This is the thing that was needing to be done; but there are things which I have had presented to me in regard to the responsible men in the General Conference and the Review and Herald Office [I might say here to the General Conference Association brethren, that in hunting through this matter of the Review and Herald I found some pointers that will be a help to you in this connection] of a very aggravating character. God will not sanction their scheming to make money in ways that he calls unjust. The measures which they have taken to turn those who have prepared books from their rights, the Lord calls dishonest.”"},{"refcode_short":"PH146 8.4","refcode_long":"Report of Special Meeting, p. 8.4 (Ellen Gould White)","content":"That is where the robbery is, you will find as I read on from testimony to testimony; and he tells how the robbery was accomplished, how it has been worked. He lays out the scheme, and exposes the whole thing; so there can be no doubt, after this meeting is over, where that mischief lies, and what there is to do."},{"refcode_short":"PH146 9.1","refcode_long":"Report of Special Meeting, p. 9.1 (Ellen Gould White)","content":"“The Lord has presented before me the work that has been done in this line, and I have written in regard to it again and again. It is defrauding. The Lord has declared that He will blow upon the gain they receive from every such work. Unjust dealing stands charged against them. A close investigation should be made of the principles which have led to this unjust dealing, this sin of covetousness. Special methods have been devised to bring profits into the Office, which will result in tenfold greater subtraction in other lines than that which they thought they had gained. These principles have produced corruption in business transactions. If the Testimonies sent to Elder Olsen are in your hands, you have the light which has been given.”"},{"refcode_short":"PH146 9.2","refcode_long":"Report of Special Meeting, p. 9.2 (Ellen Gould White)","content":"As it happened, some of those sent to Brother Olsen were in my hands, and I have hunted through them all, and got them together, and I am going to read them after I finish this."},{"refcode_short":"PH146 9.3","refcode_long":"Report of Special Meeting, p. 9.3 (Ellen Gould White)","content":"“This crooked dealing began with [these two holes in the paper here]. The Lord opened up these things.... Were the Lord Jesus upon the earth today, he would reprove the same practises that he reproved in the courts of the temple. To the church-members he would say, ‘Take these things hence. It is written. My house shall be called a house of prayer; but ye have made it a den of thieves.’ These denunciations he has uttered for years against the managers in the Office of publication. The opinion of those handling sacred things has been that God did not expect them to be too liberal in business deal. The income must be brought into the work and cause of God; therefore scheming and artful presentations and false representations have been made. And if it is never revealed in this time of probation, the future will show accounts standing in the books of heaven that reveal dishonesty, sharpness in business deal. These can never be washed away by the blood of the Lamb until full repentance and restitution show the conversion of the soul from sinful practises to righteousness.”"},{"refcode_short":"PH146 10.1","refcode_long":"Report of Special Meeting, p. 10.1 (Ellen Gould White)","content":"Now, if there were nothing else, it would be a question with this board as to whether it would clear itself from the guilt of robbery, by hunting that thing out and making restitution; or whether it would let that thing stand, and not search it out, and so be partakers in the robbery. But that is not all. That would be bad enough, that this board should have allowed that thing to go on two years instead of hunting it out to the last item, spending night and day indeed in hunting that robbery out, to know what it is, to put it away, and to make restitution of all that has been robbed; but two years have passed, and it surely ought not to go on any more. That is bad; but still there is more; that is not the worst; the same things are carried on yet."},{"refcode_short":"PH146 10.2","refcode_long":"Report of Special Meeting, p. 10.2 (Ellen Gould White)","content":"“These can never be washed away by the blood of the Lamb until full repentance and restitution show the conversion of the soul from sinful practises to righteousness.”"},{"refcode_short":"PH146 10.3","refcode_long":"Report of Special Meeting, p. 10.3 (Ellen Gould White)","content":"J. I. Gibson—That is only your statement of these things that are carried on."},{"refcode_short":"PH146 10.4","refcode_long":"Report of Special Meeting, p. 10.4 (Ellen Gould White)","content":"A. T. Jones—I will give you facts presently."},{"refcode_short":"PH146 10.5","refcode_long":"Report of Special Meeting, p. 10.5 (Ellen Gould White)","content":"J. I. Gibson—I do not believe it at present."},{"refcode_short":"PH146 10.6","refcode_long":"Report of Special Meeting, p. 10.6 (Ellen Gould White)","content":"A. T. Jones—You need not believe it; but I will give you items presently."},{"refcode_short":"PH146 10.7","refcode_long":"Report of Special Meeting, p. 10.7 (Ellen Gould White)","content":"“All these sharp practises in deal have dishonored God. They misrepresent his character and work through the very instrumentality that should be kept free from every taint of defilement and corrupting principle. Will they read and be instructed by the case of Achan? My brother, you have taken hold of the lesser evils [that is referring to the investigation of the hands in the Office]; will the investigation now go to the higher responsibilities?”"},{"refcode_short":"PH146 11.1","refcode_long":"Report of Special Meeting, p. 11.1 (Ellen Gould White)","content":"I read this to the board when I got it, and I did not suppose that what is occurring this evening would ever come by my having to read this again to the board. I did not suppose that I would ever have to come up to the board with this kind of work. I am sorry it has to be done; but since it has to be done, I am glad to do it."},{"refcode_short":"PH146 11.2","refcode_long":"Report of Special Meeting, p. 11.2 (Ellen Gould White)","content":"J. H. Morrison—That was something sent to you after this investigation?"},{"refcode_short":"PH146 11.3","refcode_long":"Report of Special Meeting, p. 11.3 (Ellen Gould White)","content":"A. T. Jones—Yes; a year ago,—in December it was written, and got here in January of 1898."},{"refcode_short":"PH146 11.4","refcode_long":"Report of Special Meeting, p. 11.4 (Ellen Gould White)","content":"“Will every principle be considered? Were the minds of the men who have united in sustaining this sharp practise, so darkened that they could not see that the tendency of these methods of deal was to destroy purity and justice and holiness in so sacred a work?"},{"refcode_short":"PH146 11.5","refcode_long":"Report of Special Meeting, p. 11.5 (Ellen Gould White)","content":"“The practises carried on for years have been reproved. They have been an offense to God. Have those men who have stood in high places supposed that they could depart from righteousness in their dealing, and God look on indifferently? Have these men dismissed the work of God from their counsels? Have they consented to blind their eyes and reason to a straightforward manner of deal in handling the work of God? Shall men who stand in high places and lay their souls a manacled victim on the altar of lust, be sustained?"},{"refcode_short":"PH146 12.1","refcode_long":"Report of Special Meeting, p. 12.1 (Ellen Gould White)","content":"“‘Seek ye first the kingdom of God, and his righteousness,’ said Christ. This is the positive requirement of God. But this, the simplest, plainest injunction contained in the word of Him who is judge of every man's actions, has been deliberately set aside. Men connected with the Review and Herald Office have departed from Christian principles, to carry out a system of sharp dealing in contracts and practise. They have flattered themselves that it was the cause of God to be advantaged at the loss of others, therefore they would gather from every source possible to bring money into the treasury. But God declares, I hate robbery, for burnt-offering. Systems and rules have been made that bear not the signature of God; for they militate against the principles of the law of God. Men have managed things in a selfish, egotistical manner. After making laws, they have treated them as did the Jews, as of more consequence than the laws of God, the principles of which they were breaking every day. They laid burdens upon men's shoulders grievous to be borne, and then carried out to the letter their presumptuous rules and regulations which dishonored their Creator. It is these things that turned the face of God from the Review and Herald Office."},{"refcode_short":"PH146 12.2","refcode_long":"Report of Special Meeting, p. 12.2 (Ellen Gould White)","content":"“Every moment of the life of a Christian should be one of high-souled integrity. The speculations that have been entered into are a shame to the cause and work of God. We have a most solemn message to give to the world. The Lord is coming. The end of all things is at hand. Everything connected with the Review and Herald Office should be clean and pure, holy and undefiled. In every action we perform we are to keep the eye single to the glory of God. All dishonest intriguing, all secret plans to obtain the advantage in the dealing with the writers of books [there is the point], wraps up a curse in the heart of the one who entertains such suggestions; and the larger the advantage gained, the more decided will be the disapproval of God."},{"refcode_short":"PH146 12.3","refcode_long":"Report of Special Meeting, p. 12.3 (Ellen Gould White)","content":"“The men handling sacred responsibilities have been faithfully warned off the ground they were traveling upon. Had they heeded the warnings and counsel to let God be recognized as a party in all their business transactions with their brethren and fellow men, they would have kept ever before them as their maxim, ‘Thou God seest me,’ as sacredly as when bowed before God in prayer. In keeping the Lord ever before us, we shall be warned and fortified. He who forgets the just and holy principles of truth in the days of busy activity, is like the man who feels that he needs no pilot, and casts his pilot overboard in the most dangerous seas."},{"refcode_short":"PH146 13.1","refcode_long":"Report of Special Meeting, p. 13.1 (Ellen Gould White)","content":"“God calls upon all who claim the name of Christians to keep their eyes fixed upon the Author and Finisher of their faith. They are to act under the divine eye, to adopt the divine standard, to make God their counselor in all their proceedings. Selfish, cheap ideas, little, mean advantages, should not be allowed to steal in and mar the nobility of the principles that should control all the proceedings in temporal matters."},{"refcode_short":"PH146 13.2","refcode_long":"Report of Special Meeting, p. 13.2 (Ellen Gould White)","content":"“And how much more particular should we be in our deal with those of like faith in any line. In this capacity men are to act as God's entrusted stewards. Whether God appointed them to stand in positions of trust, or whether they set themselves there, the holiness and justice and truth of God should shine forth in every action. This will be of far greater consequence to them than any amount of gain."},{"refcode_short":"PH146 13.3","refcode_long":"Report of Special Meeting, p. 13.3 (Ellen Gould White)","content":"“It is of the highest importance that every worker should be connected with God, in order to be enabled to repress the first leaning to an evil action. When sinners in Zion entice them, they must not consent. Every true child of God will have courage to repress the unprincipled, to rebuke sin, and encourage that which is pure. Then the fear of the Lord would be evidenced as the beginning of wisdom."},{"refcode_short":"PH146 13.4","refcode_long":"Report of Special Meeting, p. 13.4 (Ellen Gould White)","content":"“The man whose heart is imbued with the Holy Spirit will not do an unrighteous action toward his fellow man. He will consider that that man, poor though he may be, is the purchase of the blood of the Son of God. The Lord has put the price of that man's soul before the universe of heaven and before the world,—the price of his own life. The cross of Christ testifies to the value that the Lord places upon every human being. Then let man be careful how he treats his fellow man, for he is bought with a price."},{"refcode_short":"PH146 14.1","refcode_long":"Report of Special Meeting, p. 14.1 (Ellen Gould White)","content":"“A grave mistake has been made in allowing engrossing business matters to burden the ministers who are handling sacred things, so that their sense of the sacred becomes dim and mingled with the common, crushing out godliness from the soul. Inspired by Satan, men have framed scheme after scheme. Not content with the prosperity of the cause of God by dealing righteously and with justice and mercy, those in positions of trust have sought to obtain control of everything that they could, to manage them in their way, according to their supposed wisdom, but to the disadvantage of others. Their plans always seemed to them too limited; they thought they must branch out and grasp more and still more power and control. They wrapped themselves up in scheme after scheme, and entanglement after entanglement, until there seemed to be no bounds to their ambitious desires, when they were not fitted to carry much smaller responsibilities properly and honestly and in the fear of God. They gathered into their embrace many responsibilities so engrossing as to distract their attention from the high concerns of eternity, the soul's highest interests. Thus the clear discernment of those who should have understood spiritual things departed. The cause of God was made a matter of merchandise. They laded themselves down with many things from which they should have kept entirely clear, until their spiritual eyes were blinded. They kept up an unsanctified activity."},{"refcode_short":"PH146 14.2","refcode_long":"Report of Special Meeting, p. 14.2 (Ellen Gould White)","content":"“I might go to much larger lengths in these matters, but what will it amount to? Those who have entered into the scheming principles, those who have co-operated together in this work of injustice, have so confused their senses that righteous principles are not discerned. They are scattered, but not reformed, not converted. Would it not be wise to clear the King's highway, that the Lord may remove his displeasure at the moral degeneracy of his work? Holy things are brought down to a common level. The cause of truth has been dishonored. Men greedy of gain have brought their evil propensities into the work of God. They have resorted to any means that they might obtain what they wanted. ‘Who is wise? and he shall understand these things; prudent? and he shall know them; for the ways of the Lord are right, and the just shall walk in them: but the transgressors shall fall.’”"},{"refcode_short":"PH146 15.1","refcode_long":"Report of Special Meeting, p. 15.1 (Ellen Gould White)","content":"Now in this testimony it says, “If the Testimonies sent to Elder Olsen are in your hands, you have the light which has been given.” I had some of these, and here is one that I will read. This was written to Brother Olsen January 14, 1896; and the first words in it are:"},{"refcode_short":"PH146 15.2","refcode_long":"Report of Special Meeting, p. 15.2 (Ellen Gould White)","content":"“I feel very sad indeed when I read the report of the financial condition of the Conference. I see in this report the fulfilment of the words spoken to me, that the Lord would hear the cries of his blood-bought heritage, and would answer their prayers.”"},{"refcode_short":"PH146 15.3","refcode_long":"Report of Special Meeting, p. 15.3 (Ellen Gould White)","content":"Now notice how that stands: the Lord heard the cries of his blood-bought heritage, and answered their prayers, and the financial difficulties of the conference and the institutions was the answer to their prayers."},{"refcode_short":"PH146 15.4","refcode_long":"Report of Special Meeting, p. 15.4 (Ellen Gould White)","content":"J. I. Gibson—Do you think anybody prayed that that might come to the institutions?"},{"refcode_short":"PH146 15.5","refcode_long":"Report of Special Meeting, p. 15.5 (Ellen Gould White)","content":"A. T. Jones—O, no; it did not come that way. This is the way it came; here is a statement that will show that:"},{"refcode_short":"PH146 16.1","refcode_long":"Report of Special Meeting, p. 16.1 (Ellen Gould White)","content":"“The temple of God must be cleansed, that his name shall not be dishonored by men who are not connected with him. My heart is pained as, in my dreams, I am visited, and appealed to, by different ones, placing the corruptions in the Office of publication, before me. I awaken to find it a dream, but know it to be the truth.”"},{"refcode_short":"PH146 16.2","refcode_long":"Report of Special Meeting, p. 16.2 (Ellen Gould White)","content":"It is those that are crying; it is the oppressed, and those who have been robbed—It is their prayers to God that He has answered by this dearth of means in the cause, and in the institutions, and by the great difficulty of getting the reading-matter out into the world. You will see that more plainly as I go on. But from reading this over a number of times, I have no confidence whatever that your efforts to get books circulated will succeed until these things are corrected right here in this institution. I can read it, with the exception of the specific terms; I can read that same thing; and shall read it here presently. But just now I want you to see that the pivot of the whole thing as to this robbery, is in dealing with the authors of books. That is where it is applied every time. I read again:"},{"refcode_short":"PH146 16.3","refcode_long":"Report of Special Meeting, p. 16.3 (Ellen Gould White)","content":"“There have been dishonesty, fraud, the turning away of a man from his rights, and disregarding the principles of the commandments of God. You have had men, schemes, and devising of plans, with the idea that you could as a Board have power to do anything that would serve the Conference, and bring in a revenue. But it was more grievous in the sight of God because you there were covering the dishonest practises, saying, ‘The temple of the Lord! The temple of the Lord are we!’ Yes; but that temple was just as much in need of cleansing as the temple courts in the days when Christ was upon the earth. The Lord hates the mixture he saw in the earthly temple. Unholy bartering in the temple courts brought forth the righteous indignation of an insulted God.”"},{"refcode_short":"PH146 17.1","refcode_long":"Report of Special Meeting, p. 17.1 (Ellen Gould White)","content":"Now that principle is drawn out in full in the testimony that came about a month ago, and is applied directly to the unholy bartering by the managers of this institution with the authors of books; and it applies right now, for the testimony comes now, saying that that is what is the matter."},{"refcode_short":"PH146 17.2","refcode_long":"Report of Special Meeting, p. 17.2 (Ellen Gould White)","content":"“‘And when he was come near, he beheld the city, and wept over it, saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.’ Luke 19:41, 42. ‘And Jesus went into the temple of God, and cast out all them that sold and bought in the temple, and overthrew the tables of the money changers, and the seats of them that sold doves, and said unto them, It is written, My house shall be called the house of prayer, but ye have made it a den of thieves.’ Matthew 21:12, 13. It was here divinity flashed through humanity, and the priests and rulers fled from before him; for there was as the appearance of a flashing sword, turning every way like the sword to guard the tree of life. I send you these things with a trembling of soul, for I scarcely can gather faith to believe that they will receive credence, or work reforms; but I dare not hold my peace.”"},{"refcode_short":"PH146 17.3","refcode_long":"Report of Special Meeting, p. 17.3 (Ellen Gould White)","content":"Then it speaks further to him personally, and I read it so that you may see what the danger is:"},{"refcode_short":"PH146 17.4","refcode_long":"Report of Special Meeting, p. 17.4 (Ellen Gould White)","content":"“Now, Brother Olsen, I can not, dare not, hold my peace. I shall cry aloud and spare not. But I beg of you to hold fast the hand of God, and to see and act in the light of God. We are living in the solemn scenes of this earth's history. If ever there was a time when things should be called by their right name, it is now. This is no time to call sin righteousness, and righteousness sin. We must lay hold by faith now. It is time for every one to be wide-awake. I may have to write still more plainly if God calls for me to do it. I shall speak, and shall not hold my peace. I am sorry, so sorry, that you have not heeded the cautions God has given you, and I fear for you that the outcome of matters will kill you. But God is able of these stones to raise up children unto Abraham. He will not have his word return unto him void, for it shall perform the thing whereto it is sent. But I beg of you rather to let things go by default than to set men to help matters in any line who are not with the work with God, soul, body, and spirit. Who can be found to take things as they are now, and set them in order? I can not see; but the Lord has men prepared for emergencies, and who will, under God, work out reforms; but it can now be only at a terrible cost and against terrible odds. I suppose you do not see the need of my writing this, but I think you will in time. I carry a heavy load, and I call on you in the name of the Lord to do your duty. I call on you at least not to encourage men to think you stand with them and sustain them, and thus give them influence.”"},{"refcode_short":"PH146 18.1","refcode_long":"Report of Special Meeting, p. 18.1 (Ellen Gould White)","content":"When the Testimonies came, “they made of no account the words of reproof given to them. By precept and example they were filled with their own doings, and counteracted the work to be done. They would not concede to right; they would not consent to correct wrongs, and to walk in the light. Self, self, self, was their center. No unity was seen, but disorder and dissension was manifested.”"},{"refcode_short":"PH146 18.2","refcode_long":"Report of Special Meeting, p. 18.2 (Ellen Gould White)","content":"Here is another one to Brother Olsen. This was back there, referring to the administration before this—away back in 1895. But this tells what is to be done. What I am reading all this now for is that you may see where the difficulty lies, where you are to go to work to correct things."},{"refcode_short":"PH146 19.1","refcode_long":"Report of Special Meeting, p. 19.1 (Ellen Gould White)","content":"“The Lord permitted the men in the Review Office to have an opportunity of manifesting what character they would develop. They have shown that they could not resist the temptation to commit robbery of God, if they had a chance, confederating to take from his treasury all they could grasp; some were ready to receive more than they did. They knew that this was unjust and dishonest. Are they as willing that others should have what is only their due because God has given them ability, tact, mental capacity, equal to, and in advance of, them?—No, no; they would bring under the contribution to the treasury every available talent of ability to acquire means to be employed in the advancement of the work. Their tact in this line of robbery is great. They felt authorized to accept of large remuneration for their own work in restricting others, denying them the opportunities and means Providence had offered them to labor as his instrumentalities, to carry on his work. God says, ‘I hate robbery for burnt offering.’ The men who value their own souls will, by the grace of God, guard against the first tinge of unfairness in deal, the first approach to the ungodly practises of the world,—the practises that prevailed in the days of Noah and Lot. The poison has been at work for a long time, and others are drinking of the cup. Wake up, Brother Olsen, wake up.”"},{"refcode_short":"PH146 19.2","refcode_long":"Report of Special Meeting, p. 19.2 (Ellen Gould White)","content":"“I have had the matter presented before me: If one is moved by the Spirit of God to publish a book which is adapted to supply a need, to advance the truth, and the selfish spirit which has been manifested for years by responsible men in the publishing house shall work until the book is brought under their control, and they manage to absorb all the profits themselves, the one who prepares the book is deprived of the very thing the Lord designed he should have in order to do a certain work in his vineyard. This will not be the last of such devising. The beginning is not the end. That God who gave his life for the world has instrumentalities which he will use, that you and your co-laborers little suspect. When the Lord puts his hand to the work, let men keep their hands off from the ark."},{"refcode_short":"PH146 20.1","refcode_long":"Report of Special Meeting, p. 20.1 (Ellen Gould White)","content":"“I have been made to suffer keenly, in more ways than one, from the spirit that prevailed during my stay in Battle Creek. Night after night the Lord presented before me what would be. The council meetings were not of a character to inspire confidence in some of the leading men; they seemed to be so determined and so zealous. The Lord Jesus was looking upon some of these meetings with grieved disapproval."},{"refcode_short":"PH146 20.2","refcode_long":"Report of Special Meeting, p. 20.2 (Ellen Gould White)","content":"“The same spirit that led to the course of action which was pursued toward myself, has lived, and has been revealed toward others. We know that God is not pleased with your taking so great liberties to bring individuals to the terms you have decided upon in your councils. God is not working with the men who are laying their plans to obtain control of everything. The Lord would have his institutions in different parts of the world stand in union with other institutions. But one is not to swallow up the others. Each is to maintain its own individuality, and the weaker are to receive help from the institutions that have the largest revenue. The men who conduct matters in Battle Creek have much to learn on this point. God says, ‘I will have mercy, and not sacrifice.’"},{"refcode_short":"PH146 20.3","refcode_long":"Report of Special Meeting, p. 20.3 (Ellen Gould White)","content":"“There is a disposition to grasp everything, and to destroy individuality and ignore individual accountability; yet no compunction has thus far been aroused. A state of things is coming in after the mold of men, and not after the Lord's order. When the truth becomes an abiding principle in the soul, then we shall see the words of the prophet fulfilled: instead of the thorn, the fir tree will spring up; instead of the brier, the myrtle, and life's desert will blossom as the rose."},{"refcode_short":"PH146 20.4","refcode_long":"Report of Special Meeting, p. 20.4 (Ellen Gould White)","content":"“We have had an experience in the work of God. There were times when the enemy came in great power to destroy; from hour to hour the men of faith had to depend on the blessings that came from God. The great topic of interest was how to save the souls of those that were ready to perish. The great plan of salvation drew men close together in unity and love. The social intercourse was profitable. The love of the Redeemer, and the ways and means of saving perishing souls was the burden of our hearts. Holiness, and the Author and Finisher of our faith were the interesting subjects.”"},{"refcode_short":"PH146 21.1","refcode_long":"Report of Special Meeting, p. 21.1 (Ellen Gould White)","content":"Now there is a whole lot more of this that makes it plainer; but I pause here to ask a question. That says that “If one is moved by the Spirit of God to publish a book which is adapted to supply a need, to advance the truth, and the selfish spirit which has been manifested for years by responsible men in the publishing house shall work until the book is brought under their control, and they manage to absorb all the profits themselves, the one who prepares the book is deprived of the very thing the Lord designed he should have in order to do a certain work in His vineyard.” Now I would like to ask this board, how many books that this institution got that way, which they have full control of, have been returned—the ownership, the copyright, and royalty—to the authors?"},{"refcode_short":"PH146 21.2","refcode_long":"Report of Special Meeting, p. 21.2 (Ellen Gould White)","content":"W. C. Sisley—I do not know of any we have got."},{"refcode_short":"PH146 21.3","refcode_long":"Report of Special Meeting, p. 21.3 (Ellen Gould White)","content":"A. T. Jones—I do."},{"refcode_short":"PH146 21.4","refcode_long":"Report of Special Meeting, p. 21.4 (Ellen Gould White)","content":"W. C. Sisley—What are they?"},{"refcode_short":"PH146 21.5","refcode_long":"Report of Special Meeting, p. 21.5 (Ellen Gould White)","content":"A. T. Jones—“Marvel of Nations,” for one. Instead of returning that to Brother Smith"},{"refcode_short":"PH146 21.6","refcode_long":"Report of Special Meeting, p. 21.6 (Ellen Gould White)","content":"W. C. Sisley—We have not sold any of those"},{"refcode_short":"PH146 22.1","refcode_long":"Report of Special Meeting, p. 22.1 (Ellen Gould White)","content":"A. T. Jones—But the institution has sold over a hundred thousand. But now you want a revised edition of that work, and you want Brother Smith to write it, and then you will sell as many more as you can."},{"refcode_short":"PH146 22.2","refcode_long":"Report of Special Meeting, p. 22.2 (Ellen Gould White)","content":"W. C. Sisley—How do you know that is so?"},{"refcode_short":"PH146 22.3","refcode_long":"Report of Special Meeting, p. 22.3 (Ellen Gould White)","content":"A. T. Jones—He has told me so."},{"refcode_short":"PH146 22.4","refcode_long":"Report of Special Meeting, p. 22.4 (Ellen Gould White)","content":"W. C. Sisley—We have never told him so. He told me the book belonged to us; and I spoke to somebody about his having pay for it, a royalty."},{"refcode_short":"PH146 22.5","refcode_long":"Report of Special Meeting, p. 22.5 (Ellen Gould White)","content":"A. T. Jones—Of course he gets his pay for writing it. Let that go, then. But there are a whole lot more. That is what I am calling attention to here. I am calling your attention to this case, and instead of defending yourselves and shutting your eyes to all the evil"},{"refcode_short":"PH146 22.6","refcode_long":"Report of Special Meeting, p. 22.6 (Ellen Gould White)","content":"W. C. Sisley—We are not defending ourselves at all, Brother Jones. If you can point out the books to us"},{"refcode_short":"PH146 22.7","refcode_long":"Report of Special Meeting, p. 22.7 (Ellen Gould White)","content":"A. T. Jones—Have you investigated how the institution got the control of that book? Do you consider that honest?"},{"refcode_short":"PH146 22.8","refcode_long":"Report of Special Meeting, p. 22.8 (Ellen Gould White)","content":"W. C. Sisley—We paid him so much for that. They paid you so much for it, did they not, Brother Smith?"},{"refcode_short":"PH146 22.9","refcode_long":"Report of Special Meeting, p. 22.9 (Ellen Gould White)","content":"U. Smith—They were to pay me for it 2 1/2 per cent on 25,000 copies, which they said would be $500."},{"refcode_short":"PH146 22.10","refcode_long":"Report of Special Meeting, p. 22.10 (Ellen Gould White)","content":"A. T. Jones—But they never did it; that is where another part of the robbery is. They beat him down to so much, and then did not pay him even all of that. But the point is here, however much they paid for it, and however they got possession of it; here is the thing they have done that is wrong: They have so worked it as to obtain “complete control of the book, and absorb all the profits themselves”—for the institution of course. That is the thing that is wrong: they have no right to buy a book and take possession of it, and run it themselves."},{"refcode_short":"PH146 23.1","refcode_long":"Report of Special Meeting, p. 23.1 (Ellen Gould White)","content":"J. I. Gibson—Not even if the author wants to sell it?"},{"refcode_short":"PH146 23.2","refcode_long":"Report of Special Meeting, p. 23.2 (Ellen Gould White)","content":"A. T. Jones—No, Sir."},{"refcode_short":"PH146 23.3","refcode_long":"Report of Special Meeting, p. 23.3 (Ellen Gould White)","content":"J. I. Gibson—It seems to me that is all right."},{"refcode_short":"PH146 23.4","refcode_long":"Report of Special Meeting, p. 23.4 (Ellen Gould White)","content":"A. T. Jones—Here is the point, and it is made more fully afterward: that they work until the book is brought under their control, and they manage to absorb all the profits themselves. That was done with Brother Smith and “The Marvel of Nations.” And for you brethren to stand up and say that has not been done—I do not need to specify the particular books. I have specified one. I can give you an item on another as I received it. I refer to Sister Stuttle's book, “Making Home Happy.” She told me that she received $150 for that at publication; $50 more when fifteen thousand have been published or sold, whatever it may be; $100 more when twenty-five thousand are sold; $100 more when thirty-five thousand are sold; $100 more when fifty thousand are sold; then after that nothing. Now I want to know (and you need not answer the question; because there is no answer to it), why should she receive something up to fifty thousand books, and after that get nothing? Just as certainly as ten cents a copy is her due up to fifty thousand, so certainly ten cents is her due after fifty thousand, and not yours. The scheme on that book gives you after fifty thousand “complete control” and “all the profits,” the very thing the testimony says is wrong."},{"refcode_short":"PH146 24.1","refcode_long":"Report of Special Meeting, p. 24.1 (Ellen Gould White)","content":"W. C. Sisley—She came to us and wanted to sell the mss. I said to her, “That is not the right way; if the book sells readily, we want to pay you for it.” She said to me, “We have got to have some money; I can not wait for royalty.” so she forced us into making that arrangement with her. She said she did not want extra royalty. She referred to this very kind of trade made with Brother Smith on “Spiritualism,” and said she wanted that kind of trade. This was all done to suit her, and not to suit us. I think the whole board will sustain me in that. That is how that came about. Of course, if it is not right to do that...."},{"refcode_short":"PH146 24.2","refcode_long":"Report of Special Meeting, p. 24.2 (Ellen Gould White)","content":"A. T. Jones—I am not placing blame on anybody. But I am calling your attention to these principles that you are required to follow. People come here and want to publish a book; what does a person know about the cost of publishing a book, and how royalties are arranged? They do not know the first principles of it, and you are told to guard the interests of those folks, instead of taking advantage of their ignorance."},{"refcode_short":"PH146 24.3","refcode_long":"Report of Special Meeting, p. 24.3 (Ellen Gould White)","content":"W. C. Sisley—Brother Jones, she will tell you that I proposed to pay a royalty on the book. She does not want it that way. She has got another one she wants to sell us. She asks three thousand dollars for it. She says she wants to sell it, and not take any chances on it."},{"refcode_short":"PH146 25.1","refcode_long":"Report of Special Meeting, p. 25.1 (Ellen Gould White)","content":"A. T. Jones—I am reading to you principles that are to guide you in instructing such people as that."},{"refcode_short":"PH146 25.2","refcode_long":"Report of Special Meeting, p. 25.2 (Ellen Gould White)","content":"W. C. Sisley—She said if we did not want it, the Pacific Press would buy it."},{"refcode_short":"PH146 25.3","refcode_long":"Report of Special Meeting, p. 25.3 (Ellen Gould White)","content":"A. T. Jones—I am going to send a copy of this to the Pacific Press; for they have no more right at the Pacific Press to rob people than you have at the Review and Herald."},{"refcode_short":"PH146 25.4","refcode_long":"Report of Special Meeting, p. 25.4 (Ellen Gould White)","content":"J. I. Gibson—It seems to me that when the people come here, that is the only thing we can do, to take it as they want it."},{"refcode_short":"PH146 25.5","refcode_long":"Report of Special Meeting, p. 25.5 (Ellen Gould White)","content":"W. C. Sisley—Of course I would rather the work would be placed on the plan of paying a royalty. I feel that way. I would rather make that kind of trade with everybody, so far as I am concerned."},{"refcode_short":"PH146 25.6","refcode_long":"Report of Special Meeting, p. 25.6 (Ellen Gould White)","content":"J. H. Morrison—Did the board have anything to do with it?"},{"refcode_short":"PH146 25.7","refcode_long":"Report of Special Meeting, p. 25.7 (Ellen Gould White)","content":"W. C. Sisley—No; I think I am the one that is to blame, if anybody is."},{"refcode_short":"PH146 25.8","refcode_long":"Report of Special Meeting, p. 25.8 (Ellen Gould White)","content":"J. I. Gibson—I think you preferred to have the whole thing on the royalty basis; but this lady preferred to have it the other way."},{"refcode_short":"PH146 25.9","refcode_long":"Report of Special Meeting, p. 25.9 (Ellen Gould White)","content":"A. T. Jones—Well, let us get after the robbery that has been done by those bad folks. What I shall now read is dated August 26, 1898. I think it came here about a month ago. This tells how those folks back there did it, and how this institution has a whole lot of money that was got by this sort of robbery. I have not heard of any of it being restored yet."},{"refcode_short":"PH146 26.1","refcode_long":"Report of Special Meeting, p. 26.1 (Ellen Gould White)","content":"“All who follow Christ fully, will understand what this means. [What is referred to is the quotation from Christ that he read that day in the synagogue, “The Spirit of God is upon me, to bind up the broken hearted,” etc.] They will have the honor of being co-laborers with Jesus Christ, to do the very same work that he accomplished in this world, in restoring the moral image of God in man. We are laborers together with God. Believest thou this? The knowledge, the capabilities, the powers, God has given us are not to be hoarded as men hoard their riches. We are not to do as the selfish, money-loving men of this age are doing. The passion to accumulate their possessions and retain their power has grown upon the men of the world. In their selfishness they buy up wheat and goods so that others in their need will have to buy of them; then they charge whatever prices they desire. This is the spirit that is prevailing in the world, and is making the money-hoarder Satan's copartner in robbing the poor. This is keenly felt by the poorer classes, and the devil leads them to do his will in stubbornly resisting the things they can not help. Thus selfishness and violence is exercised by man over his fellow man. The ones who are robbed and injured become exasperated, and violence and wickedness and cruelty are created in the world."},{"refcode_short":"PH146 26.2","refcode_long":"Report of Special Meeting, p. 26.2 (Ellen Gould White)","content":"“This Christ declared would be. ‘As it was in the days of Noah,’ he said, ‘so shall it be when the Son of Man shall be revealed. They were eating and drinking, planting and building, marrying and giving in marriage, until the flood came and took them all away.’"},{"refcode_short":"PH146 26.3","refcode_long":"Report of Special Meeting, p. 26.3 (Ellen Gould White)","content":"“This is to be when the Son of Man shall be revealed. But God designed that in all this outlay of means the brotherhood of the human family should be considered. It was his purpose that those who had large talents of means should trade upon their entrusted capital, to increase the talents lent them, and invest them in turning men from sin to righteousness. In seeking first the kingdom of God and his righteousness, men could be men in the sight of God,—fallen through sin and transgression, but purchased with a price, ransomed from Satan's power. Christ gave his own life for the life of the world, that man might through the facilities and opportunities and privileges given him of God, recognize his own value."},{"refcode_short":"PH146 27.1","refcode_long":"Report of Special Meeting, p. 27.1 (Ellen Gould White)","content":"“Says the apostle: ‘Ye are not your own; for ye are bought with a price; therefore glorify God in your body and in your spirit which are God's.’ ‘Him that defileth the temple of God,’ by covetous practises, by selfishness, thereby making the lot of his fellow men more trying, by abetting Satan in his work, and becoming a copartner with satanic agencies, ‘him will God destroy.’"},{"refcode_short":"PH146 27.2","refcode_long":"Report of Special Meeting, p. 27.2 (Ellen Gould White)","content":"“The greed of the moneyed man increases as it is indulged, and this spirit will rule the church unless its members are followers of Christ. ‘Pure religion and undefiled before God and the Father is this: to visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.’"},{"refcode_short":"PH146 27.3","refcode_long":"Report of Special Meeting, p. 27.3 (Ellen Gould White)","content":"“This worldly policy has wrestled for the victory among Seventh-day Adventists, and the principles which should have been kept pure and unadulterated have been overcome, and selfishness has come into the very courts of the Lord. The Lord has permitted those who did not love the light, who departed from a plain ‘Thus saith the Lord,’ to walk in the sparks of the fire of their own kindling; but he says. ‘They shall lie down in sorrow.’"},{"refcode_short":"PH146 27.4","refcode_long":"Report of Special Meeting, p. 27.4 (Ellen Gould White)","content":"“This condition of things has been created in our conferences and churches under a religious cloak which has existed in world. Confederacies have been formed to make their showing stand out as superior, and they have gained the name of having done a large work in their responsible positions of trust. They flatter themselves that they were doing God service when they were establishing principles of robbery. [Now here it is again.] They were depriving their brethren of their rights in gathering everything in the book line under their control, and making their own laws and rules,—rules that were not after God's order at all, but which revealed the very attributes of Satan.”"},{"refcode_short":"PH146 28.1","refcode_long":"Report of Special Meeting, p. 28.1 (Ellen Gould White)","content":"I would ask a question here; for as I read awhile ago, an “entire change of principles” must be made. Has this thing been searched out, and a revolution wrought? Has that been searched out and entirely changed? Or have the institution and the present managers followed rules that they found in vogue when they came in?"},{"refcode_short":"PH146 28.2","refcode_long":"Report of Special Meeting, p. 28.2 (Ellen Gould White)","content":"“It was this spirit that was manifested by the priests and temple officials in their gatherings for the Passover. Cattle were bought by the dignitaries, the moneyed men, who oppressed those of whom they purchased. The representation was made [to these owners out in the country, who had the cattle, the sheep, and the doves, and whoever had these to sell] that these animals were to be offered as a sacrifice to God at the Passover, and thus urged, the owners sold them at a cheap price. Then these scheming men brought their purchases to the temple,—purchases which meant double robbery,—robbery of the men of whom they had purchased, and robbery of those who wished to sacrifice, to whom they were again sold at exorbitant prices.”"},{"refcode_short":"PH146 28.3","refcode_long":"Report of Special Meeting, p. 28.3 (Ellen Gould White)","content":"They would buy at the cheapest price outside, and sell at the biggest price in the temple."},{"refcode_short":"PH146 28.4","refcode_long":"Report of Special Meeting, p. 28.4 (Ellen Gould White)","content":"“They used the courts of the temple as though the animals brought there made them of the highest value. O, what deceit, what hypocrisy was practised! Twice Christ's displeasure was evidenced against them. Divinity flashed through humanity, and he drove out the buyers and sellers from the temple courts, saying, ‘Take these things hence. It is written, My Father's house shall be a house of prayer, but ye have made it a den of thieves.’ He overturned the tables of the money-changers, and priests and people fled from before that one Man as though an army of soldiers with drawn swords were pursuing them."},{"refcode_short":"PH146 29.1","refcode_long":"Report of Special Meeting, p. 29.1 (Ellen Gould White)","content":"“This work has been carried on at Battle Creek. The Publishing Office was turned from its original design; men made terms with authors; councils were formed; schemes were entered into. While one author [I have not been able to find that man yet, but I am hunting for him] was engaged in the services of a meeting at a distance, the expenses of one man were paid to go and see this brother, and induce him to make the lowest figures on his books. They urged that they wished to get this important matter before as many people as possible, and that the book would have a very much larger sale if it were sold at cheap prices. The royalty was placed at the lowest figures. Then this confederacy held this example up as a rule for others. Warnings were given me that all this was the working out of a system of oppression and robbery, and that the whole institution was leavened throughout with corrupt principles, that the light of God was fast departing from all who were engaged in this confederacy.”"},{"refcode_short":"PH146 29.2","refcode_long":"Report of Special Meeting, p. 29.2 (Ellen Gould White)","content":"A. T. Jones—Now, is this institution carrying on the same rates of royalty on any books as were established on this basis?"},{"refcode_short":"PH146 29.3","refcode_long":"Report of Special Meeting, p. 29.3 (Ellen Gould White)","content":"W. C. Sisley—Not that I know of."},{"refcode_short":"PH146 29.4","refcode_long":"Report of Special Meeting, p. 29.4 (Ellen Gould White)","content":"A. T. Jones—Is this institution paying the rates of royalty that were established by those men? Or have you revised those rates of royalty? Have you revolutionized them?"},{"refcode_short":"PH146 29.5","refcode_long":"Report of Special Meeting, p. 29.5 (Ellen Gould White)","content":"W. C. Sisley—Most assuredly we have. We have revolutionized those. We have had Brother White here, and got them as nearly right as possible."},{"refcode_short":"PH146 29.6","refcode_long":"Report of Special Meeting, p. 29.6 (Ellen Gould White)","content":"A. T. Jones—Have you restored what was robbed by those men?"},{"refcode_short":"PH146 30.1","refcode_long":"Report of Special Meeting, p. 30.1 (Ellen Gould White)","content":"W. C. Sisley—I do not think so."},{"refcode_short":"PH146 30.2","refcode_long":"Report of Special Meeting, p. 30.2 (Ellen Gould White)","content":"J. I. Gibson—I never heard of any restitution."},{"refcode_short":"PH146 30.3","refcode_long":"Report of Special Meeting, p. 30.3 (Ellen Gould White)","content":"A. T. Jones—Here is the word that you must search it out and make the restitution."},{"refcode_short":"PH146 30.4","refcode_long":"Report of Special Meeting, p. 30.4 (Ellen Gould White)","content":"W. C. Sisley—We have made some effort to search it out. I do not know that we have done enough."},{"refcode_short":"PH146 30.5","refcode_long":"Report of Special Meeting, p. 30.5 (Ellen Gould White)","content":"A. T. Jones—What is the rate of royalty on “Daniel and Revelation,” now, Brother Smith?"},{"refcode_short":"PH146 30.6","refcode_long":"Report of Special Meeting, p. 30.6 (Ellen Gould White)","content":"U. Smith—Five per cent."},{"refcode_short":"PH146 30.7","refcode_long":"Report of Special Meeting, p. 30.7 (Ellen Gould White)","content":"A. T. Jones—That is the same thing that was established by those men."},{"refcode_short":"PH146 30.8","refcode_long":"Report of Special Meeting, p. 30.8 (Ellen Gould White)","content":"W. C. Sisley—Is not five per cent enough?"},{"refcode_short":"PH146 30.9","refcode_long":"Report of Special Meeting, p. 30.9 (Ellen Gould White)","content":"A. T. Jones—No, sir."},{"refcode_short":"PH146 30.10","refcode_long":"Report of Special Meeting, p. 30.10 (Ellen Gould White)","content":"W. C. Sisley—Don't you consider it enough, Brother Smith?"},{"refcode_short":"PH146 30.11","refcode_long":"Report of Special Meeting, p. 30.11 (Ellen Gould White)","content":"U. Smith—It is about the lowest figure on the subscription market."},{"refcode_short":"PH146 30.12","refcode_long":"Report of Special Meeting, p. 30.12 (Ellen Gould White)","content":"A. T. Jones—And Brother Henry said he reduced it to that, against the testimonies."},{"refcode_short":"PH146 30.13","refcode_long":"Report of Special Meeting, p. 30.13 (Ellen Gould White)","content":"W. C. Sisley—We could not sell the books and pay a higher rate. Now it is like this: “Daniel and Revelation,” if sold at the trade, would sell for $1.50; ten per cent royalty on it would be fifteen cents. Now the same amount of author's work sells for $3.00. So he gets the same if sold at the trade rate at ten per cent royalty, as when sold on the subscription rate at five per cent royalty."},{"refcode_short":"PH146 30.14","refcode_long":"Report of Special Meeting, p. 30.14 (Ellen Gould White)","content":"A. T. Jones—Books were sold that way before the royalty was reduced. Brother Henry said he reduced it in disregard of the testimonies."},{"refcode_short":"PH146 31.1","refcode_long":"Report of Special Meeting, p. 31.1 (Ellen Gould White)","content":"J. I. Gibson—Have you not been satisfied with the rate of royalty all the time, Brother Smith?"},{"refcode_short":"PH146 31.2","refcode_long":"Report of Special Meeting, p. 31.2 (Ellen Gould White)","content":"U. Smith—Of course...."},{"refcode_short":"PH146 31.3","refcode_long":"Report of Special Meeting, p. 31.3 (Ellen Gould White)","content":"A. T. Jones—But that is not the question: God is not satisfied."},{"refcode_short":"PH146 31.4","refcode_long":"Report of Special Meeting, p. 31.4 (Ellen Gould White)","content":"W. C. Sisley—Of course it says he is not satisfied; But it does not say that authors should have ten per cent. On subscription books."},{"refcode_short":"PH146 31.5","refcode_long":"Report of Special Meeting, p. 31.5 (Ellen Gould White)","content":"A. T. Jones—Now I want to ask a question again: if there are none of these things here now; if none of this is still being done; if all is right, now; why did this testimony come here only the last mail?"},{"refcode_short":"PH146 31.6","refcode_long":"Report of Special Meeting, p. 31.6 (Ellen Gould White)","content":"J. I. Gibson—Will you not allow people to express their minds?"},{"refcode_short":"PH146 31.7","refcode_long":"Report of Special Meeting, p. 31.7 (Ellen Gould White)","content":"A. T. Jones—Yes; but you are trying to explain everything away."},{"refcode_short":"PH146 31.8","refcode_long":"Report of Special Meeting, p. 31.8 (Ellen Gould White)","content":"W. C. Sisley—We are not doing the same thing."},{"refcode_short":"PH146 31.9","refcode_long":"Report of Special Meeting, p. 31.9 (Ellen Gould White)","content":"A. T. Jones—You are now paying the same royalties that those other men did, and you know that in the arbitration between A. R. Henry and this board that he stood right here where I am standing and made this statement with reference to the part he took in bringing about the change that was made; he said:"},{"refcode_short":"PH146 31.10","refcode_long":"Report of Special Meeting, p. 31.10 (Ellen Gould White)","content":"“When I came here, they were paying to authors ten per cent royalty on the retail price of books.... I think about the first concession made on that was by Brother Smith. I think Brother Smith was on the board at that time, and I think he thought ten per cent of the wholesale price was enough, and I think Brother Smith made a concession, ... and took ten per cent on the wholesale price.... I do not think there was any effort made to make him do it. I think it was voluntary on his part that he did so. There has been a feeling from that time on by some parties on account of the royalty on books. Sister White felt quite put out because there were some parties that took a rather active part in discussing the royalty question; and I suppose, perhaps, maybe, I was about as active as any man in the whole business, and called attention frequently to the question of royalties; that I thought it was a pretty heavy embargo on the canvassers; in fact some of the canvassers inquired what royalty we paid, and they felt like it was a pretty heavy embargo; and I think that quite largely my trouble commenced right there. I think that is the seed of the whole upshot. That is my opinion of the matter. Sister White has written to me a great many times, and most always has given me a dig on that question, and it has been rankling in her mind for at least ten or twelve years.... I am sure that the seed of discord, the seat of trouble with me, starts there. I have always had my mind with reference to that, and I have it yet. I have always had my mind in reference to the justice of that; ... and all Sister White ever said to me has never changed my mind, and never will.”"},{"refcode_short":"PH146 32.1","refcode_long":"Report of Special Meeting, p. 32.1 (Ellen Gould White)","content":"W. C. Sisley—We are paying ten per cent on trade books, and five per cent on subscription books."},{"refcode_short":"PH146 32.2","refcode_long":"Report of Special Meeting, p. 32.2 (Ellen Gould White)","content":"A. T. Jones—But why does this come to this office the last month? Instead of explaining everything away when this testimony stands against it, why don't you let the testimony stand, and put the other out of the way?"},{"refcode_short":"PH146 32.3","refcode_long":"Report of Special Meeting, p. 32.3 (Ellen Gould White)","content":"W. C. Sisley—We will let it stand, of course; but you asked me if we were paying the same royalty. Brother White came here from over there, and we spent days in trying to revise that matter. If we have not settled on the right thing...."},{"refcode_short":"PH146 33.1","refcode_long":"Report of Special Meeting, p. 33.1 (Ellen Gould White)","content":"J. I. Gibson—Are we responsible for what those men did back there? I never heard of it before."},{"refcode_short":"PH146 33.2","refcode_long":"Report of Special Meeting, p. 33.2 (Ellen Gould White)","content":"A. T. Jones—If you perpetuate it, you are responsible. Here are these testimonies that have been before us all the time. Do not ask Brother Smith whether he is satisfied, when God is not satisfied. And do not explain everything away, when this testimony came last month, exposing the whole thing, and calling for a restitution."},{"refcode_short":"PH146 33.3","refcode_long":"Report of Special Meeting, p. 33.3 (Ellen Gould White)","content":"W. C. Sisley—If you say that five per cent is not enough, why, let us revise it; and let us make it ten, or let us make it fifteen; or whatever you think is enough."},{"refcode_short":"PH146 33.4","refcode_long":"Report of Special Meeting, p. 33.4 (Ellen Gould White)","content":"J. I. Gibson—But who constituted Brother Jones an authority?"},{"refcode_short":"PH146 33.5","refcode_long":"Report of Special Meeting, p. 33.5 (Ellen Gould White)","content":"A. T. Jones—I am simply calling your attention to these things, so that you can have the evidence, and do what the Lord tells you to do, and make an entire reversal of principles and practises."},{"refcode_short":"PH146 33.6","refcode_long":"Report of Special Meeting, p. 33.6 (Ellen Gould White)","content":"W. C. Sisley—We have tried to do that, in the fear of God. We have tried to do that."},{"refcode_short":"PH146 33.7","refcode_long":"Report of Special Meeting, p. 33.7 (Ellen Gould White)","content":"A. T. Jones—You have done your best to do all this, and this testimony comes here the last month! Now you say if you have not done right, you would like to know. This says you have not done right."},{"refcode_short":"PH146 33.8","refcode_long":"Report of Special Meeting, p. 33.8 (Ellen Gould White)","content":"J. I. Gibson—We have not seen this before, have we?"},{"refcode_short":"PH146 34.1","refcode_long":"Report of Special Meeting, p. 34.1 (Ellen Gould White)","content":"A. T. Jones—I do not know."},{"refcode_short":"PH146 34.2","refcode_long":"Report of Special Meeting, p. 34.2 (Ellen Gould White)","content":"W. C. Sisley—I have been conscientiously praying and seeking to know what is right every day; if I have not found out yet, I feel clear in my own mind; but if there is some light here, I want it."},{"refcode_short":"PH146 34.3","refcode_long":"Report of Special Meeting, p. 34.3 (Ellen Gould White)","content":"A. T. Jones—What this says is: that God will blow on all the gain of the institution until this thing is corrected. So it is perfectly plain that you can not spend your time more profitably than in correcting this thing. I have no condemnation for any of you brethren; but I do wish you would not undertake to explain all away, and excuse yourselves when this is read, coming up to date. Because if things are all correct here, then this testimony has no place here at all."},{"refcode_short":"PH146 34.4","refcode_long":"Report of Special Meeting, p. 34.4 (Ellen Gould White)","content":"Now I will read that whole section again:"},{"refcode_short":"PH146 34.5","refcode_long":"Report of Special Meeting, p. 34.5 (Ellen Gould White)","content":"[Began reading on page 27: “This worldly policy,” etc., reading to close of par. on top of page 28, “The very attributes of Satan.”]"},{"refcode_short":"PH146 34.6","refcode_long":"Report of Special Meeting, p. 34.6 (Ellen Gould White)","content":"C. D. Rhodes—I understand that was the time when the General Conference was gathering everything into its own hands, the time when the publishing house did not have a word to say about the book business. They simply took the thing up, and attempted to swallow the Review and Herald, too. It may be I am wrong about that."},{"refcode_short":"PH146 34.7","refcode_long":"Report of Special Meeting, p. 34.7 (Ellen Gould White)","content":"J. H. Morrison—The thing is repeated again,—that is, I mean, that testimony comes, and the same things are repeated there. So that would mean that we ought to look and see if we are not doing the same thing now."},{"refcode_short":"PH146 34.8","refcode_long":"Report of Special Meeting, p. 34.8 (Ellen Gould White)","content":"A. T. Jones—I read again:"},{"refcode_short":"PH146 35.1","refcode_long":"Report of Special Meeting, p. 35.1 (Ellen Gould White)","content":"“It was this spirit that was manifested by the priests and temple officials.... Cattle were bought by the dignitaries, the moneyed men, who oppressed those of whom they purchased...."},{"refcode_short":"PH146 35.2","refcode_long":"Report of Special Meeting, p. 35.2 (Ellen Gould White)","content":"“This work has been carried on at Battle Creek. The publishing Office was turned from its original design; men made terms with authors; ... The royalty was placed at the lowest figures. Then this confederacy held this example up as a rule for others.”"},{"refcode_short":"PH146 35.3","refcode_long":"Report of Special Meeting, p. 35.3 (Ellen Gould White)","content":"That points out the scheme of the present system of royalty."},{"refcode_short":"PH146 35.4","refcode_long":"Report of Special Meeting, p. 35.4 (Ellen Gould White)","content":"“Warnings were given me that all this was the working out of a system of oppression and robbery, and that the whole institution was leavened throughout with corrupt principles, that the light was fast departing from all who engaged in this confederacy.”"},{"refcode_short":"PH146 35.5","refcode_long":"Report of Special Meeting, p. 35.5 (Ellen Gould White)","content":"Then the testimonies began to come, away back in 1885, or thereabout, and Brother Henry told you that when he came here the royalty was ten per cent., and that it was reduced from ten per cent to five, and he intended to stand by that. Now I read on:"},{"refcode_short":"PH146 35.6","refcode_long":"Report of Special Meeting, p. 35.6 (Ellen Gould White)","content":"“God sanctioned none of this spirit. He could not place his signature upon this devising. He would forsake these men, remove his Spirit from those who entered upon this course, and the glory of his presence would depart from them. The cause of God in any line is not to be advanced by such policy; for it is born of Satan, and can only have his inspiration. All who do not repent and seek to set things right, God will leave to stumble on in darkness.”"},{"refcode_short":"PH146 35.7","refcode_long":"Report of Special Meeting, p. 35.7 (Ellen Gould White)","content":"That means right now."},{"refcode_short":"PH146 35.8","refcode_long":"Report of Special Meeting, p. 35.8 (Ellen Gould White)","content":"“They have not discerned unrighteousness in practise. They have secured books, and diverted them from their original design to make up the sum which they wished to secure. But every page of that dark history is written in the books of heaven, to react upon every soul who has engaged in these schemes unless they shall repent with that repentance that needeth not to be repented of. [The repentance that needeth not to be repented of is described in 2 Corinthians 7:11.] The Lord can not tolerate any such transactions as those that have been professedly done in his name. He abhors all such satanic principles."},{"refcode_short":"PH146 36.1","refcode_long":"Report of Special Meeting, p. 36.1 (Ellen Gould White)","content":"“What shall be done in the future? Lest you offend God, place no responsibility upon any man who has become leavened by connection with this work, unless he shows that he has a sense of the evil practises, and separates them from the institution; unless he condemns all that savors of injustice, overbearing, or lording it over God's heritage. There has been a betrayal of sacred trusts. The work of God has been abused, and covered up with men's unsanctified attributes, and God says, ‘shall I not judge for these things?’"},{"refcode_short":"PH146 36.2","refcode_long":"Report of Special Meeting, p. 36.2 (Ellen Gould White)","content":"“It is for such workings as these that Christ says, ‘I came not to send peace but a sword.’ May God grant that never again shall this policy exist in our institutions, that no events or combination of events shall lead men to repeat the past."},{"refcode_short":"PH146 36.3","refcode_long":"Report of Special Meeting, p. 36.3 (Ellen Gould White)","content":"“There is a work to be done, that has not yet been done. The temple courts are not yet cleansed as they must be before the work which Christ did after the cleansing of the temple can be done. Then all the sick were brought to him, and he laid his hands upon them, and healed them all. Here was revealed true godliness, true righteousness, a true use of the temple for a practical purpose which brought no defilement.”"},{"refcode_short":"PH146 36.4","refcode_long":"Report of Special Meeting, p. 36.4 (Ellen Gould White)","content":"Now as I said, last year when this was brought up, the brethren said, We can not see, we can not understand, what the testimonies are pointing at. This tells you what it is pointing at, and says that all who do not repent, and seek to set things right, God will leave to stumble on in darkness. I do not think you want to be left to stumble on in darkness. And there is a work to be done here in this institution, the lack of which keeps the blessing of God back from the people, and holds back the institutions from the blessing of God. It...."},{"refcode_short":"PH146 37.1","refcode_long":"Report of Special Meeting, p. 37.1 (Ellen Gould White)","content":"W. C. Sisley—When did that come?"},{"refcode_short":"PH146 37.2","refcode_long":"Report of Special Meeting, p. 37.2 (Ellen Gould White)","content":"A. T. Jones—It was written in Australia the 26th of August, last. But it was not sent in time to get here before the last mail, a month ago now."},{"refcode_short":"PH146 37.3","refcode_long":"Report of Special Meeting, p. 37.3 (Ellen Gould White)","content":"Now here is printed the principles that govern royalties. This exposes the whole thing, too, and tells us where the mischief is that comes from such things as that. I read from the little tract entitled, “Special Instruction Relating to the Review and Herald Office, and the Work in Battle Creek.” five hundred copies of this were printed and distributed to the brethren here in the office two years ago. I begin reading from page 26:"},{"refcode_short":"PH146 37.4","refcode_long":"Report of Special Meeting, p. 37.4 (Ellen Gould White)","content":"“Men connected with the work of God have been dealing unjustly, and it is time to call a halt. The holy principles God has given are represented by the sacred fire; but common fire has been used in place of the sacred. False propositions have been assumed as truth and righteousness, and everything has been managed in such a way as to carry out these propositions, which are a misrepresentation of God's character. Plans contrary to truth and righteousness have been introduced in a subtle manner, on the plea that this must be done, and that must be done, because it is for the advancement of the cause of God. Men have taken advantage of those whom they supposed to be under their jurisdiction. They were determined to bring the individuals to their terms; they would rule or ruin. This devising leads to oppression, injustice, and wickedness. There will be no material change for the better until a decided movement is made to bring in a different state of things."},{"refcode_short":"PH146 38.1","refcode_long":"Report of Special Meeting, p. 38.1 (Ellen Gould White)","content":"“The plea some are so ready to urge, ‘the cause of God,’ or ‘working in behalf of the cause of God,’ to justify themselves in presenting robbery for burnt offering, is an offense to God. He accepts no such transactions; prosperity will not attend these movements. The Lord of heaven does not accept the strange fire offered to him. Let men deal with men upon the principles of the ten commandments, bringing these principles into their business transactions; for the great and holy and merciful God will never be in league with dishonest practises; not a single touch of injustice will he vindicate. The cause of God is free from every taint of injustice. It can gain no advantage by robbing the members of the family of God of their individuality or of their rights. All such practises are abhorrent to God."},{"refcode_short":"PH146 38.2","refcode_long":"Report of Special Meeting, p. 38.2 (Ellen Gould White)","content":"“Let all bear in mind that the Lord's eye is upon all their works, and that he expects fidelity from his servants. When the four Hebrew youth were receiving an education for the court of the Babylonish king, they did not feel that the blessing of the Lord was a substitute for the taxing effort required of them.”"},{"refcode_short":"PH146 38.3","refcode_long":"Report of Special Meeting, p. 38.3 (Ellen Gould White)","content":"Page 34:"},{"refcode_short":"PH146 38.4","refcode_long":"Report of Special Meeting, p. 38.4 (Ellen Gould White)","content":"“The goodness, mercy, and love of God was proclaimed by Christ to Moses. This was God's character. When men who profess to serve God ignore his paternal character, and depart from honor and righteousness in dealing with their fellow men, Satan exults; for he has inspired them with his attributes. They are following in the tract of Romanism. Those who are enjoined to represent the attributes of the Lord's character, step from the Bible platform, and in their own human judgment devise rules and resolutions to force the will of others. But when men are forced to follow the prescriptions of other men, an order of things is instituted that overrides sympathy and tender compassion, blinding the eyes of men to mercy, justice, and the love of God. Moral influence and personal responsibility are trodden underfoot.”"},{"refcode_short":"PH146 39.1","refcode_long":"Report of Special Meeting, p. 39.1 (Ellen Gould White)","content":"This oppression in the book matter is connected every time, and all the way through, with irritability, and harshness, and oppression in dealing with people who are under our jurisdiction."},{"refcode_short":"PH146 39.2","refcode_long":"Report of Special Meeting, p. 39.2 (Ellen Gould White)","content":"“The righteousness of Christ by faith has been ignored by some; for it is contrary to their spirit, and their whole life-experience. Rule, rule, has been their course of action; and Satan has had an opportunity to represent himself through them. When one who professes to be a representative of Christ engages in sharp dealing, and presses men into hard places, those who are thus oppressed will either break every fetter of restraint, or will be led to regard God as a hard master. They cherish hard feelings against God, and their souls are alienated from him, just as Satan planned it should be: This hard-heartedness on the part of men who claim to believe the truth, Satan charges to the influence of truth itself, and thus men become disgusted, and turn from the truth. For this reason no man should have a responsible connection with our institutions who thinks it no important matter whether he have a heart of flesh or a heart of steel. Such men may think they are representing the justice of God, but they do not represent his tenderness, and the great love wherewith he has loved us. Their human inventions, originating with the specious devices of Satan, appear fair enough to the blinded eyes of men, because they are inherent in their nature. A lie, believed and practised, becomes truth to them. Thus the purpose of Satan, that men should reach these conclusions through the working of their own inventive minds, is accomplished."},{"refcode_short":"PH146 39.3","refcode_long":"Report of Special Meeting, p. 39.3 (Ellen Gould White)","content":"“Men fall into error by starting with false premises, and then bringing everything to bear to make the error true. In some cases the first principles have a measure of truth interwoven with the errors, but it does not lead to any just action; and this is why men are misled. In order to reign and become a power, they employ Satan's methods to justify their own principles. They exalt themselves as men of superior judgment, and profess to stand as representatives of God. These are false gods."},{"refcode_short":"PH146 40.1","refcode_long":"Report of Special Meeting, p. 40.1 (Ellen Gould White)","content":"“Sinful men can find hope and righteousness only in God; and no human being is righteous any longer than he has faith in God, and maintains a vital connection with him. A flower of the field must have its root in the soil; it must have air, dew, showers, and sunshine. It will flourish only as it receives these advantages, and all are from God. So with men. We receive from God that which ministers to the life of the soul. We are warned not to trust in man, nor to make flesh our arm. A curse is pronounced upon all that do this...."},{"refcode_short":"PH146 40.2","refcode_long":"Report of Special Meeting, p. 40.2 (Ellen Gould White)","content":"“Let no plans or methods be brought into any of our institutions that will place mind or talent under the control of human judgment; for this is not in God's order.”"},{"refcode_short":"PH146 40.3","refcode_long":"Report of Special Meeting, p. 40.3 (Ellen Gould White)","content":"Now the Lord says not to let it come in. I believe this board and the management here is a guard to protect one who does not know enough not to have it come in. You are not to take control of a book from an author who does not know enough not to surrender it all to somebody else. For the Lord says that you are not to let any plans or methods be brought into the institution that will do such a thing."},{"refcode_short":"PH146 40.4","refcode_long":"Report of Special Meeting, p. 40.4 (Ellen Gould White)","content":"“God has given to man, talents of influence which belong to him alone, and no greater dishonor can be done to God than for one finite agent to purchase from men their God-given talent, or the product of such talent, to be absolutely under his control, even though the benefits of the same be used to the advantage of the cause.”"},{"refcode_short":"PH146 41.1","refcode_long":"Report of Special Meeting, p. 41.1 (Ellen Gould White)","content":"If that does not forbid such a thing, I do not know what language means."},{"refcode_short":"PH146 41.2","refcode_long":"Report of Special Meeting, p. 41.2 (Ellen Gould White)","content":"J. I. Gibson—That does not forbid a man selling his labor, but selling his talent."},{"refcode_short":"PH146 41.3","refcode_long":"Report of Special Meeting, p. 41.3 (Ellen Gould White)","content":"A. T. Jones—But this puts his talent in a book, not simply his labor."},{"refcode_short":"PH146 41.4","refcode_long":"Report of Special Meeting, p. 41.4 (Ellen Gould White)","content":"“In such arrangements, one man's mind is ruled by another man's mind, and the human agent is separated from God and exposed to temptations. Satan's methods tend to one end,—to make men the slaves of men. And when this is done, confusion and distrust, jealousies and evil surmisings, are the result. Such a course destroys man's faith in God, and in the principles which are to control his work, to purge from guilt and from every species of selfishness and hypocrisy."},{"refcode_short":"PH146 41.5","refcode_long":"Report of Special Meeting, p. 41.5 (Ellen Gould White)","content":"“The Lord of heaven, who made our world, and who created man, guards the interests of every soul. To every man he has given his work. We are laborers together with God. There are diversities of gifts, and every man should appreciate the moral and spiritual capital which God has entrusted to him. No one should treat these entrusted talents with indifference. No one is accountable for the talents he has never had; none should complain of the smallness of their gifts. Every one is to trade on that which God has entrusted to him, working where he can, doing the best possible service for the Master. Our talent, well used, will gain other talents, and these still others. The man with a few pence can serve God faithfully with his pence. If he does this, he is judged as faithful in the sight of God as the one who has improved pounds."},{"refcode_short":"PH146 41.6","refcode_long":"Report of Special Meeting, p. 41.6 (Ellen Gould White)","content":"“All are to realize their individual responsibility to employ their talents to the glory of God according to their ability. Let no man or council of men assume the responsibility of making as little as possible of these talents, according to their human estimate of God's entrusted qualifications. No man is to weigh in the balances of human judgment the talents God has given to other men. Let every man appreciate God's gifts to him, and faithfully trade upon them. No man is to merge his individuality into that of any other man. No man should be urged to make another man his steward. There are diversities of gifts, and a large work to be done in our world in the use of God's entrusted goods. Let us never forget that we are here to be fashioned by the hand of God, fitted to do the work he has given us to do. That work is our own, the accountability is our own; it can not be transferred to another.”"},{"refcode_short":"PH146 42.1","refcode_long":"Report of Special Meeting, p. 42.1 (Ellen Gould White)","content":"You are not to allow an author to sell you what he has written, so that it falls completely under your control and the profits all yours. It can not be transferred."},{"refcode_short":"PH146 42.2","refcode_long":"Report of Special Meeting, p. 42.2 (Ellen Gould White)","content":"“Let not human agents interpose to take another's work out of the hands of God into their own finite hands. I have borne abundant testimony, setting forth the fact that The ability to write a book, is, like every other talent, a gift from God, for which the possessor is accountable to him. This talent no man can buy or sell without incurring great and dangerous responsibility. Those who labor to bring about changes in the publication of books, to place the books wholly under the control of the publishing houses or the Conference, know not what they are talking about. Their eyes are blinded, and they work from a wrong standpoint. Selfishness is a root of bitterness whereby many are defiled."},{"refcode_short":"PH146 42.3","refcode_long":"Report of Special Meeting, p. 42.3 (Ellen Gould White)","content":"“The efforts that have been made to turn all the profits derived from the talents of writers into the hands of the Conference or the publishing house, will not prove a success; for the plan is not just and equal. From the light given me by God, the efforts made in this direction by those at the heart of the work are not heaven-inspired. It is a very narrow conceited arrangement, devised by human minds, and it does not bear the marks of God. Every man's special work is appointed him of God, and he is individually responsible to God. When men connected with the publishing business make decisions and transact business as they have done and propose to do at Battle Creek, they give evidence that changes should be made as soon as possible; for God is not in any such plan."},{"refcode_short":"PH146 43.1","refcode_long":"Report of Special Meeting, p. 43.1 (Ellen Gould White)","content":"“Those who write books are not to be left under the control of men who have no experimental knowledge of authorship. These men have a high appreciation of their own ability, but they have shown how little they appreciate the human agent to whom God has given a certain work to do. They belittle men to whom God has given talents to use to his glory. He never designed that any man should sell his stewardship, as if he were not capable of managing the talents given him. The ideas which prevail, that, in order to give to the cause of God, a writer must place all the profits of his work, beyond a mere pittance, where other men shall control it for him, or invest as shall suit their ideas, are an error.”"},{"refcode_short":"PH146 43.2","refcode_long":"Report of Special Meeting, p. 43.2 (Ellen Gould White)","content":"J. H. Morrison—That is something like what we see in the world, where a man gets up an invention, and he has not the money to carry it through, and a moneyed man comes along and buys it out, and makes money out of it."},{"refcode_short":"PH146 43.3","refcode_long":"Report of Special Meeting, p. 43.3 (Ellen Gould White)","content":"J. I. Gibson—Suppose a man comes in and wants to sell his manuscript, and I try to set this principle before him. Am I not trying to assert my own individuality in that?"},{"refcode_short":"PH146 43.4","refcode_long":"Report of Special Meeting, p. 43.4 (Ellen Gould White)","content":"A. T. Jones—Give him this testimony. When Brother Smith tells you how this institution got control of “Marvel of Nations.”"},{"refcode_short":"PH146 43.5","refcode_long":"Report of Special Meeting, p. 43.5 (Ellen Gould White)","content":"A. Moon—Yes, and there is another book got in the same way, and that is the “American State Papers.”"},{"refcode_short":"PH146 44.1","refcode_long":"Report of Special Meeting, p. 44.1 (Ellen Gould White)","content":"W. C. Sisley—Who published that?"},{"refcode_short":"PH146 44.2","refcode_long":"Report of Special Meeting, p. 44.2 (Ellen Gould White)","content":"J. I. Gibson—The International Tract Society."},{"refcode_short":"PH146 44.3","refcode_long":"Report of Special Meeting, p. 44.3 (Ellen Gould White)","content":"A. T. Jones—At that time when it was done, it was all one: the men who managed one managed all the rest."},{"refcode_short":"PH146 44.4","refcode_long":"Report of Special Meeting, p. 44.4 (Ellen Gould White)","content":"“Long ago when such ideas were first advanced, they should have been treated as they deserved. Men took into their own hands responsibilities which they were not capable of treating justly or managing successfully. They have given evidence of this in the past in the fact that they would resort to unfair means, in order to wring from men God's entrusted talents for their own appropriation. But the very persons whom God has entrusted with his goods are held responsible to trade upon them, and thus develop talent."},{"refcode_short":"PH146 44.5","refcode_long":"Report of Special Meeting, p. 44.5 (Ellen Gould White)","content":"“Every soul who has become the servant of God through the grace of Jesus Christ, has his own peculiar sphere of labor. He is not to be bought of sold, but he is to understand that, ‘ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by the tradition from your fathers; but with the precious blood of Christ, as of a lamb without blemish and without spot; who verily was foreordained before the foundation of the world, but was manifest in these last times for you, who by him do believe in God, that raised him from the dead, and gave him glory; that your faith and hope might be in God. Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently.’ Who have greater need to be doers of this inspired injunction than have those who are living at the very close of this earth's history?"},{"refcode_short":"PH146 44.6","refcode_long":"Report of Special Meeting, p. 44.6 (Ellen Gould White)","content":"“It is not our property that is entrusted to us for investment. If it had been, we might claim discretionary power; we might shift the responsibility upon others, and leave our stewardship with others. But This Can Not be, because the Lord is testing us Individually. If we act wisely in trading upon our Lord's goods and multiplying the talents given us, we shall invest this gain for the Master, praying for wisdom that we may be divested of all selfishness, and laboring most earnestly to advance the precious truth in our world."},{"refcode_short":"PH146 45.1","refcode_long":"Report of Special Meeting, p. 45.1 (Ellen Gould White)","content":"“Some men or councils may say, ‘That is just what we wish you to do. The Conference Committee will take your capital, and will appropriate it for this very object.’ But the Lord has made us Individually his stewards. We Each hold a solemn responsibility to invest this means Ourselves. A portion it is right to place in the treasury to advance the general interests of the work; but the steward of means will not be guiltless before God, unless, so far as he is able to do this, he shall use that means as circumstances shall reveal the necessity. We should be ready to help the suffering, and to set in operation plans to advance the truth in various ways. It is not in the province of the Conference or any other organization to relieve us of this stewardship. If you lack wisdom, go to God; ask him for yourself, then work with an eye single to his glory."},{"refcode_short":"PH146 45.2","refcode_long":"Report of Special Meeting, p. 45.2 (Ellen Gould White)","content":"“By exercising your judgment, by giving where you see there is need in any line of the work, you are putting out your money to the exchangers. If you see in any locality that the truth is gaining a foothold, and there is no place of worship, then do something to meet the necessity. By your own action encourage others to act, in building a humble house for the worship of God. Have an interest in the work in all parts of the field."},{"refcode_short":"PH146 45.3","refcode_long":"Report of Special Meeting, p. 45.3 (Ellen Gould White)","content":"“While it is not your own property that you are handling yet you are made responsible for its wise investment, for its use or abuse. God does not lay upon you the burden of asking the Conference or any council of men whether you shall use your means as you see fit to advance the work of God in destitute towns and cities, and impoverished localities. If the right plan had been followed, so much means would not have been used in some localities, and so little in other places where the banner of truth has not been raised. We are not to merge our individuality of judgment into any institution in our world. We are to look to God for wisdom, as did Daniel.”"},{"refcode_short":"PH146 46.1","refcode_long":"Report of Special Meeting, p. 46.1 (Ellen Gould White)","content":"Now here is this that was printed in “Testimony” no. 33, in 1889, on the subject of “Royalties On Books.” I read from page 91:"},{"refcode_short":"PH146 46.2","refcode_long":"Report of Special Meeting, p. 46.2 (Ellen Gould White)","content":"“Brain-workers have a God-given capital. The results of their study belongs to God, not to man. If the worker faithfully gives to his employer the time for which he receives his pay, then his employer has no further claim upon him. And if by diligent and close economy of moments, he prepares other matter valuable for publication, it is his to use as he thinks will best serve the cause of God. If he gives up all but a small royalty, he has done a good work for those who handle the book, and he should not be asked to do more. God has not placed upon the Publishing Board the responsibility of being conscience for others. They should not persistently seek to force men to their terms."},{"refcode_short":"PH146 46.3","refcode_long":"Report of Special Meeting, p. 46.3 (Ellen Gould White)","content":"“The authors are responsible to God for the use which they make of their means. There will be many calls for money. Mission fields will have to be entered, and this requires much outlay. Those to whom God has entrusted talents, are to trade upon these talents according to their ability; for they are to act their part in carrying forward these interests. When the members of the Board take it upon themselves to urge that all the profits from our denominational books shall go to the Publishing Association and the agents, and that the authors, after being paid for the time and expense of writing a book, should relinquish their claim to a share in the profits, they are undertaking a work which they can not carry out. these book-writers have as much interest in the cause of God as do those who compose the Board of Trustees. Some of them have had a connection with the work almost from its infancy.”"},{"refcode_short":"PH146 47.1","refcode_long":"Report of Special Meeting, p. 47.1 (Ellen Gould White)","content":"It mentions certain names or rather certain initials."},{"refcode_short":"PH146 47.2","refcode_long":"Report of Special Meeting, p. 47.2 (Ellen Gould White)","content":"“Several times it has been pointed out to me that there has been a close, ungenerous spirit exercised toward Brother H. from the very first of his labors in Battle Creek. It makes me feels sad to state the reason. It was because he went there a stranger and in poverty. Because he was a poor man, he has been placed in unpleasant positions, and made to feel his poverty. Men connected with our institutions have thought that they could bring him to their terms, and he has had a very unpleasant time. There are sad chapters in his experience, which would not have passed into history if his brethren had been kind, and had dealt with him in a Christlike manner. The Lord's cause should always be free from the slightest injustice; and no act connected with it should savor in the smallest degree of penuriousness or oppression."},{"refcode_short":"PH146 47.3","refcode_long":"Report of Special Meeting, p. 47.3 (Ellen Gould White)","content":"“The Lord guards every man's interest. He was always the poor man's friend. There is a most wonderful dearth of Christlike love in the hearts of nearly all who are handling sacred things. I would say to my brethren everywhere, Cultivate the love of Christ! It should well up from the soul of the Christian like streams in the desert, refreshing and beautifying, bringing gladness, peace, and joy into his own life, and into the lives of others. ‘None of us liveth to himself.’ If there is shown the least oppression of the poor, or unjust dealing with them in either small or great things, God will hold the oppressor accountable."},{"refcode_short":"PH146 47.4","refcode_long":"Report of Special Meeting, p. 47.4 (Ellen Gould White)","content":"“Do not seek to make terms which are not just and fair with either Elder J. or Prof. H., or with any other brain-worker. Do not urge or force them to accept the terms of those who do not know what it is to make books. These men have a conscience, and are accountable to God for their entrusted capital and the use they make of it; you are not to be conscience for them. They want the privilege of investing the means which they may acquire by hard labor, when and where the Spirit of God shall indicate.”"},{"refcode_short":"PH146 48.1","refcode_long":"Report of Special Meeting, p. 48.1 (Ellen Gould White)","content":"Now a little further, on that other thing that is connected with this all the way through: with this robbery that has been brought in, there is a spirit of oppression of those who are under the jurisdiction of the management. There have been some improvements made in the management of the institution; But there is a whole lot yet that needs to be made."},{"refcode_short":"PH146 48.2","refcode_long":"Report of Special Meeting, p. 48.2 (Ellen Gould White)","content":"There is injustice practised today with reference to the hands; and the doing of what the testimony calls for on this, which is the root of that, will bring in the spirit of Christ that will open up matters here and relieve the institution of this incubus, and spread the grace of God all the way through it. The one thing depends upon the other. This is referred to in this testimony to me. It says that what was done was all right so far as it went; but that was only with the hands, and still there is something that must go to “the higher responsibilities.”"},{"refcode_short":"PH146 48.3","refcode_long":"Report of Special Meeting, p. 48.3 (Ellen Gould White)","content":"I have now brought this, as the testimony tells me, to “the higher responsibilities.” I have brought it there, and I lay it down there; and it is for you to discharge the responsibilities, and to search these things out. I am not a member of this board; you are members; but I must not incur the displeasure of God by going along, dilly-dallying with things that are wrong, even though the brethren can not see it."},{"refcode_short":"PH146 49.1","refcode_long":"Report of Special Meeting, p. 49.1 (Ellen Gould White)","content":"J. H. Morrison—I feel that in what Brother Jones has read here tonight there are rays of light, and we are condemned and guilty, and we would better be confessing our guilt than trying to defend ourselves, even though we may actually think we are right. I think we need to be very careful when the testimony comes so plainly in reference to the state of things here. If we do not see it, it seems to me it ought to bring us to the place where we will look carefully and prayerfully at the matter, and begin to look to see if there are these wrongs that we can discover, and get rid of them; because I believe the Lord is at work, and wanting to do something for us now. When we get in the attitude of defense, we are not in the place where our minds are open to receive light. That is the danger. Even though I can not see it, I do not believe I would better put in a defense; because then when I am in a place where there is light, I am not prepared to receive that light."},{"refcode_short":"PH146 49.2","refcode_long":"Report of Special Meeting, p. 49.2 (Ellen Gould White)","content":"G. A. Irwin—I have been impressed with the testimony that Brother Jones read last, that came about a month ago, and with the fact that they have been coming right along. I felt quite sure that a radical change had been made in the institution, and have felt so all along; and I am not here tonight to condemn at all; but I have wondered why these testimonies kept coming right along and telling the same things: If that was gotten rid of when those other men were separated from the office, and some changes made, why the Lord keeps mentioning the same things all the time. I got a copy of that testimony when I was in Oklahoma. I was quite puzzled about some things in the latter part of that testimony. It strikes not only the Review and Herald, but it takes in pretty nearly all the work in the different parts of it, and there are some things that hit another place, that I could not just see through at first. But there are great underlying principles there that not only reach the Review and Herald, but they reach to this food business, and a great many other things. There is some splendid instruction in that testimony. But I am satisfied of this one thing, that the best thing we can do when reproof comes is humbly to receive it, and try to see where it applies, and let the reproof come from whatever source it may, whoever the Lord seems to want to use in giving it. I think that the wisest thing for us to do in any capacity, whether it is in connection with the Review and Herald, the General Conference, or wherever it is, is simply to accept that thing. Now the Spirit of God comes to every one of us, first as a reprover. If we want it to come as a comforter, we must accept it as a reprover, without any justification. It may be, when we open our hearts to receive it as a reprover, we will see some things that we would not see if we try to defend ourselves. I am satisfied we all want to do right, and we can not afford to do anything else now. If those things have been buried up, and covered up, and wrong principles are still extant in the office, and the Lord keeps telling it, and saying that the work will not succeed until that thing is done, it seems to me that the first thing to do is to get right back there and be industrious in gathering that thing up, and righting that thing up. Let us right up, and not only right that, but change the wrong principles, and get on the right line, and then we can expect the Lord's blessing."},{"refcode_short":"PH146 51.1","refcode_long":"Report of Special Meeting, p. 51.1 (Ellen Gould White)","content":"W. C. Sisley—Now, we have been together for over two hours and a half. Hadn't we better adjourn, and come together in the morning, and have a little time to pray over this? Now Brother Jones in his commencement said that he had found out just what this was, and was able to tell us. I am sure that is what we all want: I have wondered and wondered all summer what it could be, what these things were. I tried to look up Brother Littlejohn's affairs, and things were so tangled up I could not tell. If Brother Jones has it clear in his mind where the difficulty lies, why not get together tomorrow and fix that up?"},{"refcode_short":"PH146 51.2","refcode_long":"Report of Special Meeting, p. 51.2 (Ellen Gould White)","content":"I. H. Evans—When anybody gets a testimony, isn't it a fact that it is hard for the fellow to see the thing that the testimony tries to correct, simply because if he could see it, what would be the need of the testimony telling it to him? He would try to put it away himself: but he does not see it, and so the testimony speaks. Now I think that takes us all in, and I for one would like to get right."},{"refcode_short":"PH146 51.3","refcode_long":"Report of Special Meeting, p. 51.3 (Ellen Gould White)","content":"C. D. Rhodes—I understand, Brother Evans, from what has been said and read, that that testimony is condemning that principle that was back years ago, and that this board has not been able to see all right, and they have followed on, followed the same general principles,—Not that they would intentionally go ahead and do these things but they have not seen them, and so they have been doing the thing unknowingly. Is that so, Brother Jones?"},{"refcode_short":"PH146 52.1","refcode_long":"Report of Special Meeting, p. 52.1 (Ellen Gould White)","content":"A. T. Jones—That is the way I look at it. But there is the disposition to explain it all away, and instead of making restitution"},{"refcode_short":"PH146 52.2","refcode_long":"Report of Special Meeting, p. 52.2 (Ellen Gould White)","content":"J. I. Gibson—I have not the slightest objection to that in the world."},{"refcode_short":"PH146 52.3","refcode_long":"Report of Special Meeting, p. 52.3 (Ellen Gould White)","content":"[Further talk was had here regarding the time of adjournment. It was suggested that the meeting close with a season of prayer.]"},{"refcode_short":"PH146 52.4","refcode_long":"Report of Special Meeting, p. 52.4 (Ellen Gould White)","content":"I. H. Evans—I move that we adjourn until ten o'clock tomorrow."}]