[{"refcode_short":"PH147 1","refcode_long":"The Sanitarium Must Not be Cramped, p. 1 (Ellen Gould White)","content":"The Sanitarium Must Not be Cramped"},{"refcode_short":"PH147 1","refcode_long":"The Sanitarium Must Not be Cramped, p. 1 (Ellen Gould White)","content":"The Sanitarium Must Not be Cramped"},{"refcode_short":"PH147 1","refcode_long":"The Sanitarium Must Not be Cramped, p. 1 (Ellen Gould White)","content":"The Work in Washington, D. C"},{"refcode_short":"PH147 1.1","refcode_long":"The Sanitarium Must Not be Cramped, p. 1.1 (Ellen Gould White)","content":"I have a message to bear to our people throughout the field. There is a decided and thorough work to be done in Washington, D. C. The time is long past that should have seen this field faithfully worked. The last message of warning must be carried to those who need the truth. Men of God who have this message in their hearts should be chosen to carry it to the people of Washington and neighboring towns. One of authority was represented to me as standing before our people, and pleading that workers be sent to Washington; and I was instructed to urge this subject upon the minds of our laborers."},{"refcode_short":"PH147 1.2","refcode_long":"The Sanitarium Must Not be Cramped, p. 1.2 (Ellen Gould White)","content":"Brethren and sisters, God has given to every man his work. He calls upon church-members in every place to dedicate themselves to the Lord and to His service. Let us go forth, and present the truth from house to house, to souls who are starving for the bread of life. We must come into line."},{"refcode_short":"PH147 1.3","refcode_long":"The Sanitarium Must Not be Cramped, p. 1.3 (Ellen Gould White)","content":"“Pray ye therefore the Lord of the harvest, that He will send forth laborers into His harvest.” These words teach us how the field is to be supplied with workers who will labor for the salvation of souls. When church-members bring the precepts of Christ into the life practice; when they confess their sins to one another, and offer up prayers to God, He will graciously manifest His power through them."},{"refcode_short":"PH147 1.4","refcode_long":"The Sanitarium Must Not be Cramped, p. 1.4 (Ellen Gould White)","content":"In every possible way, humble efforts should be made to win souls to the truth."},{"refcode_short":"PH147 1.5","refcode_long":"The Sanitarium Must Not be Cramped, p. 1.5 (Ellen Gould White)","content":"The third angel's message is to be proclaimed all through the suburbs of Washington. The people living in these suburbs are precious to God. Those who believe the truth for this time now arouse, and earnestly take hold of the work that needs to be done. We must be wide awake to the needs of the situation, and perform the work with wisdom."},{"refcode_short":"PH147 2.1","refcode_long":"The Sanitarium Must Not be Cramped, p. 2.1 (Ellen Gould White)","content":"There should be no cramping of the sanitarium work at Takoma Park. I have been shown that the national capital should have every advantage. The workers there are to bring the truth before the ruling powers, and means must flow into that field in order that the work there shall make a presentation that will commend it to those who are accustomed to refinement and plenty. No mean impression must be given to those statesmen whose only knowledge, perhaps, of this people and the third angel's message, may be received through the sanitarium work. It will be very essential that the means expended for the work in Washington shall be economically handled."},{"refcode_short":"PH147 2.2","refcode_long":"The Sanitarium Must Not be Cramped, p. 2.2 (Ellen Gould White)","content":"We need to realize that we are living in critical times. There is no time to be lost if we would make the right impression regarding the work. Satan is making every effort possible to undermine our confidence of men in the law of God, causing them to regard it as of little importance. But men should remember that the God of heaven proclaimed His law from Mt. Sinai with His own voice, that men might realize its importance. The Lord does not want the people who stand for His law in the earth, and who are to accomplish His closing work in the world to represent that law and that work in a cheap manner. God's purpose in guiding us to Washington, the capital of our nation, was that we might represent His work there in a sensible way. In connection with His work, He would not have anything of a cheap and faulty character."},{"refcode_short":"PH147 2.3","refcode_long":"The Sanitarium Must Not be Cramped, p. 2.3 (Ellen Gould White)","content":"It would also be a great mistake to close up the work of the Branch Sanitarium we have operated in Washington. Some have thought that when our institution at Takoma Park should be in running order, we might do this. But instruction regarding this matter has been given me by higher authority than that of man; and I have been shown that to close up the work of the first institution would be a grievous mistake. There are men holding positions of responsibility in the world who are patronizing our treatment-rooms there, and we must not cut off from them this opportunity of gaining a knowledge of the truth for this time."},{"refcode_short":"PH147 3.1","refcode_long":"The Sanitarium Must Not be Cramped, p. 3.1 (Ellen Gould White)","content":"A branch sanitarium in the city will lead to an acquaintance with the larger institutions at Takoma Park. Through these institutions the light of truth is to shine forth to counselors and statesmen."},{"refcode_short":"PH147 3.2","refcode_long":"The Sanitarium Must Not be Cramped, p. 3.2 (Ellen Gould White)","content":"From the light the Lord has given me, I know there is a great work to be accomplished in Washington, and every laggard power must be aroused to act its part. A special work should also be done in this city in the establishing of schools, that the people may be educated along Christian lines. In our schools established in this city, the word of God is to be exalted as the study book, and the law of God is to be honored and obeyed. The discipline of our schools is to be of the highest type."},{"refcode_short":"PH147 3.3","refcode_long":"The Sanitarium Must Not be Cramped, p. 3.3 (Ellen Gould White)","content":"God calls for us to advance step by step in the building up of His work. We are now doing what should have been done twenty years ago. Some have thought that we as a people were unable to stem the current and criticism. But I have been shown that if we had advanced in the way of reform as the light came to us, we would have a very different showing than now appears. In following the instruction of our great leader, difficulties would have been overcome; the consciousness of the approval of God would have made our ministers and physicians, and the teachers in our schools valiant men of God. In the fullest sense of the word, they would have been laborers together with God."},{"refcode_short":"PH147 3.4","refcode_long":"The Sanitarium Must Not be Cramped, p. 3.4 (Ellen Gould White)","content":"We must individually learn the lesson that the treasures of knowledge are with the Most High. The discourses of the men who profess to honor and reverence the law of God must be earnest, sincere and solemn, as befits the time in which they live. Their appeals for temperance must speak powerfully to the senses of men. The love of God is to be expressed in word and action."},{"refcode_short":"PH147 4.1","refcode_long":"The Sanitarium Must Not be Cramped, p. 4.1 (Ellen Gould White)","content":"Those who are engaged in the work for these last days must identify themselves with Christ. They must become partakers of the divine nature, and thus escape the corruption that is in the world through lust."},{"refcode_short":"PH147 4.2","refcode_long":"The Sanitarium Must Not be Cramped, p. 4.2 (Ellen Gould White)","content":"I appeal to my brethren and sisters throughout the American field. See that the work in Washington is not delayed for want of means. It is very important that the Sanitarium be fully equipped for its work. Let the cause of truth in Washington triumph gloriously."},{"refcode_short":"PH147 4.3","refcode_long":"The Sanitarium Must Not be Cramped, p. 4.3 (Ellen Gould White)","content":"These words were spoken regarding the work in Washington: “The work at the heart of the nation is not to be handicapped. The Sanitarium must do its part in convincing the influential men of America of the importance of the third angel's message, and our books must be handled in a way that will secure their largest circulation.”"},{"refcode_short":"PH147 4.4","refcode_long":"The Sanitarium Must Not be Cramped, p. 4.4 (Ellen Gould White)","content":"In the completion of the Washington Sanitarium, let simplicity and good taste prevail. This institution is to do an important work for the people of Washington. Through its influence inquiries will be made concerning our faith, and information will be given that will find a lodgment in some minds. One is standing back of the cause of present truth in Washington who will be present help in every emergency. Hold firmly to the principles of truth. Guard the soul vigilantly, that you may not be found warring against the Spirit of God. Gird on the armor of Christ's righteousness. Be strong; yea, be strong."}]