[{"refcode_short":"PH143 3","refcode_long":"The $150,000 Fund, p. 3 (Ellen Gould White)","content":"The $150,000 Fund"},{"refcode_short":"PH143 3","refcode_long":"The $150,000 Fund, p. 3 (Ellen Gould White)","content":"Extracts from Testimonies Concerning A Sanitarium in Washington, D. C"},{"refcode_short":"PH143 3","refcode_long":"The $150,000 Fund, p. 3 (Ellen Gould White)","content":"“Above all Other Places”"},{"refcode_short":"PH143 3.1","refcode_long":"The $150,000 Fund, p. 3.1 (Ellen Gould White)","content":"“If there is any place in the world that should have the full rays of present truth, it is Washington, the city that is the very heart of the nation.... God has looked with displeasure on the neglect that has been shown to this city."},{"refcode_short":"PH143 3.2","refcode_long":"The $150,000 Fund, p. 3.2 (Ellen Gould White)","content":"“Since medical missionary work, when carried on as God has appointed, is indeed the helping hand of the third angel's message, we should without delay take advantage of the favorable openings for beginning this work in the vicinity of Washington. If there is one place above another where a sanitarium should be established, and where gospel work should be done, it is in this city. We can not estimate how great an influence would have gone forth from Washington in favor of the truth had a sanitarium been established there twenty years ago.... Above all other places the capital of our nation should now have an opportunity to hear the message for this time.”—Mrs. E. G. White, in Testimony, “Our Work at the Nation's Capital,” dated July 17, 1903."},{"refcode_short":"PH143 4","refcode_long":"The $150,000 Fund, p. 4 (Ellen Gould White)","content":"“No Time to Be Lost”"},{"refcode_short":"PH143 4.1","refcode_long":"The $150,000 Fund, p. 4.1 (Ellen Gould White)","content":"“May God help us to develop plans so that our youth can become genuine medical missionaries.... We have before us the work of establishing a medical institution near Washington.”"},{"refcode_short":"PH143 4.2","refcode_long":"The $150,000 Fund, p. 4.2 (Ellen Gould White)","content":"“No time is to be lost. Call for the best talent, and make arrangements for conducting a nurses’ training-school. All that can be done, should be done, to make a deep impression in favor of the truth for this time. Place at the head of this institution one who can be trusted. Obtain facilities for giving treatment, and secure God-fearing youth as your helpers.”—Letter of Instruction, dated August 27, 1903."},{"refcode_short":"PH143 4","refcode_long":"The $150,000 Fund, p. 4 (Ellen Gould White)","content":"“Upon a Solid Foundation”"},{"refcode_short":"PH143 4.3","refcode_long":"The $150,000 Fund, p. 4.3 (Ellen Gould White)","content":"“The plans laid for the carrying forward of this work should be such as will bear the indorsement of heaven. In no case is this line of work to be made secondary. It is to be prominent in bringing the truth to the minds of the people. With great wisdom, establish a sanitarium in Washington. Establish the work upon a solid foundation. Let the building be neat and tasty, but not expensive. We can not afford to erect an expensive building. The Lord desires this building to be a representation of what he designs all his sanitariums to be. The Lord will work with his people, if they will work humbly with him.”—Testimony, “To the Leaders in Our Work,” dated October 15, 1903."},{"refcode_short":"PH143 6","refcode_long":"The $150,000 Fund, p. 6 (Ellen Gould White)","content":"Character of Building"},{"refcode_short":"PH143 6.1","refcode_long":"The $150,000 Fund, p. 6.1 (Ellen Gould White)","content":"“The instruction that has been given me in regard to the buildings to be erected in Washington is that it is not the Lord's will for an imposing display to be made. The buildings are to show, to believers, and to those not of our faith, that not one dollar has been invested in needless display. Every part of the buildings is to bear witness that we realize that there is before us a great, unworked missionary field, and that the truth is to be established in many places.”—Mrs. E. G. White, in a Letter of Instruction, dated February 15, 1904."},{"refcode_short":"PH143 6","refcode_long":"The $150,000 Fund, p. 6 (Ellen Gould White)","content":"Time Already Lost"},{"refcode_short":"PH143 6.2","refcode_long":"The $150,000 Fund, p. 6.2 (Ellen Gould White)","content":"“If there is one place above another where a sanitarium should be established, and where gospel work should be done, it is Washington. We can not estimate how great an influence would have gone forth from Washington in favor of the truth had a sanitarium been established there twenty years ago. Above all places, this place should be worked. Satan is working there with all his might.”"},{"refcode_short":"PH143 6.3","refcode_long":"The $150,000 Fund, p. 6.3 (Ellen Gould White)","content":"“I present this to you as a matter that is stirring me mightily. One thing is certain: we shall not be clear unless we at once do something in Washington to represent our work. I shall not be able to rest until I see the truth going forth as a lamp that burneth."},{"refcode_short":"PH143 7.1","refcode_long":"The $150,000 Fund, p. 7.1 (Ellen Gould White)","content":"“I dare not write all the words that have been given me on this subject. In the future I may feel free to write them.”"},{"refcode_short":"PH143 7.2","refcode_long":"The $150,000 Fund, p. 7.2 (Ellen Gould White)","content":"“Our people far and near need to ask themselves how the Lord regards their neglect of important centers in America. There are many places in this country in which the truth has never been proclaimed. Many years ago there should have been a sanitarium in Washington, D.C. But men have chosen their way in many things, and the places to which the truth should have found entrance, by the establishment of medical missionary work, have been neglected.”"},{"refcode_short":"PH143 7.3","refcode_long":"The $150,000 Fund, p. 7.3 (Ellen Gould White)","content":"“If there is any place in the world that should have the full rays of present truth, it is Washington, the city that is the very heart of this nation.”"},{"refcode_short":"PH143 7.4","refcode_long":"The $150,000 Fund, p. 7.4 (Ellen Gould White)","content":"“Again and again the Lord has presented Washington to me as a place that has been strangely neglected. In looking through my diaries, I have found some things that I wrote more than twelve years ago in regard to the work in Washington, and the necessity of establishing there some memorial for God.”—Extracts from Testimony, written October 14, 1903."},{"refcode_short":"PH143 7.5","refcode_long":"The $150,000 Fund, p. 7.5 (Ellen Gould White)","content":"“Please do not delay. Consecrate yourself to God, and he will be to you a present help in time of need. By doing the work that awaits your presence and assistance, depending entirely upon God for guidance and direction, you will obtain an invaluable experience.”—Extract from Testimony, written December 2, 1903."},{"refcode_short":"PH143 8","refcode_long":"The $150,000 Fund, p. 8 (Ellen Gould White)","content":"The Work Begun"},{"refcode_short":"PH143 8.1","refcode_long":"The $150,000 Fund, p. 8.1 (Ellen Gould White)","content":"“I thank the Lord that the work is begun in Washington. I am glad that the publishing work has been moved from Battle Creek to Washington, and that plans are being laid for the establishment of a sanitarium in Washington. We see the Alpha, and we know that Christ is also the Omega.”—Extract from Testimony, written December 2, 1903."},{"refcode_short":"PH143 8.2","refcode_long":"The $150,000 Fund, p. 8.2 (Ellen Gould White)","content":"“My brethren and sisters, take hold without delay to supply the means needed for the completion of the work at Washington. If you will open your hearts to the influence of the Holy Spirit, this work can soon be accomplished. Let your piety and liberality be shown just now in the accomplishment of the work that must be done in Washington, and in sending forth missionaries to all parts of the world. Put your hearts into the efforts, that soon the word may go forth that the needed means has been supplied, and that the work may go forward with joyful despatch.”—Extract from Testimony, written March 30, 1905."},{"refcode_short":"PH143 8","refcode_long":"The $150,000 Fund, p. 8 (Ellen Gould White)","content":"At Once"},{"refcode_short":"PH143 8.3","refcode_long":"The $150,000 Fund, p. 8.3 (Ellen Gould White)","content":"January 26, 1906."},{"refcode_short":"PH143 8.4","refcode_long":"The $150,000 Fund, p. 8.4 (Ellen Gould White)","content":"“Elder G. A Irwin,"},{"refcode_short":"PH143 8.5","refcode_long":"The $150,000 Fund, p. 8.5 (Ellen Gould White)","content":"“My Dear Brother,"},{"refcode_short":"PH143 8.6","refcode_long":"The $150,000 Fund, p. 8.6 (Ellen Gould White)","content":"“I have received your letter. I read it last night at half past ten o'clock. I was restless during the first part of the night, and at ten o'clock stepped into my office room, to relieve myself of the strain of trying to sleep and being unable to. I saw your letter in the place where the letters that come for me at night are always put, read it. That started me on a train of thought. I was planning about the Sanitarium in Takoma Park. But I thought, what good would it do if I should write out my plans. I have written and said that the Sanitarium should not be left until the last, but should be erected at once. I have said that it should not be a large expensive building, and that it should stand at a sufficient distance from the school buildings. I have said that the building should be of moderate size."},{"refcode_short":"PH143 9.1","refcode_long":"The $150,000 Fund, p. 9.1 (Ellen Gould White)","content":"“Months ago I sent the light that I had received in regard to the Sanitarium,—that its erection should be begun at once...."},{"refcode_short":"PH143 9.2","refcode_long":"The $150,000 Fund, p. 9.2 (Ellen Gould White)","content":"“The best thing to be done now, as far as I can see is to begin at once to put up the building. Erect a moderate-sized building, using the money you have. There are necessities to be met in the South. Keep in operation the raising of means for the Washington Sanitarium without making a public call through the papers. I do not think that fifty thousand dollars would be any too much to expend on the Sanitarium, to put up and equip the building that will be needed. I am disappointed that there is so little means left for the Sanitarium, but there should be no further delay. A beginning on the institution should certainly be made at once. Use the money that you have and go as far as you can...."},{"refcode_short":"PH143 9.3","refcode_long":"The $150,000 Fund, p. 9.3 (Ellen Gould White)","content":"“I think that this is all I can write today. One thing is certain: you should make a beginning on the Sanitarium building, and then let faith and works unite in the effort. Begin with the money you have, and then work and pray and believe."},{"refcode_short":"PH143 9.4","refcode_long":"The $150,000 Fund, p. 9.4 (Ellen Gould White)","content":"“That which I have said over and over again regarding the necessity of erecting the Sanitarium building has seemed to have little influence. I trust that this will have more influence, and that work on the institution will soon begun.”"}]