[{"refcode_short":"PH140 4","refcode_long":"Home and Church School Manual, p. 4 (Ellen Gould White)","content":"Home and Church School Manual"},{"refcode_short":"PH140 4","refcode_long":"Home and Church School Manual, p. 4 (Ellen Gould White)","content":"Abbreviations"},{"refcode_short":"PH140 5","refcode_long":"Home and Church School Manual, p. 5 (Ellen Gould White)","content":"Chapter 1—Worldly and Christian Education"},{"refcode_short":"PH140 5.1","refcode_long":"Home and Church School Manual, p. 5.1 (Ellen Gould White)","content":"“For the wisdom of this world is foolishness with God.”—1 Corinthians 3:19."},{"refcode_short":"PH140 5","refcode_long":"Home and Church School Manual, p. 5 (Ellen Gould White)","content":"The tree of knowledge of good and evil represents worldly schools"},{"refcode_short":"PH140 5.2","refcode_long":"Home and Church School Manual, p. 5.2 (Ellen Gould White)","content":"“Shall the education given in our schools be after God's order, or after the wisdom of this world, which the Lord pronounces foolishness? Shall the hearts of students become estranged from God by eating of the tree of knowledge, which hardens the heart into disobedience, and ministers to vanity and pride? Shall not the education given in our schools be of that character which will give a more decided knowledge of God's Word, and which will bring the soul into a vital connection with God, keeping God before the mind's eye, and arousing every better feeling in the soul? This is the kind of education which is as enduring as eternity.”—P.C."},{"refcode_short":"PH140 5","refcode_long":"Home and Church School Manual, p. 5 (Ellen Gould White)","content":"Life and death question"},{"refcode_short":"PH140 5.3","refcode_long":"Home and Church School Manual, p. 5.3 (Ellen Gould White)","content":"“We can not consent at this period of time to expose our youth to the consequences of learning a mixture of truth with error. The youth who come from school without feeling the importance of making the Word of God the first study, the main study, above every science in educational lines, are not qualified in these days of peril to enter upon the work of the teacher. The question of how to obtain the knowledge of God is to all a life-and-death question.”—Idem."},{"refcode_short":"PH140 6","refcode_long":"Home and Church School Manual, p. 6 (Ellen Gould White)","content":"Need of reform in our schools"},{"refcode_short":"PH140 6.1","refcode_long":"Home and Church School Manual, p. 6.1 (Ellen Gould White)","content":"“It is so easy to drift into worldly plans, methods, and customs, and have no more thought of the time in which we live, or of the great work to be accomplished, than had the people in Noah's day. Our institutions are in danger of traveling over the same ground as did the Jews, conforming to customs, practices, and traditions which God has not given. With tenacity and firmness, some cling to old habits and a love of various studies which are not essential, as if the salvation of both teachers and students depended upon those studies which for years have found a place in the schools. By doing this, they turn away from the special light God has given in his Word and give to the students a deficient education.”—U.T., “The need of Reform in Educational work.”"},{"refcode_short":"PH140 6","refcode_long":"Home and Church School Manual, p. 6 (Ellen Gould White)","content":"Christian education and eternal Life"},{"refcode_short":"PH140 6.2","refcode_long":"Home and Church School Manual, p. 6.2 (Ellen Gould White)","content":"“Now as never before we need to understand the true science of education. If we fail to understand this, we shall never have a place in the kingdom of God. ‘This is life eternal, that they might know thee, the only true God, and Jesus Christ whom thou hast sent.’ If this is the price of heaven, shall not our education be given on these lines?”—P.C. July 8, 1897."},{"refcode_short":"PH140 7","refcode_long":"Home and Church School Manual, p. 7 (Ellen Gould White)","content":"It is time to obey"},{"refcode_short":"PH140 7.1","refcode_long":"Home and Church School Manual, p. 7.1 (Ellen Gould White)","content":"“That which the Lord has spoken concerning the instruction to be given in our schools is to be strictly regarded; for if there is not in some respects an education of an altogether different character from that which has been carried on in some of our schools, we need not have gone to the expense of purchasing lands and erecting school buildings.”—U.T., “Need of Reform in Educational Work.”"},{"refcode_short":"PH140 7","refcode_long":"Home and Church School Manual, p. 7 (Ellen Gould White)","content":"Age does not make error truth"},{"refcode_short":"PH140 7.2","refcode_long":"Home and Church School Manual, p. 7.2 (Ellen Gould White)","content":"“It is most difficult to practice right principles after having been so long accustomed to the practices of the world, but reforms must be entered into with heart and soul and will. Errors may be hoary with age, but age does not make error truth, nor truth error. Altogether too long have the old customs and habits been followed. The Lord would now have every idea that is false put away from teachers and students.”—Idem."},{"refcode_short":"PH140 7","refcode_long":"Home and Church School Manual, p. 7 (Ellen Gould White)","content":"Garden of Eden Adam's school-room"},{"refcode_short":"PH140 7.3","refcode_long":"Home and Church School Manual, p. 7.3 (Ellen Gould White)","content":"“The garden of Eden was not only Adam's dwelling, but his school-room. As in that school, so in the school of the earth, two trees are planted, the tree of life, which bears the fruit of true education, and the tree of knowledge, yielding the fruit of ‘science falsely so-called.’ All that have connection with Christ have access to the tree of life, a source of knowledge of which the world is ignorant. After sin entered this world, the heavenly husbandman transplanted the tree of life to the paradise above, but its branches hang over the wall to the lower world. Through the redemption purchased by the blood of the Son of God, man may now partake of its life-giving fruit. The tree of knowledge has its roots in the earth. It is of the earth, earthy. All who have tasted of the heavenly fruit, the bread of life, are to be co-workers with God, pointing others from the tree of knowledge to the tree of life, that they also may partake of its fruit.”—P.C."},{"refcode_short":"PH140 8","refcode_long":"Home and Church School Manual, p. 8 (Ellen Gould White)","content":"Christian education fits for all vocations"},{"refcode_short":"PH140 8.1","refcode_long":"Home and Church School Manual, p. 8.1 (Ellen Gould White)","content":"“Whatever business parents may think suitable for their children, whether they desire them to be manufacturers, agriculturists, mechanics, or to follow some professional calling, they would reap great advantages from the discipline of an education. Your children should have an opportunity to study the Bible in the school.”—Idem."},{"refcode_short":"PH140 8","refcode_long":"Home and Church School Manual, p. 8 (Ellen Gould White)","content":"Need of reform in lessons given to children"},{"refcode_short":"PH140 8.2","refcode_long":"Home and Church School Manual, p. 8.2 (Ellen Gould White)","content":"“A decided reform is needed in the lessons given to the children and youth in our schools. Students need lessons which they have not yet received. We are not at liberty to teach that which shall meet the world's standard, or the standard of the church, simply because it is the custom to do so.... The Lord has signified that a reform must be made by those who have placed human wisdom in the place of the living oracles. Human wisdom is foolishness, for it misses the whole of God's providence, which looks into eternity. The Word must be searched, yea, eaten, in order to purify and prepare men to become members of the royal family, children of the heavenly King. From the first, schools conducted by Seventh-day Adventists should take the Word of God as their lesson book, and in doing this teachers and students will find hidden treasures, the higher education. That which the Lord has spoken ... is to be strictly regarded.”—P.C., “Need of Reform in Educational Work.”"},{"refcode_short":"PH140 9","refcode_long":"Home and Church School Manual, p. 9 (Ellen Gould White)","content":"Fruit of the tree of knowledge not to be plucked"},{"refcode_short":"PH140 9.1","refcode_long":"Home and Church School Manual, p. 9.1 (Ellen Gould White)","content":"“Age after age the curiosity of man has led him to seek for the tree of knowledge, and often he thinks he is plucking fruit most essential when, like Solomon, he finds it altogether vanity and nothingness in comparison with that science of true holiness which will open to him the gates of the city of God. Human ambition has been seeking for the kind of knowledge that will bring self-exaltation and glory, and supremacy.... The result has been centuries of darkness and error. Men have introduced human theories, thinking as did our first parents when tempted by Satan to eat of the tree of knowledge, that they would thus become as gods. But these sentiments are not in harmony with the Word.... The one, the Word of God, is a tree of life; the other is the forbidden fruit of the tree of knowledge, and all who pluck and eat of this possess a disordered imagination.”—P.C., “The Tree of Life and the Tree of Knowledge.”"},{"refcode_short":"PH140 10","refcode_long":"Home and Church School Manual, p. 10 (Ellen Gould White)","content":"Why Christian schools are needed"},{"refcode_short":"PH140 10.1","refcode_long":"Home and Church School Manual, p. 10.1 (Ellen Gould White)","content":"“One reason why it was necessary to establish institutions of our own was the fact that parents were not able to counteract the influence of the teaching their children were receiving in the public schools, and the error there taught was leading the youth into false paths. No stronger influence could be brought to bear upon the minds of youth and the children than that of those who are educating them in principles of science. For this reason it was evident that schools must be established in which our children should be instructed in the way of truth.... In our institutions of learning there was to be exerted an influence that would counteract the influence of the world, and with no encouragement to indulgence in appetite, in selfish gratification of the senses, in pride, ambition, love of dress, and display, love of praise and flattery, and strife for high rewards and honors as a recompense for a good scholarship. All this was to be discouraged in our school. It will be impossible to avoid these things and yet send them to the public schools, where they would daily be brought into contact with that which would contaminate their morals. All through the world there was so great a neglect of home training that the children found at the public schools, for the most part, were profligate and steeped in vice”—January 9, 1894."},{"refcode_short":"PH140 11","refcode_long":"Home and Church School Manual, p. 11 (Ellen Gould White)","content":"Bible cannot be taught in state schools"},{"refcode_short":"PH140 11.1","refcode_long":"Home and Church School Manual, p. 11.1 (Ellen Gould White)","content":"“If morality and religion are to live in a school, it must be through a knowledge of God's Word. Some may urge that if religious teaching is to be made prominent, our schools will become unpopular, that those who are not of our faith will not patronize the College. Very well, then, let them go to other colleges where they will find a system of education that suits their taste. Our school was established not merely to teach the sciences, but for the purpose of giving instruction in the great principles of God's Word, and in the practical duties of everyday life. This is the education so much needed at the present time. If a worldly influence is to bear sway in our school, then sell it out to worldlings, and let them take the entire control, and those who have invested their means in that institution will establish another school to be conducted, not upon the plan of popular schools, nor according to the desires of principal and teachers, but upon the plan which God has specified.... In the system of instruction used in the common schools, the most essential part of education is neglected; viz., the religion of the Bible. Education not only affects to a great degree the life of the students in this world, but its influence extends to eternity.”—Testimonies for the Church 5:25."},{"refcode_short":"PH140 11","refcode_long":"Home and Church School Manual, p. 11 (Ellen Gould White)","content":"Influence of popular schools"},{"refcode_short":"PH140 11.2","refcode_long":"Home and Church School Manual, p. 11.2 (Ellen Gould White)","content":"“From the teachers in the public schools they receive ideas that are opposed to the truth. But further than this, they receive a wrong education by associating with children who have no training; who are left to obtain a street education. Satan uses these children to educate children who are more carefully brought up. Before Sabbath-keeping parents know what evil is being done, the lessons of depravity are learned, the souls of their children are corrupted.... I would rather that children grow up in a degree of ignorance of school education as it is today, and employ some other means to teach them.”—P.C."},{"refcode_short":"PH140 12","refcode_long":"Home and Church School Manual, p. 12 (Ellen Gould White)","content":"Teachers and teaching"},{"refcode_short":"PH140 12.1","refcode_long":"Home and Church School Manual, p. 12.1 (Ellen Gould White)","content":"True education means more than taking a certain course of study. It is broad. It includes the harmonious development of all the physical powers and the mental faculties. It teaches the love and fear of God, and is a preparation for the faithful discharge of life's duties."},{"refcode_short":"PH140 12.2","refcode_long":"Home and Church School Manual, p. 12.2 (Ellen Gould White)","content":"There is an education that is essentially worldly. Its aim is success in the world, the gratification of selfish ambition. To secure this education many students spend time and money in crowding their minds with unnecessary knowledge. The world accounts them learned; but God is not in their thoughts. They eat of the tree of worldly knowledge, which nourishes and strengthens pride. In their hearts they become disobedient and estranged from God; and their entrusted gifts are placed on the enemy's side. Much of the education at the present time is of this character. The world may regard it as highly desirable; but it increases the peril of the student."},{"refcode_short":"PH140 12","refcode_long":"Home and Church School Manual, p. 12 (Ellen Gould White)","content":"12A"},{"refcode_short":"PH140 12.3","refcode_long":"Home and Church School Manual, p. 12.3 (Ellen Gould White)","content":"There is another kind of education that is very different. Its fundamental principle, as stated by the greatest Teacher the world has ever known, is, “Seek ye first the kingdom of God and his righteousness.” Its aim is not selfish; it is to honor God, and to serve him in the world. Both the studies pursued and the industrial training have this object in view. The word of God is studied; a vital connection with God is maintained, and the better feelings and traits of character are brought in exercise. This kind of education produces results as lasting as eternity. For “the fear of the Lord is the beginning of wisdom,” and better than all other knowledge is an understanding of his word.—Special Testimonies on Education, 47, 48."},{"refcode_short":"PH140 13","refcode_long":"Home and Church School Manual, p. 13 (Ellen Gould White)","content":"Chapter 2—Home Schools"},{"refcode_short":"PH140 13.1","refcode_long":"Home and Church School Manual, p. 13.1 (Ellen Gould White)","content":"“Train up a child in the way he should go: and when he is old, he will not depart from it.”—Proverbs 22:6."},{"refcode_short":"PH140 13","refcode_long":"Home and Church School Manual, p. 13 (Ellen Gould White)","content":"Teachers in the home"},{"refcode_short":"PH140 13.2","refcode_long":"Home and Church School Manual, p. 13.2 (Ellen Gould White)","content":"“As wise teachers, parents should labor earnestly for their children, leading them to co-operate with God. They should study carefully and prayerfully how to manifest kindness, courtesy, and love, but not blind affection. True Christian parents are teachers in the home.... How startling is the proverb, ‘As the twig is bent, the tree is inclined.’ This is to be applied to the training of your children. Parents, will you remember that the education of your children from their earliest years is committed to you as a sacred trust?”—P.C., “Study for Time and Eternity.”"},{"refcode_short":"PH140 13","refcode_long":"Home and Church School Manual, p. 13 (Ellen Gould White)","content":"Early home training"},{"refcode_short":"PH140 13.3","refcode_long":"Home and Church School Manual, p. 13.3 (Ellen Gould White)","content":"“During the first six or seven years of a child's life, special attention should be given to its physical training, rather than to the intellect. After this period, if the physical constitution is good, the education of both should receive attention... Parents, especially mothers, should be the only teachers of such infant minds. They should not educate from books. The children generally will be inquisitive to learn the things of nature. They will ask questions in regard to the things they see and hear, and parents should improve the opportunity to instruct and patiently answer these little inquiries.—Healthful Living, 151"},{"refcode_short":"PH140 14","refcode_long":"Home and Church School Manual, p. 14 (Ellen Gould White)","content":"Age in the home school"},{"refcode_short":"PH140 14.1","refcode_long":"Home and Church School Manual, p. 14.1 (Ellen Gould White)","content":"“The first seven or ten years of a child's life is the time when lasting impressions for good or for evil are made.”—P.C. May 6, 1897."},{"refcode_short":"PH140 14.2","refcode_long":"Home and Church School Manual, p. 14.2 (Ellen Gould White)","content":"“Parents should be the only teachers of their children until they have reached eight or ten years of age..... Many children have been ruined for life by urging the intellect and neglecting to strengthen the physical powers, Many have died in childhood because of the course pursued by injudicious parents and school-teachers ... when they were too young to see the inside of a school-room.”—Christian Education, 8."},{"refcode_short":"PH140 14","refcode_long":"Home and Church School Manual, p. 14 (Ellen Gould White)","content":"Every home should be a church"},{"refcode_short":"PH140 14.3","refcode_long":"Home and Church School Manual, p. 14.3 (Ellen Gould White)","content":"“Every family in the home life should be a church, a beautiful symbol of the church of God in heaven. If parents realized their responsibility to their children, they would not under any circumstances scold and fret at them.”—P.C. December 15, 1897."},{"refcode_short":"PH140 15","refcode_long":"Home and Church School Manual, p. 15 (Ellen Gould White)","content":"Effects of home school"},{"refcode_short":"PH140 15.1","refcode_long":"Home and Church School Manual, p. 15.1 (Ellen Gould White)","content":"“Make the educational hour one of pleasure and importance, and your confidence will increase in the methods of seeking for the salvation of your children. Your own spiritual growth will be more rapid as you learn to work for them. As you work in a humble way; unbelief will disappear, faith and activity will impart to your experience ardor, assurance, and satisfaction that will increase day by day as you follow on to know the Lord and to make him known. Your prayers will become earnest, you will have some real object for which to pray.”—P.C. February 2, 1895."},{"refcode_short":"PH140 15","refcode_long":"Home and Church School Manual, p. 15 (Ellen Gould White)","content":"God's Word and nature"},{"refcode_short":"PH140 15.2","refcode_long":"Home and Church School Manual, p. 15.2 (Ellen Gould White)","content":"“The mother ... should find time to cultivate in herself and in her children a love for the beautiful buds and opening flowers. By calling the attention of her children to their different colors and variety of forms, she can make them acquainted with God, who made all things beautiful, things which attract and delight them. She can lead their minds up to their Creator, and awaken in their young hearts a love for their heavenly Father, who has manifested such great love for them. Parents can associate God with all his created works. The only school-room for children from eight to ten years of age should be in the open air, amid the opening flowers and nature's beautiful scenery. And their only text-book should be the treasures of nature. These lessons, imprinted upon the minds of young children, amid the pleasant, attractive scenes of nature, will not soon be forgotten.”—Christian Education, 9."},{"refcode_short":"PH140 16","refcode_long":"Home and Church School Manual, p. 16 (Ellen Gould White)","content":"Home duties"},{"refcode_short":"PH140 16.1","refcode_long":"Home and Church School Manual, p. 16.1 (Ellen Gould White)","content":"“The mother should be the teacher, and the home the school where every child receives his first lessons, and these lessons should include habits of industry. Mothers, let the little ones play in the open air; let them listen to the songs of the birds and learn the love of God as expressed in his beautiful works. Teach them simple lessons from the book of nature and the things about them; and as their minds expand, lessons from books may be added and firmly fixed in the memory. But let them also learn, even in their earliest years, to be useful. Train them to think that, as members of the household, they are to act an interested, helpful part in sharing the domestic burdens, and to seek helpful exercise in the performance of necessary home duties."},{"refcode_short":"PH140 16","refcode_long":"Home and Church School Manual, p. 16 (Ellen Gould White)","content":"Duties that educate"},{"refcode_short":"PH140 16.2","refcode_long":"Home and Church School Manual, p. 16.2 (Ellen Gould White)","content":"“It is essential for parents to find useful employment for their children, which will involve the bearing of responsibilities as their age and strength will permit. The children should be given something to do that will not only keep them busy, but interest them. The active hands and brains must be employed from the earliest years. If parents neglect to turn their children's energies into useful channels, they do them great injury; for Satan is ready to find something to do. Shall not the doing be chosen for them, the parents being the instructors?”—Special Testimonies on Education, 37, 38."},{"refcode_short":"PH140 17","refcode_long":"Home and Church School Manual, p. 17 (Ellen Gould White)","content":"Physiology and hygiene"},{"refcode_short":"PH140 17.1","refcode_long":"Home and Church School Manual, p. 17.1 (Ellen Gould White)","content":"“From the first dawn of reason the human mind should become intelligent in regard to the physical structure. We may behold and admire the work of God in the natural world, but the human habitation is the most wonderful.... It is therefore of the highest importance that among studies selected for childhood, physiology should occupy the first place..... All children should study it. It should be regarded as the basis of all educational effort. And then parents should see to it that practical hygiene be added.”—Healthful Living, 13."},{"refcode_short":"PH140 17","refcode_long":"Home and Church School Manual, p. 17 (Ellen Gould White)","content":"Voice culture"},{"refcode_short":"PH140 17.2","refcode_long":"Home and Church School Manual, p. 17.2 (Ellen Gould White)","content":"“The very best school for voice culture is the home. Study in every way not to annoy, but to cultivate a soft voice, distinct and plain. Thus mothers may become teachers in the home. Mothers should themselves act like Christ, speaking tender, loving words in the home. Then opposite their names in the book of heaven will be written, ‘Ye are laborers together with God.’ .... Avoid everything that will be rasping to your children.”—P.C. September 24, 1898."},{"refcode_short":"PH140 17","refcode_long":"Home and Church School Manual, p. 17 (Ellen Gould White)","content":"Children should share the burdens with father and mother"},{"refcode_short":"PH140 17.3","refcode_long":"Home and Church School Manual, p. 17.3 (Ellen Gould White)","content":"“The approval of God rests with loving assurance upon the children who cheerfully take their part in the duties of domestic life, sharing the burdens of father and mother. They will be rewarded with health of body and peace of mind; and they will enjoy the pleasure of seeing their parents take their share of social enjoyment and healthful recreation, thus prolonging their lives. Children trained to the practical duties of life, will go out from the home to be useful members of society. Their education is far superior to that gained by close confinement in the schoolroom at an early age, when neither the mind nor the body is strong enough to endure the strain.”—Special Testimonies on Education, 41."},{"refcode_short":"PH140 18.1","refcode_long":"Home and Church School Manual, p. 18.1 (Ellen Gould White)","content":"“Thousands in their own homes are left almost uneducated. ‘It is so much trouble,’ says the mother. ‘I would rather do these things myself; it is such a trouble; you bother me.’”"},{"refcode_short":"PH140 18.2","refcode_long":"Home and Church School Manual, p. 18.2 (Ellen Gould White)","content":"“Does not mother remember that she herself had to learn in jots and tittles before she could be helpful? It is a wrong to children to refuse to teach them little by little. Keep these children with you. Let them ask questions, and in patience answer them. Give your little children something to do; and let them have the happiness of supposing they help you. There must be no repulsing of your children when trying to do proper things. If they make mistakes, if accidents happen, and things break do not blame. Their whole future life depends upon the education you give them in their childhood years.”—P.C. December 15, 1897."},{"refcode_short":"PH140 19","refcode_long":"Home and Church School Manual, p. 19 (Ellen Gould White)","content":"General Culture"},{"refcode_short":"PH140 19.1","refcode_long":"Home and Church School Manual, p. 19.1 (Ellen Gould White)","content":"“Regularity should be the rule in all the habits of children.”—Christian Education, 163."},{"refcode_short":"PH140 19.2","refcode_long":"Home and Church School Manual, p. 19.2 (Ellen Gould White)","content":"“Teach them that money spent for that which they do not need is perverted from its proper use.”—Christian Education, 165."},{"refcode_short":"PH140 19","refcode_long":"Home and Church School Manual, p. 19 (Ellen Gould White)","content":"Home Discipline"},{"refcode_short":"PH140 19.3","refcode_long":"Home and Church School Manual, p. 19.3 (Ellen Gould White)","content":"“Many parents will have to render an awful account at last for their neglect of their children.... Children are left to come up instead of being trained up...."},{"refcode_short":"PH140 19.4","refcode_long":"Home and Church School Manual, p. 19.4 (Ellen Gould White)","content":"“Parents stand in the place of God to their children, and they will have to render an account whether they have been faithful to the little few committed to their care. Parents, some of you are rearing children to be cut down by the destroying angel unless you speedily change your course, and are faithful to them. He can not love unruly children who manifest passion, and he can not save them in the time of trouble. Will you suffer your children to be lost through your neglect? Unfaithful parents, their blood will be upon you, and is not your salvation doubtful with the blood of your children upon you?—children who might have been saved had you filled your place, and done your duty as faithful parents should......"},{"refcode_short":"PH140 19.5","refcode_long":"Home and Church School Manual, p. 19.5 (Ellen Gould White)","content":"“Parents, correct your children. Begin while they are young, when impressions can be more easily made, and their evil tempers subdued before they grow with their growth and strengthen with their strength.... You should correct your children in love. Do not let them have their own way until you get angry, and then punish them. Such correction only helps on the evil, instead of remedying it. After you have done your duty faithfully to your children then carry them to God, and ask him to help you.... Ask him to temper their dispositions, to make them mild and gentle by his Holy Spirit. He will hear you pray. He will love to answer your prayers. Through his Word he has enjoined it upon you to correct your children, to “spare not for crying,” and his word is to be heeded in these things..."},{"refcode_short":"PH140 20.1","refcode_long":"Home and Church School Manual, p. 20.1 (Ellen Gould White)","content":"“Children are the lawful prey of the enemy, because they are not subjects of grace, have not experienced the cleansing power of Jesus, and the evil angels have access to these children; and some parents are careless, and suffer them to work with but little restraint. Parents have a great work to do in this matter, by correcting and subduing their children, and then bringing them to God and claiming His blessing upon them. By the faithful and untiring efforts of the parents, and the blessing and grace entreated of God on the children, the power of the evil angels will be broken, a sanctifying influence is shed upon the children, and the powers of darkness must give back.”—The Review and Herald, March 28, 1893."},{"refcode_short":"PH140 20","refcode_long":"Home and Church School Manual, p. 20 (Ellen Gould White)","content":"The condition of many homes"},{"refcode_short":"PH140 20.2","refcode_long":"Home and Church School Manual, p. 20.2 (Ellen Gould White)","content":"“There has been with many parents a fearful neglect of duty. Like Eli, they fail to exercise proper restraint, and then they send their undisciplined children to college to receive the training which the parents should have given them at home..... If the youth choose the society of the evil-disposed, and go on from bad to worse, then the teachers are censured and the school denounced. In many cases censure justly belongs to the parents. They had the first and most favorable opportunity to control and train their children, when the spirit was teachable and the mind and heart easily impressed. But through the slothfulness of the parents the children are permitted to follow their own will until they become hardened in an evil course.”—Testimonies for the Church 5:29."},{"refcode_short":"PH140 21.1","refcode_long":"Home and Church School Manual, p. 21.1 (Ellen Gould White)","content":"“They (children) have felt no compunctions of conscience in going about the streets on the Sabbath for their own amusement. Many go where they please, and do what they please, and their parents are so fearful of displeasing them that, imitating the management of Eli, they lay no commands upon them. These youth finally lose all respect for the Sabbath, and have no relish for religious meetings or for sacred and eternal things.... Most of the backsliding from God in that place has come in consequence of parents neglecting to train their children to a conscientious religious life. The condition of these children is lamentable. They profess to be Christians, but their parents have not taken upon themselves the burden of teaching them how to be Christians.”—Testimonies for the Church 5:36."},{"refcode_short":"PH140 21","refcode_long":"Home and Church School Manual, p. 21 (Ellen Gould White)","content":"A sacred trust"},{"refcode_short":"PH140 21.2","refcode_long":"Home and Church School Manual, p. 21.2 (Ellen Gould White)","content":"“Every child born into the home is a sacred trust. God says to the parents, ‘Take this child and bring it up for me, that it may be an honor to my name, and a channel through which my blessing shall flow to the world.’ ... Something more is called for than a partial, one-sided*The original publication had the spelling “onesided.” education.... The first lessons are of great importance. It is customary to send very young children to school.”—Special Testimonies on Education, 36, 37."},{"refcode_short":"PH140 22","refcode_long":"Home and Church School Manual, p. 22 (Ellen Gould White)","content":"Teachers for isolated homes"},{"refcode_short":"PH140 22.1","refcode_long":"Home and Church School Manual, p. 22.1 (Ellen Gould White)","content":"“If parents are not able to send their children to school, let them hire an exemplary religious teacher who will feel it a pleasure to work for the Master in any capacity, who will be willing to cultivate any part of the Lord's vineyard. Let mothers and fathers co-operate with the teacher, and devote an hour daily to study, becoming learners with the children.”—P.C. February 2, 1895."},{"refcode_short":"PH140 23","refcode_long":"Home and Church School Manual, p. 23 (Ellen Gould White)","content":"Chapter 3—Church Schools"},{"refcode_short":"PH140 23.1","refcode_long":"Home and Church School Manual, p. 23.1 (Ellen Gould White)","content":"“All thy children shall be taught of God.”—Isaiah 54:13."},{"refcode_short":"PH140 23","refcode_long":"Home and Church School Manual, p. 23 (Ellen Gould White)","content":"Schools Should Be Established"},{"refcode_short":"PH140 23","refcode_long":"Home and Church School Manual, p. 23 (Ellen Gould White)","content":"For each church"},{"refcode_short":"PH140 23.2","refcode_long":"Home and Church School Manual, p. 23.2 (Ellen Gould White)","content":"“In all our churches, and wherever there is a company of believers, church schools should be established, and in these schools there should be teachers with a true missionary spirit, for the children are to be trained to become missionaries. It is essential that the teachers be educated to act their part in instructing children of Sabbath-keepers not only in the sciences, but in the Scriptures. These schools, established in different localities, and conducted by God-fearing men and women, as the case demands, should be built upon the same principles as were the schools of the prophets.”—P.C., “Need of Church Schools.”"},{"refcode_short":"PH140 23.3","refcode_long":"Home and Church School Manual, p. 23.3 (Ellen Gould White)","content":"“I say, again, establish schools for the children wherever there are churches; where there are those who assemble to worship God let there be schools for the children. Work as if you were working for your life to save children from being drowned in the polluting, corrupting influences of this life.”—Idem."},{"refcode_short":"PH140 24.1","refcode_long":"Home and Church School Manual, p. 24.1 (Ellen Gould White)","content":"“If people would encourage the church in which they are members, and establish small, humble school buildings in which to do service for God, they would accommodate their own children within their borders.”—P.C."},{"refcode_short":"PH140 24","refcode_long":"Home and Church School Manual, p. 24 (Ellen Gould White)","content":"If not more than six children"},{"refcode_short":"PH140 24.2","refcode_long":"Home and Church School Manual, p. 24.2 (Ellen Gould White)","content":"“Therefore, in localities where there is a church, a school should be established, if there are no more than six children to attend. A teacher should be employed who will educate the children in the truths of the Word of God, which are so essential for these last days, and which it is so important for them to understand. A great test is coming: it will be upon obedience or disobedience to the commandments of God.—Idem."},{"refcode_short":"PH140 24","refcode_long":"Home and Church School Manual, p. 24 (Ellen Gould White)","content":"For every company"},{"refcode_short":"PH140 24.3","refcode_long":"Home and Church School Manual, p. 24.3 (Ellen Gould White)","content":"“There should be schools established wherever there is a church or company of believers. Teachers should be employed to educate the children of Sabbath-keepers.”—December 15, 1897."},{"refcode_short":"PH140 24.4","refcode_long":"Home and Church School Manual, p. 24.4 (Ellen Gould White)","content":"“In all our churches there should be schools, and teachers of those schools who are missionaries.”—Idem."},{"refcode_short":"PH140 24","refcode_long":"Home and Church School Manual, p. 24 (Ellen Gould White)","content":"Several churches unite"},{"refcode_short":"PH140 24.5","refcode_long":"Home and Church School Manual, p. 24.5 (Ellen Gould White)","content":"“Wherever there are a few Sabbath-schools, let the parents unite together in providing a place for a day-school, where the children of the various Sabbath-keepers can come together. Let them employ a Christian teacher, who as a consecrated missionary shall educate the children in such a way as to lead them to become missionaries themselves. Work while it is day, for the night cometh when no man can work.”—P.C. February 2, 1894."},{"refcode_short":"PH140 25.1","refcode_long":"Home and Church School Manual, p. 25.1 (Ellen Gould White)","content":"“We should have private schools in different localities to prepare our youth for our higher schools.”—Sp. T. to M. and W., No. 6, p. 58."},{"refcode_short":"PH140 25","refcode_long":"Home and Church School Manual, p. 25 (Ellen Gould White)","content":"Studies for the Church School"},{"refcode_short":"PH140 25","refcode_long":"Home and Church School Manual, p. 25 (Ellen Gould White)","content":"The Bible"},{"refcode_short":"PH140 25.2","refcode_long":"Home and Church School Manual, p. 25.2 (Ellen Gould White)","content":"“Used as a text-book in our schools, the Bible will do for mind and morals what can not be done by books of science or philosophy. As a book to discipline and strengthen the intellect and ennoble, purify, and refine the character, it is without a rival.”—Special Testimonies on Education, 53."},{"refcode_short":"PH140 25.3","refcode_long":"Home and Church School Manual, p. 25.3 (Ellen Gould White)","content":"“If there were not another book in the wide world, the Word of God, lived out, through the grace of Christ, would make man perfect in this world, with a character fitted for the future immortal life.”—Special Testimonies on Education, 149."},{"refcode_short":"PH140 25.4","refcode_long":"Home and Church School Manual, p. 25.4 (Ellen Gould White)","content":"“The Bible should not be brought into our schools to be sandwiched in between infidelity. The Bible must be made the ground-work and subject-matter of education. It is true that we know much more of the Word of the living God than we knew in the past, but there is still much more to be learned. It should be used as the Word of the living God, and esteemed as first, and last, and best in everything. Then will be seen true spiritual growth.”—P. C., “The Bible in our Schools.”"},{"refcode_short":"PH140 26.1","refcode_long":"Home and Church School Manual, p. 26.1 (Ellen Gould White)","content":"“The Word of God is to stand as the highest educating book in our world, and is to be treated with reverential awe. It is our guide book; we shall receive from it the truth. We need to present the Bible as the great lesson book, to place it in the hands of our children and youth, that they may know Christ, whom to know aright is life eternal. It is the book to be studied by those of middle age and those who are aged.”—Special Testimonies on Education, 233."},{"refcode_short":"PH140 26.2","refcode_long":"Home and Church School Manual, p. 26.2 (Ellen Gould White)","content":"“If used as a text-book in our school, it will be found far more effective than any other book in the world.”—Christian Education, 108."},{"refcode_short":"PH140 26.3","refcode_long":"Home and Church School Manual, p. 26.3 (Ellen Gould White)","content":"“The Word of God is the most perfect educational book in our world.”—Special Testimonies on Education, 19."},{"refcode_short":"PH140 26.4","refcode_long":"Home and Church School Manual, p. 26.4 (Ellen Gould White)","content":"“In searching its pages, we move through scenes majestic and eternal.”—Christian Education, 108."},{"refcode_short":"PH140 26.5","refcode_long":"Home and Church School Manual, p. 26.5 (Ellen Gould White)","content":"“In the Bible every vital principle is declared, every duty made plain, every obligation made evident.”—Christian Education, 84."},{"refcode_short":"PH140 26.6","refcode_long":"Home and Church School Manual, p. 26.6 (Ellen Gould White)","content":"“The Bible is a directory by which you may know the way to eternal life.”—Special Testimonies on Education, 194."},{"refcode_short":"PH140 26.7","refcode_long":"Home and Church School Manual, p. 26.7 (Ellen Gould White)","content":"“It unfolds a simple and complete system of theology and philosophy.”— Christian Education, 106."},{"refcode_short":"PH140 26.8","refcode_long":"Home and Church School Manual, p. 26.8 (Ellen Gould White)","content":"“What other book presents to students more ennobling science, more wonderful history?”—Special Testimonies on Education, 18."},{"refcode_short":"PH140 26.9","refcode_long":"Home and Church School Manual, p. 26.9 (Ellen Gould White)","content":"“The searching of all books of philosophy and science can not do for the mind and morals what the Bible can do if studied and practiced.—Christian Education, 107."},{"refcode_short":"PH140 27.1","refcode_long":"Home and Church School Manual, p. 27.1 (Ellen Gould White)","content":"“Of all the books that have flooded the world, be they ever so valuable, the Bible is the book of books, and is most deserving of the closest study and attention.”—Christian Education, 105."},{"refcode_short":"PH140 27.2","refcode_long":"Home and Church School Manual, p. 27.2 (Ellen Gould White)","content":"“Do not think the Bible will become a tiresome book to the children. Under a wise instructor, the work will become more and more desirable. It will be to them as the bread of life, and will never grow old. There is in it a freshness and beauty that attract and charm the children and youth.... God's holy educating Spirit is in his Word.... The promises spoken by the Great Teacher will captivate the senses and animate the soul of the child with a spiritual power that is divine. There will grow in the faithful a familiarity with divine things which will be as a barricade against the temptations of the enemy.”—P.C. December 15, 1897."},{"refcode_short":"PH140 27","refcode_long":"Home and Church School Manual, p. 27 (Ellen Gould White)","content":"Nature study"},{"refcode_short":"PH140 27.3","refcode_long":"Home and Church School Manual, p. 27.3 (Ellen Gould White)","content":"“While the Bible should hold the first place in the education of children and youth, the book of nature is next in importance.”—Special Testimonies on Education, 59."},{"refcode_short":"PH140 27.4","refcode_long":"Home and Church School Manual, p. 27.4 (Ellen Gould White)","content":"“The most effective way to teach the heathen who know not God, is through his works. In this way, far more readily than by any other method, they can be made to realize the difference between their idols, the works of their own hands, and the true God, the Maker of heaven and earth.”—Special Testimonies on Education, 59."},{"refcode_short":"PH140 27.5","refcode_long":"Home and Church School Manual, p. 27.5 (Ellen Gould White)","content":"“A return to simpler methods will be appreciated by the children and youth. Work in the garden and field will be an agreeable change from the wearisome routine of abstract lessons, to which their young minds should never be confined..... God has, in the natural world, placed in the hands of the children of men the key to unlock the treasure house of his Word. The unseen is illustrated by the seen; divine wisdom, eternal truth, infinite grace, are understood by the things that God has made. Then let the children and youth become acquainted with nature and nature's laws.—Special Testimonies on Education, 61."},{"refcode_short":"PH140 28","refcode_long":"Home and Church School Manual, p. 28 (Ellen Gould White)","content":"Physiology and healthful living"},{"refcode_short":"PH140 28.1","refcode_long":"Home and Church School Manual, p. 28.1 (Ellen Gould White)","content":"“The youth should be taught to look upon physiology as one of the essential studies, and they should not be satisfied with the mere theory; they should practice the knowledge obtained from books on this subject. This matter has not yet been patiently and perseveringly worked out. Those who neglect this branch of study, which comprehends so much, will make hazardous work in attempting to teach the youth. They are not qualified to direct in our schools, because the way of the Lord must be learned in order to be practiced.”—P. C., “Our School Work.”"},{"refcode_short":"PH140 28.2","refcode_long":"Home and Church School Manual, p. 28.2 (Ellen Gould White)","content":"“A practical knowledge of the science of human life is necessary in order to glorify God in our bodies. It is therefore of the highest importance that among studies selected for childhood, physiology should occupy the first place."},{"refcode_short":"PH140 28.3","refcode_long":"Home and Church School Manual, p. 28.3 (Ellen Gould White)","content":"“It is well that physiology is introduced into the common schools as a branch of education. All children should study it. It should be regarded as the basis of all educational effort. And then parents should see to it that practical hygiene be added. This will make their knowledge of physiology of practical benefit.”—Healthful Living, 13."},{"refcode_short":"PH140 29","refcode_long":"Home and Church School Manual, p. 29 (Ellen Gould White)","content":"Common branches"},{"refcode_short":"PH140 29.1","refcode_long":"Home and Church School Manual, p. 29.1 (Ellen Gould White)","content":"“If teachers were receiving light and wisdom from the divine Teacher, the common, essential branches of education would be more thoroughly taught, and the Word of God would be honored and esteemed as the Bread sent down from heaven, which sustains all spiritual life, binding the human agent with Christ in God.”—Special Testimonies on Education, 164, 165."},{"refcode_short":"PH140 29.2","refcode_long":"Home and Church School Manual, p. 29.2 (Ellen Gould White)","content":"“The common branches of education should be fully and prayerfully taught.”—P.C. December 20, 1897."},{"refcode_short":"PH140 29.3","refcode_long":"Home and Church School Manual, p. 29.3 (Ellen Gould White)","content":"“Children should be educated to read, write, to understand figures, to keep their own accounts, when very young. They may go forward, advancing step by step in this knowledge.”—P.C. December 15, 1897."},{"refcode_short":"PH140 29.4","refcode_long":"Home and Church School Manual, p. 29.4 (Ellen Gould White)","content":"“The education given in our schools is one-sided. Students should be given an education that will fit them for successful business life. The common branches of education should be fully and thoroughly taught. Bookkeeping should be looked upon as of equal importance with grammar. This line of study is one of the most important for use in practical life; but few leave our schools with a knowledge of how to keep books correctly.—P.C. December 20, 1897."},{"refcode_short":"PH140 29","refcode_long":"Home and Church School Manual, p. 29 (Ellen Gould White)","content":"Singing"},{"refcode_short":"PH140 29.5","refcode_long":"Home and Church School Manual, p. 29.5 (Ellen Gould White)","content":"“I heard the songs of children and of parents: ‘Except the Lord build the house, they labor in vain that build it: except the Lord keep the city, the watchman waketh but in vain,’ ‘Praise ye the Lord, praise the Lord, O my soul. While I live will I praise the Lord: I will sing praises unto my God while I have my being. Put not your trust in princes, nor in the son of man, in whom there is no help.’ ‘Praise ye the Lord from heavens; praise him in the heights. Praise ye him, all his angels, praise ye him, all his hosts; praise ye him, sun and moon; praise him, all ye stars of light.’” .."},{"refcode_short":"PH140 30","refcode_long":"Home and Church School Manual, p. 30 (Ellen Gould White)","content":"Manual training"},{"refcode_short":"PH140 30.1","refcode_long":"Home and Church School Manual, p. 30.1 (Ellen Gould White)","content":"“When the child is old enough to be sent to school, the teacher should co-operate with the parents, and manual training should be continued as a part of his school duties. There are many students who object to this kind of work in the school. They think useful employment, like learning a trade, degrading; but such persons have an incorrect idea of what constitutes true dignity. Our Lord and Saviour, Jesus Christ, who is One with the Father, the Commander in the heavenly courts, was the personal instructor and guide of the children of Israel; and among them it was required that every youth should learn how to work. All were to be educated in some business line, that they might possess a knowledge of practical life, and be not only self-sustaining, but useful. This was the instruction which God gave to his people.”"},{"refcode_short":"PH140 31","refcode_long":"Home and Church School Manual, p. 31 (Ellen Gould White)","content":"Example set by Christ"},{"refcode_short":"PH140 31.1","refcode_long":"Home and Church School Manual, p. 31.1 (Ellen Gould White)","content":"“In his earth life Christ was an example to all the human family, and he was obedient and helpful in the home. He learned the carpenter's trade, and worked with his own hands in the little shop at Nazareth..... He was not willing to be defective even in the handling of tools. He was perfect as a workman as he was in character.”—Special Testimonies on Education, 37-39."},{"refcode_short":"PH140 31","refcode_long":"Home and Church School Manual, p. 31 (Ellen Gould White)","content":"Various lines of manual training"},{"refcode_short":"PH140 31.2","refcode_long":"Home and Church School Manual, p. 31.2 (Ellen Gould White)","content":"“Education, in felling trees, tilling the soil, erecting buildings, as well as in literature, is the education our youth should each seek to obtain. Further on, a printing-press should be connected with our school, in order to educate in this line. Tent-making also should be learned. There are also many things which the lady students may be engaged in. There is cooking, dressmaking, and gardening to be done. Strawberries should be planted, plants and flowers cultivated. This the lady students may be called out of doors to do. Thus they may be educated to useful labor. Bookbinding also, and a variety of trades, should be taken up. These will not only be putting into exercise brain, bone, and muscle, but will also be gaining knowledge.”—P. C."},{"refcode_short":"PH140 31.3","refcode_long":"Home and Church School Manual, p. 31.3 (Ellen Gould White)","content":"“Students are here for special training, to become acquainted with all lines of work, that should they go out as missionaries they could in one sense be morally independent, and be able to furnish themselves with conveniences, because they have educated ability. Whether men or women they should learn to mend, wash, and keep their own clothes in order. They should be able to cook their own meals.”—“Practical Missionary Work a branch of Education”, July 21, 1898."},{"refcode_short":"PH140 32","refcode_long":"Home and Church School Manual, p. 32 (Ellen Gould White)","content":"Qualifications of Teachers"},{"refcode_short":"PH140 32","refcode_long":"Home and Church School Manual, p. 32 (Ellen Gould White)","content":"Converted teachers"},{"refcode_short":"PH140 32.1","refcode_long":"Home and Church School Manual, p. 32.1 (Ellen Gould White)","content":"“I would that the teachers in our schools could be of God's selection and appointment. Souls will be lost because of the careless work of professedly Christian teachers, who need to be taught by God day by day, else they are unfit for the position of trust. Teachers are needed who will strive to weed out their inherited and cultivated tendencies to wrong, who will come into line, wearing themselves the yoke of obedience, and thus giving an example to the students. The sense of duty to their God and to their fellow beings with whom they associate, will lead such teachers to become doers of the word, and to heed counsel as to how they should conduct themselves.”—September 17, ‘887."},{"refcode_short":"PH140 32.2","refcode_long":"Home and Church School Manual, p. 32.2 (Ellen Gould White)","content":"“Every teacher should be under the full control of Holy Spirit. If the teachers will open their own hearts to receive the Spirit, they will be prepared to co-operate with it in working for their students. Every teacher should know and welcome this Heavenly Guest.”—Special Testimonies on Education, 50, 51."},{"refcode_short":"PH140 32.3","refcode_long":"Home and Church School Manual, p. 32.3 (Ellen Gould White)","content":"Special talent should be given to the education of the youth.... Educators of youth should be Christians who are themselves under the discipline of God.”—P. C., “Need of Church Schools.”"},{"refcode_short":"PH140 33","refcode_long":"Home and Church School Manual, p. 33 (Ellen Gould White)","content":"Progressive teachers"},{"refcode_short":"PH140 33.1","refcode_long":"Home and Church School Manual, p. 33.1 (Ellen Gould White)","content":"“Those teachers who have not a progressive religious experience, who have not learned daily lessons in the school of Christ, that they may be ensamples to the flock, but who accept their wages as the main thing, are not fit for the solemn, awfully solemn position they occupy.”—P. C., “The Teachers and Students of our Educational Institutions.”"},{"refcode_short":"PH140 33.2","refcode_long":"Home and Church School Manual, p. 33.2 (Ellen Gould White)","content":"“The truth is life and power, and to present it so that impressions will be made upon hearts, should be the work of our schools as well as of our churches, of the teacher as well as of the minister.”—P. C., “Need of Reform in our Educational Work.”"},{"refcode_short":"PH140 33.3","refcode_long":"Home and Church School Manual, p. 33.3 (Ellen Gould White)","content":"“We can not in this day of peril accept teachers because they have been in school two, three, four, or five years. The question which should decide whether they are qualified for their work should be, Have they, with all their acquisition of knowledge, searched the Bible, and dug beneath the surface for truth as for hidden treasures? Or have they seized the chaff in the place of the pure wheat thoroughly winnowed? Are they partaking of the fruit of the tree of life?—P. C., “Tree of Life and Tree of Knowledge.”"},{"refcode_short":"PH140 33.4","refcode_long":"Home and Church School Manual, p. 33.4 (Ellen Gould White)","content":"“Many teachers are leading their students over the Same Track that they have themselves have trod. They think this is the only right way. They give students food which would not sustain spiritual life, but which will cause those who partake of it to die. They are fascinated by that which God does not require them to know.”—Test, “The Bible in Our Schools.”"},{"refcode_short":"PH140 34","refcode_long":"Home and Church School Manual, p. 34 (Ellen Gould White)","content":"Efficiency required"},{"refcode_short":"PH140 34.1","refcode_long":"Home and Church School Manual, p. 34.1 (Ellen Gould White)","content":"“God wants the teachers in our schools to be efficient. Let none feel that having an earnestness in religious matters is all that is essential in order to become educators. While they need no less of piety, they also need a thorough knowledge of the sciences. This will make them not only good, practical Christians, but will enable them to educate the youth, and, at the same time, they will have heavenly wisdom to lead them to the fountain of living water.”—Christian Education, 51."},{"refcode_short":"PH140 34","refcode_long":"Home and Church School Manual, p. 34 (Ellen Gould White)","content":"No cheap cast of mind"},{"refcode_short":"PH140 34.2","refcode_long":"Home and Church School Manual, p. 34.2 (Ellen Gould White)","content":"“The teachers for our schools should be selected from the very best class. They should be experienced Christians who are balanced in mind, men and women who have learned the lesson of self-control. Then they can educate and do a work of larger importance than even the minister in preaching the word. They can prepare the soil that the truth may have effect upon human hearts....."},{"refcode_short":"PH140 34.3","refcode_long":"Home and Church School Manual, p. 34.3 (Ellen Gould White)","content":"“No cheap cast of mind should be placed in our church schools. The very best is required in educating and moulding the human mind.... I dwell upon this, because suitable teachers are much needed, and men and women must be fitted up in the home and in the school to do a work of ministry of which they will not be ashamed.”— P.C. September 24, 1898."},{"refcode_short":"PH140 34","refcode_long":"Home and Church School Manual, p. 34 (Ellen Gould White)","content":"No haphazard work"},{"refcode_short":"PH140 34.4","refcode_long":"Home and Church School Manual, p. 34.4 (Ellen Gould White)","content":"“Teachers themselves should be what they wish the students to become. They should possess well-balanced, symmetrical characters. They should be refined in manner, neat in dress, careful in all their habits, and should have that true Christian courtesy that wins confidence and respect.”—Special Testimonies on Education, 48."},{"refcode_short":"PH140 35.1","refcode_long":"Home and Church School Manual, p. 35.1 (Ellen Gould White)","content":"No haphazard work must be done in the appointment of teachers. Those who have devoted years to study, and yet have not gained the education essential to fit them to teach others, in the lines the Lord has marked out, should not be connected with our schools as educators. They need to be taught the first principles of true, all-round education."},{"refcode_short":"PH140 35","refcode_long":"Home and Church School Manual, p. 35 (Ellen Gould White)","content":"A practical knowledge necessary"},{"refcode_short":"PH140 35.2","refcode_long":"Home and Church School Manual, p. 35.2 (Ellen Gould White)","content":"“The physical powers should be developed in proportion to the mental faculties. This is essential for an all-round education, and they will then be at home in any place. They should be able to teach others how to build, how to cultivate the soil. A man may have a brilliant mind, quick to catch ideas; but this is of little value to him if he has no knowledge of practical work, if he does not know how to put his ideas into execution. Such a one is only half educated. The teacher who has an intelligent knowledge of the best methods, and who can not only teach the theory, but can show by example how things should be done, will never be a drug in the market.—P. C., “Our School Work."},{"refcode_short":"PH140 35","refcode_long":"Home and Church School Manual, p. 35 (Ellen Gould White)","content":"As disciplinarians"},{"refcode_short":"PH140 35.3","refcode_long":"Home and Church School Manual, p. 35.3 (Ellen Gould White)","content":"“None who deal with the youth should be iron-hearted, but affectionate, tender, pitiful, courteous, winning, and compassionate; yet they should know that reproof should be given, and that even rebuke must be spoken to cut off some evil doing.”—P.C. p. 549, June 21, 1897."},{"refcode_short":"PH140 36.1","refcode_long":"Home and Church School Manual, p. 36.1 (Ellen Gould White)","content":"“Every one who has to do with educating the younger class of students should consider that these children are affected by, and feel the impression of the atmosphere, whether it be pleasant or unpleasant. If the teacher is connected with God, if he has Christ abiding in his heart, the spirit that is cherished by him is felt by the children. When a teacher manifests impatience or fretfulness toward a child, the fault may not be in the child one half as much as in the teacher, who needs himself to be disciplined and trained, and deserves a heavier punishment than he puts upon the child, for he is old enough to know better.”—P. C."},{"refcode_short":"PH140 36","refcode_long":"Home and Church School Manual, p. 36 (Ellen Gould White)","content":"Close relation between teacher and pupils"},{"refcode_short":"PH140 36.2","refcode_long":"Home and Church School Manual, p. 36.2 (Ellen Gould White)","content":"“Teachers become tired with their work, then something the children say or do does not accord with their feelings, but will they let Satan's spirit enter into them and lead them to create feelings in the children very unpleasant and disagreeable, through their own lack of tact and wisdom from God? There should not be a teacher employed unless you have evidence, by test and trial, that he loves and fears to offend God....."},{"refcode_short":"PH140 36","refcode_long":"Home and Church School Manual, p. 36 (Ellen Gould White)","content":"Value of a child"},{"refcode_short":"PH140 36.3","refcode_long":"Home and Church School Manual, p. 36.3 (Ellen Gould White)","content":"“Teachers, Jesus is in your school every day. His great heart of infinite love is drawn out, not only for the best behaved children, who have the most favorable surroundings, but for children who have, by inheritance, objectionable traits of character.... There must not be any haphazard work in this matter, for even the work of educating the children in the day school requires very much of the grace of Christ and the subduing of self. Those who naturally are fretful, easily provoked, who have cherished the habit of criticism, of thinking evil, should find some other kind of work, which will not reproduce any of their unlovely traits of character in the children and youth, for they have cost too much. Heaven sees in the child the undeveloped man or woman, with capabilities and powers that, if correctly guided and with heavenly wisdom developed, will become the human agencies through whom the divine influence can co-operate, to be laborers together with God. Sharp words and continual censure bewilder the child, but never reform him.”—P. C."},{"refcode_short":"PH140 37","refcode_long":"Home and Church School Manual, p. 37 (Ellen Gould White)","content":"Discipline"},{"refcode_short":"PH140 37","refcode_long":"Home and Church School Manual, p. 37 (Ellen Gould White)","content":"The standard"},{"refcode_short":"PH140 37.1","refcode_long":"Home and Church School Manual, p. 37.1 (Ellen Gould White)","content":"“The Lord would have our primary schools, as well as those for older persons, of a character that angels of God can walk through the room and behold in the order and principles the order and government of heaven. This is thought by many to be impossible, but everyone should begin with this, and should work most earnestly to preserve the Spirit of Christ in temper, in communications, in the instruction, the teachers placing themselves in the channel of light where the Lord can use them as his agents to reflect his own likeness of character upon the students. They may know that as God-fearing instructors, they have helpers every hour to impress upon the children the valuable lessons given.”—P. C."},{"refcode_short":"PH140 38.1","refcode_long":"Home and Church School Manual, p. 38.1 (Ellen Gould White)","content":"“It is the duty of principal and teachers to demand perfect order and perfect discipline. Those teachers who do not see the necessity of maintaining the rules that it is deemed essential to make have simply made a mistake in thinking that they are prepared to teach, and in accepting the situation. No disorder should be allowed without decided rebuke and a command to cease. It would not be allowed even in the common schools. If the principal and teachers of the school have not authority and government sufficient to set things in order, some one should take the management who will require obedience.”—P. C."},{"refcode_short":"PH140 38","refcode_long":"Home and Church School Manual, p. 38 (Ellen Gould White)","content":"The duty of parents"},{"refcode_short":"PH140 38.2","refcode_long":"Home and Church School Manual, p. 38.2 (Ellen Gould White)","content":"“Dislike and even contempt for regulations will often be manifested. Some will exercise all their ingenuity in evading penalties, while others will display a reckless indifference to the consequences of transgression. All this will call for more patience and greater exertion on the part of those who are intrusted with their education. If the parents would stand pledged to sustain the authority of the teacher, much insubordination, vice, and profligacy would be prevented. Parents should require their children to respect and obey rightful authority.”—Christian Education, 244."},{"refcode_short":"PH140 39.1","refcode_long":"Home and Church School Manual, p. 39.1 (Ellen Gould White)","content":"“Do not think it your duty to carry everything you see and hear to others. They will take it to their homes, and comment upon it, and then pass the dish to some one else.... Children that are educated to relate everything they see that takes place at the table and in the classes will forfeit the confidence of their teachers by communicating to others their parcel of nonsense.—P. C. July 15, 1897."},{"refcode_short":"PH140 39.2","refcode_long":"Home and Church School Manual, p. 39.2 (Ellen Gould White)","content":"“When parents realize their responsibilities, there will be far less left for teachers to do in the training of their children.”—Special Testimonies on Education, 42."},{"refcode_short":"PH140 39.3","refcode_long":"Home and Church School Manual, p. 39.3 (Ellen Gould White)","content":"“In too many families today there is too much self-indulgence and disobedience passed by without being corrected, or else there is manifested an overbearing, masterful spirit that creates the worst evils in the dispositions of the children. Parents correct them at times in such an inconsiderate way that their lives are made miserable, and they lose all respect for father, mother, brothers, and sisters.”—P.C. September 24, 1898."},{"refcode_short":"PH140 39.4","refcode_long":"Home and Church School Manual, p. 39.4 (Ellen Gould White)","content":"“Little boys and girls need thorough discipline in study.”—P.C. June 6, 1899, “Review and Herald and College Debt,”."},{"refcode_short":"PH140 39","refcode_long":"Home and Church School Manual, p. 39 (Ellen Gould White)","content":"Methods of discipline"},{"refcode_short":"PH140 39.5","refcode_long":"Home and Church School Manual, p. 39.5 (Ellen Gould White)","content":"(1) “Teach the children in simple language that they must be obedient to their parents and give their hearts to God.”—P.C. December 15, 1897."},{"refcode_short":"PH140 39.6","refcode_long":"Home and Church School Manual, p. 39.6 (Ellen Gould White)","content":"(2) “If you can obtain the confidence of the youth (a troublesome pupil) and bind him to your heart through cords of sympathy and love, you may win a soul to Christ. The wayward, self-willed, independent boy may become transformed in character.”—Christian Education, 242."},{"refcode_short":"PH140 40","refcode_long":"Home and Church School Manual, p. 40 (Ellen Gould White)","content":"Results of Christian Schools"},{"refcode_short":"PH140 40.1","refcode_long":"Home and Church School Manual, p. 40.1 (Ellen Gould White)","content":"“Our religious experience is of exactly the same quality as the food we give our minds.”—“True Education,“ July 8, 1897."},{"refcode_short":"PH140 40","refcode_long":"Home and Church School Manual, p. 40 (Ellen Gould White)","content":"To make missionaries"},{"refcode_short":"PH140 40.2","refcode_long":"Home and Church School Manual, p. 40.2 (Ellen Gould White)","content":"“God wants every child of tender age to be his child, to be adopted into his family. Young though they may be, the youth may be members of the household of faith, and have the most precious experience. They may have hearts that are tender and ready to receive lasting impressions. Their hearts may be drawn out in confidence and love for Jesus, that they may live for the Saviour. Christ will make them little missionaries. The whole current of their thoughts may be changed, so that sin will not appear a thing to be enjoyed, but to be hated and shunned. Children who are properly instructed will be witnesses for the truth... We may bring hundreds and thousands of children to Christ if we will work for them. Let all who read these words be melted and subdued. Let us in our educational work embrace far more of the children and youth than we have done, and there will be a whole army of missionaries raised up to work for God. In the last days children's voices will be heard proclaiming the message. As Christ in the temple solved the mysteries which priests and rulers had not discerned, so in the closing work of this earth children in their simplicity will speak words which will be an astonishment to men who now talk of ‘higher education.’ Then let the church carry a burden for the lambs of the flock in its locality, and see how many can be educated and trained to do service for God.”—P. C., “Need of Church Schools.”"},{"refcode_short":"PH140 41.1","refcode_long":"Home and Church School Manual, p. 41.1 (Ellen Gould White)","content":"“Our schools are to be educational schools to qualify youth to become missionaries both by precept and example.”—P. C., “To Teachers.”"},{"refcode_short":"PH140 41.2","refcode_long":"Home and Church School Manual, p. 41.2 (Ellen Gould White)","content":"“Children are to be trained to become missionaries, and but few understand distinctly what they must do to be saved.... The Holy Spirit of God will impress the lessons upon the receptive minds of children, that they may grasp the ideas of Bible truths in their simplicity, and the Lord will give an experience to these children in missionary lines. He will suggest to them lines of thought which the teachers themselves do not have. The children who are properly instructed will be witnesses for the truth.”—P.C. December 15, 1897."},{"refcode_short":"PH140 41","refcode_long":"Home and Church School Manual, p. 41 (Ellen Gould White)","content":"The Location of Schools"},{"refcode_short":"PH140 41","refcode_long":"Home and Church School Manual, p. 41 (Ellen Gould White)","content":"Education in the cities"},{"refcode_short":"PH140 41.3","refcode_long":"Home and Church School Manual, p. 41.3 (Ellen Gould White)","content":"“The youth educated in large cities are surrounded by influences similar to those that prevailed before the flood.... The large cities are fast becoming hotbeds of iniquity.”—Special Testimonies on Education, 44."},{"refcode_short":"PH140 41.4","refcode_long":"Home and Church School Manual, p. 41.4 (Ellen Gould White)","content":"“How many children there are in the crowded cities who have not even a spot of green grass to set their feet upon. If they could be educated in the country, amid the beauty, peace, and purity of nature, it would seem to them the spot nearest heaven. In the retired places, where we are farthest from the corrupting maxims, customs, and excitements of the world, and nearest to the heart of nature, Christ makes his presence real to us, and speaks to our souls of his peace and love.”—Special Testimonies on Education, 46, 47."},{"refcode_short":"PH140 42.1","refcode_long":"Home and Church School Manual, p. 42.1 (Ellen Gould White)","content":"“Serious times are before us, and there is great need for the families to get out of the cities into the country.... Let those who are suffering with poor health go out into country places.... Years ago I was shown what would be if our people in Battle Creek would arouse and go out of the city, extending the work now done in Battle Creek to other places.”—P. C."},{"refcode_short":"PH140 42","refcode_long":"Home and Church School Manual, p. 42 (Ellen Gould White)","content":"The experience of Lot in a city"},{"refcode_short":"PH140 42.2","refcode_long":"Home and Church School Manual, p. 42.2 (Ellen Gould White)","content":"“The marriage of Lot, and his choice of Sodom for a home, were the first links in a chain of events fraught with evil to the world for many generations.” We are told to “remember Lot's wife.”"},{"refcode_short":"PH140 42.3","refcode_long":"Home and Church School Manual, p. 42.3 (Ellen Gould White)","content":"“Cities and even country towns are becoming like Sodom and Gomorrah, and like the world in the days of Noah. The training of the youth in those days was after the same order as the children are being educated and trained in this age.”—Special Testimonies on Education, 93."},{"refcode_short":"PH140 42.4","refcode_long":"Home and Church School Manual, p. 42.4 (Ellen Gould White)","content":"“Those who will take their families into the country, place them where they have fewer temptations.”—Special Testimonies on Education, 104."},{"refcode_short":"PH140 43.1","refcode_long":"Home and Church School Manual, p. 43.1 (Ellen Gould White)","content":"“Fathers and Mothers who possess a piece of land and a comfortable home are kings and queens.”—Special Testimonies on Education, 105."},{"refcode_short":"PH140 43","refcode_long":"Home and Church School Manual, p. 43 (Ellen Gould White)","content":"Locate your school in the country"},{"refcode_short":"PH140 43.2","refcode_long":"Home and Church School Manual, p. 43.2 (Ellen Gould White)","content":"“Let the students be out in the most healthful location that can be secured, to do the very work that should have been done years ago. Then there would not be such great discouragements. Had this been done, you would have had some grumbling from students, and many objections would have been raised by parents, but this all-around education would prepare children and youth not only for practical work in various trades, but would fit them for the Lord's farm in the earth made new. If all in America had encouraged the work in agricultural lines that principals and teachers have discouraged, the schools would have had altogether a different showing. There is room within earth's vast boundaries for schools to be located where ground can be cleared, land cultivated, and where a proper education can be given. This work is essential for an all-round education, and one which is favorable to spiritual advancement. Nature's voice is the voice of Jesus Christ, teaching us innumerable lessons of perseverance. The mountains and the hills are changing, the earth is waxing old like a garment, but the blessing of God, which spreads a table for his people in the wilderness, will never cease.”—P.C. September 24, 1898."},{"refcode_short":"PH140 43.3","refcode_long":"Home and Church School Manual, p. 43.3 (Ellen Gould White)","content":"“No pains should be spared to select places for our schools where the moral atmosphere will be as healthful as possible, for the influences that prevail will leave a deep impress on young and forming characters. For this reason a retired locality is best. The great cities, the centers of business and learning, may seem to present some advantages, but these advantages are outweighed by other considerations.”—Special Testimonies on Education, 43."},{"refcode_short":"PH140 44.1","refcode_long":"Home and Church School Manual, p. 44.1 (Ellen Gould White)","content":"“If people would encourage the church in which they are members to establish small, humble school buildings in which to do service for God, they would accommodate their own children within their borders.”—P.C. February 2, 1895."},{"refcode_short":"PH140 44.2","refcode_long":"Home and Church School Manual, p. 44.2 (Ellen Gould White)","content":"“Teachers should be employed to educate the children of Sabbath-keepers. This would close the door to a large number who are drifting into the Battle Creek, the very place of God has warned them not to go.”—P.C. December 15, 1897."},{"refcode_short":"PH140 44","refcode_long":"Home and Church School Manual, p. 44 (Ellen Gould White)","content":"School land is sacred to the institution"},{"refcode_short":"PH140 44.3","refcode_long":"Home and Church School Manual, p. 44.3 (Ellen Gould White)","content":"“Students are not to regard the school land as a common thing, but are to look upon it as a lesson book which the Lord would have them study. These lessons will impart knowledge for the spiritual elevation of the soul. If you should settle this land near the school with private houses, and then be driven to select for cultivation other land at a distance from the school, it would be a great mistake, and one always to be regretted. All the land near the building is to be considered the school-farm, where the youth can be instructed under well-qualified superintendents. The youth that shall attend our schools need all the land near by. They are to plant it with ornamental trees and fruit trees, and to cultivate garden produce. The school-farm is to be regarded as a lesson-book in nature, from which teachers may draw their object lessons. Our students are to be taught that Christ, who created the world and all things therein, is the light and life of every living thing. The life of every child and youth who is willing to grasp the opportunities for receiving a proper education will be made thankful and happy while at school by the things which his eyes shall rest upon...."},{"refcode_short":"PH140 45.1","refcode_long":"Home and Church School Manual, p. 45.1 (Ellen Gould White)","content":"“This land by the appointment of God, is for the benefit of the school. You have had evidences of the working of human nature and what it will reveal under temptation. The more families you settled around the school building, the more difficulties you found in the way of the teachers and students. The natural selfishness of the children of men is ready to spring into life if everything is not convenient for them. This land about the school is to be the school farm, and this farm is to occupy much more space than we have thought it would. Work in connection with study is to be given here, according to the counsels given.... Then let everything not essential to the work of the schools be kept at a distance, and thus prevent any disturbance or annoyance through the proximity of families and buildings. Let the school stand alone. There must not be this one and that one claiming personal property near it. It would be better for private families, however devoted they may be in the service of the Lord, to be located at some distance from the school buildings."},{"refcode_short":"PH140 46.1","refcode_long":"Home and Church School Manual, p. 46.1 (Ellen Gould White)","content":"“The school is the Lord's property, and the grounds about it are his farm, where the great Sower can make his garden a lesson book. The results of the labor will be seen, first the blade, then the ear, then the full corn in the ear. The land will yield its treasures, bringing the joyousness of an abundant harvest, and the produce gathered, through the blessing of the Lord, is to be used as nature's lesson book, from which spiritual lessons can be made plain and applied to the necessities of the soul.... There needs to be patient, painstaking effort made for the uplifting of the surrounding communities and for their education in industrial and sanitary lines. The school and everything connected with it should be object lessons, teaching the ways to improve, and appealing to the people for reform, so that taste, industry, and refinement may take the place of coarseness, uncleanness, disorder, ignorance, and sin.”—P. C., “The Avondale School Farm.”"},{"refcode_short":"PH140 46","refcode_long":"Home and Church School Manual, p. 46 (Ellen Gould White)","content":"Support of Church Schools"},{"refcode_short":"PH140 46","refcode_long":"Home and Church School Manual, p. 46 (Ellen Gould White)","content":"Building for the church school"},{"refcode_short":"PH140 46.2","refcode_long":"Home and Church School Manual, p. 46.2 (Ellen Gould White)","content":"“There were workingmen before me, building humble houses of worship. Those newly come to the faith were helping with willing hands, and those who had means were assisting with their means. The very thing was being done that should have been done years ago. I viewed the work advancing. In the basement of the church, above ground, room was provided for a school where the children could be educated. Teachers were selected to go to this place. The numbers in the schools were not large, but it was a happy beginning.”—P. C."},{"refcode_short":"PH140 47","refcode_long":"Home and Church School Manual, p. 47 (Ellen Gould White)","content":"Duty of the wealthy"},{"refcode_short":"PH140 47.1","refcode_long":"Home and Church School Manual, p. 47.1 (Ellen Gould White)","content":"“The wealthy man or woman converted to God will begin to comprehend what good may be done with intrusted capital. They will see that institutions are established for the education of the youth, and that they are sustained by gifts and offerings. They will know that many youth must be trained for the missionary field, and the wealthy will become agents in the hands of God to set in operation the instrumentalities whereby men and women may become enlightened.”—The Review and Herald, September 19, 1893."},{"refcode_short":"PH140 47.2","refcode_long":"Home and Church School Manual, p. 47.2 (Ellen Gould White)","content":"“In America you can build three school-houses cheaper than we can build one in this country (Australia). It is a grievous offense to God that there has been such great neglect to make provision for the improvement of children and youth when Providence has so abundantly supplied us with facilities with which to work.”—December 15, 1897."},{"refcode_short":"PH140 47","refcode_long":"Home and Church School Manual, p. 47 (Ellen Gould White)","content":"All should help"},{"refcode_short":"PH140 47.3","refcode_long":"Home and Church School Manual, p. 47.3 (Ellen Gould White)","content":"“In localities where believers are few, let two or three churches unite in erecting humble church school buildings. Let all share the expense. It is high time for Sabbath-keepers to separate their children from worldly associations, and place them under the very best teachers, who will make the Bible the foundation of all study.”—October 24, 1899."},{"refcode_short":"PH140 48.1","refcode_long":"Home and Church School Manual, p. 48.1 (Ellen Gould White)","content":"“If there are some who cannot give personal effort in missionary work, let them live economically, and give of their earnings.... They can help pay the expenses of students who are fitting for missionary work.”—Testimonies for the Church 5:732."},{"refcode_short":"PH140 48.2","refcode_long":"Home and Church School Manual, p. 48.2 (Ellen Gould White)","content":"“The churches should feel it a privilege to defray their (poor students) expenses.”—Testimonies for the Church 5:556."},{"refcode_short":"PH140 48","refcode_long":"Home and Church School Manual, p. 48 (Ellen Gould White)","content":"Donations should be made"},{"refcode_short":"PH140 48.3","refcode_long":"Home and Church School Manual, p. 48.3 (Ellen Gould White)","content":"“If there are those who should have the benefit of the school, but who can not pay full price for their tuition, let the churches in our conferences show their liberality by helping them. This is an important subject, and calls not for a narrow calculation, but for a thorough investigation... Debts must not be allowed to accumulate. We must have help with which to carry on our schools. It will be so much better to make donations now to lessen the principal, thus lessening the interest to be paid.”—P. C."},{"refcode_short":"PH140 48","refcode_long":"Home and Church School Manual, p. 48 (Ellen Gould White)","content":"Education of children comes before any other missionary enterprise"},{"refcode_short":"PH140 48.4","refcode_long":"Home and Church School Manual, p. 48.4 (Ellen Gould White)","content":"“Let the church carry a burden for the lambs of the flock in its locality, and see how many can be educated and trained to do service for God.”"},{"refcode_short":"PH140 48.5","refcode_long":"Home and Church School Manual, p. 48.5 (Ellen Gould White)","content":"“Shall members of the church give means to advance the cause of Christ among others, and then let their own children carry on the work and service of Satan? What the Lord Jesus expects in all believers is something besides being occupied and active; this activity should be trained in Christ's lines. God requires wholeness of service.”"},{"refcode_short":"PH140 49.1","refcode_long":"Home and Church School Manual, p. 49.1 (Ellen Gould White)","content":"“The church is asleep and does not realize the magnitude of this matter of educating the children and youth...... The church should take in the situation, and by their influence and means seek to bring about the much-desired end. Let a fund be created by generous contributions for the establishment of schools for the advancement of educational work.”—Special Testimonies on Education, 200."},{"refcode_short":"PH140 49","refcode_long":"Home and Church School Manual, p. 49 (Ellen Gould White)","content":"Special Efforts for the Youth"},{"refcode_short":"PH140 49.2","refcode_long":"Home and Church School Manual, p. 49.2 (Ellen Gould White)","content":"“Ministers should form an acquaintance with the youth in their congregations.... Why should not this labor for the youth in our borders be regarded as the highest kind of missionary work. It will require the most delicate tact, the most thoughtful consideration, the most earnest prayer, that heavenly wisdom may be imparted. The youth are the objects of Satan's special attacks, but kindness, courtesy, that tender sympathy that flows from a heart filled with love to Jesus, will give you access to them..... When the youth give their hearts to God, your care for them should not cease. Lay some spiritual responsibility upon them. Make them feel that they are expected to do something. The Lord chooses them because they are strong.”—Gospel Workers, 278, 279."},{"refcode_short":"PH140 49.3","refcode_long":"Home and Church School Manual, p. 49.3 (Ellen Gould White)","content":"“Simon, son of Jonas, lovest thou me more than these? He saith unto him, Feed my lambs.” John 21:15."},{"refcode_short":"PH140 50","refcode_long":"Home and Church School Manual, p. 50 (Ellen Gould White)","content":"Ministers should feed the lambs"},{"refcode_short":"PH140 50.1","refcode_long":"Home and Church School Manual, p. 50.1 (Ellen Gould White)","content":"The work that lies next to our church members is to become interested in our youth; for they need kindness, patience, tenderness, line upon line, precept upon precept. O, where are the fathers and mothers in Israel? We ought to have a large number of them who would be stewards of the grace of Christ, who would feel not merely a casual interest, but a special interest, in the young. We ought to have those whose hearts are touched by the pitiable situation in which our youth are placed, who realize that Satan is working by every conceivable device to draw them into his net. God requires that the church rouse from its lethargy, and see what is the manner of service demanded of them at this time of peril. The lambs of the flock must be fed. The eyes of our brethren and sisters should be anointed with heavenly eye-salve.... We must be aroused to see what needs to be done in Christ's spiritual vineyard, and go to work. The Lord of heaven is looking on to see who is doing the work he would have done for the youth and the children.”—Special Testimonies on Education, 197."},{"refcode_short":"PH140 50","refcode_long":"Home and Church School Manual, p. 50 (Ellen Gould White)","content":"There is hope if we now work"}]