[{"refcode_short":"PH141 1","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 1 (Ellen Gould White)","content":"The Liquor Traffic Working Counter to Christ"},{"refcode_short":"PH141 1.1","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 1.1 (Ellen Gould White)","content":"Jesus came to our world to dispute the authority of Satan, who claimed supremacy over the earth. He came to restore in man the defaced image of God, to impart to the repentant soul divine power by which he might be raised from corruption and degradation, and be elevated and ennobled, and made fit for companionship with the angels of heaven. But men have failed to co-operate with Jesus in his divine mission, and have placed themselves under the black banner of the prince of darkness, giving themselves up to be the agents through which the powers of darkness work for the destruction of humanity. It is Satan's purpose to counteract the work of Christ, and in his counsels he lays plans by which to convert every soul into a channel of darkness. The earth is the field of battle in which the powers of light and darkness are in controversy over the human soul for whom Christ died."},{"refcode_short":"PH141 1.2","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 1.2 (Ellen Gould White)","content":"When Jesus was upon earth, He announced his mission and the character of his work. He said, “The Spirit of the Lord is upon Me, because He hath anointed Me to preach the gospel to the poor: He hath sent Me to heal the broken-hearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised, to preach the acceptable year of the Lord.” Luke 4:18, 19."},{"refcode_short":"PH141 2.1","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 2.1 (Ellen Gould White)","content":"Thus is pictured the mission and work of Christ and his co-labourers, but how different is the work of the prince of darkness, and the work of those who labour on his side of the controversy. Those who are united with the prince of darkness in degrading the souls of their fellow-men, often cloak their iniquity under the garb of religion, but of them the Lord says, “When ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear; your hands are full of blood” Isaiah 1:15. Those who sell strong drink to their fellow-men come under this reproof. They receive the earnings of the drunkard, and give him no equivalent for his money. Instead of this, they give him that which maddens him, and turns him into a demon of cruelty. He exchanges his reason at the bar of the liquor-dealer for a glass of rum or brandy, and under its influence he may treat his wife and children with cruel abuse, and may even kill them outright, or do so by degrees, through neglect, through failure to supply them with the necessities of life. The heart-broken women who have inebriate husbands, if they do not die of abuse or of outright and horrible murder, do die from the effects of starvation, insufficient clothing, and a continual sense of degradation and shame through the poverty, want, and suffering that are consequent upon the drink habit. These poor women see their children suffering, despised, abused, debased They see them hooted at because of their relation to their drunken fathers, and even the liquor-seller is not careful to refrain from adding insult to injury. Everything,—clothing, food, comfort, home self-respect, happiness, and peace, is swallowed up, and at last life itself is practically laid down, a sacrifice to the liquor-dealer."},{"refcode_short":"PH141 3.1","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 3.1 (Ellen Gould White)","content":"But angels of God have witnessed every step in the downward path, and have traced every consequence that resulted from a man's placing the bottle to his neighbour's lips. The liquor-dealer is written in the records among those whose hands are full of blood. He is condemned for keeping on sale the poisonous draught by which his neighbour is tempted to ruin, and by which homes are filled with wretchedness and degradation. The Lord holds the liquor-dealer responsible for every penny and shilling that comes to his till out of the earnings of the poor drunkard, who has lost all moral power, who has sunk his manhood in drink."},{"refcode_short":"PH141 3.2","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 3.2 (Ellen Gould White)","content":"Christ came to our world and suffered reproach, mockery, and insult. He was maligned and maltreated, and at last put to the shameful death of the cross. He suffered all this that He might rescue man from moral degradation, and restore to the soul the lost image of God. But the liquor-dealer, under the prince of the power of darkness, is working in exactly opposite lines, counter to the work of Christ, and is obliterating every trace of the image which Christ would restore. Look at the drunkard. See what liquor has done for him. His eyes are bleared and bloodshot. His countenance is bloated and besotted. His gait is staggering. The sign of Satan's working upon him is written all over him. Nature herself protests that she knows him not; for he has perverted his God-given powers, and prostituted his manhood by indulgence in drink."},{"refcode_short":"PH141 4.1","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 4.1 (Ellen Gould White)","content":"If a man has a vicious beast, and he allows it freedom, knowing that it will work injury to men, women, and children, he is brought before the law to answer for his carelessness or malignity. But how much better would it be to let such a beast loose, than to license men to deal out poisonous drinks, to rob men of reason and manhood? What common sense is there in licensing men to sell that which destroys men body and soul, claiming that this infamous business brings into the treasury a revenue by which the orphan children of the drunkard can be cared for? The world knows that intoxicating liquor robs men of the brain-nerve power, and sends them into society bereft of reason. The world knows that most horrible crimes have been committed under its influence, and that drunken men have been led by Satan to do as he dictated, and stain their hands in the blood of their neighbours. The law authorises the sale of liquor, and then has to build prisons for its victims; for nine-tenths of those who are taken to prison are those who have learned to drink. They are those who have spent their earnings in the bar-room. What revenue from this traffic can pay for the loss of human reason, for the loss of the image of God in men, for families reduced to suffering and degradation, for children made paupers, who grow up in ignorance and vice, to perpetuate in their posterity the inherited evil tendencies of their drunken fathers? This is the outworking of this dreadful liquor traffic, and thus it perpetuates misery and crime until the sum of wretchedness cannot be told by human voice or portrayed by human pen."},{"refcode_short":"PH141 5.1","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 5.1 (Ellen Gould White)","content":"The drunkard has no knowledge of what he is doing when under the influence of the maddening draught, and yet he who sells him that which makes him irresponsible, is protected by the law in his work of destruction. It is legal for him to rob the widow of the food she requires to sustain life. It is legal for him to entail starvation upon the family of his victim, to send helpless children into the streets to beg for a penny or to beseech for a morsel of bread. Day by day, month by month, year by year, these shameful scenes are re-enacted, until the conscience of the liquor-dealer is seared as with a red-hot iron. The tears of suffering children, the agonised cry of the mother, only serve to exasperate the rumseller. He knows not, nor cares, that the Lord has an account to settle with him. And when his victim is dead, his heart of stone is unmoved. He does not hesitate to collect the debts of the drunkard from his suffering family, and will take the very necessaries from the home to pay the drink bill of the deceased husband and father. What is it to him if the children of the dead starve? He looks upon them as debased and ignorant creatures, who have been abused, kicked about, and degraded, and he has no care for their welfare."},{"refcode_short":"PH141 5.2","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 5.2 (Ellen Gould White)","content":"All over the land are the houses of the publican, the places of the liquor vendors,—death-traps, where not only men but youth and children are taken captive by the enemy of souls. The law professes to restrict the work of the liquor-seller by providing that when a man reaches a certain state of inebriety, he is to be denied drink. But who is to judge as to when one has reached the stage where it is unsafe for him to drink more? This is left to the man who is making gain by the weakness of his wretched victim. And there is no law against making our youth into drunkards. The law permits the liquor-vendors to lead them down step by step, until the liquor habit is established, and the young men are drunkards. Better, far better, would it be to give the liquor to the poor, confirmed drunkard who has already been ruined, than to take the very flower of the country and city, and educate our youth in these dreadful habits. Do not the law-makers understand what they will become,—poor inebriates, ruined in body and soul? O, what a terrible condition our world is in!"},{"refcode_short":"PH141 6.1","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 6.1 (Ellen Gould White)","content":"The drunkard is capable of better things. God has intrusted to him talents with which he was to glorify God; but his fellow-men have laid a snare for his soul, and built themselves up out of his ruin. They have lived in luxury, while their poor brethren whom they have robbed, lived in poverty and degradation. O, how many pleasure-lovers there are, who spend their thousands of pounds to please and amuse themselves, and to gratify their fancies, while the world is full of distress and poverty! The prophet describes these co-labourers with Satan, who are degrading those whom God is seeking to uplift. He says, “They lay wait, as he that setteth snares; they set a trap, they catch men. As a cage is full of birds, so are their houses full of deceit; therefore they are become great, and waxen rich. They are waxen fat, they shine; yea, they overpass the deeds of the wicked; they judge not the cause, the cause of the fatherless, yet they prosper; and the right of the needy do they not judge.” Jeremiah 5:26."},{"refcode_short":"PH141 7.1","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 7.1 (Ellen Gould White)","content":"Rulers and law-makers are not ignorant of the misery and degradation, the horrible and unceasing crime, that pollute the world through the influence of the liquor traffic. But though they are not ignorant, they do not take measures to stop the terrible traffic; but shall they escape judgment? “Shall I not visit for these things? saith the Lord: shall not my soul be avenged on such a nation as this?” God will require for all this at the hand of him who has helped to speed the drunkard on the way to ruin. “The destruction of the transgressors and of the sinners shall be together.” Those who legalise the liquor traffic, and those who make gain by it, and those who are defiled through strong drink, shall be destroyed together. Let not the man who indulges in drink think that he will be able to cover his defilement by casting the blame upon the liquor-dealer; for his own sin for the degradation of his wife and children, he will have to answer. “They that forsake the Lord shall be consumed.” Isaiah 1:28."},{"refcode_short":"PH141 7.2","refcode_long":"The Liquor Traffic Working Counter to Christ, p. 7.2 (Ellen Gould White)","content":"The evil consequent upon the indulgence of depraved appetite is wide-spread, and the earth is corrupted under the inhabitants thereof. The earth withereth under the curse of its sin. What is the trouble? Why is this?—It is because the people have forsaken the law of God, and the earth is cursed under its transgression. Notwithstanding the warnings of God's Word, transgression. has increased since the days of Adam, and more and more heavily has the curse pressed upon the human family, on the beasts of the earth, and on the earth itself. Continual transgression of the law of God has brought its sure results. With all his hellish arts Satan has sought to lead men into practices that would destroy and debase, and destruction is sure to him who does not repent and turn to God for his healing grace."}]