[{"refcode_short":"PH154 3","refcode_long":"Special Testimony to Battle Creek Church, p. 3 (Ellen Gould White)","content":"Special Testimony to Battle Creek Church"},{"refcode_short":"PH154 3","refcode_long":"Special Testimony to Battle Creek Church, p. 3 (Ellen Gould White)","content":"Danger of Rejecting Truth"},{"refcode_short":"PH154 3.1","refcode_long":"Special Testimony to Battle Creek Church, p. 3.1 (Ellen Gould White)","content":"I have returned from our season of prayer. The spirit of intercession came upon me, and I was drawn out in most earnest prayer for souls at Battle Creek. I know their peril. The Holy Spirit has in a special manner moved me to send up my petitions in their behalf."},{"refcode_short":"PH154 3.2","refcode_long":"Special Testimony to Battle Creek Church, p. 3.2 (Ellen Gould White)","content":"God is not the author of anything sinful. None should fear to be singular if the fulfilment of duty requires it. If it makes us singular to avoid sin, then our singularity is merely the distinction between purity and impurity, righteousness and unrighteousness. Because the multitude prefer the path of transgression, shall we choose the same? We are plainly told by inspiration, “Thou shalt not follow a multitude to do evil.” Our position should be clearly stated, “As for me and my house, we will serve the Lord.”"},{"refcode_short":"PH154 4","refcode_long":"Special Testimony to Battle Creek Church, p. 4 (Ellen Gould White)","content":"Power of the Holy Spirit"},{"refcode_short":"PH154 4.1","refcode_long":"Special Testimony to Battle Creek Church, p. 4.1 (Ellen Gould White)","content":"“In the beginning was the Word, and the Word was with God, and the Word was God. The same was in the beginning with God. All things were made by him; and without him was not anything made that was made. In him was life; and the life was the light of men. And the light shineth in darkness; and the darkness comprehended it not...And the Word was made flesh, and dwelt among us (and we beheld his glory, the glory as of the only begotten of the Father), full of grace and truth.” Would that every one whose name is written in the church books could from the heart utter these words. The church-members need to know from experience what the Holy Spirit will do for them. It will bless the receiver, and make him a blessing. It is sad that every soul is not praying for the vital breath of the Spirit; for we are ready to die if it breathe not on us."},{"refcode_short":"PH154 4.2","refcode_long":"Special Testimony to Battle Creek Church, p. 4.2 (Ellen Gould White)","content":"We are to pray for the impartation of the Spirit as the remedy for sin-sick souls. The church needs to be converted, and why should we not prostrate ourselves at the throne of grace, as representatives of the church, and from a broken heart and contrite spirit make earnest supplication that the Holy Spirit shall be poured out upon us from on high? Let us pray that when it shall be graciously bestowed, our cold hearts may be revived, and we may have discernment to understand that it is from God, and receive it with joy. Some have treated the Spirit as an unwelcome guest, refusing to receive the rich gift, refusing to acknowledge it, turning from it, and condemning it as fanaticism. When the Holy Spirit works the human agent, it does not ask us in what way it shall operate. Often it moves in unexpected ways. Christ did not come as the Jews expected. He did not come in a manner to glorify them as a nation. His forerunner came to prepare the way for him, by calling upon the people to repent of their sins, and be converted, and be baptized. Christ's message was, “The kingdom of God is at hand: repent ye, and believe the gospel.” The Jews refused to receive Christ, because he did not come in accordance with their expectations. The ideas of finite men were held as infallible, because hoary with age. This is the danger to which the church is now exposed,—that the inventions of finite men shall mark out the precise way for the Holy Spirit to come. Though they would not care to acknowledge it, some have already done this. And because the Spirit is to come, not to praise men or to build up their erroneous theories, but to reprove the world of sin, and of righteousness, and of judgment, many turn away from it. They are not willing to be deprived of the garments of their own self-righteousness. They are not willing to exchange their own righteousness, which is unrighteousness, for the righteousness of Christ, which is pure, unadulterated truth. The Holy Spirit flatters no man, neither does it work according to the devising of any man. Finite, sinful men are not to work the Holy Spirit. When it shall come as a reprover, through any human agent whom God shall choose, it is man's place to hear and obey its voice."},{"refcode_short":"PH154 6","refcode_long":"Special Testimony to Battle Creek Church, p. 6 (Ellen Gould White)","content":"Manifest Working of the Holy Spirit with the Disciples"},{"refcode_short":"PH154 6.1","refcode_long":"Special Testimony to Battle Creek Church, p. 6.1 (Ellen Gould White)","content":"Just before he left them, Christ gave his disciples the promise, “Ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost part of the earth.” “Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.” While these words were upon his lips, he ascended, a cloud of angels received him, and escorted him to the city of God. The disciples returned to Jerusalem, knowing now for a certainty that Jesus was the Son of God. Their faith was unclouded, and they waited, preparing themselves by prayer and by humbling their hearts before God, until the baptism of the Holy Spirit came."},{"refcode_short":"PH154 6.2","refcode_long":"Special Testimony to Battle Creek Church, p. 6.2 (Ellen Gould White)","content":"“And when the day of Pentecost was fully come, they were all with one accord in one place. And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting. And there appeared unto them cloven tongues like as of fire, and it sat upon each of them. And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.” In that assembly there were mockers, who did not recognize the work of the Holy Spirit, and they said, “These men are full of new wine. But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words: for these are not drunken, as ye suppose, seeing it is but the third hour of the day. But this is that which was spoken by the prophet Joel.” Read the history. The Lord was at work in his own way; but had there been such a manifestation among us, upon whom the ends of the world are come, would not some have mocked, as on that occasion? Those who did not come under the influence of the Holy Spirit, knew it not. To this class the disciples seemed like drunken men."},{"refcode_short":"PH154 7.1","refcode_long":"Special Testimony to Battle Creek Church, p. 7.1 (Ellen Gould White)","content":"After the outpouring of the Holy Spirit, the disciples, clothed with the divine panoply, went forth as witnesses, to tell the wonderful story of the manger and the cross. They were humble men, but they went forth with the truth. After the death of their Lord, they were a helpless, disappointed, discouraged company,—as sheep without a shepherd; but now they go forth as witnesses for the truth, with no weapons but the word and Spirit of God, to triumph over all opposition."},{"refcode_short":"PH154 7.2","refcode_long":"Special Testimony to Battle Creek Church, p. 7.2 (Ellen Gould White)","content":"Their Saviour had been rejected and condemned, and nailed to the ignominious cross. The Jewish priests and rulers had declared, in scorn, “He saved others; himself he cannot save. If he be the king of Israel, let him now come down from the cross, and we will believe him.” But that cross, that instrument of shame and torture, brought hope and salvation to the world. The believers rallied; their hopelessness and conscious helplessness had left them. They were transformed in character, and united in the bonds of Christian love. Although without wealth, though counted by the world as mere ignorant fishermen, they were made, by the Holy Spirit, witnesses for Christ. Without earthly honor or recognition, they were the heroes of faith. From their lips came words of divine eloquence and power that shook the world."},{"refcode_short":"PH154 8.1","refcode_long":"Special Testimony to Battle Creek Church, p. 8.1 (Ellen Gould White)","content":"The third, fourth and fifth chapters of Acts give an account of their witnessing. Those who had rejected and crucified the Saviour, expected to find his disciples discouraged, crestfallen, and ready to disown their Lord. With amazement they heard the clear, bold testimony given under the power of the Holy Spirit. The words and works of the disciples represented the words and works of their Teacher; and all who heard them, said, They have learned of Jesus, they talk as he talked. “And with great power gave the apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all.”"},{"refcode_short":"PH154 8","refcode_long":"Special Testimony to Battle Creek Church, p. 8 (Ellen Gould White)","content":"Arrest and Imprisonment of the Apostles"},{"refcode_short":"PH154 8.2","refcode_long":"Special Testimony to Battle Creek Church, p. 8.2 (Ellen Gould White)","content":"The chief priests and rulers thought themselves competent to decide what the apostles should do and teach. As they went forth preaching Jesus everywhere, the men who were worked by the Holy Spirit did many things that the Jews did not approve. There was danger that the ideas and doctrines of the rabbis would be brought into disrepute. The apostles were creating a wonderful excitement. The people were bringing their sick folk, and those that were vexed with unclean spirits, into the streets; crowds were collecting around them, and those that had been healed were shouting the praises of God, and glorifying the name of Jesus, the very one whom the Jews had condemned, scorned, spit upon, crowned with thorns, and caused to be scourged and crucified. This Jesus was extolled above the priests and rulers. The apostles were even declaring that he had risen from the dead. The Jewish rulers decided that this work must and should be stopped; for it was proving them guilty of the blood of Jesus. They saw that converts to the faith were multiplying. “Believers were the more added to the Lord, multitudes both of men and women.”"},{"refcode_short":"PH154 9.1","refcode_long":"Special Testimony to Battle Creek Church, p. 9.1 (Ellen Gould White)","content":"“Then the high priest rose up, and all they that were with him (which is the sect of the Sadducees).” who held that there would be no resurrection of the dead. The assertions made by the apostles that they had seen Jesus after his resurrection, and that he had ascended to heaven, were overthrowing the fundamental principles of the Sadducean doctrine. This was not to be allowed. The priests and rulers were filled with indignation, and laid their hands on the apostles, and put them in the common prison. The disciples were not intimidated or cast down. The words of Christ in his last lessons to them were brought to mind: “He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.” But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me: and ye also shall bear witness, because ye have been with me from the beginning. These things have I spoken unto you, that ye should not be offended. They shall put you out of the synagogues: yea, the time cometh, that whosoever killeth you will think that he doeth God service. And these things will they do unto you, because they have not known the Father, nor me. But these things have I told you, that when the time shall come, ye may remember that I told you of them.”"},{"refcode_short":"PH154 10","refcode_long":"Special Testimony to Battle Creek Church, p. 10 (Ellen Gould White)","content":"Preaching Contrary to Established Doctrines"},{"refcode_short":"PH154 10.1","refcode_long":"Special Testimony to Battle Creek Church, p. 10.1 (Ellen Gould White)","content":"“The angel of the Lord by night opened the prison doors, and brought them forth, and said, Go, stand and speak in the temple to the people all the words of this life.” We see here that the men in authority are not always to be obeyed, even though they may profess to be teachers of Bible doctrine. There are many today who feel indignant and aggrieved that any voice should be raised presenting ideas that differ from their own in regard to points of religious belief. Have they not long advocated their ideas as truth? So the priests and rabbis reasoned in apostolic days: What mean these men who are unlearned, some of them mere fishermen, who are presenting ideas contrary to the doctrines which the learned priests and rulers are teaching the people? They have no right to meddle with the fundamental principles of our faith. But we see that the God of heaven sometimes commissions men to teach that which is regarded as contrary to the established doctrines. Because those who were once the depositaries of truth became unfaithful to their sacred trust, the Lord chose others who would receive the bright beams of the Sun of Righteousness, and would advocate truths that were not in accordance with the ideas of the religious leaders. And then these leaders, in the blindness of their minds, give full sway to what is supposed to be righteous indignation against the ones who have set aside cherished fables. They act like men who have lost their reason. They do not consider the possibility that they themselves have not rightly understood the word. They will not open their eyes to discern the fact that they have misinterpreted and misapplied the Scriptures, and have built up false theories, calling them fundamental doctrines of the faith."},{"refcode_short":"PH154 11.1","refcode_long":"Special Testimony to Battle Creek Church, p. 11.1 (Ellen Gould White)","content":"But the Holy Spirit will, from time to time, reveal the truth through its own chosen agencies; and no man, not even a priest or ruler, has a right to say, You shall not give publicity to your opinions, because I do not believe them. That wonderful “I” may attempt to put down the Holy Spirit's teaching. Men may for a time attempt to smother it and kill it; but that will not make error truth, or truth error. The inventive minds of men have advanced speculative opinions in various lines, and when the Holy Spirit lets light shine into human minds, it does not respect every point of man's application of the word. God impressed his servants to speak the truth, irrespective of what men had taken for granted as truth."},{"refcode_short":"PH154 11","refcode_long":"Special Testimony to Battle Creek Church, p. 11 (Ellen Gould White)","content":"Present Dangers"},{"refcode_short":"PH154 11.2","refcode_long":"Special Testimony to Battle Creek Church, p. 11.2 (Ellen Gould White)","content":"Even Seventh-day Adventists are in danger of closing their eyes to truth as it is in Jesus, because if contradicts something which they have taken for granted as truth, but which the Holy Spirit teaches is not truth. Let all be very modest, and seek most earnestly to put self out of the question, and to exalt Jesus. In most of the religious controversies, the foundation of the trouble is, that self is striving for the supremacy. About what?—About matters which are not vital points at all, and which are regarded as such only because men have given importance to them. (See Matthew 12:31-37; Mark 14:56; Luke 5:21; Matthew 9:3.)"},{"refcode_short":"PH154 12","refcode_long":"Special Testimony to Battle Creek Church, p. 12 (Ellen Gould White)","content":"Condemnation of the Work of the Apostles"},{"refcode_short":"PH154 12.1","refcode_long":"Special Testimony to Battle Creek Church, p. 12.1 (Ellen Gould White)","content":"But let us follow the history of the men whom the Jewish priests and rulers thought so dangerous, because they were bringing in new and strange teaching on almost every theological subject. The command given by the Holy Spirit, “Go, stand and speak in the temple to the people all the words of this life,” was obeyed by the apostles; “they entered into the temple early in the morning, and taught. But the high priest came, and they that were with him, and called the council together, and all the senate of the children of Israel, and sent to the prison to have them brought. But when the officers came, and found them not in the prison, they returned, and told, saying. The prison truly found we shut with all safety, and the keepers standing without before the doors: but when we had opened, we found no man within. Now when the high priest and the captain of the temple and the chief priests heard these things, they doubted of them whereunto this would grow. Then came one and told them, saying, Behold, the men whom ye put in prison are standing in the temple, and teaching the people. Then went the captain with the officers, and brought them without violence: for they feared the people, lest they should have been stoned.” If the priests and rulers had dared act out their own feelings toward the apostles, there would have been a different record; for the angel of God was a watcher on that occasion, to magnify his name if any violence had been offered to his servants."},{"refcode_short":"PH154 13","refcode_long":"Special Testimony to Battle Creek Church, p. 13 (Ellen Gould White)","content":"Answer of the Apostles"},{"refcode_short":"PH154 13.1","refcode_long":"Special Testimony to Battle Creek Church, p. 13.1 (Ellen Gould White)","content":"“And when they had brought them, they set them before the council: and the high priest asked them, saying, Did not we straitly command you that ye should not teach in this name? and, behold, ye have filled Jerusalem with your doctrine, and intend to bring this man's blood upon us.” (See Matthew 23:34, 35.) “Then Peter and the other apostles answered and said, We ought to obey God rather than men. The God of our fathers raised up Jesus, whom ye slew and hanged on a tree. Him hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins. And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him. When they heard that, they were cut to the heart, and took counsel to slay them.”"},{"refcode_short":"PH154 13.2","refcode_long":"Special Testimony to Battle Creek Church, p. 13.2 (Ellen Gould White)","content":"Then the Holy Spirit moved upon Gamaliel, a Pharisee, a doctor of the law, had in reputation among all the people. His advice was, “Refrain from these men, and let them alone: for if this counsel or this work be of men, it will come to nought: but if it be of God, ye cannot overthrow it; lest haply ye be found even to fight against God. And to him they agreed.”"},{"refcode_short":"PH154 13","refcode_long":"Special Testimony to Battle Creek Church, p. 13 (Ellen Gould White)","content":"Prejudice of those in Authority"},{"refcode_short":"PH154 13.3","refcode_long":"Special Testimony to Battle Creek Church, p. 13.3 (Ellen Gould White)","content":"Yet the attributes of Satan so controlled their minds, that notwithstanding the wonderful miracles that had been wrought in healing the sick and in releasing God's servants from prison, the priests and rulers were so filled with prejudice and hatred that they could hardly be restrained. “When they had called the apostles, and beaten them, they commanded that they should not speak in the name of Jesus, and let them go. And they departed from the presence of the council, rejoicing that they were counted worthy to suffer shame for his name. And daily in the temple, and in every house, they ceased not to teach and preach Jesus Christ.”"},{"refcode_short":"PH154 14","refcode_long":"Special Testimony to Battle Creek Church, p. 14 (Ellen Gould White)","content":"Mercy of God Exemplified"},{"refcode_short":"PH154 14.1","refcode_long":"Special Testimony to Battle Creek Church, p. 14.1 (Ellen Gould White)","content":"We can see what evidence was given the priests and rulers, and how firmly they resisted the Spirit of God. Those who claim superior wisdom and piety may make most terrible and (to themselves) fatal mistakes if they allow their minds to be molded by another power, and pursue a course in resistance to the Holy Spirit. The Lord Jesus, represented by the Holy Spirit, was in the presence of that assembly, but they did not discern him. For a moment they had felt the conviction of the Spirit, that Jesus was the Son of God, but they stifled conviction, and became more blind and hardened than before. Even after they had crucified the Saviour, God in his mercy had sent them additional evidence in the works wrought through the apostles. He was giving them another call to repentance, even in the terrible charge brought against them by the apostles, that they had killed the Prince of Life."},{"refcode_short":"PH154 14.2","refcode_long":"Special Testimony to Battle Creek Church, p. 14.2 (Ellen Gould White)","content":"It was not alone the sin of putting to death the Son of God that cut them off from salvation, but their persistence in rejecting light and the conviction of the Holy Spirit. The spirit that works in the children of disobedience worked in them, leading them to abuse the men through whom God was giving a testimony to them. The malignity of rebellion reappeared, and was intensified in every successive act of resistance against God's servants and the message he had given them to declare."},{"refcode_short":"PH154 15","refcode_long":"Special Testimony to Battle Creek Church, p. 15 (Ellen Gould White)","content":"Resistance of Truth"},{"refcode_short":"PH154 15.1","refcode_long":"Special Testimony to Battle Creek Church, p. 15.1 (Ellen Gould White)","content":"Every act of resistance makes it harder to yield. Being the leaders of the people, the priests and rulers felt it incumbent on them to defend the course they had taken. They must prove that they had been in the right. Having committed themselves in opposition to Christ, every act of resistance became an additional incentive to persist in the same path. The events of their past career of opposition are as precious treasures to be jealously guarded. And the hatred and malignity that inspired those acts are concentrated against the apostles."},{"refcode_short":"PH154 15.2","refcode_long":"Special Testimony to Battle Creek Church, p. 15.2 (Ellen Gould White)","content":"The Spirit of God revealed its presence unto those who, irrespective of the fear or favor of men, declared the truth which had been committed to them. Under the demonstration of the Holy Spirit's power, the Jews saw their guilt in refusing the evidence that God had sent; but they would not yield their wicked resistance. Their obstinacy became more and more determined, and worked the ruin of their souls. It was not that they could not yield, for they could, yet would not. It was not alone that they had been guilty, and deserving of wrath, but that they armed themselves with the attributes of Satan, and determinedly continued to be opposed to God. Every day, in their refusal to repent, they took up their rebellion afresh. They were preparing to reap that which they had sown. The wrath of God is not declared against men merely because of the sins which they have committed, but for choosing to continue in a state of resistance, and, although they have light and knowledge, repeating their sins of the past. If they would submit, they would be pardoned; but they are determined not to yield. They defy God by their obstinacy. These souls have given themselves to Satan, and he controls them according to his will."},{"refcode_short":"PH154 16.1","refcode_long":"Special Testimony to Battle Creek Church, p. 16.1 (Ellen Gould White)","content":"How was it with the rebellious inhabitants of the antediluvian world? After rejecting the message of Noah, they plunged into sin with greater abandon than ever before, and doubled the enormity of their corrupting practises. Those who refuse to reform by accepting Christ, find nothing reformative in sin; their minds are set to carry their spirit of revolt, and they are not, and never will be, forced to submission. The judgment which God brought upon the antediluvian world, declared it incurable. The destruction of Sodom proclaimed the inhabitants of the most beautiful country in the world, incorrigible in sin. The fire and brimstone from heaven consumed everything except Lot, his wife, and two daughters. The wife, looking back in disregard of God's command, became a pillar of salt."},{"refcode_short":"PH154 16.2","refcode_long":"Special Testimony to Battle Creek Church, p. 16.2 (Ellen Gould White)","content":"How God bore with the Jewish nation while they were murmuring and rebellious, breaking the Sabbath and every other precept of the law! He repeatedly declared them worse than the heathen. Each generation surpassed the preceding in guilt. The Lord permitted them to go into captivity; but after their deliverance, his requirements were forgotten. Everything that he committed to that people to be kept sacred, was perverted or displaced by the inventions of rebellious men. Christ said to them in his day, “Did not Moses give you the law, and yet none of you keepeth the law?” And these were the men who set themselves up as judges and censors over those whom the Holy Spirit was moving to declare the word of God to the people. (See John 7:19-23, 27, 28; Luke 11:37-52.)"},{"refcode_short":"PH154 17","refcode_long":"Special Testimony to Battle Creek Church, p. 17 (Ellen Gould White)","content":"Holy Spirit to be Left Untrammeled"},{"refcode_short":"PH154 17.1","refcode_long":"Special Testimony to Battle Creek Church, p. 17.1 (Ellen Gould White)","content":"Read these scriptures to the people. Read carefully, solemnly, and the Holy Spirit will be by your side, to impress minds as you read them. But do not fail to read with the true sense of the word in your own heart. If God has ever spoken by me, these scriptures mean very much to those who shall hear them."},{"refcode_short":"PH154 17.2","refcode_long":"Special Testimony to Battle Creek Church, p. 17.2 (Ellen Gould White)","content":"Finite men should beware of seeking to control their fellow men, taking the place assigned to the Holy Spirit. Let not men feel that it is their prerogative to give to the world what they suppose to be truth, and refuse that anything should be given contrary to their ideas. This is not their work. Many things will appear distinctly as truth, which will not be acceptable to those who think their own interpretations of the Scripture always right. Most decided changes will have to be made in regard to ideas which some have accepted as without a flaw. These men give evidence of fallibility in very many ways; they work upon principles which the word of God condemns. That which makes me feel to the very depths of my being, and makes me know that their works are not the works of God, is that they suppose they have authority to rule their fellow men. The Lord has given them no more right to rule others than he has given others to rule them. Those who assume the control of their fellow men, take into their finite hands a work that devolves upon God alone."},{"refcode_short":"PH154 18.1","refcode_long":"Special Testimony to Battle Creek Church, p. 18.1 (Ellen Gould White)","content":"That men should keep alive the spirit which ran riot at Minneapolis, is an offense to God. All heaven is indignant at the spirit that for years has been revealed in our publishing institution at Battle Creek. Unrighteousness is practised that God will not tolerate. He will visit for these things. A voice has been heard pointing out the errors, and in the name of the Lord, pleading for a decided change. But who have followed the instruction given? Who have humbled their hearts, to put from them every vestige of their wicked, oppressive spirit? I have been greatly burdened to set these matters before the people as they are. I know they will see them. I know that those who read this matter will be convicted."},{"refcode_short":"PH154 18","refcode_long":"Special Testimony to Battle Creek Church, p. 18 (Ellen Gould White)","content":"Christ's Love for the Church"},{"refcode_short":"PH154 18.2","refcode_long":"Special Testimony to Battle Creek Church, p. 18.2 (Ellen Gould White)","content":"The church of Christ, enfeebled, defective as she may appear, is the one object on earth upon which he bestows, in a special sense, his love and his regard. The church is the theater of his grace, in which he delights in making experiments of mercy on human hearts. The Holy Spirit is his representative, and it works to effect transformations so wonderful that angels look upon them with astonishment and joy. Heaven is full of rejoicing when the members of the human family are seen to be full of compassion for one another, loving one another as Christ has loved them. The church is God's fortress, his city of refuge, which he holds in a revolted world. Any betrayal of her sacred trust is treachery to him who has bought her with the precious blood of his only begotten Son."},{"refcode_short":"PH154 19.1","refcode_long":"Special Testimony to Battle Creek Church, p. 19.1 (Ellen Gould White)","content":"Christ speaks of the church over which Satan presides, as the synagogue of Satan. Its members are the children of disobedience. They are those who love to sin, and choose to sin, always laboring to make void the law of God, which is holy, just, and good. It is Satan's work to mingle evil with good, and to confuse the distinction between good and evil. Christ would have a church that labors to separate the evil from good, whose members will not knowingly tolerate wrong-doing, but will expel it from their own hearts and lives. How careful should we be in passing judgment on the work of others, how careful lest we become guilty of ascribing to evil agencies the manifestation of the Holy Spirit."},{"refcode_short":"PH154 20","refcode_long":"Special Testimony to Battle Creek Church, p. 20 (Ellen Gould White)","content":"A Faithful Message"},{"refcode_short":"PH154 20","refcode_long":"Special Testimony to Battle Creek Church, p. 20 (Ellen Gould White)","content":"Many Outgrown their Advent Faith"},{"refcode_short":"PH154 20.1","refcode_long":"Special Testimony to Battle Creek Church, p. 20.1 (Ellen Gould White)","content":"Because iniquity abounds, the love of many waxes cold. There are many who have outgrown their advent faith. They are living for the world, and while saying in their hearts, as they desire it shall be, “My Lord delayeth his coming,” they are beating their fellow servants. They do this for the same reason that Cain killed Abel. Abel was determined to worship God according to the directions God had given. This displeased Cain. He thought that his own plans were best, and that the Lord would come to his terms. Cain in his offering did not acknowledge his dependence upon Christ. He thought that his father Adam had been treated harshly in being expelled from Eden. The idea of keeping that sin ever before the mind, and offering the blood of the slain lamb as a confession of entire dependence upon a power outside of himself, was torture to the high spirit of Cain. Being the eldest, he thought that Abel should follow his example. When Abel's offering was accepted of God, the holy fire consuming the sacrifice, Cain's anger was exceedingly great. The Lord condescended to explain matters to him; but he would not be reconciled to God, and he hated Abel because God showed him favor. He became so angry that he slew his brother."},{"refcode_short":"PH154 21.1","refcode_long":"Special Testimony to Battle Creek Church, p. 21.1 (Ellen Gould White)","content":"The Lord has a controversy with all men who by their unbelief and doubt have been saying that he delays his coming, and who have been smiting their fellow servants, and eating and drinking with (working from the very same principle as) the drunken; they are drunken, but not with wine; they stagger, but not with strong drink. Satan has controlled their reason, and they know not at what they stumble."},{"refcode_short":"PH154 21","refcode_long":"Special Testimony to Battle Creek Church, p. 21 (Ellen Gould White)","content":"Result of Separation from God"},{"refcode_short":"PH154 21.2","refcode_long":"Special Testimony to Battle Creek Church, p. 21.2 (Ellen Gould White)","content":"Just as soon as a man separates from God so that his heart is not under the subduing power of the Holy Spirit, the attributes of Satan will be revealed, and he will begin to oppress his fellow men. An influence goes forth from him that is contrary to truth and justice and righteousness. This disposition is manifested in our institutions, not only in the relation of the workers to one another, but in the desire shown by one institution to control all others. Men who are entrusted with weighty responsibilities, but who have no living connection with God, have been and are doing despite to his Holy Spirit. They are indulging the very same spirit as did Korah, Dathan, and Abiram, and as did the Jews in the days of Christ. (See Matthew 12:22-29, 31-37.) Warnings have come from God again and again for these men, but they have cast them aside, and ventured on in the same course."},{"refcode_short":"PH154 21.3","refcode_long":"Special Testimony to Battle Creek Church, p. 21.3 (Ellen Gould White)","content":"Read the words of Christ in Matthew 23:23: “Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.” These denunciations are given as a warning to all who “outwardly appear righteous unto men, but within” “are full of hypocrisy and iniquity,” They say, “We are delivered to do all these things.” They also say, “If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets. Wherefore,” said Jesus, “ye be witnesses unto yourselves, that ye are the children of them which killed the prophets.” What lessons are here; how fearful and decisive! Jesus said, “Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city.” This prophecy was literally fulfilled by the Jews in their treatment of Christ and of the messengers whom God sent to them. Will men in these last days follow the example of those whom Christ condemned?"},{"refcode_short":"PH154 22.1","refcode_long":"Special Testimony to Battle Creek Church, p. 22.1 (Ellen Gould White)","content":"These terrible predictions they have not as yet carried out to the full; but if God spares their lives, and they nourish the same spirit that marked their course of action both before and after the Minneapolis meeting, they will fill up to the full the deeds of those whom Christ condemned when he was upon the earth."},{"refcode_short":"PH154 22.2","refcode_long":"Special Testimony to Battle Creek Church, p. 22.2 (Ellen Gould White)","content":"The perils of the last days are upon us. Read Matthew 25:14. Satan takes the control of every mind that is not decidedly under the control of the Spirit of God. Some have been cultivating hatred against the men whom God has commissioned to bear a special message to the world. They began this Satanic work at Minneapolis. Afterward, when they saw and felt the demonstration of the Holy Spirit, testifying that the message was of God, they hated it the more, because it was a testimony against them. They would not humble their hearts to repent, to give God the glory, and vindicate the right. They went on in their own spirit, filled with envy, jealousy, and evil surmisings, as did the Jews. They opened their hearts to the enemy of God and man. Yet these men have been holding positions of trust, and have been molding the work after their own similitude, as far as they possibly could...."},{"refcode_short":"PH154 23","refcode_long":"Special Testimony to Battle Creek Church, p. 23 (Ellen Gould White)","content":"Exhortation to Repentance"},{"refcode_short":"PH154 23.1","refcode_long":"Special Testimony to Battle Creek Church, p. 23.1 (Ellen Gould White)","content":"Those who are now first, who have been untrue to the cause of God, will soon be last, unless they repent. Unless they speedily fall upon the Rock and be broken, and be born again, the spirit that has been cherished will continue to be cherished. Mercy's sweet voice will not be recognized by them. Bible religion, in private and in public, is with them a thing of the past. They have been zealously declaiming against enthusiasm and fanaticism. Faith that calls upon God to relieve human suffering, faith that God has enjoined upon his people to exercise, is called fanaticism. But if there is anything upon the earth that should inspire men with sanctified zeal, it is the truth as it is in Jesus. It is the grand, great work of redemption. It is Christ, made unto us wisdom, and righteousness, and sanctification, and redemption."},{"refcode_short":"PH154 23.2","refcode_long":"Special Testimony to Battle Creek Church, p. 23.2 (Ellen Gould White)","content":"The Lord has often made manifest in his providence that nothing less than revealed truth, the word of God, can reclaim man from sin or keep him from transgression. That word which reveals the guilt of sin, has a power upon the human heart to make man right and keep him so. The Lord has said that his work is to be studied and obeyed; it is to be brought into the practical life; that word is as inflexible as the character of God,—the same yesterday, today, and forever."},{"refcode_short":"PH154 24","refcode_long":"Special Testimony to Battle Creek Church, p. 24 (Ellen Gould White)","content":"The True Inspiration to Enthusiasm"},{"refcode_short":"PH154 24.1","refcode_long":"Special Testimony to Battle Creek Church, p. 24.1 (Ellen Gould White)","content":"If there is anything in our world that should inspire enthusiasm, it is the cross of Calvary. “Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.” “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” Christ is to be accepted, believed on, and exalted. This is to be the theme of conversation,—the preciousness of Christ."},{"refcode_short":"PH154 24","refcode_long":"Special Testimony to Battle Creek Church, p. 24 (Ellen Gould White)","content":"Truth to be Enthroned in the Heart"},{"refcode_short":"PH154 24.2","refcode_long":"Special Testimony to Battle Creek Church, p. 24.2 (Ellen Gould White)","content":"There is in Battle Creek a class that have the truth planted in the heart. It is to them the power of God unto salvation. But unless the truth is enthroned in the heart, and a thorough transition takes place from darkness to light, those who handle sacred responsibilities are ministers of darkness, blind leaders of the blind. “Clouds they are without water, carried about of winds; trees whose fruit withereth, without fruit, twice dead, plucked up by the roots.” God requires that every soul that names his name shall have the truth enthroned in the heart. The time in which we live demands it. Eternity demands it. Pure religion demands it."},{"refcode_short":"PH154 25","refcode_long":"Special Testimony to Battle Creek Church, p. 25 (Ellen Gould White)","content":"Worldly Amusements"},{"refcode_short":"PH154 25","refcode_long":"Special Testimony to Battle Creek Church, p. 25 (Ellen Gould White)","content":"Parties of Pleasure"},{"refcode_short":"PH154 25.1","refcode_long":"Special Testimony to Battle Creek Church, p. 25.1 (Ellen Gould White)","content":"While there has been so much fear of excitement and enthusiasm in the service of God, there has been manifest an enthusiasm in another line which to many seems wholly congenial. I refer to the parties of pleasure that have been held among our people. These occasions have taken much of the time and attention of people who profess to be servants of Christ; but have these assemblies tended to the glory of his name? Was Jesus invited to preside over them? Gatherings for social intercourse may be made in the highest degree profitable and instructive when those who meet together have the love of God glowing in their hearts, when they meet to exchange thoughts in regard to the word of God, or to consider methods for advancing his work, and doing good to their fellow men. When nothing is said or done to grieve the Holy Spirit of God, but it is regarded as a welcome guest, then God is honored, and those who meet together will be refreshed and strengthened. “Then they that feared the Lord spake often one to another: and the Lord hearkened, and heard it, and a book of remembrance was written before him for them that feared the Lord, and that thought upon his name. And they shall be mine, saith the Lord of Hosts, in that day when I make up my jewels.”"},{"refcode_short":"PH154 26.1","refcode_long":"Special Testimony to Battle Creek Church, p. 26.1 (Ellen Gould White)","content":"But there has been a class of social gatherings in Battle Creek of an entirely different character, parties of pleasure that have been a disgrace to our institutions and to the church. They encourage pride of dress, pride of appearance, self-gratification, hilarity, and trifling. Satan is entertained as an honored guest, and he takes possession of those who patronize these gatherings. A view of one such company was presented to me, where were assembled those who profess to believe the truth. One was seated at the instrument of music, and such songs were poured forth as made the watching angels weep. There was mirth, there was coarse laughter, there was abundance of enthusiasm, and a kind of inspiration; but the joy was such as Satan only is able to create. This is an enthusiasm and infatuation of which all who love God will be ashamed. It prepares the participants for unholy thought and action. I have reason to think that some who were engaged in that scene, heartily repented of the shameful performance."},{"refcode_short":"PH154 26","refcode_long":"Special Testimony to Battle Creek Church, p. 26 (Ellen Gould White)","content":"Effect of Such Gatherings"},{"refcode_short":"PH154 26.2","refcode_long":"Special Testimony to Battle Creek Church, p. 26.2 (Ellen Gould White)","content":"Many such gatherings have been presented to me. I have seen the gaiety, the display in dress, the personal adornment. All want to be thought brilliant, and give themselves up to hilarity, foolish jesting, cheap, coarse flattery, and uproarious laughter. The eyes sparkle, the cheek is flushed, conscience sleeps. With eating and drinking and merry-making, they do their best to forget God. The scene of pleasure is their paradise. And Heaven is looking on, seeing and hearing all."},{"refcode_short":"PH154 27","refcode_long":"Special Testimony to Battle Creek Church, p. 27 (Ellen Gould White)","content":"Bicycle Sport"},{"refcode_short":"PH154 27.1","refcode_long":"Special Testimony to Battle Creek Church, p. 27.1 (Ellen Gould White)","content":"Turn to another scene. In the streets of the city is a party gathered for a bicycle race. In this company also are those who profess to know God and Jesus Christ whom he has sent. But who that looks upon the exciting race would think that those who were thus exhibiting themselves were the followers of Christ? Who would suppose that any of that party felt their need of Christ? Who would think they realized the value of their time and their physical powers as gifts from God, to be preserved for his service? Who thinks of the danger of accident, or that death may be the result of their wild chase? Who have prayed for the presence of Jesus, and the protection of the ministering angels? Is God glorified by these performances? Satan is playing the game of life for these souls, and he is well pleased with that which he sees and hears."},{"refcode_short":"PH154 27","refcode_long":"Special Testimony to Battle Creek Church, p. 27 (Ellen Gould White)","content":"A Profanation of Religion"},{"refcode_short":"PH154 27.2","refcode_long":"Special Testimony to Battle Creek Church, p. 27.2 (Ellen Gould White)","content":"The once earnest Christian who enters into these sports is on the down-grade. He has left the region pervaded by the vital atmosphere of heaven, and has plunged into an atmosphere of mist and fog. It may be some humble believer is induced to join the these sports. But if he maintains his connection with Christ, he cannot in heart participate in the exciting scene. The words he hears are not congenial, for they are not the language of Canaan. The speakers do not give evidence that they are making melody in their hearts to God. But there is unmistakable evidence that God is forgotten. He is not in all their thoughts. These parties of pleasure and gatherings for exciting sport, made up of those who profess to be Christians, are a profanation of religion and the name of God."},{"refcode_short":"PH154 28","refcode_long":"Special Testimony to Battle Creek Church, p. 28 (Ellen Gould White)","content":"Deceptive Working of Satan"},{"refcode_short":"PH154 28.1","refcode_long":"Special Testimony to Battle Creek Church, p. 28.1 (Ellen Gould White)","content":"The tenor of the conversation reveals the treasure of the heart. The cheap, common talk, the words of flattery, the foolish witticism, spoken to create a laugh, are the merchandise of Satan, and all who indulge in this talk are trading in his goods. Impressions are made upon those who hear these things, similar to that made upon Herod when the daughter of Herodias danced before him. All these transactions are recorded in the books of heaven; and at the last great day they will appear in their true light before the guilty ones. Then all will discern in them the alluring, deceptive workings of the devil, to lead them into the broad road and the wide gate that opens to their ruin."},{"refcode_short":"PH154 28","refcode_long":"Special Testimony to Battle Creek Church, p. 28 (Ellen Gould White)","content":"Professed Christians as Decoys of Satan"},{"refcode_short":"PH154 28.2","refcode_long":"Special Testimony to Battle Creek Church, p. 28.2 (Ellen Gould White)","content":"Satan has been multiplying his snares in Battle Creek; and professed Christians who are superficial in character and religious experience are used by the tempter as his decoys. This class are always ready for the gatherings for pleasure or sport, and their influence attracts others. Young men and young women who have tried to be Bible Christians are persuaded to join the party, and they are drawn into the ring. They did not prayerfully consult the divine standard. To learn what Christ had said in regard to the fruit to be borne on the Christian tree. They do not discern that these entertainments are really Satan's banquet, prepared to keep souls from accepting the call to the marriage supper of the Lamb: they prevent them from receiving the white robe of character, which is the righteousness of Christ. They become confused as to what it is right for them as Christians to do. They do not want to be thought singular, and naturally incline to follow the example of others. Thus they come under the influence of those who have never had the divine touch on heart or mind."},{"refcode_short":"PH154 29.1","refcode_long":"Special Testimony to Battle Creek Church, p. 29.1 (Ellen Gould White)","content":"In these exciting gatherings, carried away by the glamour and passion of human influence, youth that have been carefully instructed to obey the law of God, are led to form attachments for those whose education has been a mistake, and whose religious experience has been a fraud. They sell themselves to a lifelong bondage. As long as they live, they must be hampered by their union with a cheap, superficial character, one who lives for display, but who has not the precious, inward adorning, the ornament of a meek and quiet spirit, which in the sight of God is of great price. When sickness and death shall come to those who have lived to please themselves merely, they find that they have provided no oil in their vessels with their lamps, and they are utterly unfitted to close their life's history. This has been, this will continue to be."},{"refcode_short":"PH154 29.2","refcode_long":"Special Testimony to Battle Creek Church, p. 29.2 (Ellen Gould White)","content":"We ask of those who have had great light in Battle Creek, Has the truth of God lost its hold upon the soul? Has the fine gold become dim? What has been the cause of this fanaticism and enthusiasm? A fearful accountability rests upon world-loving, selfish parents, for sin lies at their door. How much more favorable it would be if the school buildings that are now in Battle Creek were far off from the city, and separated from so large a colony of professed Sabbathkeepers!"},{"refcode_short":"PH154 30","refcode_long":"Special Testimony to Battle Creek Church, p. 30 (Ellen Gould White)","content":"Deplorable Conviction Gaining Ground in the World"},{"refcode_short":"PH154 30.1","refcode_long":"Special Testimony to Battle Creek Church, p. 30.1 (Ellen Gould White)","content":"The conviction is gaining ground in the world that Seventh-day Adventists are giving the trumpet an uncertain sound, that they are following in the path of worldlings. Families in Battle Creek are departing from God, in planning contracts of marriage with those who have no love for God; with those who have lived a frivolous life, who have never practised self-denial, and know not from experience what it means to be laborers together with God. Strange things are being transacted. False phases of Christianity are being received and taught, which bind souls in deception and delusion. Men are walking in the light of the sparks of their own kindling. Those who love and fear God will not descend to the world's level, in choosing the society of the vain and trifling They will not become charmed with men or women who are not converted. They are to stand up for Jesus, and then Jesus will stand up for them."},{"refcode_short":"PH154 30","refcode_long":"Special Testimony to Battle Creek Church, p. 30 (Ellen Gould White)","content":"Dishonest Dealings in Business"},{"refcode_short":"PH154 30.2","refcode_long":"Special Testimony to Battle Creek Church, p. 30.2 (Ellen Gould White)","content":"Some of those who know the truth, but do not practise it, are trampling upon the law of God in their business transactions. We should have no intimate association with them, lest we catch their spirit, and share their doom. The patriarch Jacob, when speaking of certain deeds of his sons, which he contemplated with horror, exclaimed, “O my soul, come not thou into their secret; unto their assembly, mine honor, be not thou united.” He felt that his own honor would be compromised if he associated with sinners in their doings. He lifts the danger-signal, to warn us away from such associations, lest we become partakers of their evil deeds. The Holy Spirit, through the apostle Paul, utters a similar warning, “Have no fellowship with the unfruitful works of darkness, but rather reprove them.”"},{"refcode_short":"PH154 31","refcode_long":"Special Testimony to Battle Creek Church, p. 31 (Ellen Gould White)","content":"True Attitude of the Christian"},{"refcode_short":"PH154 31.1","refcode_long":"Special Testimony to Battle Creek Church, p. 31.1 (Ellen Gould White)","content":"The eternal God has drawn the line of distinction between the saints and the sinners, the converted and the unconverted. The two classes do not blend into each other imperceptibly, like the colors of the rainbow. They are as distinct as midday and midnight."},{"refcode_short":"PH154 31.2","refcode_long":"Special Testimony to Battle Creek Church, p. 31.2 (Ellen Gould White)","content":"Those who are seeking the righteousness of Christ, will be dwelling upon the themes of the great salvation. The Bible is the storehouse that supplies their souls with nourishing food. They meditate upon the incarnation of Christ, they contemplate the great sacrifice made to save them from perdition, to bring in pardon, peace, and everlasting righteousness. The soul is aglow with these grand and elevating themes. Holiness and truth, grace and righteousness, occupy the thoughts. Self dies, and Christ lives in his servants. In contemplation of the word, their hearts burn within them, as did the hearts of the two disciples while they went to Emmaus, and Christ walked with them by the way, and opened to them the scriptures concerning himself."},{"refcode_short":"PH154 32.1","refcode_long":"Special Testimony to Battle Creek Church, p. 32.1 (Ellen Gould White)","content":"How few realize that Jesus, unseen, is walking by their side! How ashamed many would be to hear his voice speaking to them, and to know that he heard all their foolish, common talk! And how many hearts would burn with holy joy if they only knew that the Saviour was by their side, that the holy atmosphere of his presence was surrounding them, and they were feeding on the bread of life! How pleased the Saviour would be to hear his followers talking of his precious lessons of instruction, and to know that they had a relish for holy things! When the truth abides in the heart, there is no place for criticism of God's servants, or for picking flaws with the message he sends. That which is in the heart will flow from the lips. It cannot be repressed. The things that God has prepared for those that love him, will be the theme of conversation. The love of Christ is in the soul as a well of water, springing up into everlasting life, sending forth living streams, that bring life and gladness wherever they flow."},{"refcode_short":"PH154 32","refcode_long":"Special Testimony to Battle Creek Church, p. 32 (Ellen Gould White)","content":"Rejecting the Light"},{"refcode_short":"PH154 32.2","refcode_long":"Special Testimony to Battle Creek Church, p. 32.2 (Ellen Gould White)","content":"God says to his servants, “Cry aloud, spare not, lift up thy voice like a trumpet, and show my people their transgression, and the house of Jacob their sins.” But when the plain, straight testimony comes from lips under the moving of the Spirit of God, there are many who treat it with disdain. There are among us those who, in actions if not in words, “say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits: get you out of the way, turn aside out of the path, cause the Holy One of Israel to cease from before us. Wherefore thus saith the Holy One of Israel, Because ye despise this word, and trust in oppression and perverseness, and stay thereon: therefore this iniquity shall be to you as a breach ready to fall, swelling out in a high wall, whose breaking cometh suddenly, at an instant.... For thus saith the Lord God, the Holy One of Israel; In returning and rest shall ye be saved; in quietness and in confidence shall be your strength: and ye would not.”"},{"refcode_short":"PH154 33","refcode_long":"Special Testimony to Battle Creek Church, p. 33 (Ellen Gould White)","content":"Cleansing of the Heart Needed"},{"refcode_short":"PH154 33.1","refcode_long":"Special Testimony to Battle Creek Church, p. 33.1 (Ellen Gould White)","content":"I inquire of those in responsible positions in Battle Creek, What are you doing? You have turned your back, and not your face, to the Lord. There needs to be a cleansing of the heart, the feelings, the sympathies, the words, in reference to the most momentous subjects,—the Lord God, eternity, truth. What is the message to be given at this time?—It is the third angel's message. But that light which is to fill the whole earth with its glory, has been despised by some who claim to believe the present truth. But careful how you treat it. Take off the shoes from off your feet; for you are on holy ground. Beware how you indulge the attributes of Satan, and pour contempt upon the manifestation of the Holy Spirit. I know not but some have even now gone too far to return and to repent."},{"refcode_short":"PH154 33","refcode_long":"Special Testimony to Battle Creek Church, p. 33 (Ellen Gould White)","content":"Communication of Light"},{"refcode_short":"PH154 33.2","refcode_long":"Special Testimony to Battle Creek Church, p. 33.2 (Ellen Gould White)","content":"I state truth. The souls who love God, who believe in Christ, and who eagerly grasp every ray of light, will see light, and rejoice in the truth. They will communicate the light. They will grow in holiness. Those who receive the Holy Spirit will feel the chilling atmosphere that surrounds the souls of others by whom these great and solemn realities are unappreciated and spoken against. They feel that they are in the council of the ungodly, of men who stand in the way of sinners, and sit in the seat of the scornful."},{"refcode_short":"PH154 34.1","refcode_long":"Special Testimony to Battle Creek Church, p. 34.1 (Ellen Gould White)","content":"The word of God speaketh truth, not a lie. In it is nothing strained, nothing extreme, nothing overdone. We are to accept it as the word of the living God. In obedience to that word, the church have duties to perform which they have not done. They are not to flee from the post of duty; but in trial and temptation they should lean more heavily upon God. There are difficulties to be met, but God's people as one must rise to the emergencies. There are duties to be discharged to the church and to our God."},{"refcode_short":"PH154 34","refcode_long":"Special Testimony to Battle Creek Church, p. 34 (Ellen Gould White)","content":"Danger of Accepting Darkness"},{"refcode_short":"PH154 34.2","refcode_long":"Special Testimony to Battle Creek Church, p. 34.2 (Ellen Gould White)","content":"The Spirit of God is departing from many among his people. Many have entered into dark, secret paths, and some will never return. They will continue to stumble to their ruin. They have tempted God, they have rejected light. All the evidence that will ever be given them they have received, and have not heeded. They have chosen darkness rather than light, and have defiled their souls. No man or church can associate with a pleasure-loving class, and reveal that they appreciate the rich current which the Lord has sent to those who have simple faith in his word. The world is polluted, corrupted, as was the world in the days of Noah. The only remedy is belief in the truth, acceptance of the light. Yet many have listened to the truth spoken in demonstration of the Spirit, and they have not only refused to accept the message, but they have hated the light. These men are parties to the ruin of souls. They have interposed themselves between the heaven-sent light and the people. They have trampled upon the word of God, and are doing despite to his Holy Spirit."},{"refcode_short":"PH154 35.1","refcode_long":"Special Testimony to Battle Creek Church, p. 35.1 (Ellen Gould White)","content":"I call upon God's people to open their eyes. When you sanction or carry out the decisions of men who, as you know, are not in harmony with truth and righteousness, you weaken your own faith, and lose your relish for communion with God. You seem to hear the voice which was addressed to Joshua: “Wherefore liest thou thus upon thy face? Israel hath sinned, and they have also transgressed my covenant which I commanded them.... There is an accursed thing in the midst of thee, O Israel.” “Neither will I be with you any more, except ye destroy the accursed from among you.” Christ declares, “He that gathereth not with me scattereth abroad.”"},{"refcode_short":"PH154 35","refcode_long":"Special Testimony to Battle Creek Church, p. 35 (Ellen Gould White)","content":"The Message of Justification by Faith"},{"refcode_short":"PH154 35.2","refcode_long":"Special Testimony to Battle Creek Church, p. 35.2 (Ellen Gould White)","content":"The Lord in his great mercy sent a most precious message to his people through Elders Waggoner and Jones. This message was to bring more prominently before the world the uplifted Saviour, the sacrifice for the sins of the whole world. It presented justification through faith in the Surety; it invited the people to receive the righteousness of Christ, which is made manifest in obedience to all the commandments of God. Many had lost sight of Jesus. They needed to have their eyes directed to his divine person, his merits, and his changeless love for the human family. All power is given into his hands, that he may dispense rich gifts unto men, imparting the priceless gift of his own righteousness to the helpless human agent. This is the message that God commanded to be given to the world. It is the third angel's message, which is to be proclaimed with a loud voice, and attended with the outpouring of his Spirit in a large measure."},{"refcode_short":"PH154 36.1","refcode_long":"Special Testimony to Battle Creek Church, p. 36.1 (Ellen Gould White)","content":"The uplifted Saviour is to appear in his efficacious work as the Lamb slain, sitting upon the throne, to dispense the priceless covenant blessings, the benefits he died to purchase for every soul who should believe on him. John could not express that love in words; it was too deep, too broad; he calls upon the human family to behold it. Christ is pleading for the church in the heavenly courts above, pleading for those for whom he paid the redemption price of his own life-blood. Centuries, ages, can never diminish the efficacy of this atoning sacrifice. This message of the gospel of his grace was to be given to the church in clear and distinct lines, that the world should no longer say that Seventh-day Adventists talk the law, the law, but do not teach or believe Christ."},{"refcode_short":"PH154 36","refcode_long":"Special Testimony to Battle Creek Church, p. 36 (Ellen Gould White)","content":"Faith in Christ's Atoning Blood the Life of the Church"},{"refcode_short":"PH154 36.2","refcode_long":"Special Testimony to Battle Creek Church, p. 36.2 (Ellen Gould White)","content":"The efficacy of the blood of Christ was to be presented to the people with freshness and power, that their faith might lay hold upon its merits. As the high priest sprinkled the warm blood upon the mercy-seat, while the fragrant cloud of incense ascended before God, so while we confess our sins, and plead the efficacy of Christ's atoning blood, our prayers are to ascend to heaven, fragrant with the merits of our Saviour's character. Notwithstanding our unworthiness, we are ever to bear in mind that there is One that can take away sin, and save the sinner. Every sin acknowledged before God with a contrite heart, he will remove. This faith is the life of the church. As the serpent was lifted up in the wilderness by Moses, and all that had been bitten by the fiery serpents were bidden to look and live, so also the Son of Man must be lifted up, that “whosoever believeth in him should not perish, but have eternal life.”"},{"refcode_short":"PH154 37.1","refcode_long":"Special Testimony to Battle Creek Church, p. 37.1 (Ellen Gould White)","content":"Unless he makes it his life business to behold the uplifted Saviour, and by faith to accept the merits which it is his privilege to claim, the sinner can no more be saved than Peter could walk upon the water unless he kept his eyes fixed steadily upon Jesus. Now it has been Satan's determined purpose to eclipse the view of Jesus, and lead men to look to man, and trust to man, and be educated to expect help from man. For years the church has been looking to man, and expecting much from man, but not looking to Jesus, in whom our hopes of eternal life are centered. Therefore God gave to his servants a testimony that presented the truth as it is in Jesus, which is the third angel's message, in clear, distinct lines. John's words are to be sounded by God's people, that all may discern the light and walk in the light: “He that cometh from above is above all; he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all. And what he hath seen and heard, that he testifieth; and no man receiveth his testimony. He that hath received his testimony hath set to his seal that God is true. For he whom God hath sent speaketh the words of God; for God giveth not the Spirit by measure unto him. The Father loveth the Son, and hath given all things into his hands. He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.”"},{"refcode_short":"PH154 38","refcode_long":"Special Testimony to Battle Creek Church, p. 38 (Ellen Gould White)","content":"The Richest Gifts of God"},{"refcode_short":"PH154 38.1","refcode_long":"Special Testimony to Battle Creek Church, p. 38.1 (Ellen Gould White)","content":"This is the testimony that must go throughout the length and breadth of the world. It presents the law and the gospel, binding up the two in a perfect whole. (See Romans 5, and 1 John 3:9 to the close of the chapter.) These precious scriptures will be impressed upon every heart that is opened to receive them. “The entrance of thy words giveth light; it giveth understanding unto the simple,”—those who are contrite in heart. “As many as received him, to them gave he power to become the sons of God, even to them that believe on his name.” These have not a mere nominal faith, a theory of truth, a legal religion, but they believe to a purpose, appropriating to themselves the richest gifts of God. They plead for the gift, that they may give to others. They can say, “Of his fullness have all we received, and grace for grace.”"},{"refcode_short":"PH154 38.2","refcode_long":"Special Testimony to Battle Creek Church, p. 38.2 (Ellen Gould White)","content":"“He that loveth not, knoweth not God; for God is love. In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him. Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins. Beloved, if God so loved us, we ought also to love one another. No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us. Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.”"},{"refcode_short":"PH154 39","refcode_long":"Special Testimony to Battle Creek Church, p. 39 (Ellen Gould White)","content":"The Message Designed of God for the Present Time"},{"refcode_short":"PH154 39.1","refcode_long":"Special Testimony to Battle Creek Church, p. 39.1 (Ellen Gould White)","content":"This is the very work which the Lord designs that the message he has given his servants, shall perform in the heart and mind of every human agent. It is the perpetual life of the church to love God supremely, and to love others as they love themselves. There was but little love for God or man, and God gave to his messengers just what the people needed. Those who received the message were greatly blessed, for they saw the bright rays of the Sun of Righteousness, and life and hope sprang up in their hearts. They were beholding Christ. “Fear not,” is his everlasting assurance; “I am he that liveth, and was dead; and, behold, I am alive for evermore.” “Because I live, ye shall live also.” The blood of the spotless Lamb of God the believers apply to their own hearts. Looking upon the great Antitype, we can say, “It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.” The Sun of Righteousness shines into our hearts to give the knowledge of the glory of Jesus Christ. Of the Holy Spirit's office he says, “He shall glorify me; for he shall receive of mine, and shall show it unto you.” The psalmist prays. “Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow.... Create in me a clean heart, O God; and renew a right spirit within me. Cast me not away from thy presence; and take not thy Holy Spirit from me. Restore unto me the joy of thy salvation; and uphold me with thy free Spirit. Then will I teach transgressors thy ways; and sinners shall be converted unto thee.”"},{"refcode_short":"PH154 40.1","refcode_long":"Special Testimony to Battle Creek Church, p. 40.1 (Ellen Gould White)","content":"The Lord would have these grand themes studied in our churches, and if every church-member shall give entrance to the word of God, it will give light and understanding to the simple. “Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness, and hath no light? let him trust in the name of the Lord, and stay upon his God. Behold, all ye that kindle a fire, that compass yourselves about with sparks: walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have of mine hand; ye shall lie down in sorrow.” (See Isaiah 29:13-16, 18-21.) “Thus saith the Lord, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches: but let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise loving-kindness, judgment, and righteousness, in the earth: for in these things I delight, saith the Lord.”"},{"refcode_short":"PH154 40.2","refcode_long":"Special Testimony to Battle Creek Church, p. 40.2 (Ellen Gould White)","content":"Never was there a time when the Lord would manifest his great grace unto his chosen ones more fully than in these last days when his law is made void. “The Lord is well pleased for his righteousness’ sake; he will magnify the law, and make it honorable.” What does God say in regard to his people?—“But this is a people robbed and spoiled; they are all of them snared in holes, and they are hid in prison houses: they are for a prey, and none delivereth; for a spoil, and none saith, Restore.” (See also Isaiah 43.) These are prophecies that will be fulfilled."},{"refcode_short":"PH154 41","refcode_long":"Special Testimony to Battle Creek Church, p. 41 (Ellen Gould White)","content":"Solemn Warning Against Despising God's Message and Messengers"},{"refcode_short":"PH154 41.1","refcode_long":"Special Testimony to Battle Creek Church, p. 41.1 (Ellen Gould White)","content":"I would speak in warning to those who have stood for years resisting light and cherishing the spirit of opposition. How long will you hate and despise the messengers of God's righteousness? God has given them his message. They bear the word of the Lord. There is salvation for you, but only through the merits of Jesus Christ. The grace of the Holy Spirit has been offered you again and again. Light and power from on high have been shed abundantly in the midst of you. Here was evidence, that all might discern whom the Lord recognized as his servants. But there are those who despised the men and the message they bore. They have taunted them with being fanatics, extremists, and enthusiasts. Let me prophesy unto you: Unless you speedily humble your hearts before God, and confess your sins, which are many, you will, when it is too late, see that you have been fighting against God. Through the conviction of the Holy Spirit, no longer unto reformation and pardon, you will see that these men whom you have spoken against have been as signs in the world, as witnesses for God. Then you would give the whole world if you could redeem the past, and be just such zealous men, moved by the Spirit of God to lift your voice in solemn warning to the world; and like them, to be in principle firm as a rock. Your turning things upside down is known of the Lord. Go on a little longer as you have gone, in rejection of the light from heaven, and you are lost. “The man that shall be unclean, and shall not purify himself, that soul shall be cut off from among the congregation.”"},{"refcode_short":"PH154 42.1","refcode_long":"Special Testimony to Battle Creek Church, p. 42.1 (Ellen Gould White)","content":"I have no smooth message to bear to those who have been for so long as false guide-posts, pointing the wrong way. If you reject Christ's delegated messengers, you reject Christ. Neglect this great salvation, kept before you for years, despise this glorious offer of justification through the blood of Christ, and sanctification through the cleansing power of the Holy Spirit, and there remaineth no more sacrifice for sins, but a certain fearful looking for of judgment and fiery indignation. I entreat you now to humble yourselves, and cease your stubborn resistance of light and evidence. Say unto the Lord, “Mine iniquities have separated between me and my God. O Lord, pardon my transgressions. Blot out my sins from the book of thy remembrance.” Praise his holy name, there is forgiveness with him, and you can be converted, transformed."},{"refcode_short":"PH154 42.2","refcode_long":"Special Testimony to Battle Creek Church, p. 42.2 (Ellen Gould White)","content":"“For if the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh; how much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God?”"},{"refcode_short":"PH154 43","refcode_long":"Special Testimony to Battle Creek Church, p. 43 (Ellen Gould White)","content":"“Let Him That Thinketh He Standeth Take Heed Lest He Fall”"},{"refcode_short":"PH154 43","refcode_long":"Special Testimony to Battle Creek Church, p. 43 (Ellen Gould White)","content":"Idolatry of the Children of Israel"},{"refcode_short":"PH154 43.1","refcode_long":"Special Testimony to Battle Creek Church, p. 43.1 (Ellen Gould White)","content":"“Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea; and were all baptized unto Moses in the cloud and in the sea; and did all eat the same spiritual meat; and did all drink the same spiritual drink; for they drank of that spiritual Rock that followed them: and that Rock was Christ. But with many of them God was not well pleased: for they were overthrown in the wilderness.” The experience of Israel, referred to in the above words by the apostle, and as recorded in the 105th and 106th psalms, contains lessons of warning that the people of God in these last days especially need to study. I urge that these chapters be read at least once every week."},{"refcode_short":"PH154 43.2","refcode_long":"Special Testimony to Battle Creek Church, p. 43.2 (Ellen Gould White)","content":"“Now these things were our examples, to the intent we should not lust after evil things, as they also lusted. Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play.”"},{"refcode_short":"PH154 43.3","refcode_long":"Special Testimony to Battle Creek Church, p. 43.3 (Ellen Gould White)","content":"In the hearing of all Israel, God had spoken in awful majesty upon Mount Sinai, declaring the precepts of his law. The people, overwhelmed with the sense of guilt, and fearing to be consumed by the glory of the presence of the Lord, had entreated Moses, “Speak thou with us, and we will hear; but let not God speak with us, lest we die.” God called Moses up into the mount that he might communicate to him the laws for Israel, but how quickly the solemn impression made upon that people by the manifestation of God's presence, passed away. Even the leaders of the host seemed to have lost their reason. The memory of their covenant with God, their terror when, falling upon their faces, they had exceedingly feared and quaked, all had vanished like smoke. Although the glory of God was still like devouring fire upon the top of the mount, yet when the presence of Moses was withdrawn, the old habits of thought and feeling began to assert their power. The people wearied of waiting for the return of Moses, and began to clamor for some visible representation of God."},{"refcode_short":"PH154 44.1","refcode_long":"Special Testimony to Battle Creek Church, p. 44.1 (Ellen Gould White)","content":"Aaron, who had been left in charge of the camp, yielded to their clamors. Instead of exercising faith in God, trusting to divine power to sustain him, he was tempted to believe that if he resisted the demands of the people, they would take his life; and he did as they desired. He collected the golden ornaments, made the molten calf, and fashioned it with a graving tool. Then the leaders of the people declared, “These be thy gods, O Israel, which brought thee up out of the land of Egypt.” When Aaron saw that the image he had graven pleased the people, he was proud of his workmanship. He built an altar before the idol, “made proclamation, and said, Tomorrow is a feast to the Lord. And they rose up early on the morrow, and offered burnt offerings, and brought peace-offerings; and the people sat down to eat and to drink, rose up to play.” They drank and feasted, and gave themselves up to mirth and dancing, which ended in the shameful orgies that marked the heathen worship of false gods."},{"refcode_short":"PH154 45.1","refcode_long":"Special Testimony to Battle Creek Church, p. 45.1 (Ellen Gould White)","content":"God in heaven beheld it all, and warned Moses of what was taking place in the camp, saying, “Now therefore let me alone, that my wrath may wax hot against them, and that I may consume them: and I will make of thee a great nation. And Moses besought the Lord his God, and said, Lord, why doth thy wrath wax hot against thy people, which thou hast brought forth out of the land of Egypt with great power, and with a mighty hand? Wherefore should the Egyptians speak, and say, For mischief did he bring them out, to slay them in the mountains, and to consume them from the face of the earth? Turn from thy fierce wrath, and repent of this evil against thy people. Remember Abraham, Isaac, and Israel, thy servants, to whom thou swarest by thine own self, and saidst unto them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of will I give unto your seed, and they shall inherit it forever. And the Lord repented of the evil which he had thought to do unto his people.”"},{"refcode_short":"PH154 45.2","refcode_long":"Special Testimony to Battle Creek Church, p. 45.2 (Ellen Gould White)","content":"As Moses came down from the mountain with the two tables of the testimony in his hand, he heard the shouts of the people, and, as he came near, beheld the idol and the reveling multitude. Overwhelmed with horror and indignation that God had been dishonored, and that the people had broken their solemn covenant with him, he cast the two tables of stone upon the ground, and broke them beneath the mount. Though his love for Israel was so great that he was willing to lay down his own life for them, yet his zeal for the glory of God moved him to anger, which found expression in this act of such terrible significance. God did not rebuke him. The breaking of the tables of stone was but a representation of the fact that Israel had broken the covenant which they had so recently made with God. It is a righteous indignation against sin, which springs from zeal for the glory of God, not that anger prompted by self-love or wounded ambition, which is referred to in the scripture, “Be ye angry and sin not.” Such was the anger of Moses."},{"refcode_short":"PH154 46.1","refcode_long":"Special Testimony to Battle Creek Church, p. 46.1 (Ellen Gould White)","content":"“And he took the calf which they had made, and burnt it in the fire, and ground it to powder, and strewed it upon the water, and made the children of Israel drink of it. And Moses said unto Aaron, What did this people do unto thee, that thou hast brought so great a sin upon them? And Aaron said, Let not the anger of my Lord wax hot: thou knowest the people, that they are set on mischief. For they said unto me, Make us gods, which shall go before us: for as for this Moses, the man that brought us up out of the land of Egypt, we wot not what is become of him.” And Moses “saw that the people were naked (for Aaron had made them naked unto their shame among their enemies).”"},{"refcode_short":"PH154 46","refcode_long":"Special Testimony to Battle Creek Church, p. 46 (Ellen Gould White)","content":"Special Influence of Satan's Work"},{"refcode_short":"PH154 46.2","refcode_long":"Special Testimony to Battle Creek Church, p. 46.2 (Ellen Gould White)","content":"To us the warning is given, “All these things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come.” Mark the influence of their extremes and fanaticism in the service of the great master-worker, Satan. As soon as the wicked one had the people under his control, there were exhibitions of a Satanic character. The people ate and drank without a thought of God and his mercy, without a thought of the necessity of resisting the devil, who was leading them on to the most shameful deeds. The same spirit was manifested as at the sacrilegious feast of Belshazzar. There was glee and dancing, hilarity and singing, carried to an infatuation that beguiled the senses; then the indulgence in inordinate, lustful affections,—all this mingled in that disgraceful scene. God had been dishonored; his people had become a shame in the sight of the heathen. Judgments were about to fall on that infatuated, besotted multitude. Yet God in his mercy gave them opportunity to forsake their sins."},{"refcode_short":"PH154 47.1","refcode_long":"Special Testimony to Battle Creek Church, p. 47.1 (Ellen Gould White)","content":"“Then Moses stood in the gate of the camp, and said, Who is on the Lord's side?” The trumpeters caught up the words, and sounded them through the trumpet, Who is on the Lord's side? “let him come unto me. And all the sons of Levi gathered themselves together unto him.” All who were repentant had the privilege of taking their stand beside Moses. “And he said unto them, Thus saith the Lord God of Israel, Put every man his sword by his side, and go in and out from gate to gate throughout the camp, and slay every man his brother, and every man his companion, and every man his neighbor. And the children of Levi did according to the word of Moses: and there fell of the people that day about three thousand men.” There was no partiality, no hypocrisy, no confederating to shield the guilty. For the terror of the Lord was upon the people."},{"refcode_short":"PH154 48.1","refcode_long":"Special Testimony to Battle Creek Church, p. 48.1 (Ellen Gould White)","content":"Those who had shown so little sense of the presence and the greatness of God, and who, after the exhibition of his majesty, were ready to depart from the Lord, would be a continual snare to Israel. They were slain, as a rebuke to sin, and to put a fear upon the people to dishonor God."},{"refcode_short":"PH154 48","refcode_long":"Special Testimony to Battle Creek Church, p. 48 (Ellen Gould White)","content":"Danger of Self-Pleasing"},{"refcode_short":"PH154 48.2","refcode_long":"Special Testimony to Battle Creek Church, p. 48.2 (Ellen Gould White)","content":"I cannot now consider this history further, but I ask you in every city, in every town, in every household, I ask every individual, to study the lesson of this scripture, bearing in mind the words of inspiration, “Let him that thinketh he standeth take heed lest he fall.” Here is presented the only election that is brought to view in the word of God. It is those who take heed lest they fall that will be accepted at last. There can be no presumption more fatal than that which leads men to venture upon a course of self-pleasing. In view of this solemn warning from God, should not fathers and mothers take heed? Should they not faithfully point out to the youth the dangers that are constantly arising to lead them away from God? Many allow the youth to attend parties of pleasure, thinking that amusement is essential for health and happiness; but what dangers are in that path! The more the desire for pleasure is gratified, the more it is cultivated and the stronger it becomes. The life-experience is largely made up of self-gratification in amusement. God bids us to beware. “Let him that thinketh he standeth take heed lest he fall.”"},{"refcode_short":"PH154 49","refcode_long":"Special Testimony to Battle Creek Church, p. 49 (Ellen Gould White)","content":"Appeal to Teachers in our Schools"},{"refcode_short":"PH154 49.1","refcode_long":"Special Testimony to Battle Creek Church, p. 49.1 (Ellen Gould White)","content":"I ask you who are living in the very heart of the work to review the experience of years, and see if the “well done” can truthfully be spoken to you. I ask the teachers in the school to consider carefully, prayerfully, Have you individually watched for your own soul as one who is co-operating with God for its purification from all sin, and for its entire sanctification unto God? Can you by precept and example teach the youth, sanctification, not devotion to the arch-deceiver, but sanctification through the truth, unto holiness, obedience to God?"},{"refcode_short":"PH154 49.2","refcode_long":"Special Testimony to Battle Creek Church, p. 49.2 (Ellen Gould White)","content":"Have you not been afraid of the Holy Spirit? At times it has come with all-pervading influence into the school at Battle Creek, and into the schools at other localities. Did you recognize it? Did you accord it the honor due to a heavenly messenger? When the Spirit seemed to be striving with the youth, did you say, Let us put away all study; for it is evident that we have among us a heavenly guest. Let us give praise and honor to God. Did you, with contrite hearts, bow in prayer with your students, pleading that you might receive the blessing which God was presenting to you? The Great Teacher himself was among you. How did you honor him? Was he a stranger to some of the educators? Was there need to send for some one of supposed authority to welcome or repel this messenger from heaven? Though unseen, his presence was among you. But was not the thought expressed that in school the time was to be given to study, and that there was a time for everything, as if the hours devoted to common study were too precious to be given up for the working of the heavenly messenger?"},{"refcode_short":"PH154 50.1","refcode_long":"Special Testimony to Battle Creek Church, p. 50.1 (Ellen Gould White)","content":"If you have in this way restricted and repulsed the Holy Spirit of God, I entreat you to repent of it as quickly as possible. If any of the educators have not opened the door of their own hearts to the Spirit of God, but closed and padlocked it, I urge them to unlock the door, and pray with earnestness. “Abide with me.” When the Holy Spirit reveals his presence in your schoolrooms, tell your students, The Lord signifies that he has for us today a lesson of heavenly import, of more value than our lessons in ordinary lines, Let us listen; let us bow before God, and seek him with the whole heart."},{"refcode_short":"PH154 50.2","refcode_long":"Special Testimony to Battle Creek Church, p. 50.2 (Ellen Gould White)","content":"Let me tell you what I know of this heavenly guest. The Holy Spirit was brooding over the youth in the school hours; but some hearts were so cold and dark that they had no desire for the Spirit's presence, and the light of God was withdrawn. That heavenly visitant would have opened the understanding, would have given wisdom and knowledge in all lines of study, that would have been employed to the glory of God. The Lord's messenger came to convince of sin, and to soften the heart hardened by long estrangement from God. He came to reveal the great love wherewith God has loved those youth. They are God's heritage, and educators should possess the “higher education” before they are qualified to be instructors and guides of youth."},{"refcode_short":"PH154 50","refcode_long":"Special Testimony to Battle Creek Church, p. 50 (Ellen Gould White)","content":"The True Education"},{"refcode_short":"PH154 50.3","refcode_long":"Special Testimony to Battle Creek Church, p. 50.3 (Ellen Gould White)","content":"The teacher may understand many things in regard to the physical universe; he may know all about the structure of living things, the inventions of mechanical art, the discoveries of natural science; but he cannot be called educated unless he has a knowledge of the only true God and Jesus Christ whom he has sent. A principle of divine origin must pervade our conduct, and bind us to God. This will not be in any way a hindrance to the study of true science. The fear of the Lord is the beginning of wisdom, and the man who consents to be molded and fashioned after the divine similitude, is the noblest specimen of the work of God. All who live in communion with our Creator, will have an understanding of his design in their creation, and they will have a sense of their own accountability to God to employ their faculties to the very best purpose. They will seek neither to glorify nor to depreciate themselves."},{"refcode_short":"PH154 51.1","refcode_long":"Special Testimony to Battle Creek Church, p. 51.1 (Ellen Gould White)","content":"The knowledge of God is obtained from his word. The experimental knowledge of true godliness, in daily consecration and service to God, insures the highest culture of mind, soul, and body; and this consecration of all our powers to God prevents self-exaltation. The impartation of divine power honors our sincere striving after wisdom for the conscientious use of our highest faculties to honor God and bless our fellow men. As these faculties are derived from God, and not self-created, they should be appreciated as talents from God, to be employed in his service."},{"refcode_short":"PH154 51.2","refcode_long":"Special Testimony to Battle Creek Church, p. 51.2 (Ellen Gould White)","content":"The heaven-entrusted faculties of the mind are to be treated as the higher powers, to rule the kingdom of the body. The natural appetites and passions are to be brought under control of the conscience and the spiritual affections."},{"refcode_short":"PH154 51.3","refcode_long":"Special Testimony to Battle Creek Church, p. 51.3 (Ellen Gould White)","content":"The word of God is to be the foundation of all study; and the words of revelation, carefully studied, appeal to and strengthen the intellect as well as the heart. The culture of the intellect is required, that we may understand the revelation of the will of God to us. It cannot be neglected by those who are obedient to his commandment. God has not given us the faculties of the mind to be devoted to cheap and frivolous pursuits."},{"refcode_short":"PH154 52","refcode_long":"Special Testimony to Battle Creek Church, p. 52 (Ellen Gould White)","content":"Daniel's Temperate Course a Lesson"},{"refcode_short":"PH154 52.1","refcode_long":"Special Testimony to Battle Creek Church, p. 52.1 (Ellen Gould White)","content":"The case of Daniel is an instructive one. Daniel was taught by God, and he co-operated with God. He exercised all his powers to work out his own salvation, and God worked in him to will and to do according to his good pleasure. Of Daniel and his companions it is written: “As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.” These youth were sincere, faithful Christians. True education must be all-sided, not one-sided. Such an education Daniel and his fellows were determined to have. They sought to acquire knowledge for a purpose,—to honor and glorify God. They must perfect a Christian character, and have a clear intellect, in order to stand as the representatives of the true religion amid the false religions of heathenism. To them the will of God was the supreme law of life. They practised temperance in eating and drinking, that they might not enfeeble brain or muscle. In order to preserve health, they felt that they must avoid the luxuries of the king's table, and they would not partake of wine or any stimulating drink. Under God they were in perfect training, that all their faculties might do highest service for him. God required these youth to keep themselves from idols."},{"refcode_short":"PH154 53","refcode_long":"Special Testimony to Battle Creek Church, p. 53 (Ellen Gould White)","content":"Ideal of Christian Character"},{"refcode_short":"PH154 53.1","refcode_long":"Special Testimony to Battle Creek Church, p. 53.1 (Ellen Gould White)","content":"The Religion of Jesus Christ never degrades the receiver, it never makes him course or rough, discourteous or self-important, passionate or hard-hearted. On the contrary, it refines the taste, sanctifies the judgment, purifies and ennobles the thoughts, by bringing them into captivity to Jesus Christ. God's ideal for his children is higher than the highest human thought can reach. The living God has given in his holy law a transcript of his character. The greatest teacher the world has ever known is Jesus Christ. And what is the standard he has given for all who believe in him, to reach?—“Be ye therefore perfect, even as your Father which is in heaven is perfect.” As God is perfect in his high sphere of action, so man may be perfect in his human sphere. The ideal of Christian character is Christlikeness. There is opened before us a path of continual advancement. We have an object to reach, a standard to gain which includes everything good and pure and noble and elevated. There should be continual striving and constant progress onward and upward toward perfection of character, (See 2 Timothy 3:14-17; Romans 15:4; Colossians 2:8-10.)"},{"refcode_short":"PH154 53.2","refcode_long":"Special Testimony to Battle Creek Church, p. 53.2 (Ellen Gould White)","content":"This is the will of God concerning every human being, “even your sanctification.” In urging your way upward, heavenward, every faculty must be kept in the most healthy condition to do the most faithful service. The powers with which God has endowed men, are to be put to the stretch. “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbor as thyself.” Man cannot possibly do this of himself; he must have divine power. What shall the human agent do in the great work?—“Work out your own salvation with fear and trembling. For it is God which worketh in you both to will and to do of his good pleasure.”"},{"refcode_short":"PH154 54.1","refcode_long":"Special Testimony to Battle Creek Church, p. 54.1 (Ellen Gould White)","content":"Without the divine working, man could do no good thing. God calls every man to repentance. Yet man cannot even repent unless the Holy Spirit works upon his heart. But the Lord wants no man to wait until he thinks he has repented before he takes his step toward Jesus. The Savior is continually drawing men to repentance; they need only to submit to be drawn, and their hearts will be melted in penitence."},{"refcode_short":"PH154 54","refcode_long":"Special Testimony to Battle Creek Church, p. 54 (Ellen Gould White)","content":"Man's Co-operation Necessary"},{"refcode_short":"PH154 54.2","refcode_long":"Special Testimony to Battle Creek Church, p. 54.2 (Ellen Gould White)","content":"Man is allotted a part in this great struggle for everlasting life; he must respond to the working of the Holy Spirit. It will require a struggle to break through the powers of darkness, and the Spirit works in him to accomplish this. But man is no passive being, to be saved in indolence. He is called upon to strain every muscle and exercise every faculty in the struggle for immortality; yet it is God that supplies the efficiency. No human being can be saved in indolence. The Lord bids us “Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able.” “Wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.”"},{"refcode_short":"PH154 55","refcode_long":"Special Testimony to Battle Creek Church, p. 55 (Ellen Gould White)","content":"Exhortation to the Young"},{"refcode_short":"PH154 55.1","refcode_long":"Special Testimony to Battle Creek Church, p. 55.1 (Ellen Gould White)","content":"I entreat the students in our schools to be sober-minded. The frivolity of the young is not pleasing to God. Their sports and games open the door to a flood of temptations. You are in possession of God's heavenly endowment in your intellectual faculties, and you should not allow your thought to be cheap and low. A character formed in accordance with the precepts of God's word will reveal steadfast principles, pure, noble aspirations. The Holy Spirit co-operates with the powers of the human mind, and high and holy impulses are the sure result."},{"refcode_short":"PH154 55","refcode_long":"Special Testimony to Battle Creek Church, p. 55 (Ellen Gould White)","content":"Example of Daniel and His Associates"},{"refcode_short":"PH154 55.2","refcode_long":"Special Testimony to Battle Creek Church, p. 55.2 (Ellen Gould White)","content":"Daniel and his companions had a conscience void of offense toward God. But this is not preserved without a struggle. What a test was brought on the three associates of Daniel, when they were required to worship the great image set up by king Nebuchadnezzar in the plain of Dura. Their principles forbade them to pay homage to the idol; for it was a rival of the God of Heaven. They knew that they owed to God every faculty they possessed; and while their hearts were full of generous sympathy toward all men, they had a lofty aspiration to prove themselves entirely loyal to their God. To meet the appeals of the king and his counselors that they should comply with the royal edict, they had a store of arguments set forth most eloquently. The demand appeared contemptible to them. With Daniel as their companion, they had prayed and fasted, that they might understand the dream which God gave the king. The Lord had heard their cries, and he had given to Daniel wisdom to interpret the dream. Thus their own lives and the lives of the astrologers and soothsayers had been saved. Now the very men who had escaped death through the mercy of God to his servants, were led by envy and jealousy to secure the decree in regard to the worshiping of the golden image."},{"refcode_short":"PH154 56.1","refcode_long":"Special Testimony to Battle Creek Church, p. 56.1 (Ellen Gould White)","content":"The king declared to the three Hebrew youth, If “ye fall down and worship the image which I have made, well; but if ye worship not, ye shall be cast the same hour into the midst of a burning fiery furnace; and who is that God that shall deliver you out of my hands?” These youth said to the king. “O Nebuchadnezzar, we are not careful to answer thee in this matter. If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king. But if not, be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up. Then was Nebuchadnezzar full of fury, and the form of his visage was changed against Shadrach, Meshach, and Abed-nego; therefore he spake, and commanded that they should heat the furnace one seven times more than it was wont to be heated.” These faithful youth were cast into the fire, but God manifested his power for the deliverance of his servants. One like unto the Son of God walked with them in the midst of the flame, and when they were brought forth, not even the smell of fire had passed on them. “Then Nebuchadnezzar spake, and said, Blessed be the God of Shadrach, Meshach, and Abed-nego, who hath sent his angel, and delivered his servants that trusted in him, and have changed the king's word, and yielded their bodies, that they might not serve nor worship any god, except their own God.”"},{"refcode_short":"PH154 57.1","refcode_long":"Special Testimony to Battle Creek Church, p. 57.1 (Ellen Gould White)","content":"Thus these youth, imbued with the Holy Spirit, declared to the whole nation their faith; that he whom they worshiped was the only true and living God. This demonstration of their own faith was the most eloquent presentation of their principles. In order to impress idolaters with the power and greatness of the living God, his servants must reveal their own reverence for God. They must make it manifest that he is the only object of their honor and worship, and that no consideration, not even the preservation of life itself, can induce them to make the least concession to idolatry."},{"refcode_short":"PH154 57.2","refcode_long":"Special Testimony to Battle Creek Church, p. 57.2 (Ellen Gould White)","content":"These lessons have a direct and vital bearing upon our experience in these last days. My soul is deeply stirred at the things that have been presented to me. I feel indignation of spirit, that in our institutions so little honor has been given to the living God, and so much honor to what is supposed to be human talent, but with which the Holy Spirit has no connection. The Spirit of God is not acknowledged and respected; men have passed judgment upon it, its operations have been condemned as fanaticism, enthusiasm, undue excitement."},{"refcode_short":"PH154 57","refcode_long":"Special Testimony to Battle Creek Church, p. 57 (Ellen Gould White)","content":"Dangers of Self-Gratification"},{"refcode_short":"PH154 57.3","refcode_long":"Special Testimony to Battle Creek Church, p. 57.3 (Ellen Gould White)","content":"God sees that which the blind eyes of the educators cannot discern, that immorality of every kind and degree is striving for the mastery, working against the manifestations of the power of the Holy Spirit. The commonness of conversation and the low, perverted ideas are woven into the texture of character, and defile the soul."},{"refcode_short":"PH154 58.1","refcode_long":"Special Testimony to Battle Creek Church, p. 58.1 (Ellen Gould White)","content":"The low, common pleasure parties, gatherings for eating and drinking, singing, and playing on instruments of music, are inspired by a spirit that is from beneath. They are an oblation unto Satan. The exhibitions in the bicycle craze are an offense to God. His wrath is kindled against those that do such things. For in these gratifications the mind becomes besotted, even as in liquor-drinking. The door is opened to vulgar associations. The thoughts, allowed to run in a low channel, soon pervert all the powers of the being. Like Israel of old, the pleasure-lovers eat and drink, and rise up to play. There is mirth and carousing, hilarity and glee. In all this the youth follow the example of the authors of books that are placed in their hands for study. The greatest evil of it all is the permanent effect these things have upon the character."},{"refcode_short":"PH154 58.2","refcode_long":"Special Testimony to Battle Creek Church, p. 58.2 (Ellen Gould White)","content":"Those who take the lead in these things bring upon the cause a stain not easily effaced. They wound their own souls, and will carry the scars through their lifetime. The evil-doer may see his sins and repent; God may pardon the transgressor; but the power of discernment, which ought ever to be kept keen and sensitive to distinguish between the sacred and the common, is in a great measure destroyed. Too often human devices and imaginations are accepted as divine. Some souls will remain in blindness and insensibility, ready to grasp cheap, common, even infidel sentiments, while they turn against the demonstrations of the Holy Spirit."},{"refcode_short":"PH154 59","refcode_long":"Special Testimony to Battle Creek Church, p. 59 (Ellen Gould White)","content":"Solemn Admonition"},{"refcode_short":"PH154 59.1","refcode_long":"Special Testimony to Battle Creek Church, p. 59.1 (Ellen Gould White)","content":"It is a fearful thing for any soul to place himself on Satan's side of the question; for as soon as he does this, a change passes over him, as it is said of the king of Babylon, that his visage changed toward the three faithful Hebrews. Past history will be repeated. Men will reject the Holy Spirit's working, and open the door of the mind to Satanic attributes that separate them from God. They will turn against the very messengers through whom God sends the messages of warning. Even now I fear that the very things I am seeking to make plain will be misapplied, misinterpreted, and falsified; some have felt it a virtue to educate themselves in this line, and by their misapplication they make of no effect the messages God sends."},{"refcode_short":"PH154 59.2","refcode_long":"Special Testimony to Battle Creek Church, p. 59.2 (Ellen Gould White)","content":"I urge upon all to whom these words shall come: Review your own course of action, and “take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares. For as a snare shall it come on all them that dwell on the face of the whole earth.”"},{"refcode_short":"PH154 60","refcode_long":"Special Testimony to Battle Creek Church, p. 60 (Ellen Gould White)","content":"Extracts From a Communication Entitled"},{"refcode_short":"PH154 60","refcode_long":"Special Testimony to Battle Creek Church, p. 60 (Ellen Gould White)","content":"Missionary Work at Home and Abroad"},{"refcode_short":"PH154 60.1","refcode_long":"Special Testimony to Battle Creek Church, p. 60.1 (Ellen Gould White)","content":"God's field is the world. Jesus said to his disciples,“Ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost part of the earth.” “And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.” Peter said to the believers, “The promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.” And the Lord said, “I will sow her unto me in the earth; and I will have mercy upon her that had not obtained mercy; and I will say to them which were not may people, Thou art my people; and they shall say, Thou art my God.” “And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.”"},{"refcode_short":"PH154 61.1","refcode_long":"Special Testimony to Battle Creek Church, p. 61.1 (Ellen Gould White)","content":"God has poured out richly of his Holy Spirit upon the believers in Battle Creek. What use have you made of these blessings? Have you done as did the men upon whom the Holy Spirit came on the day of Pentecost? Then “they that were scattered abroad went everywhere preaching the word.” Has this fruit been seen in Battle Creek? Have the church been taught of God to know their duty, and to reflect the light which they have received?"},{"refcode_short":"PH154 61.2","refcode_long":"Special Testimony to Battle Creek Church, p. 61.2 (Ellen Gould White)","content":"“When the apostles which were at Jerusalem heard that Samaria had received the word of God, they sent unto them Peter and John.” The Spirit of God was waiting to enlighten souls, and convert them to the truth. Notice how much effort was put forth even for one man, an Ethiopian. “The angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert. And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship, was returning, and sitting in his chariot read Esaias the prophet. Then the Spirit said unto Philip, Go near, and join thyself to this chariot. And Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest? And he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him.... Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.” (See Acts 8.)"},{"refcode_short":"PH154 61.3","refcode_long":"Special Testimony to Battle Creek Church, p. 61.3 (Ellen Gould White)","content":"In this account of Philip and the Ethiopian is presented the work which the Lord calls his people to do. This one man represents a large class of human beings that need missionaries like Philip, who will hear the voice of God, and go where he shall send them. There is a class who are reading the Scriptures, and cannot understand their import. Those who have a knowledge of God are needed to explain his word to these souls."},{"refcode_short":"PH154 62.1","refcode_long":"Special Testimony to Battle Creek Church, p. 62.1 (Ellen Gould White)","content":"In the parable of the Good Samaritan, the priest and the Levite looked on the wretched man who had been robbed and wounded, but it did not seem to them desirable to help the one who most needed help because he was helpless and forsaken. The priest and Levite represent many, many in Battle Creek. The Lord has represented to me the fact that thousands of souls are longing for something better than they have. Many can be saved if the Southern field can have simply a small part of the means expended so lavishly in Battle Creek, to make things more convenient. The Lord's heritage has been strangely neglected, and God will judge his people for this thing. Pride and the love of display are gratified by the accumulated advantages, while new fields are left untouched. The rebuke of God is upon the managers for their partiality and selfish appropriation of his good."},{"refcode_short":"PH154 62.2","refcode_long":"Special Testimony to Battle Creek Church, p. 62.2 (Ellen Gould White)","content":"Something has been done in foreign missions, and something in home missions; but altogether too much territory has been left unworked. The work is too much centralized. The interests in Battle Creek are overgrown, and this means that other portions of the field are robbed of facilities which they should have had. The larger and still larger preparations, in the erection and enlargement of buildings, which have called together and held so large a number in Battle Creek, are not in accordance with God's plan, but in direct contravention of his plan. It has been urged that there were great advantages in having so many institutions in close connection; that they would be a strength to one another, and could afford help to those seeking education and employment. This is according to human reasoning; it will be admitted that from a human point of view, many advantages are gained by crowding so many responsibilities in Battle Creek; but the vision needs to be extended. These interests should be broken up into many parts, in order that the work may start in cities which it will be necessary to make centers of interest. Buildings should be erected and responsibilities centered in many localities that are now robbed of vital, spiritual interest, in order to swell the overplus already in Battle Creek. The Lord is not glorified by this management on the part of those who are in responsible positions. “The earth shall be filled with the knowledge of the glory of the Lord, as the waters cover the sea.” “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.”"},{"refcode_short":"PH154 63.1","refcode_long":"Special Testimony to Battle Creek Church, p. 63.1 (Ellen Gould White)","content":"The salvation of the heathen has long been deemed a matter that should engage the interest of Christians; and it is not more than justice to bring light to their dark borders. But home missionary work is just as much needed. The heathen are brought to our very doors. Idolatrous ignorance is in the very shadow of our homes. Something is being done for the colored people, but next to nothing compared with what others receive who have a knowledge of the truth, who have had opportunities innumerable, but who have not half appreciated their advantages. To those who know not the truth, let the love of Jesus be presented, and it will work like leaven for the transformation of the character."},{"refcode_short":"PH154 64.1","refcode_long":"Special Testimony to Battle Creek Church, p. 64.1 (Ellen Gould White)","content":"What are we doing for the Southern field? I have looked most anxiously to see if some plan would not be set in operation to redeem the sinful neglect of that field, but I see not a proposition or a resolution to do anything. Perhaps something has been planned that I have not seen. I hope so, and praise the Lord if it is so. But though for years our duty has been laid out in a most decided manner, yet the Southern field has been only touched with the tip ends of our fingers. I now feel deeply in earnest in again bringing before you this neglected portion of the Lord's vineyard. The matter is brought before me again and again. I have been awakened in the night season, and the command has come, Write the things I have opened before you, whether men will hear, or whether they will forbear."}]