[{"refcode_short":"PH158 2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 2 (Ellen Gould White)","content":"Testimonies Relating to Emmanuel Missionary College and Its Work"},{"refcode_short":"PH158 2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 2 (Ellen Gould White)","content":"Extracts from Testimonies Relative to Emmanuel Missionary College"},{"refcode_short":"PH158 2.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 2.1 (Ellen Gould White)","content":"On the Moving of the Battle Creek College—“The light that has been given me is that Battle Creek has not the best influence over the students in our school. There is altogether too congested a state of things. The school, although it will mean a fewer number of students, ought to be moved out of Battle Creek. Get an extensive tract of land, and there begin the work which I entreated should be commenced before our school was established here,—to get out of the city to a place where the students would not see things to remark upon and criticise; where they would not see the wayward course of this one and that one, but would settle down to diligent study. God wants the school to be taken out of Battle Creek. Some may be stirred about the transfer of the school from Battle Creek, but they need not be.”"},{"refcode_short":"PH158 2.2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 2.2 (Ellen Gould White)","content":"“This move is in accord with God's design for the school before the institution was established, but man could not see how this could be done. There were so many said that the school must be in Battle Creek. Now we say that it must be somewhere else. The best thing that can be done is to dispose of the school's buildings here as soon as possible. Begin at once to look for a place where the school can be conducted on right lines. I am glad to say that Brother ----- and Brother ----- have made advancement in reform. The question has arisen in regard to Brother ----- connecting with Brother ----- in his work. I asked Brother ----- if he felt called by God to take this position, and he said, No. He said he was satisfied that God wanted him to remain in the school where he had been working. I told him that this was in accordance with the light and evidence given me on the subject. I would say to Brother ----- and Brother -----, you are not to think that you have made a failure in the school. Circumstances have been of a character to cause some misunderstanding. There has been much prejudice indulged in regard to those who stand at the head of the school. Our brethren are to go right along in the work, and let all see that God is working with them, giving them, as his agencies, varied experiences. Those now in charge of the school work here have their hearts blended in unity of purpose, to accomplish the thing which God has designated as the right thing to do. They have undertaken this work irrespective of the opposition that has come up, and the strife of tongues. These men have a grip on the work. They have been learning, and have planned to establish industrial schools out of the city, where a large space of ground can be secured. They mean to be heroic reformers, to adopt solid, intellectual methods. Their thoughts and plans have been maturing, and now they are prepared for decided action.”"},{"refcode_short":"PH158 4.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 4.1 (Ellen Gould White)","content":"“It would be a mistake to take Brother ----- from the school work to engage in another line. It would be a mistake to separate Brother ----- from the school, because he has a spiritual hold upon educational lines of work. With the help of God he can act his part in making the school a success.”"},{"refcode_short":"PH158 4.2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 4.2 (Ellen Gould White)","content":"“Do not hinder those who have been trying to reach the place where the Lord desires them to stand. Do not tear them to pieces. Let them stand in the strength they have obtained, and let them press the battle to the gates.”"},{"refcode_short":"PH158 4","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 4 (Ellen Gould White)","content":"The Great Work to be Accomplished"},{"refcode_short":"PH158 4.3","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 4.3 (Ellen Gould White)","content":"“The great work to be accomplished now is to establish schools that will prepare the youth for the mansions Christ is preparing for all who do their best in this life to perfect themselves in the knowledge of the work of God. We are thankful that an interest is being shown in the work of establishing schools of a right foundation, as they should have been established years ago. Although there may be few students at first, do not be discouraged. The school will win its way. Introduce the medical missionary work. I would say to Brother ----- and Brother -----, go forward in the name of the Lord God of Israel, and the righteousness of God will go before you, and the glory of God will be your reward. God can make the feeble strong. He can give power to the weak.”"},{"refcode_short":"PH158 4.4","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 4.4 (Ellen Gould White)","content":"“I am glad to know that even though I may not live long, God will carry on his work. God will hold up our hands. He will work with those who are carrying forward the school work. He will be with the teachers and students.”—Extracts from talks of Mrs. E. G. White at General Conference, 1901."},{"refcode_short":"PH158 5","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 5 (Ellen Gould White)","content":"The Proceeds from “Christ's Object Lessons” to be Used for Emmanuel Missionary College"},{"refcode_short":"PH158 5.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 5.1 (Ellen Gould White)","content":"“I have something to write in regard to the school interest. ‘Christ's Object Lessons,’ in accordance with the Lord's instructions, was donated to our schools for the special purpose of releasing them from debt. And this gave the Review & Herald Publishing Co. opportunity to do a generous work in behalf of the Battle Creek school. If the work of selling ‘Christ's Object Lessons’ had not been taken up, there would scarcely have been a hope that the debt of the Battle Creek College to the Review office would ever have been paid. From the light given me by the Lord, I know that he will be displeased if the Review & Herald Publishing Co. is in any way exacting with those trying to release our schools from debt. As those in the Review & Herald Publishing Co., see our brethren struggling to free the schools from debt, they are to co-operate with them. Those who have charge of this work have carried a heavy burden.”"},{"refcode_short":"PH158 5.2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 5.2 (Ellen Gould White)","content":"“The Review & Herald Pub. Co., have profited by the work which has been done to raise the debt on the Battle Creek school. Let those in the Review & Herald remember that their brethren, who have labored so earnestly in behalf of the school, deserve the favors God designs them to have as they seek to establish the school in a more favorable locality. Let not those in the Review & Herald office think that they will do God service by binding about the school interests. God saw that his servants were sacrificing and trying to raise money to free the school from debt.”"},{"refcode_short":"PH158 6.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 6.1 (Ellen Gould White)","content":"“The Lord has devised a plan whereby the Battle Creek school may be released from debt, and established in a more favorable location. I hear that there is some thought of locating the school at Berrien Springs, in the southwest of Michigan. I am much pleased with the description of this place. The one hundred and twelve acres of unimproved land will be a great blessing to the school in many ways; also the forty acres of woodland. It will be a great blessing to have cheap water transportation. And the offer of buildings is of great value. The good hand of the Lord appears to be in this opening, and I hope and pray that if this is the place for the school, no hand will be stretched out to prevent the matter from reaching a successful issue. In such a place as Berrien Springs the school can be made an object lesson, and I hope that no one will interpose to prevent the carrying forward of this work.”—Unpublished Testimonies relative to the school at Berrien Springs."},{"refcode_short":"PH158 7","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 7 (Ellen Gould White)","content":"Emmanuel Missionary College to Pattern after the Schools of the Prophets"},{"refcode_short":"PH158 7.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 7.1 (Ellen Gould White)","content":"“Go forward, Brother ----- and Brother -----, saying, I will not fail nor be discouraged. Talk faith, pray in faith, and go forward. Those who have ever been walking in unbelief will throw their past experiences and knowledge as stumbling-blocks in your way. But in the work, it is written, you have the staff that you should take. There is much to be done. You now need to educate, educate, educate. Let no one take away your needed facilities. Have you a printing outfit? This you must have, if you do not have it; for you will want to do much of your own printing, issuing the books and other publications which you need in your work. You need the very best educator to teach type-setting and presswork to the students, giving them the education essential for this class of work.”"},{"refcode_short":"PH158 7.2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 7.2 (Ellen Gould White)","content":"“You should endeavor to train the very best class of workers, who as teachers and ministers of the gospel will be able to educate others. All who are now connected with the work of education must not follow the same, same old methods. Our schools should be more after the order of the schools of the prophets. Be of good courage in the Lord. Do not talk unbelief. Brethren, look not on the dark side. The Lord has a work for you to do. You need more faith, more hope. Commit the soul to God, as unto a faithful creator.”"},{"refcode_short":"PH158 7.3","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 7.3 (Ellen Gould White)","content":"“Let your faith be strong in God. Look not upon appearances at this time. Brethren, God is testing your faith, but let not your faith fail. Cling to promises, with full faith in the One back of the promise. My brethren, have faith in a living all pitiful, and loving Saviour. I have words given me for you and Brother -----, ‘Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will keep thee; yea I will uphold thee with the right hand of my righteousness. Behold, all they that were incensed against thee shall be ashamed and confounded, as a thing of naught. For I, the Lord will hold thy right hand, saying unto thee, fear not; I will help thee. Fear not thou worm Jacob, ye men of Israel, saith the Lord and thy Redeemer, the Holy One of Israel.’ Your business now is simply to trust in the Lord.”"},{"refcode_short":"PH158 8","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 8 (Ellen Gould White)","content":"Words of Encouragement"},{"refcode_short":"PH158 8.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 8.1 (Ellen Gould White)","content":"“There are those who, with the Bible as their standard, have been working in the fear of God to carry out the principles of true education. They are not old men, but they are, nevertheless, men whom the Lord desires to place on vantage ground. They have thought to bring into their teachings the principles that would lead the students to become Bible workers. They have walked humbly with God. They have wrestled with difficulties in different places. In their work there have been hard places to pass through, and many obstacles to surmount. There have been stern conflicts and fierce battles. These men are to have opportunity to prove themselves thoroughly trustworthy men.”"},{"refcode_short":"PH158 9.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 9.1 (Ellen Gould White)","content":"“But as they have tried to carry forward the work their efforts have been criticised, and the question has been raised, Should not older teachers be brought in to take the burden of this work? It is thought by some that older teachers would do more complete work. But would they? The Lord encouraged these brethren, giving them victories that taught them valuable lessons and strengthened their confidence. The great Teacher wants these men who have been gaining an experience in their work, to continue to carry it forward under his guidance. They possess traits of character that will enable them, if they trust in God, to go forward with success. Their forces must not be weakened; their strength must be added to rather than diminished. They must stand together in unity, showing that nothing is so successful as success.”"},{"refcode_short":"PH158 9","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 9 (Ellen Gould White)","content":"A Tremendous Struggle"},{"refcode_short":"PH158 9.2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 9.2 (Ellen Gould White)","content":"“In the most trying times they took their stand firmly determined to breast every difficulty, and to free Battle Creek College from debt; also, if it were possible to move the school from Battle Creek. During the General Conference, the way opened for the school to be moved from Battle Creek, with the full approval of our people. Those who have charge of the school at Berrien Springs have been learners in the school of Christ, and he has been working with them preparing them to be acceptable teachers. It has been a tremendous struggle for them to advance in the face of great financial embarrassment. They have planned, contrived, and devised in every way, with self-denial and self-sacrifice, to bring the school through, and to free it from its burden of debt. Now they begin to see that the way pointed out was the way of the Lord's leading. This is the lesson that the Lord desires many more to learn."},{"refcode_short":"PH158 10.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 10.1 (Ellen Gould White)","content":"“As young men go out into this work and, in spite of many difficulties, make a success, let not propositions be made that they take up another work, and that the work they have started be given into the charge of men who are older and more experienced. This is not the way to encourage young men. My fellow-workers, persevere in the work which you have begun. Keep at it until you gain victory after victory, remembering that only by succeeding can you demonstrate the genuineness of your success.—Extracts from Unpublished Testimony July 10, 1902."},{"refcode_short":"PH158 10","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 10 (Ellen Gould White)","content":"Need of Maintaining Simplicity"},{"refcode_short":"PH158 10.2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 10.2 (Ellen Gould White)","content":"“My brethren and sisters at Berrien Springs, you are doing a good work. The Lord is leading you. Just so long as you follow Christ, you will be guided. Maintain your simplicity, and your love for souls, and the Lord will lead you in safe paths. The rich experience you will gain will be of more value to you than gold and silver and precious stones.”—Extracts from Unpublished Testimony July 17, 1902."},{"refcode_short":"PH158 11.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 11.1 (Ellen Gould White)","content":"“The Lord will work in behalf of all who will walk humbly with him. He has placed you in a position of trust. Walk carefully before him. He is leading you. God's hand is on the wheel. He will guide the ship through the rocks into the haven. He will take the weak things of this world to confound the things which are mighty. You are not amenable to any man, but are under God's direction. Keep close to him. Do not take worldly ideas as your criterion. Be of good courage in your work.”"},{"refcode_short":"PH158 11","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 11 (Ellen Gould White)","content":"To The Younger Workers"},{"refcode_short":"PH158 11.2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 11.2 (Ellen Gould White)","content":"“For many years I have kept before our people the need, in the education of the youth, of an equal taxation of the physical and mental powers. The Lord God of Israel is hungry for fruit. We are nearing the close of this earth's history. We have before us a great work,—the closing work of giving the last warning message to a sinful world. The world is out of joint. Christ sees all the misery and despair of the world,—the sight of which would bow down some of our ministers of large capabilities, with a weight of discouragement so great that they would not know how to begin the work of leading men and women to the first round of the ladder. Their precise methods are of little value. They would stand above the lower round of the ladder saying, ‘Come up where we are.’ But the poor souls do not know where to put their feet."},{"refcode_short":"PH158 12.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 12.1 (Ellen Gould White)","content":"“Christ's heart is cheered by the sight of those who are poor in every sense of the term; cheered by his view of the ill-used ones who are meek; cheered by the seemingly unsatisfied hungering after righteousness; by the inability of many to begin. Christ welcomes, as it were, the very condition of things that would discourage many ministers."},{"refcode_short":"PH158 12.2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 12.2 (Ellen Gould White)","content":"“The Lord Jesus corrects our erring piety, giving the burden of this work for the poor and needy in the rough places of the earth, to men and women who have hearts that can feel for the ignorant, and for those who are out of the way. The Lord teaches them how to meet these cases. These workers will be encouraged as they see doors opened for them to enter places where they can do medical missionary work. Having little self-confidence, they give God all the glory, taking none of it to themselves. The Saviour is present to help make a beginning through those whose hands are rough and unskilled, but whose hearts are susceptible to pity, and awakened to do something to relieve the woe so abundant. He works through those who can discern mercy in misery, gain in the loss of all things. When the Light of the world passes by, privileges appear in all hardships, right order in confusion, the success and wisdom of God in that which seems to be failure.”"},{"refcode_short":"PH158 12.3","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 12.3 (Ellen Gould White)","content":"“My brethren, in your ministry come close to the people. Uplift those who are cast down. Teach the first principles of the message. Treat calamities as disguised blessings. Treat woes as mercies. Work in a way that will cause hope to spring up in place of despair. We must have workers. We must arouse the people. The common people are to take their places as workers. Sharing the sorrows of their fellow-men as the Saviour shared the sorrows of humanity, they will by faith see him working with them.”"},{"refcode_short":"PH158 13","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 13 (Ellen Gould White)","content":"How to Deal with Criticism"},{"refcode_short":"PH158 13.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 13.1 (Ellen Gould White)","content":"May the Lord greatly bless you in your work, my dear brethren. I want you to guard one point. Do not be easily disturbed by what others may say. Know that you are right, and then go ahead. God will certainly lead all who will be led. The great trouble is, that we are unwilling to walk with God. Maintain the simplicity of Christ. Ask God to separate from you everything that would separate you from him, and then walk before him in all humility. Let earnestness, and sincerity, and faith characterize your prayers. The Lord is willing to do for us exceedingly abundantly above all that we ask or think. Talk it, pray it. Do not talk unbelief. We cannot afford to let Satan see that he has power to darken our countenances and sadden our souls. Pray in faith. Let not your faith weaken; for the blessings received are proportionate to the faith exercised. Pray, believe, rejoice! Sing praises to God because he has answered your prayers. Take him at his word. Not one sincere supplication is lost. I long at times to be with you, but I dare not leave my work. I commit you to a covenant-keeping God. May he give you peace, and grace, and health. Do not cease to claim the fullness of his promise. Do not be troubled by the opinions of those who talk for the sake of talking. Let us pray that their tongues may become active and eloquent in the praise of God.”—Extract from Unpublished Testimony, July 31, 1902."},{"refcode_short":"PH158 14","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 14 (Ellen Gould White)","content":"An Appeal to the Ministers and Other Friends of the Berrien Springs School"},{"refcode_short":"PH158 14.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 14.1 (Ellen Gould White)","content":"“There are times when things do not look as bright and cheerful as we could wish, because difficulties stand in the way of rapid advancement; but we hope, my brethren and sisters, that you all will be encouraged to take a thorough interest in the establishment of the school at Berrien Springs, and aid it by the sale of “Christ's Object Lessons,’ and in other ways. Let the sale of ‘Christ's Object Lessons’ be taken hold of interestedly in our large cities, and in the smaller settlements. Brethren, wake up. The good hand of the Lord has been with our people in the selection of a good place to locate the school. This place corresponds to the representations given me as to where the school should be located. It is away from the cities, and there is an abundance of land for agricultural purposes, and room so that houses will not need to build one close to another. There is plenty of ground where students shall be educated to educate the land. ‘Ye are God's husbandry; ye are God's building.’”"},{"refcode_short":"PH158 15.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 15.1 (Ellen Gould White)","content":"“We would have all to understand when canvassing for ‘Christ's Object Lessons’ that they are doing a work that is essential to be done for the school which should now be going up. The Lord will help each one who will pray and work, and work and pray. The light which I have tried to present before our people is that we must arouse ourselves from sleep, and feel an interest in the school that is to be built up at Berrien Springs. Do not let this matter of erecting suitable buildings fade away from your interest. It is for this purpose that the sale of ‘Christ's Object Lessons’ should now be vigorously carried forward. Let our prompt action enable the interested ones to make successful the work of moving our school out of Battle Creek.”"},{"refcode_short":"PH158 15.2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 15.2 (Ellen Gould White)","content":"“The land has been secured, and now the work of preparing suitable buildings is to be entered into without delay. Let all plans be laid, and the fitting place be now selected. Let those who have been faithful workers take right hold and do their best. Let not this work fail. Let the students take right hold of this matter in earnest. Let not managers, teachers, or helpers swing back in their old customary ways of letting their influence negative the very plans the Lord has presented as the best plan for the physical, mental, and moral education of our youth.”"},{"refcode_short":"PH158 15.3","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 15.3 (Ellen Gould White)","content":"“The Lord calls for steps in advance. Because the teachers may never have been trained to physical, manual labor they are not easily persuaded in regard to the very methods to secure for the youth an all-round education, and even the very ones who have been most reluctant to come into line in this matter, had they been given in their youth the physical, mental and moral education combined, might have saved themselves several attacks of illness, and their brain, bone and muscle would at this time be in a more healthful condition because of all the Lord's machinery being proportionately taxed. Precious lessons from the best instructors should be secured in spiritual lines, in agricultural employments, and also in carpentry, and in the printing business. The Lord would have these mechanical industries brought in and taught by competent men.”"},{"refcode_short":"PH158 16.1","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 16.1 (Ellen Gould White)","content":"“Whoever shall take up the work of selling ‘Christ's Object Lessons’ should have the help and encouragement of their brethren.”"},{"refcode_short":"PH158 16.2","refcode_long":"Testimonies Relating to Emmanuel Missionary College and Its Work, p. 16.2 (Ellen Gould White)","content":"Here is a precious sentence or two from another testimony: “You know that I have a deep interest in the school at Berrien Springs. It is the Lord's school, and I will send you his ideas to consider. May he help, and strengthen and bless you. Look and live. He will prepare the way before you, only have faith. I believe that the Lord intends to accomplish through this school a great work. It is the beginning of educational reform.”"}]