[{"refcode_short":"PH153 1","refcode_long":"Special Testimony on Canvassing for Christ’s Object Lessons, p. 1 (Ellen Gould White)","content":"Special Testimony on Canvassing for Christ's Object Lessons"},{"refcode_short":"PH153 1.1","refcode_long":"Special Testimony on Canvassing for Christ’s Object Lessons, p. 1.1 (Ellen Gould White)","content":"There are in the divine providence, particular periods when we must rise in response to the call of God and make use of our means, our time, our intellect, our whole being, body, soul, and spirit, in fulfilling his requirements to the utmost of our ability. The present is such a time as this. The cause of God is at stake. His institutions are in peril, and because of the terrible burden of debt under which they are struggling, the work is hindered on every side. Just now, in our great necessity, God has made a way through difficulty, and invites us to co-operate with him in accomplishing this purpose. It is his plan that the book, “Christ's Object Lessons,” be given for the relief of our schools, and he calls upon all who love the truth, to do their part in placing this book before the world. In this he is testing his people and his institutions, to see if they will work together and be of one mind in self-denial and self-sacrifice."},{"refcode_short":"PH153 1.2","refcode_long":"Special Testimony on Canvassing for Christ’s Object Lessons, p. 1.2 (Ellen Gould White)","content":"We must become men and women of God's opportunity, for great responsibilities and possibilities are within the reach of all who have enlisted under Christ's banner for life service. It is the design of God that we should all glorify him by using every capability as his, regarding his service as the chief end of our existence. He desires us to work to the utmost of our knowledge and power to carry out the purpose for which he has given us life. A decided work is to be done just now to accomplish God's plan. Just now every stroke should tell for the Master in the work of selling “Christ's Object Lessons.” God desires his people to be vitalized for work as they have never been before, both for their own good and for the upbuilding of his cause. The work that he calls them to do he will make a blessing to them. Their hearts will be more tender, their thoughts more spiritual, their service more Christlike; for ministering angels will be round about them. Those who do not feel the necessity of doing this work promptly, thoroughly, and earnestly, but who express unbelief and criticism, will lose the peace and joy that come from carrying out the purposes of God."},{"refcode_short":"PH153 2.1","refcode_long":"Special Testimony on Canvassing for Christ’s Object Lessons, p. 2.1 (Ellen Gould White)","content":"Let all think soberly; for it is a solemn thing to live. Our lives are not our own; we are kept by the power of God, and Jesus desires to live his life in us, perfecting our characters. The present is an opportunity which God's people can not afford to lose. God calls us to action, that our educational institutions may be freed from debt. Let God's plan be worked out after his own order. Let the very most be made of this, the Lord's opportunity. Let the ministers of our churches, and the presidents of our conferences awaken. Let every church arouse and do to the very utmost of its power. Let every family and every individual consecrate themselves to God, putting the leaven of evil out of their hearts, out of their homes, and out of the church. Let the children act a part. Let all work together; let not the opportunity be lost. Let us do our best at this time to render to God our offering, to carry out his specified will, and thus make this an occasion for witnessing for him and his truth, in a world of darkness. Let all make this an opportunity to place themselves where they will be sure to receive the answer to their prayers; for Christ says, “If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.”"},{"refcode_short":"PH153 3.1","refcode_long":"Special Testimony on Canvassing for Christ’s Object Lessons, p. 3.1 (Ellen Gould White)","content":"Much painstaking effort will be required of those who have the burden of this work; instruction must be given, that a sense of the importance of the work may be kept before the workers, and that all may cherish the spirit of self-denial and self-sacrifice at every step, sacrifices that none of his followers can ever make, because they have never occupied the position that he occupied. He was the most exalted being in the heavenly courts; but he laid aside all his glory, and came to this earth to suffer for sinners."},{"refcode_short":"PH153 3.2","refcode_long":"Special Testimony on Canvassing for Christ’s Object Lessons, p. 3.2 (Ellen Gould White)","content":"In all the self-denial and self-sacrifice required of us in this work, amid all the unpleasant things that occur we are ever to consider that we are yoked up with Christ, partakers with him if his spirit of kindness forbearance, self-denial, and self-sacrifice. This spirit will open the way before us, and give us success in the work, because Christ is our recommendation to the people. If we meet with hardships in our work, let us look to him who is the Author and Finisher of our faith. Then we shall not fail nor be discouraged; we shall endure hardness as good soldiers of Jesus Christ."},{"refcode_short":"PH153 3.3","refcode_long":"Special Testimony on Canvassing for Christ’s Object Lessons, p. 3.3 (Ellen Gould White)","content":"When there is constant reliance upon God, a continual practice of self-denial, workers will not be easily repulsed; for they will remember that in every place there are souls for whom the Lord has need, and for whom the devil is seeking, that he may bind them up in his slavery of sin, of disregard for the law of God. The Lord Jesus standing by the side of the canvassers is the chief worker; the Holy Spirit, working with them, makes impressions just where they are needed."},{"refcode_short":"PH153 4.1","refcode_long":"Special Testimony on Canvassing for Christ’s Object Lessons, p. 4.1 (Ellen Gould White)","content":"In the Scriptures we read, “Not slothful in business, fervent in spirit, serving the Lord.” Every branch of God's work is worthy of diligence, but nothing could be more deserving than this work at this time. None should labor with the expectation of receiving his reward in this life, but with his eyes fixed steadfastly upon the prize at the end of the race. Men and women are wanted now who are as true to duty as the needle to the pole,—men and women who will work without having their way smoothed, and every obstacle removed. If we seek the Lord and become converted; if of our own choice we become free and joyous in God; if with gladsome consent of the heart we respond to his gracious call, wearing the yoke of Christ, which is one of obedience and service, our difficulties will be removed, our murmurings will be stilled, and many of the questions that may arise will be answered."},{"refcode_short":"PH153 4.2","refcode_long":"Special Testimony on Canvassing for Christ’s Object Lessons, p. 4.2 (Ellen Gould White)","content":"I am very glad that so much harmonious action has been shown in striving to carry out this purpose of God, and to make the most of his providence. But let none become weary in well-doing, for in due season we shall reap if we faint not. My brethren let us have faith in God, and after we have, by sanctified energy and much prayer, done all that we can in this work for our schools, we shall see the glory of God. When the trial has been fully made, there will be a blessed result."},{"refcode_short":"PH153 4.3","refcode_long":"Special Testimony on Canvassing for Christ’s Object Lessons, p. 4.3 (Ellen Gould White)","content":"In doing this work a fourfold blessing will be realized,—a blessing to our schools, to the world, to the church, and to ourselves. While means will be gathered for the relief of the schools, we shall sow the seeds of truth in many souls who will receive it, and be saved by it. The self-sacrificing efforts put forth by the members of our churches, will prove a means of uniting them, that they may be sanctified, body, soul, and spirit, as vessels unto honor, prepared to receive the Holy Spirit which God will impart. Those who will seek to do God's will, laying out every talent to the best advantage, will become wise in working for the kingdom of God. They will learn lessons of the greatest consequence to them, and they will feel the highest happiness of a rational mind. Peace, grace, and power of intellect will be given unto them."},{"refcode_short":"PH153 5.1","refcode_long":"Special Testimony on Canvassing for Christ’s Object Lessons, p. 5.1 (Ellen Gould White)","content":"These are the results that will surely come if we fulfill the purpose of God. Then let us all be faithful in this work. Let us do our best in placing this book before the people. Let us carry forward this work without flinching, in the name of the Lord. Let his plan be vindicated, and when this work has been accomplished, God will indicate to us what to do next."}]