[{"refcode_short":"PH152 5","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 5 (Ellen Gould White)","content":"Special Testimonies Concerning the Work and Workers in the Pacific Press"},{"refcode_short":"PH152 5","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 5 (Ellen Gould White)","content":"No. A. A General Testimony"},{"refcode_short":"PH152 5","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 5 (Ellen Gould White)","content":"True Sense of the Sacredness of the Work"},{"refcode_short":"PH152 5.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 5.1 (Ellen Gould White)","content":"1. In regard to matters at the Pacific Publishing House, there has not been that faithfulness which God requires. There should be a deeper sense of the sacredness of the work, and each and all should be faithful in their several departments of the work. But there is a great lack of stability with some. When special attentions are shown by young men to the young ladies, and they in turn encourage these attentions, and the company of young men, involving neglect of duties, becoming frivolous and unguarded in deportment, it is wrong to encourage such a course of conduct by retaining them in the office in connection with the work; and when marriages occur no display should be countenanced."},{"refcode_short":"PH152 5.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 5.2 (Ellen Gould White)","content":"2. I was shown that there is not with a number of those at work in the office a true sense of religious things. Those who have left the east for the Pacific Coast should not in their daily and religious life pursue a course which is not worthy of imitation. They disgrace and misrepresent those who are connected with the work in the east. They should be circumspect in their conduct. Their daily religious life is very defective. Eternal interests are placed below the temporal. I saw that against the names of several now at work in the Signs Office was written in the ledger of heaven, “Wanting—weighed in the balance and found wanting.” As the searching eyes of the Judge rested upon these unfaithful ones, their countenances became pale, and terror seized them. Some had not been guilty of any great wrong, but they had not let their light so shine before men that others, by seeing their good works, would reflect glory to God. You who are working in the office may avail yourselves of religious privileges if you will, so that you may have spiritual strength to put forth spiritual exercise for your own benefit and that of others. Prayer-meetings are neglected, religious duties are left undone, and the conscience is at ease. What does this spiritual slothfulness say in favor of Christ? Just this, that your own business, or the mechanical work in which you are engaged, is of more consequence than the service of God."},{"refcode_short":"PH152 6","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 6 (Ellen Gould White)","content":"Importance of Religious Services"},{"refcode_short":"PH152 6.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 6.1 (Ellen Gould White)","content":"3. You may work with earnestness in the performance of your mechanical duties, and then, without interest or earnestness, go to religious service, showing that you have no heart in such service. How can such professors grow? It is impossible. They ever remain dwarfs in religious things, and when the judgment shall sit and the books be opened, their names come under the head of slothful servants,—weighed in the balance and found wanting."},{"refcode_short":"PH152 6.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 6.2 (Ellen Gould White)","content":"4. The preached Word will be powerless for the conviction and conversion of souls, while a sleepy, lazy, and backslidden church are all that are left to sustain the efforts of the laborers. The efforts of Christ's ambassadors will be successful only when sustained by an earnest, praying, working people. Prayer-meetings are neglected, while concerts, singing schools, and various entertainments are faithfully patronized. “It's only a prayer-meeting,” is often repeated by church-members; I can not call them Christians. Exciting popular lectures will interest the church-members and call them out, when the prayer-meeting has no attraction for them. This reveals the true spiritual condition of the church. God is not pleased with this state of things. Spiritual and eternal things are not appreciated, while temporal matters are exalted above things of eternal interest."},{"refcode_short":"PH152 7.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 7.1 (Ellen Gould White)","content":"5. A prayer-meeting will always tell the true interest of the church-members in spiritual and eternal things. The prayer-meeting is as the pulse to the body; it denotes the true spiritual condition of the church. A lifeless, backslidden church has no relish for the prayer-meetings. Young men and women of no depth of religious experience; who are vain and proud and frivolous, can feel no satisfaction in engaging in religious exercises. They prefer to pass the time in flirtations or reading novels, or in other ways of pleasing and gratifying the feelings of the natural heart."},{"refcode_short":"PH152 7","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 7 (Ellen Gould White)","content":"All Should Be Workers"},{"refcode_short":"PH152 7.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 7.2 (Ellen Gould White)","content":"6. Not one of the workers in the office is excused from being a worker in the church of God. Those who are capable of engaging in labor in the office are capable of being workers in the church. There is missionary work to be done everywhere. Every one in the office who professes the name of Christ should be put into regular, systematic labor of some kind in the church. Every man and woman is required of God to do something for the advancement of his cause. Every institution like the publishing house on the Pacific Coast should have rules and discipline, requiring those who work in the office to be earnest workers in the church. If there is a neglect in attending evening meetings or the meetings on the Sabbath, it should be inquired into, and if valid reasons are not given, they should be urged or admonished to attend these meetings, so essential to their spiritual strength. Without this spiritual strength the influence of these laborers will not be good, and the religious tone in the office will not be correct. Those who profess to be engaged in the sacred work of God should not excuse the neglect of the service of God because of their own work. Such work can be laid aside much better than the service of God, for his strength and grace are every day essential for the performance of daily duties, and the opportunities and privileges for spiritual strength can not be slighted or neglected without backsliding from God. Backsliders are not wanted to engage in the sacred work of God."},{"refcode_short":"PH152 8.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 8.1 (Ellen Gould White)","content":"7. In order to retain spiritual life the laborers should improve every means of grace to gather strength, not as spectators, but as workers in the church, doing the duties which must be done in the various departments. There must be respect shown for, and interest in, the worship of God, and faithful attendance upon it, by all those connected with the office who have a name as children of God. As the body needs temporal food, so does the soul need spiritual food, and there should be individual effort put forth by all to place themselves in connection with all the means of grace that have been provided. Every ray of light they can gather to their souls should be cherished, for moral darkness surrounds us everywhere, and is clouding the pathway of all, and leaving its impress of darkness upon the mind, and its baleful influence upon the character."},{"refcode_short":"PH152 9","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 9 (Ellen Gould White)","content":"The Holy Spirit Necessary"},{"refcode_short":"PH152 9.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 9.1 (Ellen Gould White)","content":"8. Peculiar qualities and powers are developed either for good or evil. In order to have them exercised for good, these powers must be under the controlling influence of the Spirit of God; then their influence will be sensibly felt for good, whatever their possessors may do, or wherever they may be. Each is giving by words and deportment a daily lesson to others, either for their benefit or injury while life shall last. The Lord's service is not regarded by many as sacred and essential, if we judge by their neglect of these sacred privileges. Our own work must be done, but it must not be placed above eternal interests. A faithful discharge of duties in temporal things is necessary, but it should never take the place of religious devotion, and crowd out the time that should be given to it, lest the spiritual strength languish."},{"refcode_short":"PH152 9","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 9 (Ellen Gould White)","content":"How Hearts Become Hardened"},{"refcode_short":"PH152 9.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 9.2 (Ellen Gould White)","content":"9. There has been a sad departure from right principles. The Word of God declares that God hardened the heart of Pharaoh. This was done when, giving Pharaoh warnings and revealing God's miraculous power before him, he braced himself up to resist the light, and refused to acknowledge the Monarch of heaven and yield to his requirements. Every time that Pharaoh resisted the Spirit of God his heart grew harder and more difficult to impress, until the restraining influence of the Spirit of God was removed. Pharaoh sowed continually the seeds of obstinacy, and he reaped obstinacy, and he kept up his determined spirit of obstinacy till he perished in the Red Sea."},{"refcode_short":"PH152 10.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 10.1 (Ellen Gould White)","content":"10. God did not compel Pharaoh to be lost. Every man who is lost destroys himself. When a man turns from the light given of God, and refuses to walk in it, that light becomes darkness to him. When the light comes before him again, it is so dim that he scarcely recognizes it. When the words of reproof come from God to the wrong-doer, there is a stirring of heart, an arousing of conscience. The hearts of the hearers are convicted and Satan trembles for his power. Individuals go from the house of God determined to resist pride, mortify lust, and overcome avarice. But they do not humble their souls before God and repent, and make right the wrongs of the past. They do not make a decided change and plead with God for help, relying on his strength, and the impression soon wears away. They feel for a time the sense of their condition, but realize not the heinous character of sin. They become indifferent and the old defects of character appear, whether it is pride and vanity, worldliness and selfishness, or petty dishonesty, overreaching in trade, sensuality, or lust for gain. They go forward as eagerly as though they had lost time during the little arousing of conscience. They may, after this relapse, listen to the denunciations against sin and the works of ungodliness, the Spirit of God may rest upon the speaker with unusual fervor, and the power of God be in every word, but they are not much moved; they have been hardened by the stifling of their convictions."},{"refcode_short":"PH152 10","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 10 (Ellen Gould White)","content":"All in Subjection to Christ"},{"refcode_short":"PH152 10.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 10.2 (Ellen Gould White)","content":"11. Business interests, social endearments, ease, honor, reputation, must be held in subjection to the claims of Christ. We often think we make great sacrifices for the truth, but we do not in reality. The great apostle to the Gentiles, we think, from our standpoint, made sacrifices when he turned from wealth, social distinction, and high honorary titles, to link his name and destiny with that of a peculiar people, everywhere spoken against, but he says he counted all things but loss that he might win Christ. Was he a loser by the exchange? He says he was abundant in labors, in deaths oft, five times he received forty stripes save one, he was stoned, was a night and a day in the deep, in perils by land and by sea, in the city and in the wilderness, from robbers and from his own countrymen; that he performed his mission in weariness and painfulness, in watchings often, in hunger and thirst, in fastings often, in cold and nakedness; and yet, sounding along the line, comes down to us from the old hero of faith the words, “For I am persuaded that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, nor height, nor depth, nor any other creature, shall be able to separate us from the love of God which is in Christ Jesus our Lord.”"},{"refcode_short":"PH152 11.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 11.1 (Ellen Gould White)","content":"12. When the crown of martyrdom was about to press his brow, he was confined in a dungeon, deprived of comfortable food and clothing, and separated from his many friends; but one, or sometimes two, were with him to receive the words that God spoke to him to be handed down to us. But when his first answer was given to the tyrant Nero, he says, “No man stood with me, but all men forsook me.” A solitary prisoner, on trial for his life, persecuted and abandoned. But did Paul think he was making a great sacrifice in his religious life? There come to us these words from him: “For I reckon that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us.” He affirms that he received the highest consolations: “I am filled with comfort, I am exceeding joyful in all our tribulation.” This hero of faith left his testimony, enduring as eternity, upon the work for his time. He moulded the character of the age in which he lived by his religious experience and his powerful intellect."},{"refcode_short":"PH152 12.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 12.1 (Ellen Gould White)","content":"13. The life of Paul was a success. The influence and work of Paul, the grand reformer, can never perish; they are immortalized. His Christian character shines forth with the brightness of the firmament. The whole Christian life of Paul was a preparation for the future, immortal life. In the dark dungeon, a prisoner for God, he looked over his life with satisfaction, and, knowing that he had not been playing a losing game, he exclaims, “I have fought a good fight, I have finished my course, I have kept the faith.” Then fixing his eye upon the things that are unseen, the immortal future, which had been the inspiring motive of his Christian life, in confident assurance he exclaims: “Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous Judge, shall give me at that day; and not to me only, but unto all them also that love his appearing.”"},{"refcode_short":"PH152 12.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 12.2 (Ellen Gould White)","content":"14. In confident expectation of the crown of life, the battle-shout of this great warrior comes down along the lines to us, seeming to rob even death of its triumph. Those who will dare to be true to principle and live for God and the future immortal life, who will not submit to the forms, customs, and ideas of this corrupt age, will not be understood by the world, any more than Christ was known and understood. But they are understood in heaven; their names are recorded in the Lamb's book of life."},{"refcode_short":"PH152 13","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 13 (Ellen Gould White)","content":"No. B. Associations and Discipline"},{"refcode_short":"PH152 13.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 13.1 (Ellen Gould White)","content":"I have been thinking much in regard to you and your religious life since I left the office. I was shown that the office of publication at Oakland should have the most strict discipline. In this age the young are so weak in moral power that they have but little strength to withstand temptation."},{"refcode_short":"PH152 13","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 13 (Ellen Gould White)","content":"Improper and Premature Courtships"},{"refcode_short":"PH152 13.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 13.2 (Ellen Gould White)","content":"2. The reason is, they are not truly changed in heart and therefore are unchanged in character. Young men and young women associating together, having weak principles, and but little faith and devotion, become easily infatuated with each other and fancy they are in love. Their constant attention to one another soon has its influence, and spiritual things are not appreciated. As in the days before the flood, there is an influence to continually draw the mind from God, and to fasten the affections upon the human instead of the divine. The girls in the office, some of them, are entirely unprepared to serve God; their thoughts are vain and unconsecrated; they are superficial; they have not the fruits of a Christian life. They must have a deep and thorough conversion, or they will never see the kingdom of God. Now, these young persons associating together in the office, forming attachments with view to marriage, and giving themselves up to these attachments, are unfitting themselves for the work. They can not do their work with singleness of purpose, fidelity, and integrity. They are unfitted by this infatuation, and a demoralizing influence is felt all through the office. Young gentlemen and ladies leave their home and home influence and come to labor in the office; and it is a wrong done to their parents to form attachments and contract marriages without their counsel and advice in the matter. Such things grieve the Spirit of God. It is due their parents that they consult them in so important a step, and that they be aided by the experience and mature judgment of their parents. The young men or young women do not look beneath the surface; they see each other under the most favorable circumstances, and do not detect those traits of character which the mother, in her earnest interest for her son or daughter, sees, and knows will make or mar the happiness of those she loves."},{"refcode_short":"PH152 14.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 14.1 (Ellen Gould White)","content":"3. When these youth come to the office, the parents feel that they are safe under the guardianship of those in whom they have the highest confidence. Then how cruel to have this confidence abused! These young persons pair off, associate together, the young men escort the favored one to and from meeting, walk and ride together, with no parent's eye to see or voice to warn; and these attentions ripen into stronger attachments, and marriages are contracted without the knowledge of the parents, and the fifth commandment is broken."},{"refcode_short":"PH152 15","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 15 (Ellen Gould White)","content":"Duty of Manager of the Office"},{"refcode_short":"PH152 15.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 15.1 (Ellen Gould White)","content":"4. These things should not be allowed in the Signs Office. If they can not be broken up, dismiss the parties, write to their parents, and return them to their care and guardianship, making a plain statement of the case. I saw that foolish marriages would be entered into. Young girls are forward, not modest and retiring as they once were. They engage the attention of the young men, do the courting by seeking their attention, hanging around, and talking with them. And it is a fact that the associations of the young men and women can not be encouraged without marriage being thought of and soon contracted. I write this to warn the young men and women not to be betrayed into foolish attachments which will prove their ruin in the end. Young men of promise in the office will be beguiled and infatuated with thoughts of marriage that should not enter their minds for years. Just as soon as the step is taken, farewell to their usefulness; they are fettered, and as far as rising higher and filling positions of trust, are useless."},{"refcode_short":"PH152 15.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 15.2 (Ellen Gould White)","content":"5. God will accept the services of the young men and young women, if they will consecrate themselves to him without reserve. But when they begin to form these incautious, immature attachments, devotion, consecration, and religion are made of but little account. It is death to religious fervor, death to growth in grace. It is a time when the most solemn and serious thoughts should occupy the mind, and the most thorough consecration should be cherished. We are forming characters; brick is laid upon brick, one upon another, and the structure is going up, a beautiful temple to God. These young men may rise to almost any height in intellectual advancement and spiritual power. I warn these young men not to marry, and the young ladies not to be given in marriage, until they have gained knowledge, experience, and success in their efforts to reach the high standard for which they have thought to aim."},{"refcode_short":"PH152 16","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 16 (Ellen Gould White)","content":"Necessity of Rules and Discipline"},{"refcode_short":"PH152 16.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 16.1 (Ellen Gould White)","content":"6. But I will write more upon this point in the future. Now, those who occupy responsible positions should have the most strict rules, rules that will guard young men and young women from foolish attachments, which will spoil them for their work, spoil all their future prospects in this life. When this state of things commences, young men waiting upon the girls, pairing off, making everything of one and neglecting all others, the first step is to counsel them, then write to their parents to call them from the office to the home roof. This must be done. This spirit of courtship and marriage with those in the office ought not to have been permitted, for the influence on others is not wholesome, but demoralizing. I was shown that God is in no way honored or glorified in these marriages, and rules must be made to remove this influence from the office. Our youth must take a more elevated standard in the office if they would perfect Christian character. They should be present at the hour of prayer, at the prayer-meeting, ready and zealous to do service for God. They want to understand the high claims of God upon them. Great learning is not required, genius or eloquence, but a pure, humble heart, longing for righteousness. If these young men and young women were one-tenth as interested in refining the life and in elevating and ennobling the character, that they may do better and holier service for God, as in pleasing and gratifying self, a great and good work would be done by their noble efforts. These youth must habituate themselves to think of something more noble and elevating than themselves. They do not pray, do not watch unto prayer; they are unacquainted with Jesus. They have much to learn and but little time to learn it in; no time to spend in frivolity and gratification of self. It they will see the need of thorough conversion, if they will pray, and watch unto prayer, God will make them wholly his, and they may do much for his cause. But God is dishonored by the thoughts and behavior of many of the young in the office. Those who come to the office with good purposes are spoiled by the unconsecrated influence of some employed there. This must not longer exist. Plain talk and plain action must be taken in these cases."},{"refcode_short":"PH152 17","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 17 (Ellen Gould White)","content":"No. C. to the Directors"},{"refcode_short":"PH152 17","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 17 (Ellen Gould White)","content":"What Will Bring Prosperity"},{"refcode_short":"PH152 17.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 17.1 (Ellen Gould White)","content":"1. I have been instructed by the Lord in regard to some things connected with the office of publication in Oakland, Cal. I saw that financial embarrassment was causing distress of mind, and having a tendency to weaken the courage of those who bear heavy responsibilities. Many prayers are offered that God will work in giving prosperity to the office. I was shown that the Lord will work when the workers will cooperate with him. When the souls of the workers are knit with Christ, the power of God will be manifest among them. There has been a decided lack of faith."},{"refcode_short":"PH152 18.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 18.1 (Ellen Gould White)","content":"2. The large number of hands in the office make it necessary to take in a large amount of work in order to keep them employed. Thus in printing for other parties an objectionable class of publications is introduced into the office. My guide inquired of one who was occupying a responsible position, “How much do you receive in payment for this work?” The figures were placed before him. He said: “This is too small a sum. If you do business in this way, you meet with loss. But even should you receive a much larger sum, this class of literature would be published at great cost to the office; for the influence upon the workers is demoralizing. All the messages that God shall send them presenting the sacredness of the work are neutralized by your action in consenting to print such a class of matter.”"},{"refcode_short":"PH152 18","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 18 (Ellen Gould White)","content":"Pernicious Books"},{"refcode_short":"PH152 18.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 18.2 (Ellen Gould White)","content":"3. The world is deluged with books that might better be consumed than circulated. Books upon Indian warfare and similar topics, published and circulated as a money-making scheme, might better never be read by the youth. There is a Satanic fascination in such books. The heart-sickening relation of crimes and atrocities has had a bewitching power upon many youth, exciting them to see what they can do to bring themselves into notice, even by the wickedest deeds. Even the enormities, the cruelties, the licentious practises, portrayed in more strictly historical writings, have acted as leaven in many minds, leading to the commission of similar acts. Books that delineate the Satanic practises of human beings are giving publicity to evil works. These wicked, horrible particulars need not be lived over, and none who believe the truth for this time should act a part in perpetuating the memory of them. We have no permission from the Lord to engage either in the printing or the sale of such publications; for they are the means of destroying many souls. I know of what I am writing; for this matter has been opened before me. Let not those who believe the truth engage in work of this kind, thinking to make money. The Lord will put a blight upon the means thus obtained; he will scatter more than is accumulated."},{"refcode_short":"PH152 19.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 19.1 (Ellen Gould White)","content":"4. There is another class of books—love stories, frivolous tales—that are a curse to every one who reads them, and this although the author may attach a good moral. Often religious sentiments are woven all through these books; but in most cases, Satan is but clothed in angel robes to deceive and allure the unsuspicious. The mind is affected in a great degree by what it feeds upon. The readers of frivolous and exciting tales become unfitted for the duties lying before them. They live an unreal life, and have no desire to search the Scriptures, to feed upon the heavenly manna. The mind that needs strengthening is enfeebled, and loses its power to contemplate the great problems which relate to the mission and work of Christ, the plan of salvation. These subjects will fortify the mind, awaken the imagination, and kindle the strongest desire to overcome as Christ overcame."},{"refcode_short":"PH152 19.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 19.2 (Ellen Gould White)","content":"5. The youth must take heed what they read, as well as what they hear. I have been shown that they are exposed to the greatest peril of being corrupted by improper reading. Could a large share of the books published be consumed, a plague would be stayed that is doing its fearful work upon human minds and corrupting human hearts. Satan is constantly seeking to lead both the youth and those of mature age to be charmed with foolish stories. None are so confirmed in right principles, so secure from temptation, that they can feel safe, and think no one need feel anxious about them. Resolutely discard all this trashy reading, which will not increase your spirituality, but will introduce into your mind sentiments that captivate the imagination, so that you think less of Jesus, and dwell less upon his precious lessons. If you are a learner in his school, you will become like him, and will overcome the manifold temptations as he overcame. What a joy has Jesus in placing the crown upon the heads of those whom his lips can pronounce “good and faithful servants”! They have resisted the blandishments of vice; they are victors."},{"refcode_short":"PH152 20.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 20.1 (Ellen Gould White)","content":"6. I charge you who are responsible men in the publishing office, work diligently to bring in a different order of things. Cease to publish literature which is a temptation to the workers, many of whom are weak, and easily led into forbidden paths. Never should such books be put in their way. The office should be regarded as a school for the education of the workers. There is need of personal effort for their uplifting in all that constitutes a noble character. The minds of many of the youth are already sown with the seeds of evil, that are ready to spring into life and produce an abundant harvest. Strive to implant pure principles in the soul. Encourage the youth to store the mind with valuable knowledge. Let that which is good occupy the soul and control its powers, leaving no place for low, debasing indulgences. Let the standard of piety and devotion be elevated."},{"refcode_short":"PH152 21","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 21 (Ellen Gould White)","content":"The Superintendent"},{"refcode_short":"PH152 21.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 21.1 (Ellen Gould White)","content":"7. The superintendent of the publishing house is a watchman, to guard its interests. In order that he may do this, he must not have various other responsibilities placed upon him. Brethren, you should lighten the burdens that Brother Jones is carrying outside the office. He is only a mortal man, and if he does his duty fully in the office, he had all that one man can possibly attend to. Without faithful supervision from him, some things will not receive the attention they should have, and will go sadly wrong. Be careful how you place work upon him relative to the burdens of the church. He should have one to stand by his side who is reliable, devoted, God-fearing, that nothing connected with the office may be neglected. But men have been placed in charge of the work at the office who act more as overseers than as interested, unselfish workers. It there were fewer overseers, and more faithful doers of the work, there would be a marked improvement in the managing force in the office. If Brother Jones has for his co-workers mere overseers, who shun work, choosing to tell others what to do, he might better stand alone."},{"refcode_short":"PH152 21","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 21 (Ellen Gould White)","content":"Power of a Faithful Example"},{"refcode_short":"PH152 21.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 21.2 (Ellen Gould White)","content":"8. By a godly example, those who occupy responsible positions can maintain the elevated character of the office. Not to do this is to incur guilt, to be unfaithful stewards, blameworthy before the heavenly intelligences, who are waiting to co-operate with the human agencies in order to save souls. Christians are to shine as lights amid the moral darkness of the world. They are to be representatives of Christ, patterns for all who come within the sphere of their influence. They are exhorted to fidelity, and to the highest attainments of piety. The Word of God is plain upon this point. “Do all things without murmurings and disputings; that ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world; holding forth the Word of life.” In our own lives we should present to the world an illustration of the holy character of the truth which we profess to believe. This has not been done by many who are connected with the office. An indolent man occupying a position of trust in our institutions will make upon many minds an impression unfavorable to the truth. “By their fruits ye shall know them.” The lights of the world are so to shine that men, by seeing their good works, may be led to glorify our Father who is in heaven. How terrible it is for any who bear his name, to give to the world, through a defective character, a distorted image of Christ! They are constantly stumbling-blocks."},{"refcode_short":"PH152 22.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 22.1 (Ellen Gould White)","content":"9. The way of every one is dark or light, and it is easy to settle the question. Who are letting their light shine by good works? Our profession of faith proclaims the theory of the truth, but it is our practical piety that holds forth the Word of life. The Word of God presents a system of practical truths that are to have a decided bearing upon life and character. If men are not transformed, ennobled, sanctified, if they do not make it manifest that they love purity and holiness, they are not representing Christ."},{"refcode_short":"PH152 23.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 23.1 (Ellen Gould White)","content":"10. There are those engaged in the work in the office who have no living connection with Christ. Arguments, exhortations, reproofs, correction in righteousness, every consideration urging them to reach a higher standard, is treated with cool indifference or with silent contempt and persistent resistance. They know nothing of heart consecration. They are satisfied; their minds have become so debased by their own course that they have no disposition to change. They have no love for any one but themselves. Shall this state of things continue?"},{"refcode_short":"PH152 23","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 23 (Ellen Gould White)","content":"Economy and Indebtedness"},{"refcode_short":"PH152 23.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 23.2 (Ellen Gould White)","content":"11. In order to relieve the office from financial embarrassment, there must be in some respects a different course pursued. In the effort to secure outside patronage, prices have been set so low that the work brings no profit to the office. Those who flatter themselves that there is a gain, have failed to keep a strict account of every outgo. This has been the way things have been going for too many years. If work is brought in, let it be understood that there is to be no cutting down prices for the sake of securing the job. Maintain the dignity of the office. Take only such work as will give a margin of profit. If necessary, dismiss some of the workers that you can better spare, and save the wages you pay them. The office needs weeding. There are more overseers than it can afford to sustain."},{"refcode_short":"PH152 23.3","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 23.3 (Ellen Gould White)","content":"12. It would have been far better if the enlargement of the publishing house had been delayed, and the work had been conducted on a more limited scale, until the providence of God, which discerns the work in all its bearings, should open the way to make these improvements without contracting heavy debts, and paying interest. These things must be considered. The warnings that the Lord sends must be heeded."},{"refcode_short":"PH152 24.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 24.1 (Ellen Gould White)","content":"13. It is true that the publishing house has furnished means to support branches of the work in distant fields, and has aided in carrying other enterprises. This is well. None too much has been done. The Lord sees it all. But from the light he has given me, every effort should be made to stand free from debt. This heavy indebtedness is eating into the vitals of the publishing house. Results of Unselfishness and Sacrifice."},{"refcode_short":"PH152 24.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 24.2 (Ellen Gould White)","content":"14. Now, if all will go to work unselfishly, with an eye single to the glory of God, humbling their hearts and repenting of their sins, God will work in their behalf. Souls will be converted, and the piety and devotion of the workers will be felt by unbelievers. The only security against failure is to be found in entire surrender to God, daily seeking his counsel in all things, keeping the light burning, and daily reflecting its bright rays to others."},{"refcode_short":"PH152 24.3","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 24.3 (Ellen Gould White)","content":"15. Let a work of reformation, deep and thorough, take place in the office. Let there be seen a spirit of self-sacrifice. Expend your means carefully. Cultivate economy. Do not act toward Christ as though you believed the wicked accusations of the unfaithful servant: “I knew thee, that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed.” As you look to the cross of Calvary, inquire, “How can I work for the Master?” Do not calculate how little you can do to reach the very lowest standard, but arouse to grasp the fulness that there is in Christ, that you may do much for him."},{"refcode_short":"PH152 25.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 25.1 (Ellen Gould White)","content":"16. Workers who are not diligent and faithful do incalculable harm; they are setting an example for others. There are those in the office who are rendering whole-hearted, cheerful service; but will the leaven not affect them? Shall the office be left without some sincere examples of Christian fidelity? When men claiming to be representatives of Christ reveal that they are unconverted, their characters degraded, gross, selfish, impure, they should be separated from the office, for their moral powers are so perverted and weakened that they can not be trusted. I know not what I can say to arouse them. Will these sentinels that are sleeping at their post arouse from their death-like slumber, and come under the vitalizing influence of the Spirit of God? Will they continue to betray sacred trusts, or will they become missionaries for the Master?"},{"refcode_short":"PH152 25","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 25 (Ellen Gould White)","content":"Words to the Faithful"},{"refcode_short":"PH152 25.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 25.2 (Ellen Gould White)","content":"17. There are those connected with the office whose hearts are bound up with the work. They see many things that are not as they should be, but know not what course to pursue to correct the evils. They are pained to see many who profess the truth go astray. To all these the Lord sends reproofs and warnings; the straight and narrow way that leads to life, and the glorious reward, are pointed out, and the perfect standard of Christian character is held up before them. Although some are so estranged from God that they do not recognize his voice, though a strange infatuation leads them in their perversity of heart to strive against the manifestations of the Spirit of God, let not those who are striving earnestly to do the work and will of God become discouraged. Let each work earnestly, prayerfully, holding his torch in his hand, shedding light upon willing and unwilling eyes. Having their orders from heaven, they are to be true and faithful, in all things representing the compassion of Christ."},{"refcode_short":"PH152 26.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 26.1 (Ellen Gould White)","content":"18. The consistent religious life, the holy conversation, the unswerving integrity in all business deal, the active, benevolent spirit, the godly example, are the medium through which light is conveyed to the world, and conviction takes hold upon the hearts and consciences of unbelievers. The Lord will work through his human agents if they will cooperate with him."},{"refcode_short":"PH152 26.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 26.2 (Ellen Gould White)","content":"I must close this matter here if it goes on the next steamer. May the Lord bless you all with wisdom and grace and his peace, is my prayer."},{"refcode_short":"PH152 26","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 26 (Ellen Gould White)","content":"No. D. to the Workers"},{"refcode_short":"PH152 26.3","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 26.3 (Ellen Gould White)","content":"1. I have a message for you who are engaged in the work at the office, especially for those who are engaged in handling sacred things."},{"refcode_short":"PH152 26.4","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 26.4 (Ellen Gould White)","content":"2. “Then Jesus said unto them, Yet a little while is the light with you. Walk while ye have the light, lest darkness come upon you; for he that walketh in darkness knoweth not whither he goeth. While ye have the light, believe in the light, that ye may be the children of light.”"},{"refcode_short":"PH152 26","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 26 (Ellen Gould White)","content":"Turning from the Light"},{"refcode_short":"PH152 26.5","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 26.5 (Ellen Gould White)","content":"3. Those who turn away from the precious light that God has permitted to shine upon them in messages of warning, of caution and reproof, would not believe if greater light were shed upon their pathway. They would not be inspired with faith, when they have failed to believe in and act upon the light which has already been given them. “Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed? ... He hath blinded their eyes, and hardened their heart.” How does the Lord harden the hearts of men?—In the same way in which the heart of Pharaoh was hardened. God sent this king a message of mercy and warning; but he refused to acknowledge the God of heaven, and would not render obedience to his commands. He asked, “Who is the Lord, that I should obey his voice?” The Lord gave him evidence of his power by working signs and miracles before him. The great I am acquainted Pharaoh with his mighty works, showing him that he was the ruler of heaven and earth; but the king chose to defy the God of heaven. He would not consent to break his proud, stubborn heart, even before the King of kings, that he might receive the light; for he was determined to have his own way, and work out his rebellion. He chose to do his own will, and set aside the command of God; and the very evidence given him that Jehovah was above all the gods of the nations, above all the wise men and magicians, only served to blind his mind and harden his heart. Had Pharaoh accepted of the evidence of God's power given in the first plague, he would have been spared all the judgments that followed; but his determined stubbornness called for still great manifestations of the power of God, and plague followed plague, until at last he was called to look upon the dead face of his own first-born, and of those of his kindred, while the children of Israel, whom he had regarded as slaves, were unharmed by the plagues, untouched by the destroying angel. God made it evident upon whom rested his favor, and who were his people. Although they had erred, and had become tainted with idolatry, and had almost forgotten him, still he remembered his people, and his covenant with their fathers."},{"refcode_short":"PH152 28","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 28 (Ellen Gould White)","content":"Result of Rejecting Light"},{"refcode_short":"PH152 28.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 28.1 (Ellen Gould White)","content":"4. The more Pharaoh resisted and rejected the light, the greater was his stubbornness; for as he sowed unbelief and stubbornness, he reaped again that which he sowed. The Lord has given great light to those in the office of publication at Oakland; and some who for a time walked in the light, afterward failed to do so, by not continually keeping the heart surrendered to God; and the result was that darkness came upon them. They lost their sense of sin, and did those things which the Lord had plainly shown them they ought not to do. God forces no man's will. All are left free to choose whom they will serve. They may listen to the suggestions of Satan, and come to look upon matters as he does, reasoning after the same manner, and the result will be that they will follow the same course of stubborn resistance to the light that Satan pursued in the courts of heaven. Those who reject the light which God sends them, will walk in sparks of their own kindling, and will lie down in sorrow at last."},{"refcode_short":"PH152 28","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 28 (Ellen Gould White)","content":"Serious Danger"},{"refcode_short":"PH152 28.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 28.2 (Ellen Gould White)","content":"5. Among the workers in the office there are those whose hearts are not pure, whose hands are defiled with iniquity, and whose ways are perverted, so that they in no way represent Christ. Satan is beside them to influence them in a course of evil; and as they yield to him, they influence others to take the same course. They do not realize the sacredness of the things of God, but in spirit they conform to the world and fail to live the divine life, which is opposed to the world and its customs. They have a knowledge of the truth, but fail to bring it into the inner sanctuary of the soul, that they may be sanctified through the truth."},{"refcode_short":"PH152 29.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 29.1 (Ellen Gould White)","content":"6. I have been aroused by the Spirit of the Lord to sound an alarm, that these world-bound souls may be awakened to the peril in which they are placed through their course of backsliding. For Christ's sake, let all those who profess to be Christians, depart from all iniquity, all dishonesty. For Christ's sake, for your own soul's sake, I urge you to reform. Let there be a solemn consideration of your privileges and responsibilities. Let there not be found among you a selfish, earthly ambition for place and position or money-getting. This spirit prevails to a large extent, and the religion of Christ is brought down to a low, common level. There is great need that the converting power of God may be felt throughout the office, that all may realize that the words of Christ are to be fulfilled in life and character. Every day Jesus is in that office taking note of every worker in every department and line of work. The voice of God speaks to all who are there employed, warning and reproving them in his Word, and through the testimonies of his Spirit. But these warnings are first neglected, then despised, then stubbornly resisted and assailed."},{"refcode_short":"PH152 29","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 29 (Ellen Gould White)","content":"Separation from the World"},{"refcode_short":"PH152 29.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 29.2 (Ellen Gould White)","content":"7. While probation is graciously granted to you, come out from the world, separate yourselves from its customs, its maxims, and its influences, and put ye on the Lord Jesus Christ, and make no provision for the flesh to fulfil the lusts thereof. At whatever cost or humiliation to yourselves, you must do this if you would inherit eternal life. “This witness is true. Wherefore rebuke them sharply, that they may be sound in the faith; not giving heed to Jewish fables, and commandments of men, that turn from the truth. Unto the pure all things are pure; but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled. They profess to know God; but in works they deny him, being abominable, and disobedient, and unto every good work reprobate.”"},{"refcode_short":"PH152 30.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 30.1 (Ellen Gould White)","content":"8. Let every soul carefully consider his condition, and inquire, What is my state before God? Let him examine closely what kind of material he is bringing into his character-building. Is it that which can be compared to solid timbers, or that which can only be likened to that which is rotten and worm-eaten? We are charged in the word of God to “keep thy heart with all diligence; for out of it are the issues of life.” The unconverted heart is the habitation of the evil one, and it is filled with unholy thoughts, with evil surmisings, envy, jealousy, falsehood, and uncontrolled passions, with strife and confusion and every evil work. Let each one search diligently, and inquire, Is my heart free from all these? Let each one closely examine himself to see whether he is in the faith, whether the truth which he professes to believe has been kept in the outer court, or brought into the inner sanctuary of the soul, that he may be sanctified thereby. The whole heart must be entered and purified by the searching Spirit of God. Jesus will not abide in the soul where pride exists; and if we desire his presence, the soul temple must be cleansed of all evil occupants. If the door of the heart is open to Jesus, he will come in, and his presence will expel every unholy thought, and by faith we may hold sweet communion with God. If Jesus abides in the heart, we shall glorify him in our lives; for the Christian is to let his light shine forth to the world in good works."},{"refcode_short":"PH152 31","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 31 (Ellen Gould White)","content":"Losing the First Love"},{"refcode_short":"PH152 31.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 31.1 (Ellen Gould White)","content":"9. Many of you have lost your first love, and you are not preparing yourselves by gaining an experience in true devotion and service to God, to stand in the great day of God. It is essential that you become so rooted and grounded in the faith that you will be able to stand when deception and error as a thick cloud will cover the inhabitants of the earth. While good works will not buy your salvation, yet good works are essential for salvation; for they are an evidence of genuine faith which works by love and purifies the soul."},{"refcode_short":"PH152 31.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 31.2 (Ellen Gould White)","content":"10. Unless your heart is stayed upon God, and you are a coworker with Christ Jesus, you will be filled with self-confidence, pride, self-sufficiency, and you will be given to the indulgence of self and the sin of unbelief, which so easily besets the soul, and thus you will become the captive of the enemy. You are to work out your own salvation with fear and trembling, for it is God that worketh in you, both to will and to do of his own good-pleasure. As God works man must cooperate in order that the result designed may be accomplished. But how long have the heavenly intelligences waited in vain for your cooperation, who ought to have been engaged most earnestly in the work of God for this time!"},{"refcode_short":"PH152 32.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 32.1 (Ellen Gould White)","content":"11. Many of you do not feel the need of a daily and hourly connection with Christ. You do not feel the need of prayer, that you may draw from Christ that which is essential for the maintenance of spiritual life. You have failed to appreciate the privilege of associating together in the capacity of believers. You are not to come together simply as a matter of form and ceremony, but for the interchange of thought, for the relation of your daily experiences, for the expression of thanksgiving, for the utterance of your sincere desire for divine enlightenment, that you may know God and Jesus Christ, whom he hath sent. Communing together in regard to Christ will strengthen the soul for the conflicts and trials that will come upon you. Never entertain the idea that you can be Christians and still withdraw yourselves within yourselves. Each one is a part of the great web of humanity, and the nature and quality of your experience will be largely determined by the character of the experience of those with whom you associate. Jesus says, “Where two or three are met together in my name, there am I in the midst.” Then do not forsake the assembling of yourselves “together, as the manner of some is; but exhorting one another; and so much the more, as ye see the day approaching.”"},{"refcode_short":"PH152 32","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 32 (Ellen Gould White)","content":"Need of a Practical Experience"},{"refcode_short":"PH152 32.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 32.2 (Ellen Gould White)","content":"12. You are greatly in need of a practical experience in the Christian life. You need to train the mind for the work of God. The character of your religious experience is made manifest largely by the character of the books that you choose to read in your leisure moments. The Bible is the Book of books, and if you love the Scriptures, searching them when you have opportunity, that you may come in possession of the rich treasures of the Word of God, and be thoroughly furnished unto all good works, then you may be assured that Jesus is drawing you to himself. But to read the Scriptures in merely a casual way, without seeking to comprehend the lessons of Christ, that you may comply with his requirements, is not enough. There are rich treasures in the Word of God that can be discovered only by sinking the shaft deep into the mine of truth. The Scriptures are given for our benefit that we may have instruction in righteousness. Precious rays of light have been obscured by the clouds of error, but Christ is ready to sweep away the mists of error and superstition, and reveal to us the brightness of the Father's glory, so that we shall say as did the disciples, “Did not our hearts burn within us, while he talked with us by the way?” The psalmist prayed, “Open thou mine eyes, that I may behold wondrous things out of thy law,” and the Lord regarded his sincere prayer, for the Sacred Record records his satisfaction in the truth revealed to him. He says: “How sweet are thy words unto my taste! yea, sweeter than honey to my mouth!” “More to be desired are they than gold, yea, than much fine gold; sweeter also than honey and the honeycomb.” How rare is this experience!"},{"refcode_short":"PH152 33.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 33.1 (Ellen Gould White)","content":"13. The carnal mind rejects the truth; but the soul that is converted undergoes a marvelous change. The Book that was unattractive, because it reveals truths which testify against the sinner, to the converted heart becomes the food of the soul, consolation and joy of the life. The eyes anointed with spiritual discernment behold new beauties in the Word of God, and see that the inspired words of the Scriptures are especially adapted to the needs of the soul. The Sun of Righteousness shines upon the Word, and there is the flashing of divinity through humanity. The Spirit of God speaks to the soul, and the heart of the true believer becomes like a watered garden. To those who love Christ, the Bible is as the garden of God, whose promises are as grateful to the heart as the fragrance of flowers to the senses. Then take up your Bibles, and, with fresh interest, begin to study the sacred records of the Old and New Testaments. Work the field of precious truth, until you have a deeper comprehension of the mercy and love of God, who gave his only-begotten Son to the world, that through him we might have life."},{"refcode_short":"PH152 34","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 34 (Ellen Gould White)","content":"Danger from Worldly Books"},{"refcode_short":"PH152 34.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 34.1 (Ellen Gould White)","content":"14. I have a word from the Lord for you who are handling sacred things, and yet who do not appreciate the value of eternal things, and have not spiritual discernment to understand the work that you are doing. The Spirit of God is grieved because works of a worldly character, which are calculated to charm the senses, to fill the mind with that which can be compared only to wood, hay, and stubble, are multiplied in the office of publication. These books are read with eagerness, and they contain no spiritual nutriment, whereby the soul can acquire moral strength, give no true idea of Christian life, or instruction in regard to the common duties of life. The atmosphere they breathe is one that is detrimental to solid Christian experience. Were Christ upon the earth today, he would cleanse the office of many things that are not in accordance with our high profession, as he cleansed the temple of its unholy traffic. “It is written, My house shall be called the house of prayer; but ye have made it a den of thieves.” Let every soul begin to cleanse his own soul temple, and thus cooperate with Christ in the work of purifying the office."},{"refcode_short":"PH152 35.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 35.1 (Ellen Gould White)","content":"15. Let not books be placed before the workers which, if they do not mislead and corrupt the mind, will still give to the mind a disrelish for the study of the Word of God, which brings to view matters of eternal interest. Let the truth of God be the subject for contemplation and meditation. The Bible is God's letter to man, in which is instruction as to how to become rich in heavenly graces, to secure for the believer the life that shall measure with the life of God. Read the Bible and regard it as the voice of God speaking directly to your soul. Then will you find inspiration, and that wisdom which is divine. There is no time for engaging in trifling, for amusement, for the gratification of selfish propensities. It is time that you were occupied with serious thoughts. And you can not dwell upon the self-denying, self-sacrificing life of the world's Redeemer, and at the same time be joking and jesting, and whiling away your time by indulging in foolishness. And yet those who have professed to be followers of Christ have been guilty of these very things. Sins of no light character have been committed by those who have been in the truth for years, who have had great light, great privileges and responsibilities. “But turn ye, turn ye, why will ye die?” Make a complete surrender of yourselves to Him who has given Himself for you, that you should not perish but have everlasting life."},{"refcode_short":"PH152 36.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 36.1 (Ellen Gould White)","content":"16. For Christ's sake cease to prostitute your powers to the service of self. Put your undivided interest into the work that has been committed to your hands. Jesus is looking upon you to see what spirit you manifest in the little things of your earthly life. You are now determining what shall be your destiny hereafter, and heaven is worth everything to you. If you accept the grace of Christ, and the gift of his righteousness, you may show by a consistent life that Jesus is all in all to you. His service is reasonable, for he has redeemed you, and every power of your being belongs to him. You need not make a failure of your Christian life, for Christ has made abundant provision that your faculties may be rightly directed, that your character may be pure and elevated and noble."},{"refcode_short":"PH152 36","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 36 (Ellen Gould White)","content":"Reaching a High Standard"},{"refcode_short":"PH152 36.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 36.2 (Ellen Gould White)","content":"17. In becoming a follower of Christ, you need not think it necessary to give up all aspirations to reach a high standard. But if your ambitions have been selfish, and you have sought for the supremacy, and aimed at the glorification of yourself, all this will be changed, and your desire will be to become a diligent, earnest, faithful soldier of the Lord Jesus Christ. The elements of character which lead you to seek for distinction in a worldly life, Jesus will refine and purify and make steadfast, that you may with unselfish purpose seek to become a true coworker with the Majesty of heaven. A holy ambition will take possession of your heart, worthy of the object for which your ability was given. You will have respect to the recompense of the reward that has been purchased for you by the self-denial, the self-sacrifice of the Lord Jesus. He will reward every man according to his works; although the reward is given not because of man's merit, yet it will be bestowed in proportion to the work that has been done; for their works testify to the character which has been developed. Your ambition is to be directed toward the advancement of your Redeemer's glory, of which he gives you a foretaste. He points you to the crown of immortal life, and bids you to so run that you may obtain. He bids you to fight the good fight of faith, to lay hold on eternal life, to wrestle that you may receive power for the highest attainments in the spiritual life."},{"refcode_short":"PH152 37","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 37 (Ellen Gould White)","content":"Contemplation of the Word"},{"refcode_short":"PH152 37.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 37.1 (Ellen Gould White)","content":"18. But in order to reach the highest attainments in the divine life, the mind must be occupied with contemplation of the Word of God, that you may know what is the will of God, and become a doer of the words of Christ. This is represented by Christ as eating his flesh and drinking his blood. He says: “He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him. As the living Father hath sent me, and I live by the Father, so he that eateth me, even he shall live by me.” And when the disciples did not discern the spiritual character of his words, Jesus said unto them, “It is the Spirit that quickeneth; the flesh profiteth nothing; the words that I speak unto you, they are spirit, and they are life.” The eating of Christ is represented by the engrafting of the branches on the vine. Jesus said: “I am the true vine, and my Father is the husbandman. Every branch in me that beareth not fruit he taketh away; and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.... Abide in me; and I in you. As the branch can not bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit; for without me ye can do nothing.”"},{"refcode_short":"PH152 38","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 38 (Ellen Gould White)","content":"Necessity of Abiding in Christ"},{"refcode_short":"PH152 38.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 38.1 (Ellen Gould White)","content":"19. If you had been abiding in Christ, your fruit would have been unto purity and holiness. You would not be self-sufficient, heady, and high-minded, but would have been meek and lowly of heart. You would not be filled with envy, jealousy, evil surmising, strife for supremacy and position, esteeming yourselves more highly than the Lord esteems you. Look at the character of the fruit you have borne these years in the past, and then carefully consider the words of Christ. He says: Ye shall know them “by their fruits.... A good tree can not bring forth evil fruit, neither can a corrupt tree bring forth good fruit.” Many of you know that you are not standing in the light of the Sun of Righteousness. Your works are not the works of righteousness, and should you be cut down as an unfruitful tree, you would lose heaven, and the life that measures with the life of God. You are not ready to close up your accounts here. You need to take heed to yourselves, to watch and pray, to educate your thoughts to think of heavenly things, to educate your lips to speak on heavenly themes, to become familiar with the heavenly atmosphere, and be able to teach others that which you have learned of Jesus. Let the mind and soul be drawn to the great center of attraction, ever realizing the truth of Christ's words, “Without me ye can do nothing.” Then will you have more humble views of yourself than you have ever had before."},{"refcode_short":"PH152 39.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 39.1 (Ellen Gould White)","content":"20. “Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.” Compare your words and works with these words of inspiration, and see if you can be pleased with the comparison. If you had let the Word of Christ dwell in you richly, if you had searched the Bible for truth as men seek for hidden treasure, you would have had a precious experience, and as you contemplated the living oracles, daily you would have discovered new beauty in the inspired utterances, and your thoughts and words would have been purified, even as precious metal is purified and refined from dross in the fire of the furnace."},{"refcode_short":"PH152 39.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 39.2 (Ellen Gould White)","content":"21. “Behold, I will send my messenger, and he shall prepare the way before me; and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in; behold, he shall come, saith the Lord of hosts. But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi [those to whom are intrusted sacred responsibilities], and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.” “Then shall the offering of Judah and Jerusalem be pleasant unto the Lord, as in the days of old, and as in former years.”"},{"refcode_short":"PH152 39","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 39 (Ellen Gould White)","content":"Working for Wages"},{"refcode_short":"PH152 39.3","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 39.3 (Ellen Gould White)","content":"22. With many of the workers the spirit of self-sacrifice has greatly diminished because they have lost their first love. Many are grasping for higher wages; but if they were laborers together with God, their wants would be more simple; for they spend money needlessly for things which they would not desire if their hearts were sanctified by the truth. Look at the example given to you in the life of Christ. There are those in the office who have withheld their tithes from the treasury, claiming that they could not see the requirement in the Word of God. But why could they not see it?—It was because selfishness was firmly rooted in the heart. They did not deny self, and make their offering to God. For years they have practised robbery toward God; but does not the Lord keep a record of all their doings? Most assuredly, for it is written that every man shall be rewarded according as his works have been, judged according to the deeds done in the body, whether they are good or whether they are evil. The Lord will not pass over the embezzlement of his goods. He is testing men to see who will be fit subjects for his kingdom above; for if they disregard his claims here, they will disregard them in the kingdom of heaven. Suppose that all who profess to be followers of Christ should withhold from the Lord his intrusted goods, and appropriate his talents to their own use and for the advancement of their own glory, how would the work of God move forward in the world? How would those in other nations ever receive the message of truth? The Lord does not rain down money from heaven, but he honors man by intrusting to him his treasures, and he tells him what he must do. Read carefully and prayerfully the instruction the Lord has given to you in Malachi 3:8-12."},{"refcode_short":"PH152 41","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 41 (Ellen Gould White)","content":"Faithfulness in Tithes and Offerings"},{"refcode_short":"PH152 41.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 41.1 (Ellen Gould White)","content":"23. The question is asked, “Will a man rob God?” And the answer might be given: “Yes, Lord. Some whom thou hast honored, and given a place in thy work, have been engaged in robbing thee for years. They have indulged themselves, and have centered the good things of life upon themselves, and have refused to act their part in fulfilling the requirements of God.” “Yet ye have robbed me. But ye say, Wherein have we robbed thee?” Now listen, for God is speaking to you out of his Word. “In tithes and offerings.” How does God regard the robbery of his treasury? Listen: “Ye are cursed with a curse; for ye have robbed me, even this whole nation.” Hear the words of the Most High God, you who have been robbing God: “Bring ye all the tithes into the storehouse, that there may be meat in mine house”—not a meager portion, not one-half, or one-quarter, but “all the tithes, that there may be meat in mine house.” The reason is so plain that it commends itself to every one who has been cherishing the hateful plant of selfishness,—“that there may be meat in mine house.” The reason that the Lord wants all the tithes in the treasury is that there may not be a scarcity of funds when his providence opens new fields to be occupied by the messengers of truth, that souls as precious in the sight of God as your own may come into the knowledge of the true God and Jesus Christ, whom he hath sent, and in their turn become missionaries to the souls of others."},{"refcode_short":"PH152 41","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 41 (Ellen Gould White)","content":"Blessings of Self-denial"},{"refcode_short":"PH152 41.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 41.2 (Ellen Gould White)","content":"24. The standard of truth must be planted in all countries, but the missionary work is not extended as it should be, because those in our offices of publication, and the members of our churches, do not cultivate the precious plant of love, and do not follow in the footsteps of Him who was meek and lowly of heart. Jesus said, “If any man will come after me, let him deny himself, and take up his cross daily, and follow me.”"},{"refcode_short":"PH152 42.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 42.1 (Ellen Gould White)","content":"25. The follower of Christ has a cross to bear, for the requirement of Christ cuts directly across the inclination of the natural heart, and uproots pride, empties and cleanses the soul of selfishness and self-love, and leads men to deny self daily for Christ's sake. If you will act as Christians, there will be meat in the house of the Lord, whereby the sacred, holy work of God may be extended and advanced in the world; for those who are laborers together with God will bind about their wants, and not spend money for trifles, when souls are perishing for the bread of life."},{"refcode_short":"PH152 42.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 42.2 (Ellen Gould White)","content":"26. Lift up Jesus to the world. Present his life and character before men. Dwell upon his humiliation and self-denial. Meditate upon the incarnation of the Son of God, who, though equal with the Father, for our sakes became poor, that we through his poverty might be made rich. Jesus calls for volunteers for his service, but he states the condition upon which they will be accepted as his followers. He says, “If any man will come after me, let him deny himself, and take up his cross daily, and follow me.” This is required of every one who has united himself with Jesus. The Lord Jesus descended lower and lower till he touched the depths of humiliation, in order that his grace might be multiplied unto us, and the streams of salvation might be poured out to those who were perishing, who know not God and Jesus Christ, whom he hath sent."},{"refcode_short":"PH152 43.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 43.1 (Ellen Gould White)","content":"27. The precious Saviour did not limit his gifts; for when he gave himself, he gave all. He died to bring life and immortality to light, to reveal truth, that men might be drawn to him. All this was done to save fallen man, and individually we have the privilege of becoming his agents, to cooperate with the angels in communicating to the world the knowledge of this great salvation. Man will never be able to comprehend the great work that the heavenly intelligences are waiting to do through the agency of men in behalf of humanity."},{"refcode_short":"PH152 43.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 43.2 (Ellen Gould White)","content":"28. Jesus wants you now to realize your deficiencies while mercy lingers, that you may turn unto him with your whole heart, and be supplied out of his abundant fulness, so that you shall be perfect, wanting in nothing. “And prove me now herewith, saith the Lord of hosts.” Mark it, this is not man that is addressing you, but the Lord of hosts. Will you hear him? Will you obey him? “If I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it. And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts. And all nations shall call you blessed; for ye shall be a delightsome land, saith the Lord of hosts.”"},{"refcode_short":"PH152 43.3","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 43.3 (Ellen Gould White)","content":"29. The religion of Christ is summed up in the words, “Thou shalt love the Lord thy God with all thy heart; ... thou shalt love thy neighbor as thyself.” But through love of the world, through unsanctified ambition, through self-love, and desire for supremacy, many are being conformed to the world, although the command from the Gospel of Christ is, “Be not conformed to this world [and the preventative is given]; but be ye transformed by the renewing of your mind.” You must have a changed mind, a renewed mind. The power of the Holy Spirit must be felt working upon the heart and character, producing a new man in Christ Jesus. You are to prove to God by unselfishly handling his intrusted goods that you can be trusted with his blessings. You are to trade with his talents, to seek first the kingdom of God and his righteousness—not to seek first your own selfish interests, but to lay up for yourselves treasures in heaven."},{"refcode_short":"PH152 44","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 44 (Ellen Gould White)","content":"Love Not The World"},{"refcode_short":"PH152 44.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 44.1 (Ellen Gould White)","content":"30. Every worker should diligently search his own heart. The Lord requires that those who are purchased by the blood of the Son of God should realize that they are God's property, and no longer look upon themselves as their own, and live to serve themselves. Jesus gave his life to save an apostate race, and will those who accept this heavenly gift be selfish, and withhold from the Lord his own? All selfishness, all love of supremacy, originated with Satan. He is the root, and those who partake of his spirit are the branches; but in the day of God both root and branch will be consumed. No one can live a selfish life and enjoy the love of Jesus. Those who are determined to grasp the world's treasures will “fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition. For the love of money is the root of all evil; which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.” Can we wonder that the sin of covetousness is so decidedly denounced in the Scripture? “For this ye know, that no ... covetous man, who is an idolater, hath any inheritance in the kingdom of God.” Covetousness is idolatry. Shall we as Christians pay no heed to all the warnings of God? Shall we still be in conformity to the world, when it is forbidden in the Word of God? “Be not conformed to this world.” “Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him. For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.”"},{"refcode_short":"PH152 45","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 45 (Ellen Gould White)","content":"Mingling of Sacred and Common"},{"refcode_short":"PH152 45.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 45.1 (Ellen Gould White)","content":"31. There is such a mingling of the sacred and the common in the work at the office that much of the sacredness of the work of God has been lost from the minds of the workers. The subject matter that some are handling is of such a character that their attention is arrested, and their mind engaged, and the cheap, objectionable sentences are fastening upon the memory; and before they know it, they are influenced by the spirit of the writer, and their mind and character are fashioned in some objectionable mould. There are souls who have connected with the office who are weak in faith, weak in the power of self-control; and through the influence of such publications, a train of thought is started that will be difficult to repress and expel from the mind. Before they embraced the truth, they had formed the habit of reading light and trifling literature; and after uniting with the church, they made efforts to overcome this taste for novels and story-books. To introduce to this class, books that are not in harmony with the sacred work of God, is like putting the glass to the lips of the inebriate. With the temptation continually before them, they yield, and become interested in that which they discarded, and lose their relish for solid reading, and for Bible study, which is positively essential to the health of the soul. Through the influence of this kind of reading, moral power is enfeebled, dishonesty and crime do not appear so repulsive, discernment and sanctified perception are lost, and unfaithfulness in little things is increased. When the appetite of the mind is perverted, these poor souls will grasp any kind of reading that has a stimulating influence."},{"refcode_short":"PH152 46.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 46.1 (Ellen Gould White)","content":"32. All these things have been placed before me, and every line of business at the office must be regulated so that the purity of the Christian character shall be preserved. Every temporal, earthly interest must be so subjected to the interests of the higher life that at any sacrifice, Christian integrity shall be untarnished. The question of what shall be published at the office must be viewed in the light of the teachings of the Holy Scriptures. The Lord's voice must be honored and obeyed. “The words that I speak unto you, they are spirit, and they are life.” The truth must not be placed in the background as it now is; for subjects of vast importance to the soul receive only a passing notice, while these objectionable things have the foreground. The workers overlook the great truths that would make them wise unto salvation. They do not see that daily they are to receive manna from the heavenly table, that they are to feed upon the Word of life, and so gain spiritual strength. They are now to store up for the present and the future, supplies that will provide for the soul in times of emergency. They are to lay up in store the precious gold and silver and precious gems of the Word of God, jewels that will never perish."},{"refcode_short":"PH152 47","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 47 (Ellen Gould White)","content":"God Requires All the Heart"},{"refcode_short":"PH152 47.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 47.1 (Ellen Gould White)","content":"33. The Lord will accept only the supreme affection of the soul, and this is his righteous requirement, for he has redeemed you with his blood. You are to seek to do the will of God, not your way and your will. I ask you now the question that the Lord is asking you: Who of you are resolved to eat the bread of life, that you may become stalwart Christians, maintaining spirituality, and able to “show forth the praises of him who hath called you out of darkness into his marvelous light”? Who of you in any capacity in the work of the office, will seek wisdom from God that you may represent the character of Christ in all your walks in life? Remember, your words, your actions, are either a savor of life unto life or of death unto death. Never forget that you are making a favorable or an unfavorable impression upon others in regard to the truth you profess to believe."},{"refcode_short":"PH152 47.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 47.2 (Ellen Gould White)","content":"34. The religion of the Bible must be practised, for the world is watching you and criticising your actions. The office at Oakland needs weeding out. Either those who have long been there and who have not realized the sacredness of the work, should be converted, or they should be discharged. It is the duty of every one in the office who professes to be a Christian to give unmistakable evidence to those who come to the office that he is a Christian in deed and in truth, and that he is working out the principles of the Bible in all his work. All lightness, all jesting and trifling is to be regarded as unchristian. Let every one see that you are governed by divine rule, that you are courteous and kind. If you keep the fear of the Lord ever before your eyes, he will work with your efforts, and crown you with success. Satan is continually at work that he may fill the mind with his suggestions, and cause you to follow his counsel. He advises you not to be overscrupulous in regard to honor and integrity, to look out sharply for your own interests, and demand the highest wages for your services. To some degree this is what has brought embarrassment upon the office. When the work is more attentively done, when there is a spirit of consecration, the Lord will hear your prayers, and will work in your behalf. But there is much unfaithfulness, and you need to call a halt, and begin the work of reformation in earnest. Those who are half-hearted and worldly, who are given to gossiping over the imperfections of others, while giving no attention to their own defects of character, should separate from the office, for they will demoralize others by their mischievous tongues."},{"refcode_short":"PH152 48","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 48 (Ellen Gould White)","content":"No. E. Consolidation of the Publishing Work"},{"refcode_short":"PH152 48.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 48.1 (Ellen Gould White)","content":"1. The Lord has presented matters before me that cause me to tremble for the institutions at Battle Creek. He has laid these things before me, and I shall not be consistent if I do not seek to repress the spirit in Battle Creek, which reaches out for more power, when for years there have not been sufficient men who were qualified to preside, with Christian faithfulness, over the charge they already have."},{"refcode_short":"PH152 49.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 49.1 (Ellen Gould White)","content":"2. The scheme for consolidation is detrimental to the cause of present truth. Battle Creek has all the power she should have. Some in that place have advanced selfish plans, and if any branch of the work promised a measure of success, they have not exercised the spirit which lets well enough alone, but have made an effort to attach these interests to the great whole. They have striven to embrace altogether too much, and yet they are eager to get more. When they can show that they have made these plans under the guidance of the Holy Spirit, then confidence in them may be restored."},{"refcode_short":"PH152 49.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 49.2 (Ellen Gould White)","content":"3. Twenty years ago, I was surprised at the cautions and warnings given me in reference to the publishing house on the Pacific Coast; that it was ever to remain independent of all other institutions; that it was to be controlled by no other institutions, but was to do the Lord's work under his guidance and protection. The Lord says, “All ye are brethren;” and the Pacific Press is not to be envied and looked upon with jealousy and suspicion by the stronger publishing house at Battle Creek. It must maintain its own individuality, and be strictly guarded from any corruption. It must not be merged into any other institution. The hand of power and control at Battle Creek must not reach across the continent to manage it."},{"refcode_short":"PH152 49.3","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 49.3 (Ellen Gould White)","content":"4. At a later date, just prior to my husband's death, the minds of some were agitated in regard to placing these institutions under one presiding power. Again the Holy Spirit brought to my mind what had been stated to me by the Lord. I told my husband to say, in answer to this proposition, that the Lord had not planned any such action. He who knows the end from the beginning, understands these matters better than erring man."},{"refcode_short":"PH152 50.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 50.1 (Ellen Gould White)","content":"5. At a still later date the situation of the publishing house at Oakland was again presented to me. I was shown that a work was to be done by this institution which would be to the glory of God if the workers would keep his honor ever in view; but that an error was being committed by taking in a class of work which had a tendency to corrupt the institution. I was also shown that it must stand in its own independence, working out God's plan, under the control of none other but God."},{"refcode_short":"PH152 50.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 50.2 (Ellen Gould White)","content":"6. The Lord presented before me that branches of this work would be planted in other places, and carried on under the supervision of the Pacific Press; but that if this proved a success, jealousy, evil surmisings, and covetousness would arise. Efforts would be made to change the order of things, and embrace the work among other interests at Battle Creek. Men are very zealous to change the order of things, but the Lord forbids such a consolidation. Every branch should be allowed to live, and do its own work."},{"refcode_short":"PH152 50.3","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 50.3 (Ellen Gould White)","content":"7. Mistakes will occur in every institution, but if the managers will learn the lesson all must learn,—to move guardedly,—these errors will not be repeated, and God will preside over the work. Every worker in our institutions needs to make the Word of God his rule of action. Then the blessing of God will rest on him. He can not with safety dispense with the truth of God as his guide and monitor. If man can take one breath without being dependent upon God, then he may lay aside God's pure, holy Word as guide-book. The truth must take control of the conscience and the understanding in all the work that is done. The Holy Spirit must preside over thought and word and deed. It is to direct in all temporal and spiritual actions."},{"refcode_short":"PH152 51.1","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 51.1 (Ellen Gould White)","content":"8. It is well pleasing to God that we have praise and prayer and religious services, but Bible religion must be brought into all we do, and give sanctity to each daily duty. The Lord's will must become man's will in everything. The Holy One of Israel has given rules of guidance to all, and these rules of guidance are to be strictly followed; for they form the standard of character. No one can swerve from the first principles of righteousness without sinning. But our religion is misinterpreted and despised by unbelievers, because so many who profess to hold the truth, do not practice its principles in dealing with their fellow-men."},{"refcode_short":"PH152 51.2","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 51.2 (Ellen Gould White)","content":"9. To my brethren at Battle Creek, I would say, You are not in any condition to consolidate. This means nothing less than placing upon the institutions at Battle Creek, the management of all the work, far and near, God's work can not be carried forward successfully by men who, by their resistance to light, have placed themselves where nothing will influence them to repent or change their course of action. There are men connected with the work in Battle Creek whose hearts are not sanctified and controlled by God."},{"refcode_short":"PH152 51.3","refcode_long":"Special Testimonies Concerning the Work and Workers in the Pacific Press, p. 51.3 (Ellen Gould White)","content":"10. If those connected with the work of God will not hear his voice and do his will, they should be separated entirely from the work. God does not need the influence of such men. I speak plainly; for it is time that things were called by their right name. Those who love and fear God with all their hearts are the only men that God can trust. But those who have separated their souls from God, should themselves be separated from the work of God, which is so solemn and so important."}]