[{"refcode_short":"PH157 1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 1 (Ellen Gould White)","content":"Special Testimony to the Oakland and Battle Creek Churches"},{"refcode_short":"PH157 1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 1 (Ellen Gould White)","content":"Proper Use of the Tithe"},{"refcode_short":"PH157 1.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 1.1 (Ellen Gould White)","content":"Letters have come to me from Oakland and Battle Creek making inquiries as to the disposition made of the tithe. The writers supposed that they were authorized to use the tithe money in meeting the expenses of the church, as these expenses were quite heavy. From that which has been shown me, the tithe is not to be withdrawn from the treasury. Every penny of this money is the Lord's own sacred treasure, to be appropriated for a special use."},{"refcode_short":"PH157 1.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 1.2 (Ellen Gould White)","content":"There was a time when there was very little missionary work done, and the tithe was accumulating. In some instances the tithe was used for similar purposes as is now proposed. When the Lord's people felt aroused to do missionary work in home and foreign missions, and sending missionaries to all parts of the world, those handling sacred interests should have had clear, sanctified discernment to understand how the means should be appropriated. When they see ministers laboring without money to support them, and the treasury is empty, then that treasury is to be strictly guarded. Not one penny is to be removed from it. Ministers have just as much right to their wages as have the workers employed in the Review and Herald Office, and the laborers in the Pacific Publishing House. A great robbery has been practised in the meager wages paid to some of the workers. If they give their time, and thought, and labor to the service of the Master, they should have wages enough to supply their family with food and clothing."},{"refcode_short":"PH157 2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 2 (Ellen Gould White)","content":"Support of the Ministers"},{"refcode_short":"PH157 2.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 2.1 (Ellen Gould White)","content":"The tithe is required of the minister. He does his share according to his ability, and should receive his due. The ministers are often placed where they have to lead out in donations in the places where they labor, and in defraying the expenses of tents, besides providing food for themselves. Many have families at home to support. If they were not traveling from place to place, less expensive clothing could be worn; the extra money paid for tents at camp-meetings and in donations, so frequently leave them no surplus that they feel restrained from acting a part in various enterprises which they would be pleased to participate in. This is expected of them, and in order to do this they pledge. This pledge they are often a long time in paying; it hangs upon them as a debt which they are frequently unable to lift. It is a great self-denial on the part of these men to thus separate from their families. They are forced to take up with all kinds of fare, and to eat all kinds of food, especially in countries where the standard of truth is first lifted."},{"refcode_short":"PH157 3.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 3.1 (Ellen Gould White)","content":"The light which the Lord has given me on this subject is that the means in the treasury for the support of the ministers in the different fields is not to be used for any other purpose. If an honest tithe were paid, and the money coming into the treasury were carefully guarded, the ministers would receive a just wage. The auditing committee has often been composed of men who were farmers. These could dress in coarse clothing appropriate for the work they were doing. They raised all they needed as a family to subsist upon, and they knew not what the outlay of a minister must necessarily be when he goes into a new field to labor for perishing souls. The outlook is often hard and discouraging. Some fields when the work is first opened up, are encouraging; but there are other fields that are not so. Both must receive the truth. The minister must labor and pray. He must visit the different families. Frequently he finds the people so poor that they have little to eat and no room in which to sleep. Often means have to be given to the very needy to supply their hunger and cover their nakedness. Then what injustice to have a company of men as auditing committee who by their decisions or a dash of the pen will disappoint a distressed minister who is in need of every cent that he has been led to expect. There would be just as much fairness in having a committee decide whether the men employed in our institutions should have their stipulated wages, or should have them curtailed, as the human agent, who will himself be in nowise affected by the strait places they may pass through, shall decide."},{"refcode_short":"PH157 4","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 4 (Ellen Gould White)","content":"House-to-House Labor"},{"refcode_short":"PH157 4.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 4.1 (Ellen Gould White)","content":"The minister who labors should be sustained. But, notwithstanding this, those who are officiating in this work see that there is not money in the treasury to pay the minister. They are withdrawing the tithe for other expenses,—to keep up the meeting-house necessities or some charity. God is not glorified in any such work. We have to raise our voice against this kind of management. Let those who have comfortable homes and are not called upon to leave their families consider this matter. Gifts and offerings should be brought in by the people as they are privileged in having houses of worship, as in Battle Creek and Oakland, two of our largest churches. Let house-to-house labor be done in setting before the families in Battle Creek and Oakland their duty in acting a part in meeting these expenses, which may be called common or secular, and let not the treasury be robbed. There has not been money in the treasury to supply ministers for the service of God."},{"refcode_short":"PH157 4","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 4 (Ellen Gould White)","content":"Extravagance in Dress"},{"refcode_short":"PH157 4.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 4.2 (Ellen Gould White)","content":"Let those who take such delight in devoting so largely of their means to clothing their bodies, consider that they are using God's money, that might be invested in bearing the truth to those that are perishing in their sins. They need the gospel presented to them; they need to be taught that they must be clothed with the garments of the righteousness of Christ, else they can not have a place with the saints in light. Those who have had great light, and yet continue to follow the fashions of the world in dress, are using the Lord's money to gratify their pride. They are robbing the cause of God of the means which might far better, for their present and eternal good, be invested in missionary work. When those whose names are on the church books shall be converted, they will no longer delight in their display of dress in the house of God. This is looked upon by the Lord's holy Watcher from heaven, who traces the whole history from cause to effect. He sees what might have been done with the means, had it been used to glorify God, rather than to minister to their pride, and separate their souls from God. The Lord will not serve with the selfish indulgence of these men and women. Had they clothed themselves with modest apparel, as the Holy Spirit has specified they should do, they would have the blessing of God. The atmosphere surrounding their souls would not be as spiritual malaria to others who newly come into the faith. Such examples of show and of the love of dress, of following the fashions of this degenerate age, this leaven of pride and extravagance, is gathering to itself, until the whole lump will be leavened. Let the money expended in bicycles be invested in the cause of God."},{"refcode_short":"PH157 5","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 5 (Ellen Gould White)","content":"Impending Judgments"},{"refcode_short":"PH157 5.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 5.1 (Ellen Gould White)","content":"The church without living godliness is like the fig tree to which Christ, hungering for food, came and searched for fruit, and found nothing but leaves. This is as it is with many who profess religion; and our position, having as we have great light, great opportunities, great privileges, will bring the curse that came upon the fig tree upon all who have a name to live and are fruitless. When Christ uttered the words, “Let no fruit grow on thee henceforth forever,” presently the fig tree withered away."},{"refcode_short":"PH157 6.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 6.1 (Ellen Gould White)","content":"The Lord is coming speedily, yet, notwithstanding his professed people read the signs of the times,—of famines, of thousands being swept away by earthquakes and floods, by fire, by calamities by sea and land, by plague, by war and bloodshed,—the love of self so deadens the spiritual sense that the day of the Lord will come upon them as a thief in the night, and he declares, “They shall not escape.” The Lord is to judge both quick and dead at his appearing and his kingdom. Will these stand in their pride and self-glorification before that tribunal, when the judgment will sit, and the books will be opened, and every man shall be judged according as his works have been?"},{"refcode_short":"PH157 6.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 6.2 (Ellen Gould White)","content":"Christ declares, “I know thy works.” Does the Lord seem to be too far away, too indistinct, to produce any appreciable effect on the conduct of the human agent? Shall the hellish shadow of Satan ever be penetrated by living faith? Christ is a personal, present Saviour, one who is ordering all things for his own glory. He is accessible at all times if we will come to him in contrition of soul. I would urge upon all in Battle Creek to wake from your spiritual death-like slumber. Unless you do, it will pass into the slumber of eternal death."},{"refcode_short":"PH157 7","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 7 (Ellen Gould White)","content":"The Tithe to be Kept Sacred"},{"refcode_short":"PH157 7.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 7.1 (Ellen Gould White)","content":"Those who have used the tithe money to supply the common necessities of the house of God, have taken the money that should go to sustain ministers in doing his work, in preparing the way for Christ's second appearing. Just as surely as you do this work, you misapply the resources which God has told you to retain in his treasure-house, that it may be full, to be used in his service. This work is something of which all who have taken a part in should be ashamed. They have used their influence to withdraw from God's treasury a fund that is consecrated to a sacred purpose. From those who do this, the blessing of the Lord will be removed."},{"refcode_short":"PH157 7.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 7.2 (Ellen Gould White)","content":"The tithe money must be kept sacred. There are ministers who receive nothing for their labor; for there is no money to pay them. This I saw would be; for the management is wrong. Let every member of the church deny himself in dress, at the table, in house furniture, in carpets, in many things that are enjoyable, but not a necessity. There are souls to be saved. Can you be called workers together with Christ, can you be wearing his yoke, and yet your indulgence be cutting off the supplies of God's house? I was permitted to hear your faithless bemoaning of “the hard times.” You should deny yourselves in many ways, and be thankful for that which you have."},{"refcode_short":"PH157 7","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 7 (Ellen Gould White)","content":"Talk No More Your Unbelief"},{"refcode_short":"PH157 7.3","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 7.3 (Ellen Gould White)","content":"If the brethren in responsible positions would talk faith and courage to all the workers in the office, if you would talk self-denial in the church, if you would practise it in your own families, if you would bear a clean-cut testimony, which you have not yet borne, if you would all be mouthpieces for God, and present to the church the necessity for self-denial, the humiliation of the soul, praying for the Lord to forgive your pride, your foolish, senseless vanity, the Lord may pass by and leave you a blessing."},{"refcode_short":"PH157 8.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 8.1 (Ellen Gould White)","content":"I call upon editors, I call upon every responsible man in the office of the Pacific Press, to believe in Jesus Christ and the truth for this time. Let your works show that you do believe your words of murmuring in the past to be wrong, that it is time now for you to cast your net on the right side of the ship, the side of faith. For the rest of your days, while probation lasts, show what can be done by a self-denying, self-sacrificing, consecrated, living church."},{"refcode_short":"PH157 8","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 8 (Ellen Gould White)","content":"A Work To Be Done"},{"refcode_short":"PH157 8.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 8.2 (Ellen Gould White)","content":"There is a work to be done in the office and in the Sanitarium. There is a work to be done in the churches of California. A different testimony must go forth from lips touched with the live coal from off the altar. When you are in Christ, you can bear a living testimony. But throughout the churches there is selfishness and sin, dishonesty, unbelief, criticism, and faultfinding. It is high time now for you have to awake out of sleep. Believe with all your heart that Christ died for the world, that he died for you, and that you must have an abiding Christ, and carry a message inspired by the Holy Ghost. We read that in olden times holy men spake as they were moved by the Holy Ghost. This is what we need. This is what we must have. It is not a divided heart, a monotonous message that we have to bear; it is a living message to dying men. Then talk not of appropriating the tithe, that is to send forth ministers to preach the Word. Go to work, and see if you can not speak words that will melt and subdue hearts. I am terribly alarmed. I say again, put away your unbelief. You make the people selfish and unbelieving, because you talk and act selfishness and unbelief. You are to work now in an opposite direction, after seeking the Lord with all your heart."},{"refcode_short":"PH157 9","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 9 (Ellen Gould White)","content":"The Needs of the Cause"},{"refcode_short":"PH157 9.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 9.1 (Ellen Gould White)","content":"We need money here to carry forward the work. But we have no such resources to draw upon as you have in Oakland and Battle Creek. We can not sustain ministers in the field; for there is no money in the treasury. I know from the light given me of God that there should be many workers in California. There should be workers in Michigan, and yet men are questioning in regard to using the tithe for other purposes than that which the Lord has specified. In California, in all our cities in America, in the highways and byways, men and women should go forth as consecrated workers, who will proclaim the message of warning. In Michigan, and Battle Creek especially, it has been thought that Dr. Kellogg was working disproportionately for the poor and wretched ones in medical missionary lines. Then why does not the General Conference go to work? Why does it allow the treasury which should be kept for the purpose of sustaining the ministry, to be drawn upon, and diverted to common things? Why should it permit its ministers to be half paid, and at the same time talk so begrudgingly of that which they do receive? When this work shall cease in our churches, a living testimony will go forth from human lips, under the operation of the Holy Ghost."},{"refcode_short":"PH157 10","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 10 (Ellen Gould White)","content":"A Change Demanded"},{"refcode_short":"PH157 10.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 10.1 (Ellen Gould White)","content":"Burdens have been borne, projects have been entered into, and time has been given to matters that God never intended any of you to study upon, or to undertake. Now, for Christ's sake, change the order of things. In the place of having ministers drawn from their fields of labor to learn more, encourage them to communicate what they do know. You have robbed a world that is perishing in its sins, of labor it should have had. If those men will work, if they will study, and consecrate themselves to God, if they will do the work with earnestness, with zeal, with faith and prayer, we shall see something done. Satan has stolen a march on us. God desires that we shall put on the whole armor of righteousness. He says: “Finally, my brethren, be strong in the Lord, and in the power of his might. Put on the whole armor of God, that ye may be able to stand against the wiles of the devil.” Read carefully the injunctions here given by the inspired apostle, and “be ye doers of the Word.”"},{"refcode_short":"PH157 10","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 10 (Ellen Gould White)","content":"Boxes for the Church Fund"},{"refcode_short":"PH157 10.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 10.2 (Ellen Gould White)","content":"There are exceptional cases, where poverty is so deep that, in order to secure the humblest place of worship, it may be necessary to appropriate the tithes. But that place is not Battle Creek or Oakland. Let those who assemble to worship God consider the self-denial and self-sacrifice of Jesus Christ. Let those brethren who profess to be children of God study how they can deny themselves, how they can part with some of their idols, and carefully economize in every line. In each house there should be a box for the church fund, to be used for the needs of the church. When such churches as those in Battle Creek and Oakland shall practise greater self-denial than they have hitherto done, there will be an overflow of money in the treasury to deal with equity with the men who labor in word and doctrine."},{"refcode_short":"PH157 11","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 11 (Ellen Gould White)","content":"The Treasury to be Guarded"},{"refcode_short":"PH157 11.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 11.1 (Ellen Gould White)","content":"I have been shown case after case where men are working in the ministry, who are just as deserving of their wages as those who are employed in the publishing houses, are left without sufficient means to support their families. If they work at all for the Master, they have to depend on charity. The censure and frown of God is upon the church that will permit these things to exist. Let not those to whom are intrusted responsibilities, allow the treasury that God has appointed to sustain the ministers in the field, to be robbed to supply the expenses incurred in keeping in order and making comfortable the house of God. Thousands upon thousands of dollars have been taken from the tithes and used for these purposes."},{"refcode_short":"PH157 11","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 11 (Ellen Gould White)","content":"What We Should Do"},{"refcode_short":"PH157 11.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 11.2 (Ellen Gould White)","content":"This is not as it should be. The gifts and offerings that have cost some self-denial are to be brought in. A separate fund for the purpose of defraying the expenses, which every church member should share according to his ability, should be instituted in every place where there is a church. Let the pennies, the sixpences, and the shillings be saved that may be looked upon as altogether too meager for charitable purposes. But these, if brought into the treasure-house, will be received and blessed of God, and what God blesses, is blessed indeed. Self can be denied of many needless things."},{"refcode_short":"PH157 12.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 12.1 (Ellen Gould White)","content":"In the Battle Creek church the sisters will have an account to render to God for the Lord's money which they have worse than wasted in order to make an appearance, which appearance hangs out the sign that they are one in spirit with the worldling. Their chief desire is to gratify vanity and pride."},{"refcode_short":"PH157 12.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 12.2 (Ellen Gould White)","content":"Every talent is to be used as the Lord's intrusted gift. No outlay of means is a sin that is employed to defray the church expenses, or for any religious work. But that expense is not to come out of the tithe. The treasury of God must not be robbed; that means must be used to supply the wages and fully to sustain those who give themselves to the work of the ministry."},{"refcode_short":"PH157 12.3","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 12.3 (Ellen Gould White)","content":"There may be cases where human judgment may decide that a certain one does not accomplish much in advancing the work, and that the cause of God would be just as well without him. But who will dare to venture on the work of weeding out the ones supposed to be of little value? The Lord must judge in this matter. This measurement is not left to finite, human agencies. The one whom they question may produce results more directly in spiritual lines and interests for eternity than the persons who would set them aside. I know this has been the case in many instances. Judas was officious in this direction. And Christ said of him that he had a devil, because his mind was open to the devil's work."},{"refcode_short":"PH157 13","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 13 (Ellen Gould White)","content":"Heaven Ashamed"},{"refcode_short":"PH157 13.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 13.1 (Ellen Gould White)","content":"If all could see themselves as they file into the house of God in Battle Creek, the great heart of the work, and know the record which the Lord's watcher bears to heaven of the means squandered on themselves, if they could see the array of figures standing against their names, they would not feel very much satisfaction or real enjoyment in the exhibition of themselves before the heavenly universe. It is written off against their names, “Thou art weighed in the balances, and found wanting.” These can not but be the ones included in the number who had the gay apparel, or those who occupied the highest seats. The very principle that leads them to dress as they do, that makes Heaven ashamed of them, will reveal in them a love of dress, a love of outside appearance, at the expense of the soul."},{"refcode_short":"PH157 13.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 13.2 (Ellen Gould White)","content":"These persons may have constant opportunities for serving God, but they are not in vital connection with him. If they only would do the words and works of Christ, they would realize a blessing which they could never enjoy in the service of self. There is a reward offered for the right use of our talents in devising methods for doing highest service for God, irrespective and forgetful of poor, vain self. Dress and love of the world may take the first place in their thoughts, but Jesus appoints them the lowest place. They gather to themselves, they drink in vanity. They live to please self; self is the center of their thoughts, and they are never fully useful. Although they may have a connection with the work of God, they grow earthward, not heavenward. The human agent must use his God-given talents of mind, of strength, of thought, in the service of the Master. But they are often misapplied, and occupied with poor, weak, unworthy self."},{"refcode_short":"PH157 14.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 14.1 (Ellen Gould White)","content":"Unsanctified self will never see the kingdom of God. It must die, and Christ must live in the thoughts, and be enshrined in the heart. His glory is to be kept ever in view, else they will occupy the lowest seat,—not in his service, for they will have no part in God's work. God will not accept the selfish, divided soul. “He that will come after me,” he says, “let him deny himself, and take up his cross, and follow me.” The love of display, the love of adornment, is an effectual barrier to the obtaining of the inward adorning. God exhorts his people, “Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel; but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.” Then shall we not seek to secure to ourselves that which the Lord pronounces a great price?"},{"refcode_short":"PH157 14","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 14 (Ellen Gould White)","content":"A Reformation in Dress"},{"refcode_short":"PH157 14.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 14.2 (Ellen Gould White)","content":"When the church is converted, there will be a very great reformation in dress. Church members, under the Holy Spirit's striving, will feel a solemn responsibility resting upon them in the use of the means that comes into their hands. Will you, my sisters, forget the account you must give to God for every talent, whether it is spent to please and gratify your vain desires for appearance, or whether the cause of Christ and the salvation of souls is ever a constraining power upon you, as it will be upon every one who makes Christ his personal Saviour. Many of you who profess the name of Christ, both old and young, have walked away from Jesus into much appearance and display. And the result of this is great spiritual feebleness. There is no soundness, no healthfulness in your spiritual pulse, no fervor or zeal for the perishing souls around you. The love of Christ is a sentiment strange to your hearts. You have long since forgotten that you are not your own, that you are bought with a price."},{"refcode_short":"PH157 15","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 15 (Ellen Gould White)","content":"A Strict Account to be Rendered"},{"refcode_short":"PH157 15.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 15.1 (Ellen Gould White)","content":"Your mind, your soul, your strength are all the Lord's. None of these talents will be left out by the Master in the reckoning that is soon to be made. We may leave them out of our reckoning, but the Lord measures with exactitude every possibility for service. He has a right to expect us to acquire other talents. The unused capabilities are just as much brought into account as those which we improve. Our talents can only increase by faithful improvement of them. And those who faithfully employ their capabilities in trading upon the Lord's goods will, through their influence, bring many souls to Jesus Christ."},{"refcode_short":"PH157 16.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 16.1 (Ellen Gould White)","content":"A strict account must be rendered at that great day when Christ shall come. Day by day and hour by hour we are making our own record. The amount we received and the amount we return will all be closely scrutinized by the Lord. Our whole life work is bound up with the great reckoning of that solemn scene when the second advent shall take place."},{"refcode_short":"PH157 16","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 16 (Ellen Gould White)","content":"Real-Estate Speculation"},{"refcode_short":"PH157 16.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 16.2 (Ellen Gould White)","content":"We are trading with our Lord's goods. Phariseeism will appear in abundance. But a formal church will have far less to account for in the sight of God than those who have had so great light, so many opportunities, and yet are found among transgressors. Vice and dishonesty in trade have prevailed in Battle Creek and have been carried to other cities. Their speculation in lands, their attempts to secure money by making glowing representations, have in nearly every case proved a fraud. Their broker's business is an acted lie. The church bears the sin and disgrace of all such business done by its members."},{"refcode_short":"PH157 16.3","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 16.3 (Ellen Gould White)","content":"Those who are foolish enough to invest their money in these speculative schemes, supposing the ones engaged in this business to be honest, are under a delusion which will work disaster to themselves. Many will keep up their dishonest speculation, although their names are on the church books, until they are bankrupt in this world and for eternity. These things are a disgrace to the truth. And church-members have permitted these things to exist in their midst because they have not had their eyes anointed with the heavenly eye-salve, that they may discern the wily workings of Satanic agencies, to rob the widows and the fatherless in their speculation."},{"refcode_short":"PH157 17.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 17.1 (Ellen Gould White)","content":"The men who engage in the real-estate agency business are on perilous ground. They are engaged in a work that will bring dire results to their own souls. Satan is inventing every scheme possible to divert the means which should be invested in the cause of God, into his own channels."},{"refcode_short":"PH157 17","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 17 (Ellen Gould White)","content":"A Sad Picture"},{"refcode_short":"PH157 17.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 17.2 (Ellen Gould White)","content":"I have no heart to write out many things that might be given for the example and practise of those who have been often reproved. Those at the center of the work have manifested an avaricious spirit; they have, as it were, clothed fraud and double-dealing, conniving,—principles which God condemns in his work,—with a garment of righteousness. They have so perverted their imagination that they have supposed gain to be godliness. In the sin of Achan, theft, and dissembling, and covetousness, were considered by God to be of such a grievous character that God said, “Neither will I be with you any more, except ye destroy the accursed from among you.” How will he regard the sins that are practised among his professed people?"},{"refcode_short":"PH157 17.3","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 17.3 (Ellen Gould White)","content":"During the week of prayer God would have wrought in a manner you have not yet realized were it not for the corrupting principles existing in the church at the very heart of the work, where it was supposed and where it has been taught that the counsel coming therefrom was of God. But the neglect of the measures that should have been taken to cleanse from our institutions and from our church their moral defilement, has brought the wrath of God upon his people. There should not be any who act as brokers among the members of the church. This influence in many ways has caused misapprehension and confusion of principles that has left a terrible curse upon the practical workings of the cause in the various conferences."},{"refcode_short":"PH157 18","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 18 (Ellen Gould White)","content":"The Work Hindered"},{"refcode_short":"PH157 18.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 18.1 (Ellen Gould White)","content":"God in his own good time will give the message to men whom you least expect to come from men's policy to the policy of God. These will find there is something more they should have contended for in purity and honesty and straightforward working which is of an hundred-fold more value than their criticisms of words lest the great fundamental doctrines be departed from. The doctrine of justification by faith and the righteousness by faith was opposed, and masterly efforts made through opposition and denunciation by a formal church, whose attitude was of a character to discourage integrity and faithfulness and good works. And the result is just as it was in Christ's day. Those who were blinded by the enemy would, from their standpoint, pronounce judgment against the living principles of truth as heresy, and if they dared would make the press voice their sentiments with warnings and anathemas because their own preconceived opinions were not considered supreme and without a flaw."},{"refcode_short":"PH157 18.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 18.2 (Ellen Gould White)","content":"God has given his Word power, but at what a cost! What labor and pain, and anguish of soul have been endured! What time and money have been bestowed! And how much of God's talents has been wasted under misconception in counterworking the work of God, at the very time the message was to go with a loud voice and ripen off the harvest of the earth! Men in high places of trust have gone from place to place as agents, working on the enemy's side. While the workers of God, sent forth with a special message, have prosecuted their work as men who must give an account, they have not been appreciated. Their way has been hedged up, and their labor counterworked as far as possible."},{"refcode_short":"PH157 19.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 19.1 (Ellen Gould White)","content":"The work offered to the church at Battle Creek was not accepted. But the Lord increased the faith of some, and stirred Dr. Kellogg up to work for the souls and bodies of men through the medical missionary work, in ministering to the apparently lower orders, in striving to work a reformation through correct principles. And blessed results have been seen. Among those who have been rescued, there are some, not all, who shall embrace the truth. It is the loudest proclamation of the gospel that reaches men where they are, and accomplishes a grand work for time and for eternity."},{"refcode_short":"PH157 19.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 19.2 (Ellen Gould White)","content":"If the schools in Battle Creek, if the publishing office, if the Sanitarium workers, in the place of looking on to criticise and denounce, had humbled their souls before God, and had allowed the Holy Spirit to work them, to soften their hard, icy hearts, had they worked on Bible principles in the place of studying up new methods and wonderful inventions and schemes, they would have discerned the work to be done and brought all their powers into the work. There would have been less ministerial institutes, and every minister would have devoted his time and talents, and worked to save souls by communicating to them the light from heaven. This would have had a purifying effect upon the church, and the duties God has plainly revealed in his Word would have been performed. But many are too blind spiritually to discern these duties, and they are left undone, in order to take up a work which the Lord has not so much as intimated to them to do."},{"refcode_short":"PH157 20","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 20 (Ellen Gould White)","content":"What is Needed"},{"refcode_short":"PH157 20.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 20.1 (Ellen Gould White)","content":"There are lines of work that have become almost entirely extinct. The power of Heaven has been wanting to give new perceptions in reading the truth out of the Word. But blind minds and hardened hearts have condemned the truth of God as presented because they rebel against the fundamental doctrines received. They are not half enlightened as to what the fundamental doctrines really are. If they had known for themselves they would not have possessed the spirit and attributes they have revealed. They would have known that spirit of truth which is comprised in advocating the principles of righteousness and truth. It is only by doing God's will that we can know of the doctrine."},{"refcode_short":"PH157 20.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 20.2 (Ellen Gould White)","content":"What is wanted is experimental, individual piety and integrity on thoroughly Bible principles. The attainment of a living faith in Christ is essential. The pardon of sins, the contrite heart, the reception of the blessed atonement through sanctification of the spirit and belief of the truth, must be wrought through personal, individual agencies. This can not be obtained or wrought out by a substitute. Each individual must arm himself with the high purpose of doing the will of God. When he does this to the full, his decision of fundamental doctrines and principles will be considered worthy of attention."},{"refcode_short":"PH157 21","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 21 (Ellen Gould White)","content":"Faithful Calebs Needed"},{"refcode_short":"PH157 21.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 21.1 (Ellen Gould White)","content":"While the doubting ones talk of impossibilities, while they tremble at the thought of high walls and strong giants, let the faithful Calebs, who have “another spirit,” come to the front. The truth of God, which bringeth salvation, will go forth to the people, if ministers and professed believers will not hedge up its way, as did the unfaithful spies."},{"refcode_short":"PH157 21.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 21.2 (Ellen Gould White)","content":"All should feel that they are not proprietors, but stewards, and that the time is coming when they must give an account for the use they have made of their Lord's money. Means will be needed in the cause of God. With David they should say, “All things come of thee, and of thine own have we given thee.” Schools are to be established in various places, publications are to be multiplied, churches are to be built in the large cities, and laborers are to be sent forth, not only into the cities, but into the highways and hedges. And now, my brethren who believe the truth, is your opportunity. We are standing, as it were, on the borders of the eternal world. We are looking for the glorious appearing of our Lord; the night is far spent; the day is at hand. When we realize the greatness of the plan of redemption, we shall be far more courageous, self-sacrificing, and devotional than we now are."},{"refcode_short":"PH157 22.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 22.1 (Ellen Gould White)","content":"There is a great work for us to do before success will crown our efforts. There must be decided reforms in our homes and in our churches. Parents must labor for the salvation of their children. God will work with our efforts, when we do on our part all that he has enjoined upon us and qualified us to do; but because of our unbelief, worldliness, and indolence, blood-bought souls in the very shadow of our homes are dying in their sins, and dying unwarned. Is Satan always thus to triumph? Oh, no! The light reflected from the cross of Calvary indicates that a greater work is to be done than our eyes have yet witnessed."},{"refcode_short":"PH157 22.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 22.2 (Ellen Gould White)","content":"The third angel, flying in the midst of heaven, and heralding the commandments of God and the testimony of Jesus, represents our work. The message loses none of its force in the angel's onward flight; for John sees it increasing in strength and power until the whole earth is lightened with its glory. The course of God's commandment-keeping people is onward, ever onward. The message of truth that we bear must go to nations, tongues, and peoples. Soon it will go with a loud voice, and the earth will be lightened with its glory. Are we preparing for this great outpouring of the Spirit of God?"},{"refcode_short":"PH157 22.3","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 22.3 (Ellen Gould White)","content":"Human agencies are to be employed in this work. Zeal and energy must be intensified; talents that are rusting from inaction must be pressed into service. The voice that would say, “Wait; do not allow yourself to have burdens imposed upon you,” is the voice of the cowardly spies. We want Calebs now, who will press to the front,—chieftains in Israel who with courageous words will make a strong report in favor of immediate action. When the selfish, ease-loving, panic-stricken people, fearing tall giants and inaccessible walls, clamor for retreat, let the voice of the Calebs be heard, even though the cowardly ones stand with stones in their hands, ready to beat them down for their faithful testimony."},{"refcode_short":"PH157 23","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 23 (Ellen Gould White)","content":"Practical Godliness"},{"refcode_short":"PH157 23.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 23.1 (Ellen Gould White)","content":"Dear Brethren and Sisters at Oakland: My mind is drawn out to write to you. Again and again I find myself talking to you in my dreams, and in every case you are in trouble. But whatever comes, let it not enfeeble your moral courage, and cause your religion to degenerate into a heartless form. The loving Jesus is ready to bless abundantly; but we need to obtain an experience in faith, in earnest prayer, and in rejoicing in the love of God. Shall any of us be weighed in the balances and be found wanting? We must watch ourselves, watch the least unholy promptings of our nature, lest we become traitors to the high responsibilities God has bestowed upon us as his human agencies."},{"refcode_short":"PH157 23.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 23.2 (Ellen Gould White)","content":"We must study the warnings and corrections he has given his people in past ages. We do not lack light. We know what works we should avoid, and what requirements he has given us to observe; so if we do not seek to know and do that which is right, it is because wrong-doing suits the carnal heart better than right-doing."},{"refcode_short":"PH157 24.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 24.1 (Ellen Gould White)","content":"There will always be faithless ones, who wait to be carried forward by the faith of others. They have not an experimental knowledge of the truth, and consequently have not felt its sanctifying power on their own souls. It should be the work of every member of the church, quietly and diligently to search his own heart, and see if his life and character are in harmony with God's great standard of righteousness."},{"refcode_short":"PH157 24","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 24 (Ellen Gould White)","content":"Greater Blessings for Us"},{"refcode_short":"PH157 24.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 24.2 (Ellen Gould White)","content":"The Lord has done great things for you in California, particularly in Oakland; but there is much more that he would be well pleased to do if you would make your works correspond with your faith. God never honors unbelief with rich blessings. Review what God has done, and then know that it is only the beginning of what he is willing to do."},{"refcode_short":"PH157 24.3","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 24.3 (Ellen Gould White)","content":"We must place a higher value than we have upon the Scriptures, for therein is the revealed will of God to men. It is not enough merely to assent to the truthfulness of God's Word, but we must search the Scriptures, to learn what they contain. Do we receive the Bible as the “oracle of God”? It is as really a divine communication as though its words came to us in an audible voice. We do not know its preciousness, because we do not obey its instructions."},{"refcode_short":"PH157 24","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 24 (Ellen Gould White)","content":"Past Experiences"},{"refcode_short":"PH157 24.4","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 24.4 (Ellen Gould White)","content":"When the truth we now cherish was first seen to be Bible truth, how very strange it appeared, and how strong was the opposition we had to meet in presenting it to the people for the first time; but how earnest and sincere were the obedient, truth-loving laborers! We were indeed a peculiar people. We were few in numbers, without wealth, without worldly wisdom or worldly honors; and yet we believed God, and were strong and successful, a terror to evil-doers. Our love for one another was steadfast; it was not easily shaken. Then the power of God was manifested among us, the sick were healed, and there was much calm, sweet, holy joy. But while the light has continued to increase, the church has not advanced proportionately. The fine gold has gradually become dim, and deadness and formality have come in to cripple the energies of the church. Their abundant privileges and opportunities have not led God's people onward and upward to purity and holiness. A faithful improvement of the talents God has intrusted to them would greatly increase those talents. Where much is given, much will be required. Those only who faithfully accept and appreciate the light God has given us, and who take a high, noble stand in self-denial and self-sacrifice, will be channels of light to the world. Those who do not advance will retrograde, even on the very borders of the heavenly Canaan. It has been revealed to me that our faith and our works in no way correspond to the light of truth bestowed. We must not have a half-hearted faith, but that perfect faith which works by love and purifies the soul. God calls upon you in California to come into close relationship with him."},{"refcode_short":"PH157 26","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 26 (Ellen Gould White)","content":"Our Great Need"},{"refcode_short":"PH157 26.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 26.1 (Ellen Gould White)","content":"We should know what we must do to be saved. We should not, my brethren and sisters, float along with the popular current. Our present work is to come out from the world and be separate. This is the only way we can walk with God, as did Enoch. Divine influences were constantly working with his human efforts. Like him, we are called upon to have a strong, living, working faith, and this is the only way we can be laborers together with God. We must meet the conditions laid down in the Word of God, or die in our sins. We must know what moral changes are essential to be made in our characters, through the grace of Christ, in order to be fitted for the mansions above. I tell you in the fear of God, we are in danger of living like the Jews,—destitute of the love of God, and ignorant of his power, while the blazing light of truth is shining all around us."},{"refcode_short":"PH157 26.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 26.2 (Ellen Gould White)","content":"The present activity of Satan in working upon hearts, and upon churches and nations, should startle every student of prophecy. The end is near. Let our churches arise. Let the converting power of God be experienced in the hearts of the individual members, and then we shall see the deep movings of the Spirit of God. The forgiveness of sins is not the sole result of the death of Jesus. He made the infinite sacrifice, not only that sin might be removed, but that human nature might be restored, rebeautified, reconstructed from its ruins, and made fit for the presence of God."},{"refcode_short":"PH157 26.3","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 26.3 (Ellen Gould White)","content":"We should show our faith by our works. A greater anxiety should be manifested to have a large measure of the Spirit of Christ; for in this will be the strength of the church. It is Satan who is striving to have God's children draw apart. Love, O, how little love we have—love for God and for one another! The Word and Spirit of truth, dwelling in our hearts, will separate us from the world. The immutable principles of truth and love will bind heart to heart, and the strength of the union will be according to the measure of grace and truth enjoyed. Well would it be for us each to hold up the mirror, God's royal law, and see in it the reflection of his own character. Let us be careful not to neglect the danger signals, and the warnings given in his Word. Unless heed is given to these warnings, and defects of character are overcome, these defects will overcome those who possess them, and they will fall into error, apostasy, and open sin. The mind that is not elevated to the highest standard, will in time lose its power to retain that which it had once gained. “Let him that thinketh he standeth, take heed lest he fall.” “Ye therefore, beloved, seeing ye know these things before, beware lest ye also, being led away with the error of the wicked, fall from your own steadfastness. But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ.”"},{"refcode_short":"PH157 27","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 27 (Ellen Gould White)","content":"Danger of Falling"},{"refcode_short":"PH157 27.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 27.1 (Ellen Gould White)","content":"God has selected a people in these last days, whom he has made the depositaries of his law; and this people will ever have disagreeable tasks to perform. “I know thy works, and thy labor, and thy patience, and how thou canst not bear them which are evil; and thou hast tried them which say they are apostles, and are not, and hast found them liars; and hast borne, and hast patience, and for my name's sake hast labored, and hast not fainted.” It will require much diligence and a continual struggle to keep evil out of our churches. There must be rigid, impartial discipline exercised; for some who have a semblance of religion, will seek to undermine the faith of others, and will privily work to exalt themselves."},{"refcode_short":"PH157 28.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 28.1 (Ellen Gould White)","content":"The Lord Jesus, on the Mount of Olives, plainly stated that “because iniquity shall abound, the love of many shall wax cold.” He speaks of a class who have fallen from a high state of spirituality. Let such utterances as these come home with solemn, searching power to our hearts. Where is the fervor, the devotion to God, that corresponds to the greatness of the truth which we claim to believe? The love of the world, the love of some darling sin, has weaned the heart from the love of prayer, and of meditation on sacred things. A formal round of religious services is kept up; but where is the love of Jesus? Spirituality is dying. Is this torpor, this mournful deterioration, to be perpetuated? Is the lamp of truth to flicker and go out in darkness, because it is not replenished by the oil of grace?"},{"refcode_short":"PH157 28.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 28.2 (Ellen Gould White)","content":"There will be some terrible falls by those who think they stand firm, because they have the truth; but they have it not as it is in Jesus. A moment's carelessness may plunge a soul into irretrievable ruin. One sin leads to the second, and the second prepares the way for the third, and so on. We must, as faithful messengers of God, plead with him constantly to be kept by his power. If we swerve a single inch from duty, we are in danger of following on in a course of sin that will end in perdition. There is hope for every one of us, but only in one way, and that is by binding ourselves to Christ, and exerting every energy to attain to the perfection of his character."},{"refcode_short":"PH157 29","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 29 (Ellen Gould White)","content":"Solemn Warnings"},{"refcode_short":"PH157 29.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 29.1 (Ellen Gould White)","content":"That religion which makes of sin a light matter, dwelling upon the love of God to the sinner regardless of his actions, only encourages the sinner to believe that God will receive him while he continues in that which he knows to be sin. This is what some are doing who profess to believe present truth. The truth is kept apart from the life, and that is the reason it has no power to convict and convert the soul."},{"refcode_short":"PH157 29.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 29.2 (Ellen Gould White)","content":"God has shown me that the truth as it is in Jesus has never been brought into the lives of some in California. They do not have the religion of the Bible. They have never been converted; and unless their hearts are sanctified through the truth which they have accepted, they will be bound up with the tares; for they bear no clusters of precious fruit to show that they are branches of the Living Vine."},{"refcode_short":"PH157 29.3","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 29.3 (Ellen Gould White)","content":"“Seek ye the Lord while he may be found, call ye upon him while he is near; let the wicked forsake his way, and the unrighteous man his thoughts; and let him return unto the Lord, and he will have mercy upon him; and to our God, for he will abundantly pardon.” The lives of many show that they have no living connection with God. They are drifting into the channel of the world. They have, in reality, no part or lot with Christ. They love amusement, and are filled with selfish ideas, plans, hopes, and ambitions. They serve the enemy under the pretense of serving God. They are in bondage to a task-master, and this bondage they choose, making themselves willing slaves of Satan."},{"refcode_short":"PH157 30.1","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 30.1 (Ellen Gould White)","content":"The false idea entertained by many, that the restraining of children is an injury, is ruining thousands upon thousands. Satan will surely take possession of the children if you are not on your guard. Do not encourage their association with the ungodly. Draw them away. Come out from among such yourselves, and show them that you are on the Lord's side."},{"refcode_short":"PH157 30.2","refcode_long":"Special Testimony to the Oakland and Battle Creek Churches, p. 30.2 (Ellen Gould White)","content":"Will those who claim to be the children of the Most High, elevate the standard,—not simply while assembled in your meeting, but as long as time shall last? Will you not be on the Lord's side, and serve him with full purpose of heart? If you do as did the children of Israel in forsaking God's express requirements, you will surely receive of his judgments; but if you put away sin, and exercise living faith, the richest of heaven's blessings will be yours."}]