[{"refcode_short":"PH151 2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 2 (Ellen Gould White)","content":"Those Attending the General Conference in Oakland, Ca., March 27, 1903"},{"refcode_short":"PH151 3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 3 (Ellen Gould White)","content":"Chapter 1—Counsels Often Repeated"},{"refcode_short":"PH151 3.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 3.1 (Ellen Gould White)","content":"I have words to speak to you. The time has come for much to be accomplished in Europe. A large work, such as has been done in America, can be done in Europe. Let sanitariums be established, let hygienic restaurants be started. Let the light of present truth shine forth from the press. Let the work of translating our books go forward. I have been shown that in the European countries lights will be kindled in many places."},{"refcode_short":"PH151 3.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 3.2 (Ellen Gould White)","content":"There are many places where the Lord's work has not a proper showing. Help is needed in Italy, in France, in Scotland, and in many other countries. A larger work should be done in these places. Laborers are needed. There is talent among God's people in Europe, and the Lord desires this talent to be employed in establishing all through Great Britain and the continent centers from which the light of His truth may shine forth."},{"refcode_short":"PH151 3.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 3.3 (Ellen Gould White)","content":"There is a work to be done in Scandinavia. God is just as willing to work through Scandinavian believers as through American believers."},{"refcode_short":"PH151 3.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 3.4 (Ellen Gould White)","content":"My brethren, bind up with the Lord God of hosts. Let Him be your fear, and let Him be your dread. The time has come for His work to be enlarged. Troublous times are before us, but if we stand together in Christian fellowship, none striving for supremacy, God will work mightily for us."},{"refcode_short":"PH151 3.5","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 3.5 (Ellen Gould White)","content":"Let us be hopeful and courageous. Despondency in God's service is sinful and unreasonable. He knows our every necessity. He has all power. He can bestow upon His servants the measure of efficiency that their need demands. His infinite love and compassion never weary. With the majesty of omnipotence He unites the gentleness and care of a tender shepherd. We need have no fear that He will not fulfill His promises. He is eternal truth. Never will He change the covenant that He has made with those that love Him. His promises to His church stand fast forever. He will make her an eternal excellence, a joy of many generations."},{"refcode_short":"PH151 4.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 4.1 (Ellen Gould White)","content":"Study the forty-first chapter of Isaiah, and strive to understand it in all its significance. God declares: “I will open rivers in high places, and fountains in the midst of the valleys; I will make the wilderness a pool of water, and the dry land springs of water. I will plant in the wilderness the cedar, the shittah tree, and the myrtle, and the oil tree; I will set in the desert the fir tree, and the pine, and the box tree together; that they may see, and know, and consider, and understand together, that the hand of the Lord hath done this, and the Holy One of Israel hath created it.” Isaiah 41:18-20."},{"refcode_short":"PH151 4.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 4.2 (Ellen Gould White)","content":"He who has chosen Christ has joined himself to a power that no array of human wisdom or strength can overthrow. “Fear thou not; for I am with thee,” He declares; “be not dismayed; for I am thy God; I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of My righteousness.” “I the Lord thy God will hold thy right hand, saying unto thee, Fear not: I will help thee.” Isaiah 41:10, 13."},{"refcode_short":"PH151 4.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 4.3 (Ellen Gould White)","content":"“To whom then will ye liken Me, or shall I be equal? saith the Holy One. Lift up your eyes on high, and behold who hath created these things, that bringeth out their host by number: He calleth them all by names by the greatness of His might, for that He is strong in power; not one faileth. Why sayest thou, O Jacob, and speakest, O Israel, My way is hid from the Lord, and my judgment is passed over from my God? Hast thou not known? hast thou not heard, that the everlasting God, the Lord, the Creator of the end of the earth, fainteth not, neither is weary? there is no searching of His understanding. He giveth power to the faint, and to them that have no might He increaseth strength. Even the youths shall faint and be weary, and the young men shall utterly fall; but they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.” Isaiah 40:25-31."},{"refcode_short":"PH151 6","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 6 (Ellen Gould White)","content":"Chapter 2—Establish the Work in Many Places"},{"refcode_short":"PH151 6.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 6.1 (Ellen Gould White)","content":"True missionary workers will not colonize. God's people are to be pilgrims and strangers on the earth. The investments of large sums of money in the building up of the work in one place is not in the order of God. Plants are to be made in many places. Schools and sanitariums are to be established in places where there is now nothing to represent the truth. These interests are not to be established for the purpose of making money, but for the purpose of spreading the truth. Land should be secured at a distance from the cities, where schools can be built up in which the youth can be given an education in agricultural and mechanical lines."},{"refcode_short":"PH151 6.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 6.2 (Ellen Gould White)","content":"The principles of present truth are to become more widespread. There are those who are reasoning from a wrong point of view. Because it is more convenient to have the work centered in one place, they are in favor of crowding everything together in one locality. Great evil is the result. Places that should be helped are left destitute."},{"refcode_short":"PH151 6.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 6.3 (Ellen Gould White)","content":"What can I say to our people that will lead them to follow the course that will be for their present and future good? Will not those in Battle Creek heed the light given them by God? Will they not deny self, lift the cross, and follow Jesus? Will they not obey the call of their Leader to leave Battle Creek, and build up interests in other places? Will they not go to the dark places of the earth to tell the story of the love of Christ, trusting in God to give them success?"},{"refcode_short":"PH151 6.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 6.4 (Ellen Gould White)","content":"It is not God's plan for our people to crowd into Battle Creek. God says: “Go work today in My vineyard. Get away from the places where you are not needed. Plant the standard of truth in towns and cities that have not heard the message. Prepare the way for My coming. Those in the highways and hedges are to hear the call.”"},{"refcode_short":"PH151 7.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 7.1 (Ellen Gould White)","content":"God will make the wilderness a sacred place as His people, filled with the missionary spirit, go forth to make centers for His work, to establish sanitariums, where the sick and afflicted can be cared for, and schools, where the youth can be educated in right lines."},{"refcode_short":"PH151 7.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 7.2 (Ellen Gould White)","content":"If our people had the spirit of the message, they would reveal it by being laborers together with God. How many understand what it means to work together with God? We cannot see God as Christ desires us to see Him until we labor with much greater self-sacrifice."},{"refcode_short":"PH151 7.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 7.3 (Ellen Gould White)","content":"Let us take up the work lying nearest us, and day by day labor earnestly, zealously, perseveringly, with full faith in God."},{"refcode_short":"PH151 7.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 7.4 (Ellen Gould White)","content":"Oh, that our people in Michigan would see the work to be done, and take hold of it with earnestness and determination! Unreserved consecration always leads to humility, to kindness, to forbearance and patience, to prayer for wisdom from above. The divine resources are at the command of those who believe. Angels are sent to minister to us, that our minds and hearts may be uplifted to heaven. God gives to us that we may give to others. “Freely ye have received, freely give.” Matthew 10:8."},{"refcode_short":"PH151 7.5","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 7.5 (Ellen Gould White)","content":"There is a great work to be done. All around us are souls perishing in sin. Are we doing what we can to save them? The commission given to the disciples is given to us, and to us also is promised the power promised to them,—the power that they received on the day of Pentecost, when like a rushing, mighty wind, the Holy Spirit came down and filled the room in which they were sitting. Under the influence of this power, they went everywhere preaching the word, and thousands were converted."},{"refcode_short":"PH151 8.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 8.1 (Ellen Gould White)","content":"Let all engage in missionary effort from pure, unselfish motives, co-operating with one another and with God, working not because of personal ambition or for the praise of men, but because they long to act a part with Christ in the work of saving perishing souls. In Christ's service, everything depends upon the motives prompting believers to action. Those who labor for the love of souls will advance His work in our world."},{"refcode_short":"PH151 9","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 9 (Ellen Gould White)","content":"Chapter 3—St. Helena, Cal., January 5, 1903"},{"refcode_short":"PH151 9.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 9.1 (Ellen Gould White)","content":"One day at noon I was writing of the work that might have been done at the last General Conference, if the men in positions of trust had followed the will and way of God. Those who have had great light have not walked in the light. The meeting was closed, and the break was not made. Men did not humble themselves before the Lord as they should have done, and the Holy Spirit was not imparted."},{"refcode_short":"PH151 9.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 9.2 (Ellen Gould White)","content":"I had written thus far when I lost consciousness, and I seemed to be witnessing a scene in Battle Creek."},{"refcode_short":"PH151 9.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 9.3 (Ellen Gould White)","content":"We were assembled in the auditorium of the Tabernacle. Prayer was offered, a hymn was sung, and prayer was again offered. Most earnest supplication was made to God. The meeting was marked by the presence of the Holy Spirit. The work went deep, and some present were weeping aloud."},{"refcode_short":"PH151 9.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 9.4 (Ellen Gould White)","content":"One arose from his bowed position, and said that in the past he had not been in union with certain ones, and had felt no love for them, but that now he saw himself as he was. With great solemnity he repeated the message to the Laodicean church, “Because thou sayest, I am rich, and increased with goods, and have need of nothing.” “In my self-sufficiency this is just the way I felt,” he said. “‘And knowest not that thou art wretched, and miserable, and poor, and blind, and naked.’ I now see that this is my condition. My eyes are opened. My spirit has been hard and unjust. I thought myself righteous, by my heart is broken, and I see my need of the precious counsel of the One who has searched me through and through. Oh, how gracious and compassionate and loving are the words: ‘I counsel thee to buy of Me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.’” Revelation 3:17, 18."},{"refcode_short":"PH151 10.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 10.1 (Ellen Gould White)","content":"The speaker turned to those who had been praying, and said: “We have something to do. We must confess our sins, and humble our hearts before God.” He made heart-broken confessions, and then stepped up to several of the brethren, one after another, and extended his hand, asking forgiveness. Those to whom he spoke sprang to their feet, making confession and asking forgiveness, and they fell upon one another's necks, weeping. The spirit of confession spread through the entire congregation. It was a Pentecostal season. God's praises were sung, and far into the night, until nearly morning, the work was carried on."},{"refcode_short":"PH151 10.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 10.2 (Ellen Gould White)","content":"The following words were often repeated, with clear distinctness: “As many as I love, I rebuke and chasten; be zealous therefore, and repent. Behold, I stand at the door, and knock; if any man hear My voice, and open the door, I will come in to him, and will sup with him, and he with Me.” Revelation 3:19, 20."},{"refcode_short":"PH151 10.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 10.3 (Ellen Gould White)","content":"No one seemed to be too proud to make heartfelt confession, and those who led in this work were the ones who had influence, but had not before had courage to confess their sins."},{"refcode_short":"PH151 10.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 10.4 (Ellen Gould White)","content":"There was rejoicing such as never before had been heard in the Tabernacle."},{"refcode_short":"PH151 10.5","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 10.5 (Ellen Gould White)","content":"Then I aroused from my unconsciousness, and for a while could not think where I was. My pen was still in my hand. The words were spoken to me: “This might have been. All this the Lord was waiting to do for His people. All heaven was waiting to be gracious.” I thought of where we might have been had thorough work been done at the last General Conference; and an agony of disappointment came over me as I realized that what I had witnessed was not a reality."},{"refcode_short":"PH151 11.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 11.1 (Ellen Gould White)","content":"God's way is always the right and the prudent way. It always brings honor to His name. Man's only security against rash, ambitious movements is to keep the heart in harmony with Christ Jesus. Man's wisdom is untrustworthy. Man is fickle, filled with self-esteem, pride, and selfishness. Let the workers doing God's service trust wholly in the Lord. Then the leaders will reveal that they are willing to be led, not by human wisdom, which is as useless to lean upon as is a broken reed, but by the wisdom of the Lord, who has said: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering.” James 1:5, 6."},{"refcode_short":"PH151 12","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 12 (Ellen Gould White)","content":"Chapter 4—The Review and Herald Fire"},{"refcode_short":"PH151 12.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 12.1 (Ellen Gould White)","content":"Today I received a letter from Elder Daniells regarding the destruction of the Review Office by fire. I feel very sad as I consider the great loss to the cause. I know that this must be a very trying time for the brethren in charge of the work and for the employees of the office. I am afflicted with all who are afflicted. But I was not surprised by the sad news; for in the visions of the night I have seen an angel standing with a sword as of fire stretched over Battle Creek. Once, on the daytime, while my pen was in my hand, I lost consciousness, and it seemed as if this sword of flame were turning first in one direction and then in another. Disaster seemed to follow disaster, because God was dishonored by the devising of men to exalt and glorify themselves."},{"refcode_short":"PH151 12.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 12.2 (Ellen Gould White)","content":"This morning I was drawn out in earnest prayer that the Lord would lead all who are connected with the Review and Herald Office to make diligent search, that they may see wherein they have disregarded the many messages God has given."},{"refcode_short":"PH151 12.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 12.3 (Ellen Gould White)","content":"Sometime ago the brethren at the Review Office asked my counsel about the erection of another building. I then said that if those who were in favor of adding another building to the Review and Herald Office had the future mapped out before them, if they could see what would be in Battle Creek, they would have no question about putting up another building there. God said, “My word has been despised; and I will turn and overturn.”"},{"refcode_short":"PH151 13.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 13.1 (Ellen Gould White)","content":"At the last General Conference, held in Battle Creek, the Lord gave His people evidence that He was calling for reformation. Minds were convicted, and hearts were touched; but thorough work was not done. If stubborn hearts had then broken in penitence before God, there would have been seen one of the greatest manifestations of the power of God that has ever been seen. But God was not honored. The testimonies of His Spirit were not heeded. Men did not separate from the practises that were in decided opposition to the principles of truth and righteousness, which should ever be maintained in the Lord's work."},{"refcode_short":"PH151 13.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 13.2 (Ellen Gould White)","content":"The messages to the church of Ephesus and to the church in Sardis have been often repeated to me by the One who gives me instruction for His people. “Unto the angel of the church of Ephesus write: These things saith He that holdeth the seven stars in His right hand, who walketh in the midst of the seven golden candlesticks; I know thy works, and thy labor, and thy patience, and how thou canst not bear them which are evil; and thou hast tried them which say they are apostles, and are not, and hast found them liars; and hast borne, and hast patience, and for My name's sake hast labored, and hast not fainted. Nevertheless I have somewhat against thee, because thou hast left thy first love. Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly and will remove thy candlestick out of his place, except thou repent.” Revelation 2:1-5."},{"refcode_short":"PH151 13.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 13.3 (Ellen Gould White)","content":"“And unto the angel of the church of Sardis write: These things saith He that hath the seven Spirits of God, and the seven stars; I know thy works, that thou hast a name that thou livest, and art dead. Be watchful, and strengthen the things which remain, that are ready to die; for I have not found thy works perfect before God. Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.” Revelation 3:1-3."},{"refcode_short":"PH151 14.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 14.1 (Ellen Gould White)","content":"We are seeing the fulfillment of these warnings. Never have scriptures been more strictly fulfilled than these have been."},{"refcode_short":"PH151 14.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 14.2 (Ellen Gould White)","content":"Men may erect the most carefully-constructed, fire-proof buildings, but one touch of God's hand, one spark from heaven, will sweep away every refuge."},{"refcode_short":"PH151 14.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 14.3 (Ellen Gould White)","content":"It has been asked if I have any advice to give. I have already given the advice that God has given me, hoping to prevent the falling of the fiery sword that was hanging over Battle Creek. Now that which I dreaded has come,—the news of the burning of the Review and Herald building. When this news came, I felt no surprise, and I had no words to speak. What I have had to say from time to time in warnings has had no effect, except to harden those who heard; and now I can only say, I am so sorry, so very sorry, that it was necessary for this stroke to come. Light enough has been given. If it were acted upon, farther light would not be needed."},{"refcode_short":"PH151 14.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 14.4 (Ellen Gould White)","content":"To our people, ministers and lay-members, I am instructed to say, “Seek ye the Lord while He may be found, call ye upon Him while He is near; let the wicked forsake his way, and the unrighteous man his thoughts; and let him return unto the Lord,”—for many ministers and people are walking in strange paths,—“and He will have mercy upon him; and to our God, for He will abundantly pardon.” Isaiah 55:6, 7."},{"refcode_short":"PH151 14.5","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 14.5 (Ellen Gould White)","content":"Let every soul be on the alert. The adversary is on your track. Be vigilant, watching diligently lest some carefully-concealed and masterly snare shall take you unawares. Let the careless and indifferent beware lest the day of the Lord come upon them as a thief in the night. Many will wander from the path of humility, and, casting aside the yoke of Christ, will walk in strange paths. Blinded and bewildered, they will leave the narrow path that leads to the city of God."},{"refcode_short":"PH151 15.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 15.1 (Ellen Gould White)","content":"A man cannot be a happy Christian unless he is a watchful Christian. He who overcomes must watch; for with worldly entanglements, error, and superstition, Satan strives to win Christ's followers from Him. It is not enough that we avoid glaring dangers and perilous, inconsistent moves. We are to keep close to the side of Christ, walking in the path of self-denial and sacrifice. We are in an enemy's country. He who was cast out of heaven has come down with great power. With every conceivable artifice and device he is seeking to take souls captive. Unless we are constantly on guard, we shall fall an easy prey to his unnumbered deceptions."},{"refcode_short":"PH151 15.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 15.2 (Ellen Gould White)","content":"The experience of the disciples in the garden of Gethsemane contains a lesson for the Lord's people today. Taking with Him Peter and James and John, Christ went to Gethsemane to pray. He said to them: “My soul is exceeding sorrowful unto death; tarry ye here, and watch. And He went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass from Him. And He said, Abba, Father, all things are possible unto Thee; take away this cup from Me; nevertheless not what I will, but what Thou wilt. And He cometh, and findeth them sleeping, and saith unto Peter, Simon, sleepest thou? couldest not thou watch one hour? Watch ye and pray, lest ye enter into temptation.” Mark 14:34-38."},{"refcode_short":"PH151 15.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 15.3 (Ellen Gould White)","content":"Read these words carefully. Many today are asleep, as were the disciples. They are not watching and praying, lest they enter into temptation. Let us read and study those portions of God's word that have special reference to these last days, pointing out the dangers that will threaten God's people."},{"refcode_short":"PH151 16.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 16.1 (Ellen Gould White)","content":"We need keen, sanctified perception. This perception is not to be used in criticizing and condemning one another, but discerning the signs of the times. We are to keep our hearts with all diligence, that we may not make shipwreck of faith. Many who were once firm believers in the truth have become careless in regard to their spiritual welfare, and are yielding, without the slightest opposition, to Satan's well-laid plots. It is time for our people to take their families from the cities into more retired localities, else many of the youth, and many also of those older in years, will be ensnared and taken by the enemy."},{"refcode_short":"PH151 16.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 16.2 (Ellen Gould White)","content":"We have all been made very sad by the news of the terrible loss that has come to the cause in the burning of the Review and Herald Office. In one year two of our largest institutions have been destroyed by fire. The news of this recent calamity has caused us to mourn deeply, but it was permitted by the Lord to come upon us, and we should make no complaint, but learn from it the lesson that the Lord would teach us."},{"refcode_short":"PH151 16.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 16.3 (Ellen Gould White)","content":"The destruction of the Review and Herald building should not be passed over as something in which there is no meaning. Every one connected with the office should ask himself: “Wherein do I deserve this lesson? Wherein have I walked contrary to a ‘Thus saith the Lord,’ that He should send this lesson to me? Have I heeded the warnings and reproofs that He has sent? or have I followed my own way?”"},{"refcode_short":"PH151 17.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 17.1 (Ellen Gould White)","content":"Let the heart-searching God reprove the erring, and let each one bow before Him in humility and contrition, casting aside all self-righteousness and self-importance, confessing and forsaking every sin, and asking God, in the name of the Redeemer, for pardon. God declares, “Him that cometh to Me I will in nowise cast out” (John 6:37); and those who in sincerity present themselves before Him will be pardoned and justified, and will receive power to become the sons of God."},{"refcode_short":"PH151 17.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 17.2 (Ellen Gould White)","content":"I pray that those who have resisted light and evidence, refusing to listen to God's warnings, will see in the destruction of the Review and Herald Office an appeal to them to turn to God with full purpose of heart. Will they not realize that God is in earnest with them? He is not seeking to destroy life, but to save life. In the recent destruction, the lives of the workers were graciously preserved, that all might have an opportunity to see that God was correcting them by a message coming not from a human source, but from above. God's people have departed from Him; they have not followed His instruction, and He has come near them in correction, but He has not brought extinction of life. Not one soul has been taken by death. All have been left alive to recognize the Power that no man can gainsay."},{"refcode_short":"PH151 17.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 17.3 (Ellen Gould White)","content":"Let us praise the Lord that the lives of His children have been so precious in His sight. He might have cut off the workers in their heedlessness and self-sufficiency. But no! He says: “They shall have another chance. I will let the fire speak to them, and will see if they will counterwork the action of My providence. I will try them as by fire, to see if they will learn the lesson that I desire to teach them.”"},{"refcode_short":"PH151 17.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 17.4 (Ellen Gould White)","content":"When the Battle Creek Sanitarium was destroyed, Christ gave Himself to defend the lives of men and women. In this destruction God was appealing to His people to return to Him. And in the destruction of the Review and Herald Office, and the saving of life, He makes a second appeal to them. He desires them to see that the miracle-working power of the Infinite has been exercised to save life, that every worker may have opportunity to repent and be converted. God says: “If they turn to Me, I will restore to them the joy of My salvation. But if they continue to walk in their own way, I will come still closer; and affliction shall come upon the families who claim to believe the truth, but who do not practise the truth, who do not make the Lord God of Israel their fear and their dread.”"},{"refcode_short":"PH151 18.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 18.1 (Ellen Gould White)","content":"Let every one examine himself, to see whether he be in the faith. Let the people of God repent and be converted, that their sins may be blotted out when the times of refreshing shall come from the presence of the Lord. Let them ascertain wherein they have failed to walk in the way that God has marked out, wherein they have failed to purify their souls by taking heed to His counsels."},{"refcode_short":"PH151 19","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 19 (Ellen Gould White)","content":"Chapter 5—A Solemn Warning"},{"refcode_short":"PH151 19.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 19.1 (Ellen Gould White)","content":"Dear Brethren: God's design in the establishment of the publishing house at Battle Creek was that from it light should shine forth as a lamp that burneth. This has been kept before the managers. Again and again they have been told of the sacredness of God's office of publication and of the importance of maintaining its purity. But they have lost true understanding, and have united with the force of the enemy by consenting to print papers and books containing the most dangerous errors that can be brought into existence. They have failed to see the evil influences of such erroneous sentiments on typesetters, proof-readers, and all others engaged in the printing of such matter. They have been spiritually asleep."},{"refcode_short":"PH151 19.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 19.2 (Ellen Gould White)","content":"By some of the outside work brought into this institution the science of Satan is being presented to the minds of the workers. The printing of this matter is a dishonor to God. It has done its part in deteriorating the minds of the workers. The managers have agreed to print it at a low figure. The gain would have been loss if the very highest figure had been asked for the work."},{"refcode_short":"PH151 19.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 19.3 (Ellen Gould White)","content":"I have received a letter from Elder Daniells regarding the addition of another building to the Review and Herald Office. The answer I make to this is, No, no, no. Instead of making any additions to the buildings already erected, cleanse the office of the trash of Satanic origin, and you will gain room in every way."},{"refcode_short":"PH151 20.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 20.1 (Ellen Gould White)","content":"God is not pleased with the congested state of things in Battle Creek. If the workers were divided, and plants made in other places, God would be better pleased, and the standard of truth would be planted in regions which have never heard the message. Before you add another building to the office in Battle Creek, make thorough restitution to the Southern field. This has not yet been done as it should be done. Every step has been forced."},{"refcode_short":"PH151 20.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 20.2 (Ellen Gould White)","content":"The five thousand dollars which would be used in erecting the addition to the Review and Herald building should be invested in the work in other places, where the gospel of truth has not yet been preached."},{"refcode_short":"PH151 20.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 20.3 (Ellen Gould White)","content":"I feel a terror of soul as I see to what a pass our publishing house has come. The presses in the Lord's institution have been printing the soul-destroying theories of Romanism and other mysteries of iniquity. This is taking all sacredness from the office. The managers are loading the guns of the enemy and placing them in their hands, to be used against the truth. How does God regard such work?—In the books of heaven are written the words, Unfaithful stewardship. Thus God regards the publication of matter which comes from Satan's manufactory,—his hellish, scientific delusions."},{"refcode_short":"PH151 20.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 20.4 (Ellen Gould White)","content":"The office must be purged of this objectionable matter. I have a testimony from the Lord for those who have placed such matter in the hands of the workers. God holds you accountable for presenting to young men and young women the fruit of the forbidden tree of knowledge. Can it be possible that you have not a knowledge of the warnings given to the Pacific Press on this subject? Can it be possible that with a knowledge of these warnings you are going over the same ground, only doing much worse? It has often been repeated to you that angels of God are passing through every room in the office. What impression has this made on your minds?"},{"refcode_short":"PH151 21.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 21.1 (Ellen Gould White)","content":"You have given matter containing Satan's sentiments into the hands of the workers, bringing his deceptive, polluting principles before their minds. The Lord looks upon this action on your part as helping Satan to prepare his snare to catch souls. God will not hold guiltless those who have done this thing. He has a controversy with the managers of the publishing house. I have been almost afraid to open the Review, fearing to see that God has cleansed the publishing house by fire."},{"refcode_short":"PH151 21.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 21.2 (Ellen Gould White)","content":"The Lord has instructed me that those who cannot see the wickedness of co-operating with Satan by publishing his falsehoods might better seek some work in which they will not ruin our youth, body and soul. There is danger that the standard of truth and righteousness will be so lowered that God will bring His judgments upon the wrong-doers."},{"refcode_short":"PH151 21.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 21.3 (Ellen Gould White)","content":"It is high time that we understood what spirit has for years been controlling matters at the Review and Herald Office. I am horrified to think that the most subtle phase of Spiritualism should be placed before the workers, and that in a way calculated to confuse and perplex the mind. Be assured that Satan will follow up the advantage thus given him."},{"refcode_short":"PH151 21.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 21.4 (Ellen Gould White)","content":"The Review and Herald Office has been defiled as the temple was defiled, only the result has been tenfold more disastrous. Overturning the tables of the money-changers, Christ drove the sheep and cattle from the precincts of the temple, saying, “It is written, My house shall be called the house of prayer; but ye have made it a den of thieves.” Matthew 21:13. Worse even than the defilement of the temple has been the defilement of the publishing house by the printing of matter which should never have been placed in the hands of the workers in God's institution."},{"refcode_short":"PH151 22.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 22.1 (Ellen Gould White)","content":"God's law has been transgressed, His cause betrayed, and His institution made a den of thieves. The work of printing and circulating stirring appeals for the truth, which should have been placed first, to which the time and the talent of the workers should have been devoted, has received little or no attention. The commercial work, some of it of a most objectionable character, has gradually assumed the supremacy. This work has absorbed the energies which should have been devoted to the publication of literature of the purest quality and the most elevating character. Time has been wasted, talent misapplied, and money misappropriated. The work which ought to have been done has been left undone. Satan's sentiments have been exalted. His theories have been printed by presses which should have been used to prepare the truth of God for circulation. Men have coveted promotion when their principles were under the ban of God's displeasure. Loss is infinitely better than dishonorable gain."},{"refcode_short":"PH151 22.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 22.2 (Ellen Gould White)","content":"Oh, what will God do with the time-servers? Think you that Jesus will stand in the printing establishment, to work through human minds by His ministering angels, to make the truth coming from the press a power to warn the world that the end of all things is at hand, while Satan is allowed to pervert the minds of the workers right in the institution? The light I have is, Refuse to print another line of this pernicious matter. Those who have had to do with its introduction into the publishing house need to repent before God in contrition of soul; for His wrath is kindled against them. Let this class of work be forever excluded from our publishing houses. Give more time to the publication and circulation of the books containing present truth. See that your work in this line reaches perfection. Do all in your power to diffuse throughout the world the light of heaven."},{"refcode_short":"PH151 23.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 23.1 (Ellen Gould White)","content":"The apprentices and the other workers must not be so rushed and hurried that they have no time to pray. The youth in our publishing houses should be educated as were the youth in the schools of the prophets. They should be prepared to take hold of the work in new places."},{"refcode_short":"PH151 23.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 23.2 (Ellen Gould White)","content":"If the men who heard the message given at the time of the Conference,—the most solemn message that could be given,—had not been so unimpressionable, if in sincerity they had asked, “Lord, what wilt Thou have me to do?” the experience of the past year would have been very different from what it is. But they have not made the track clean behind them. They have not confessed their mistakes, and now they are going over the same ground in many things, following the same wrong course of action, because they have destroyed their spiritual eyesight."},{"refcode_short":"PH151 23.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 23.3 (Ellen Gould White)","content":"The message of the third angel is to prepare a people to stand in these days of peril. It is to be proclaimed with a loud voice, and is to accomplish a work which few realize."},{"refcode_short":"PH151 23.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 23.4 (Ellen Gould White)","content":"John writes: “I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, saying with a loud voice, Fear God, and give glory to Him; for the hour of His judgment is come; and worship Him that made heaven, and earth, and the sea, and the fountains of waters. And there followed another angel, saying, Babylon is fallen, is fallen, that great city, because she made all nations drink of the wine of the wrath of her fornication.” Revelation 14:6-8. How is this done?—By forcing men to accept a spurious Sabbath. In the thirty-first chapter of Exodus we are plainly told which day is the Sabbath of the Lord. The keeping of the Sabbath is declared to be a sign of the loyalty of God's people."},{"refcode_short":"PH151 24.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 24.1 (Ellen Gould White)","content":"God means just what He says. Man has interposed between God and the people, and the Lord has sent forth the third angel with the message: “If any man worship the beast and his image, and receive his mark in his forehead, or in his hand, the same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of His indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb.” Revelation 14:9, 10."},{"refcode_short":"PH151 24.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 24.2 (Ellen Gould White)","content":"God's people are to keep His commandments, discarding all worldly policy. Having adopted right principles of action, they are to reverence these principles; for they are heaven-born. Obedience to God is of more value to you than gold or silver. Yoking up with Christ, learning His meekness and lowliness, cuts short many a conflict; for when the enemy comes in like a flood, the Spirit of the Lord lifts up a standard against him."},{"refcode_short":"PH151 24.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 24.3 (Ellen Gould White)","content":"I address those who in accepting positions of trust in the publishing house have taken upon themselves the responsibility of seeing that the workers receive the right education. Seek to realize the importance of your work. Those who show by their actions that they make no effort to distinguish between the sacred and the common, may know that, unless they repent, God's judgments will fall upon them. These judgments may be delayed, but they will come. If, because your own minds are not clear and elevated, you give the wrong bias to other minds, God will call you to account. He will ask, “Why did you do the devil's work when you were supposed to be doing a good work for the Master?”"},{"refcode_short":"PH151 25.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 25.1 (Ellen Gould White)","content":"In the great day of final accounts, the unfaithful servant will meet the result of his unfaithfulness."},{"refcode_short":"PH151 25.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 25.2 (Ellen Gould White)","content":"I send you this because I am afraid for you. Your continually increasing force of workers might better be sent into the work in other places. In the night season I have been talking earnestly to you in your meetings, presenting the truth as it is in Jesus. But by some it was rejected. They had passed beyond conviction. They had sinned against great light and knowledge, stifling conscience until it could no longer penetrate the callous heart."},{"refcode_short":"PH151 25.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 25.3 (Ellen Gould White)","content":"Some have so long sacrificed principle that they cannot see the difference between the sacred and the common. Those who refuse to give heed to the Lord's instruction will go steadily downward in the path of ruin. The day of test and trial is just before us. Let every man put on his true colors. Do you choose loyalty, or rebellion? Show your colors to men and angels. We are safe only when we are committed to the right. Then the world knows where we shall be found in the day of trial and trouble."},{"refcode_short":"PH151 25.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 25.4 (Ellen Gould White)","content":"If the work begun at the General Conference had been carried forward to perfection, I should not be called upon to write these words. There was opportunity to confess or deny wrong, and in many cases the denial came, to avoid the consequences of confession."},{"refcode_short":"PH151 25.5","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 25.5 (Ellen Gould White)","content":"How much longer will God bear with your perversity? Unless there is a reformation, calamity will overtake the publishing house, and the world will know the reason. I have been shown that there has not been a turning to God with full purpose of heart. The Lord is dishonored in the institutions erected for His honor. The marked disregard of God's commandments in the publishing house has placed its impress on the workers. God asks, “Shall I not judge for these things?” I saw heavenly angels turning away with grieved countenances. God has been mocked by your hardness of heart, which is continually increasing. According to their responsibility will be the punishment of those who know the truth and yet disregard God's commands."},{"refcode_short":"PH151 27","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 27 (Ellen Gould White)","content":"Chapter 6—The Result of Reformation"},{"refcode_short":"PH151 27.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 27.1 (Ellen Gould White)","content":"Yesterday morning I read your letter, in which you express your ardent desire to see a strong corps of workers sent to India and China and other oriental countries. Last night instruction was given me that at present our principal efforts are not to be made especially for China or other fields similar to China. We first have a work to do at home. All our institutions—our sanitariums, publishing houses, and schools—are to reach a higher standard. Then the workers sent to foreign fields will reach a higher standard. They will be more earnest, more spiritual, and their labors will be more effective."},{"refcode_short":"PH151 27.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 27.2 (Ellen Gould White)","content":"Years ago the Lord gave me special directions that buildings should be erected in various places in America, Europe, and other lands, for the publication of literature containing the light of present truth. He gave instruction that every effort should be made to send forth to the world from the press the messages of invitation and warning. Some will be reached by our literature who would not be reached in any other way. From our books and papers bright beams of light are to shine forth to enlighten the world in regard to present truth."},{"refcode_short":"PH151 27.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 27.3 (Ellen Gould White)","content":"Workers who are not benefited by the advantages they receive in connection with the cause of God should not be brought into our offices of publication. Neither should matter of an objectionable character be introduced into these institutions, for by so doing the sacred truth of God is placed on a level with common matters. And when outside work is brought in, a correspondingly large number of workers must be employed. This brings care and perplexity."},{"refcode_short":"PH151 28.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 28.1 (Ellen Gould White)","content":"I have been shown that mistakes are being made in our publishing houses. There is a constant increase of expensive machinery for the doing of commercial work. A large amount of work has been brought in that has no relation to the work which in faith and love is to be accomplished for the salvation of human beings. Time and talent have been used in doing a class of work that has brought no glory to God. Much effort has been put forth in lines that do nothing to spread a knowledge of the truth."},{"refcode_short":"PH151 28.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 28.2 (Ellen Gould White)","content":"It is high time that consideration be given to this matter. This mistake must be corrected. It is not wisdom to use money to establish enterprises that consume without producing. It is said that more room is needed in the publishing houses. But there is ample room in them, and when the right thing is done, it will be seen that there is sufficient room."},{"refcode_short":"PH151 28.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 28.3 (Ellen Gould White)","content":"Far less commercial work should be received into our offices of publication, and not a line of matter containing Satan's sentiments should be received. The introduction of such matter destroys all sense of the sacredness of the institution. The whole institution is cheapened. There is always danger, when the common is mingled with the sacred, that the common will be allowed to take the place of the sacred."},{"refcode_short":"PH151 28.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 28.4 (Ellen Gould White)","content":"How does the Lord regard the using of the presses in His institutions to print the errors of the enemy? When objectionable matter is mingled with sacred matter coming from the presses, His blessing cannot rest upon the work done. Said the divine Teacher: “What have you gained by bringing in this outside work? It has brought you much vexation of spirit; and the workers have had to hurry and rush to get the matter finished in the specified time. This has occasioned confusion and strife. Harsh words have been spoken, and an unpleasant spirit has been brought into the office. The financial gain in no way compares with the loss which has come through rushing and driving and scolding and fretting.”"},{"refcode_short":"PH151 29.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 29.1 (Ellen Gould White)","content":"May the Lord help His people to see that this is not wisdom, and that far more is lost than is gained. If less machinery and fewer workers had been brought together in one place, while other portions of the vineyard were destitute of facilities; if more money had been spent in making plants in various places, God would have been better pleased. It is not sanctified ambition that has led to the investment of so much money in one place. It is a mistake for our brethren to run so many presses for the printing of merely secular matter. We are fast approaching the end. The printing and circulation of the books and papers that contain the truth for this time are to be our work."},{"refcode_short":"PH151 29.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 29.2 (Ellen Gould White)","content":"There is a marked neglect of the cautions and warnings that have been given from time to time. When there is a seeking of the Lord and a confession of sin, when the needed reformation takes place, united zeal and earnestness will be shown in restoring what has been withheld. The Lord will manifest His pardoning love, and means will come to cancel the debts on our institutions."},{"refcode_short":"PH151 30","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 30 (Ellen Gould White)","content":"Chapter 7—Warnings and Counsels Given to the Battle Creek Church"},{"refcode_short":"PH151 30.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 30.1 (Ellen Gould White)","content":"Many go to Battle Creek expecting to find an influence similar to that of heaven, but they soon find practises not at all in accordance with their ideas of truth and the separate, peculiar people who are to represent the most pure, holy principles of religion that were ever given to the world. Many have been led to walk in false paths through being brought into connection with those who were not consecrated, self-denying followers of Jesus Christ...."},{"refcode_short":"PH151 30.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 30.2 (Ellen Gould White)","content":"Where are the faithful sentinels in Battle Creek to keep the fort? Where are the minute men to guard, and not to relax their vigilance for one moment,—men who watch, men who pray, men who walk humbly in meekness and lowliness, after the example of the greatest Missionary that ever visited our world, who is our Pattern? ..."},{"refcode_short":"PH151 30.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 30.3 (Ellen Gould White)","content":"It is time that there was a different order of things in Battle Creek, else the judgments of God will surely fall upon the people. His blessing has rested upon you in large measure; has it made you laborers together with Him? Are not our people in Battle Creek demonstrating to unbelievers that they do not believe the truth which they claim to advocate? God has been calling them away from every species of self-indulgence and all manner of extravagance. When the church has had great light, then is her time of peril, if she does not walk in the light, and put on her beautiful garments, and arise and shine; darkness will becloud the vision, so that light will be regarded as darkness, and darkness as light. When the believers in Battle Creek shall not only be penitent occasionally, but shall walk in humility, doers of the word, the world will take knowledge of them, that they have been with Jesus. Oh, how can the Spirit speak to impress hearts so that they will obey His voice?"},{"refcode_short":"PH151 31.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 31.1 (Ellen Gould White)","content":"I wish to remind my brethren of the cautions and warnings that have been given me in reference to constantly investing means in Battle Creek in order to make a little more room, or to make things more convenient. New fields are to be entered; the truth is to be proclaimed as a witness to all nations. The work is hindered, so that the banner of truth cannot be uplifted, as it should be, in these new fields. While our brethren in America feel at liberty to invest means in buildings which time will reveal that they would do just as well and even better without, thousands of dollars are thus absorbed that the Lord called for, to be used in “regions beyond.” I have presented the warnings and the caution, as the word of the Lord; but my heart has been made sad to see that, notwithstanding all these, means has been swallowed up to satisfy these supposed wants; building has been added to building, so the money could not be used in places where they have no conveniences, no building for the public worship of God or to give character to the work, no place where the banner of truth could be uplifted. These things I have set before you; and yet you have gone on just the same, absorbing means, God's means, in one locality, when the Lord has spoken that too much was already invested in one place, which meant that there was nothing in other places, where there should be buildings and facilities, to make even a beginning."},{"refcode_short":"PH151 32.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 32.1 (Ellen Gould White)","content":"Instead of our enlarging and erecting additional buildings in Battle Creek or other places where our institutions are already established, there should be a limiting of the wants. Let the means and the workers be scattered, to represent the truth and give the warning message in “regions beyond.”"},{"refcode_short":"PH151 32.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 32.2 (Ellen Gould White)","content":"If the members of the Battle Creek church do not arouse now and go to work in missionary fields, they will fall back into deathlike slumber. How did the Holy Spirit work upon your hearts? ... It was stimulating you to exercise the talents God has given you, that every man and woman and youth should employ them to set forth the truth for this time, making personal efforts, going into the cities where the truth has never been proclaimed, and lifting up the standard...."},{"refcode_short":"PH151 32.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 32.3 (Ellen Gould White)","content":"Shall the selfishness and the ease of those who have earthly comforts and attractive homes allure us? Shall we cease as moral agencies to use our powers to the saving of souls? Shall our voices be indistinct? Then God will put His curse upon us who have had so great light, and inscribe upon the walls of our homes, “Lovers of pleasures more than lovers of God.” 2 Timothy 3:4. He will put a tongue in the stones, and they will speak; but God commands of you in Battle Creek to go forth."},{"refcode_short":"PH151 33.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 33.1 (Ellen Gould White)","content":"God's field is the world. Jesus said to His disciples: “Ye shall receive power, after that the Holy Ghost is come upon you; and ye shall be witnesses unto Me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost part of the earth.” “And that repentance and remission of sins should be preached in His name among all nations, beginning at Jerusalem.” Acts 1:8; Luke 24:47. Peter said to the believers, “The promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.” Acts 2:39."},{"refcode_short":"PH151 33.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 33.2 (Ellen Gould White)","content":"God has poured out richly of His Holy Spirit upon the believers in Battle Creek. What use have you made of these blessings? Have you done as did the men upon whom the Holy Spirit came on the day of Pentecost? Then “they that were scattered abroad went everywhere preaching the word.” Acts 8:4. Has this fruit been seen in Battle Creek? Have the church been taught of God to know their duty, and to reflect the light which they have received? ..."},{"refcode_short":"PH151 33.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 33.3 (Ellen Gould White)","content":"The Lord's heritage has been strangely neglected, and God will judge His people for this thing. Pride and the love of display are gratified by the accumulated advantages, while new fields are left untouched. The rebuke of God is upon the managers for their partiality and selfish appropriation of His goods."},{"refcode_short":"PH151 33.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 33.4 (Ellen Gould White)","content":"Something has been done in foreign missions, and something in home missions; but altogether too much territory has been left unworked. The work is too much centralized. The interests in Battle Creek are overgrown, and this means that other portions of the field are robbed of facilities which they should have had. The larger and still larger preparations, in the erection and enlargement of buildings, which have called together and held so large a number in Battle Creek, are not in accordance with God's plan, but in direct contravention of His plan."},{"refcode_short":"PH151 34.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 34.1 (Ellen Gould White)","content":"It has been urged that there were great advantages in having so many institutions in close connection; that they would be a strength to one another, and could afford help to those seeking education and employment. This is according to human reasoning; it will be admitted that, from a human point of view, many advantages are gained by crowding so many responsibilities in Battle Creek; but the vision needs to be extended."},{"refcode_short":"PH151 34.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 34.2 (Ellen Gould White)","content":"These interests should be broken up into many parts, in order that the work may start in cities which it will be necessary to make centers of interest. Buildings should be erected and responsibilities centered in many localities that are now robbed of vital, spiritual interest in order to swell the overplus already in Battle Creek. The Lord is not glorified by this management on the part of those who are in responsible positions. “The earth shall be filled with the knowledge of the glory of the Lord, as the waters cover the sea.” “And this is life eternal, that they might know Thee the only true God, and Jesus Christ, whom Thou hast sent.” Habakkuk 2:14; John 17:3."},{"refcode_short":"PH151 34.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 34.3 (Ellen Gould White)","content":"I have returned from our season of prayer. The spirit of intercession came upon me, and I was drawn out in most earnest prayer for souls at Battle Creek. I know their peril. The Holy Spirit has in a special manner moved me to send up my petitions in their behalf...."},{"refcode_short":"PH151 35.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 35.1 (Ellen Gould White)","content":"It was not alone the sin of putting to death the Son of God that cut the Jews off from salvation, but their persistence in rejecting light and the conviction of the Holy Spirit. The spirit that works in the children of disobedience worked in them, leading them to abuse the men through whom God was giving a testimony to them. The malignity of rebellion reappeared, and was intensified in every successive act of resistance against God's servants and the message He had given them to declare...."},{"refcode_short":"PH151 35.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 35.2 (Ellen Gould White)","content":"Under the demonstration of the Holy Spirit's power, the Jews saw their guilt in refusing the evidence that God has sent; but they would not yield their wicked resistance. Their obstinacy became more and more determined, and worked the ruin of their souls. It was not that they could not yield, for they could, yet would not. It was not alone that they had been guilty, and deserving of wrath, but that they armed themselves with the attributes of Satan, and determinedly continued to be opposed to God. Every day, in their refusal to repent, they took up their rebellion afresh. They were preparing to reap that which they had sown."},{"refcode_short":"PH151 35.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 35.3 (Ellen Gould White)","content":"The wrath of God is not declared against men merely because of the sins which they have committed, but for choosing to continue in a state of resistance, and, although they have light and knowledge, repeating their sins of the past. If they would submit, they would be pardoned; but they are determined not to yield. They defy God by their obstinacy. These souls have given themselves to Satan, and he controls them according to his will."},{"refcode_short":"PH151 35.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 35.4 (Ellen Gould White)","content":"How was it with the rebellious inhabitants of the antediluvian world? After rejecting the message of Noah, they plunged into sin with greater abandon than ever before, and doubled the enormity of their corrupting practises. Those who refuse to reform by accepting Christ, find nothing reformative in sin; their minds are set to carry their spirit of revolt, and they are not, and never will be, forced to submission. The judgment which God brought upon the antediluvian world declared it incurable. The destruction of Sodom proclaimed the inhabitants of the most beautiful country in the world incorrigible in sin. The fire and brimstone from heaven consumed everything except Lot, his wife, and two daughters. The wife, looking back in disregard of God's command, became a pillar of salt."},{"refcode_short":"PH151 36.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 36.1 (Ellen Gould White)","content":"How God bore with the Jewish nation while they were murmuring and rebellious, breaking the Sabbath and every other precept of the law! He repeatedly declared them worse than the heathen. Each generation surpassed the preceding in guilt. The Lord permitted them to go into captivity; but after their deliverance, His requirements were forgotten. Everything that He committed to that people to be kept sacred was perverted or displaced by the inventions of rebellious men...."},{"refcode_short":"PH151 36.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 36.2 (Ellen Gould White)","content":"Finite men should beware of seeking to control their fellow-men, taking the place assigned to the Holy Spirit. Let not men feel that it is their prerogative to give to the world what they suppose to be truth, and refuse that anything should be given contrary to their ideas. This is not their work. Many things will appear distinctly as truth, which will not be acceptable to those who think their own interpretations of the Scripture always right. Most decided changes will have to be made in regard to ideas which some have accepted as without a flaw. These men give evidence of fallibility in very many ways; they work upon principles which the word of God condemns. That which makes me feel to the very depths of my being, and makes me know that their works are not the works of God, is that they suppose they have authority to rule their fellow-men. The Lord has given them no more right to rule others than He has given others to rule them. Those who assume the control of their fellow-men take into their finite hands a work that devolves upon God alone."},{"refcode_short":"PH151 37.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 37.1 (Ellen Gould White)","content":"That men should keep alive the spirit that ran riot at our General Conference in Minneapolis, is an offense to God. All heaven is indignant at the spirit that for years has been revealed in our publishing institution at Battle Creek. Unrighteousness is practised that God will not tolerate. He will visit for these things. A voice has been heard pointing out the errors, and, in the name of the Lord, pleading for a decided change. But who have followed the instruction given? Who have humbled their hearts, to put from them every vestige of their wicked, oppressive spirit? I have been greatly burdened to set these matters before the people as they are. I know they will see them. I know that those who read this matter will be convicted."},{"refcode_short":"PH151 37.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 37.2 (Ellen Gould White)","content":"I am pleased that the Lord is in mercy again visiting the church. My heart trembles as I think of the many times He has come in, and His Holy Spirit has worked in the church; but after the immediate effect was over, the merciful dealings of God were forgotten. Pride, spiritual indifference, was the record made in heaven. Those who were visited by the rich mercy and grace of God dishonored their Redeemer by their unbelief...."},{"refcode_short":"PH151 38.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 38.1 (Ellen Gould White)","content":"The Saviour has oft visited you in Battle Creek. Just as verily as He walked in the streets of Jerusalem, longing to breathe the breath of spiritual life into the hearts of those discouraged and ready to die, has He come to you. The cities that were so greatly blessed by His presence, His pardon, His gifts of healing, rejected Him; and just as great, yea, greater evidence of unrequited love, has been given in Battle Creek. Has Christ not loaded down His church with benefits and blessings? Has He not sent His servants with messages of pardon and righteousness, to be freely given to all who will receive them?"},{"refcode_short":"PH151 38.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 38.2 (Ellen Gould White)","content":"Jerusalem is a representation of what the church will be if it refuses to receive and walk in the light that God has given. Jerusalem was favored of God as the depositary of sacred trusts. But her people perverted the truth, and despised all entreaties and warnings. They would not respect His counsels. The temple courts were polluted with merchandise and robbery. Selfishness and love of mammon, envy, and strife, were cherished. Every one sought for gain from his quarter. Christ turned from them, saying, “O Jerusalem, Jerusalem,” how can I give thee up? “How often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!” Matthew 23:37."},{"refcode_short":"PH151 38.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 38.3 (Ellen Gould White)","content":"So Christ sorrows and weeps over our churches, over our institutions of learning, that have failed to meet the demand of God. He comes to investigate in Battle Creek, which has been moving in the same track as Jerusalem. The publishing house has been turned into desecrated shrines, into places of unholy merchandise and traffic. It has become a place where injustice and fraud have been carried on, where selfishness, malice, envy, and passion have borne sway. Yet the men who have been led into this working upon wrong principles are seemingly unconscious of their wrong course of action. When warnings and entreaties come to them, they say, Doth she not speak in parables? Words of warning and reproof have been treated as idle tales."},{"refcode_short":"PH151 39.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 39.1 (Ellen Gould White)","content":"When Christ looked down from the crest of Olivet, He saw this state of things existing in every church. The warnings come down to all that are following in the tread of the people of Jerusalem, who had such great light. This people is before us as a warning. By rejecting God's warnings in this our day, men are repeating the sin of Jerusalem. The Lord sees what the human agent does not see and will not see,—the outcome of all the human devising in Battle Creek. He has done all that a God could do. He has flashed light before the eyes of the people, that their sins might not reach the boundary where repentance cannot be felt. But by a long process of departure from just and righteous principles, men have placed themselves where light and truth, justice and mercy, are not discerned. This course has become part of their very nature."},{"refcode_short":"PH151 39.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 39.2 (Ellen Gould White)","content":"I call upon all who have united in a course of action that is wrong in principle, to make a decided reformation, and forever after walk humbly with God...."},{"refcode_short":"PH151 39.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 39.3 (Ellen Gould White)","content":"These are no idle tales, but truth. Again I ask. On which side are you standing? “If the Lord be God, follow Him; but if Baal, then follow him.” 1 Kings 18:21."},{"refcode_short":"PH151 40.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 40.1 (Ellen Gould White)","content":"If the light which God has given you over and over again, that missionary centers should be established in many cities, and that the labor and the means centered in Battle Creek should be divided, and planted in many places, had been followed, the present state of confusion and dearth of means would never have been."},{"refcode_short":"PH151 40.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 40.2 (Ellen Gould White)","content":"Men located in Battle Creek have disregarded the counsels of the Lord, because it was more convenient for them to have the work centered there. God has left these to the results of their human wisdom, and its fruit is seen in the present perplexities...."},{"refcode_short":"PH151 40.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 40.3 (Ellen Gould White)","content":"Again and again the Lord has pointed out the work which the church in Battle Creek and those all through America are to do. They are to reach a much higher standard in spiritual advancement than they have yet reached. They are to awake out of sleep, and go without the camp, working for souls that are ready to perish...."},{"refcode_short":"PH151 40.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 40.4 (Ellen Gould White)","content":"The many interests centering in Battle Creek should be divided and subdivided, and placed in other cities. You who think you are wise men may say: “It will cost too much. We can do the work here in Battle Creek at less expense.” Well, does not the Lord know all this? Is not He a God who understands all the unbelieving reasoning that holds so many interests in Battle Creek? He has revealed to you that centers should be made in all the cities. This would call many out of Battle Creek to work in other places. [These extracts are taken from Testimonies first published in leaflet form, and distributed to the members of the Battle Creek church in 1894, 1896, and 1898.]"},{"refcode_short":"PH151 41","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 41 (Ellen Gould White)","content":"Chapter 8—A Neglected Warning"},{"refcode_short":"PH151 41.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 41.1 (Ellen Gould White)","content":"“Behold, I set before you this day a blessing and a curse: a blessing, if ye obey the commandments of the Lord your God, which I command you this day; and a curse, if ye will not obey.” Deuteronomy 11:26-28."},{"refcode_short":"PH151 41.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 41.2 (Ellen Gould White)","content":"“And it shall come to pass, if ye shall harken diligently unto My commandments which I command you this day, to love the Lord your God, and to serve Him with all your heart and with all your soul, that I will give you the rain of your land in his due season, the first rain and the latter rain, that thou mayest gather in thy corn, and thy wine, and thine oil. And I will send grass in thy fields for thy cattle, that thou mayest eat and be full. Take heed to yourselves, that your heart be not deceived, and ye turn aside, and serve other gods, and worship them; and then the Lord's wrath be kindled against you, and He shut up the heaven, that there be no rain, and that the land yield not her fruit; and lest ye perish quickly from off the good land which the Lord giveth you.” Deuteronomy 11:13-17."},{"refcode_short":"PH151 41.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 41.3 (Ellen Gould White)","content":"“Therefore shall ye lay up these My words in your heart in your soul, and bind them for a sign upon your hand, that they may be as frontlets between your eyes. And ye shall teach them your children, speaking of them when thou sittest in thine house, and when thou walkest by the way, when thou liest down, and when thou risest up. And thou shalt write them upon the door-posts of thine house, and upon thy gates; that your days may be multiplied, and the days of your children, in the land which the Lord sware unto your fathers to give them, as the days of heaven upon the earth.” Deuteronomy 11:18-21."},{"refcode_short":"PH151 42.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 42.1 (Ellen Gould White)","content":"If Seventh-day Adventists had walked in the way of the Lord, refusing to allow selfish interests to control them, the Lord would greatly have blessed them. Those who have remained in Battle Creek contrary to the will of the Lord have lost the valuable experience and the spiritual knowledge they might have gained through obedience. Many of them have forfeited the favor of God. The heart of the work has become congested. For a long time the warning has been given, but it has not been heeded. The reason for this disobedience is that the hearts and minds of many in Battle Creek are not under the influence of the Holy Spirit. They do not realize how much work there is to do. They are asleep."},{"refcode_short":"PH151 42.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 42.2 (Ellen Gould White)","content":"When Seventh-day Adventists move into cities where there is already a large church of believers, they are out of place, and their spirituality becomes weaker and weaker. Their children are exposed to many temptations. My brother, my sister, unless you are absolutely needed in carrying forward the work in such a place, it would be wise for you to go to some place where the truth has not yet been proclaimed, and there strive to give proof of your ability to work for the Master. Make earnest efforts to arouse an interest in present truth. House-to-house work is effectual when conducted in a Christlike manner. Hold meetings, and be sure to make them interesting. Remember that this requires something more than preaching."},{"refcode_short":"PH151 42.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 42.3 (Ellen Gould White)","content":"Many who have lived so long in one place are spending their time criticizing those who are working in Christ's lines to convict and convert sinners. They criticize the motives and intentions of others, as if it were not possible for any one else to do the unselfish work they themselves refuse to do. They are stumbling-blocks. If they would go to places where there are no believers, and work to win souls to Christ, they would soon be so busy proclaiming the truth, and helping the suffering, that they would have no time to dissect character, no time to surmise evil, and then report the results of their supposed keenness in seeing beneath the surface."},{"refcode_short":"PH151 43.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 43.1 (Ellen Gould White)","content":"Let those who have lived so long in places where there are large churches of believers, go out into the harvest-field to sow and reap for the Master. They will forget self in the desire to save souls. They will see so much work to do, so many fellow-beings to help, that they will have no time to look for faults in others. They will have no time to work on the negative side."},{"refcode_short":"PH151 43.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 43.2 (Ellen Gould White)","content":"Bringing so many believers together in one place tends to encourage evil-surmising and evil-speaking. Many become absorbed in looking and listening for evil. They forget what a great sin they are committing. They forget that the words they speak can never be unsaid, and that by their suspicions they are sowing seeds that will spring up to bear a harvest of evil. How great this harvest is no one will know until the last great day, when every thought, word, and action will be brought into judgment."},{"refcode_short":"PH151 43.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 43.3 (Ellen Gould White)","content":"The thoughtless, unkind words that are spoken grow with every repetition. One and another adds a word, until the false report assumes large proportions. Great injustice is done. By their unrighteous suspicions and unrighteous judgments, the tale-bearers hurt their own experience and sow the seeds of discord in the church. If they could see things as God sees them, they would change their attitude. They would realize how they have neglected the work He has given them to do as they have found fault with their brethren and sisters."},{"refcode_short":"PH151 43.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 43.4 (Ellen Gould White)","content":"The time spent in criticizing the motives and works of Christ's servants might better be spent in prayer. Often if those who find fault knew the truth in regard to those with whom they find fault, they would have an altogether different opinion of them. How much better it would be if, instead of criticizing and condemning others, every one would say: “I must work out my own salvation. If I co-operate with Him who desires to save my soul, I must watch myself diligently. I must cut away every evil from my life. I must become a new creature in Christ. I must overcome every fault. Then, instead of weakening those who are striving against evil, I can strengthen them by encouraging words.”"},{"refcode_short":"PH151 44.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 44.1 (Ellen Gould White)","content":"Let those who have used the talent of speech to discourage and dishearten God's servants, who are striving to advance God's cause, planning and working to master hindrance, ask God to forgive them for the injury they have done to His work by their wicked prejudices and unkind words. Let them think of the harm they have done by spreading false reports, by judging those they have no right to judge."},{"refcode_short":"PH151 44.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 44.2 (Ellen Gould White)","content":"In the word of God we are given plain directions as to the course we are to follow when we think a brother is in the wrong. Christ says: “If thy brother shall trespass against thee, go and tell him his fault between thee and him alone; if he shall hear thee, thou hast gained thy brother. But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established. And if he shall neglect to hear them, tell it unto the church; but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.” And again the Saviour says, “If thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee; leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.” Matthew 18:15-17; 5:23, 24."},{"refcode_short":"PH151 45.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 45.1 (Ellen Gould White)","content":"“Lord, who shall abide in Thy tabernacle? who shall dwell in Thy holy hill? He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart. He that backbiteth not with his tongue, nor doeth evil to his neighbor, nor taketh up a reproach against his neighbor. In whose eyes a vile person is contemned; but he honored them that fear the Lord. He that sweareth to his own hurt, and changeth not. He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved.” Psalm 15."},{"refcode_short":"PH151 45.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 45.2 (Ellen Gould White)","content":"“Judge not, that ye be not judged. For with that judgment ye judge, ye shall be judged; and with what measure ye mete, it shall be measured to you again. And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is in thine own eye? Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye? Thou hypocrite, first cast out the beam out of thine own eye; and then shall thou see clearly to cast out the mote out of thy brother's eye.” Matthew 7:1-5."},{"refcode_short":"PH151 45.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 45.3 (Ellen Gould White)","content":"Much is involved in the matter of judging. Remember that soon your life record will pass in review before God. Remember, too, that He has said: “Thou art inexcusable, O man, whosoever thou art that judgest; for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things. But we are sure that the judgment of God is according to truth against them which commit such things. And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?” Romans 2:1-3."},{"refcode_short":"PH151 46.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 46.1 (Ellen Gould White)","content":"Those who came to Battle Creek when they had a work to do in the church that they left, lost their missionary spirit and their spiritual discernment in coming to Battle Creek. There they came in contact with a Pharisaism, a self-righteousness, that is always a snare. It is a form of godliness without the power thereof."},{"refcode_short":"PH151 46.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 46.2 (Ellen Gould White)","content":"When the power of the truth is felt in the heart, when the principles of truth are brought into the daily life, there will be a great movement of reform in the Battle Creek church. Soon will be fulfilled the words, “I will turn and overturn.” We know not now just when this will be accomplished; but the time will come when there will be a scattering from Battle Creek. Those who moved to Battle Creek without any call from the Lord, will move away."},{"refcode_short":"PH151 46.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 46.3 (Ellen Gould White)","content":"Earnest workers have no time to dwell upon the defects of others. They behold the Saviour, and by beholding become changed into His likeness. He is the One whose example we are to follow in our character-building. In His life upon the earth He plainly revealed the divine nature. We should strive to be perfect in our sphere, as He was perfect in His sphere. No longer are the members of the church to remain unconcerned in regard to the formation of right characters. Placing themselves under the molding influence of the Holy Spirit, they are to form characters that are a reflection of the divine character."},{"refcode_short":"PH151 47","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 47 (Ellen Gould White)","content":"Chapter 9—To Our Churches Where Institutions are Located"},{"refcode_short":"PH151 47.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 47.1 (Ellen Gould White)","content":"Lately my mind has been drawn to the work that needs to be done for our people. Things have been revealed to me that make me afraid. The One of authority declared: “Seventh-day Adventists are on losing ground in every place where they have established institutions; and the reason for this is that they have lost their first love. Let them remember from whence they have fallen, and repent, and do the first works; or else God will come to them quickly, and will remove their candlestick out of his place, except they repent.”"},{"refcode_short":"PH151 47.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 47.2 (Ellen Gould White)","content":"There has been such strife of tongues, such neglect of work that ought to be done, that much, very much, has been lost. In the place of making centers of influence for the Lord's work, men spend their time criticizing and condemning what others are doing. Thus they have done for years, and the saddest part of it all is that they do not realize that they are among those who have lost their first love. They think that they must make others walk in straight paths, when they themselves are constantly making crooked paths for their feet, by their unchristian course strengthening the spirit of strife and dissension."},{"refcode_short":"PH151 47.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 47.3 (Ellen Gould White)","content":"The Lord looks upon such ones with great displeasure. His counsel to us is: “It is the duty of each one to do all in his power to put down strife for the supremacy. It grieves the Lord to see the unwise, injudicious encouragement given to those who are so ready to make unfavorable reports concerning the work of others. Many stand by as criticizers, ready to make a man an offender for a word. Unless they put on the robe of Christ's righteousness, they will be rejected by God. Let them study carefully the parable of the man who came to the wedding supper not having on the garment provided for the guests. Let them remember that, while they are watching and criticizing others, they are neglecting to put on the robe of Christ's righteousness.”"},{"refcode_short":"PH151 48.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 48.1 (Ellen Gould White)","content":"Some have supposed that it was their right to occupy the highest place, because they could skilfully detect the mistakes of others. Thinking of the faults of their brethren, they have forgotten their own. They have neglected to look at themselves in the divine mirror. Their building is going up without symmetry or artistic skill. They are too busily engaged in watching the work of others to build symmetrical characters for themselves."},{"refcode_short":"PH151 48.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 48.2 (Ellen Gould White)","content":"Those who give themselves to the work of spreading evil reports have no desire to put on the garment of Christ's righteousness. They may claim to have a knowledge of the truth, but the truth does not work in their lives with sanctifying power. They may seat themselves at the Lord's table, but they have not clothed themselves with the garment of righteousness provided for them, and they are dismissed from the heavenly banquet."},{"refcode_short":"PH151 48.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 48.3 (Ellen Gould White)","content":"I have been instructed to warn our people no longer to accuse others, but to rid their hearts of all selfishness, that in their lives Christ may be revealed. They are to show an appreciation for one another, esteeming others better than themselves. Then they will be prepared to help and strengthen one another, speaking words of hope and cheer, making hearts glad instead of sorrowful."},{"refcode_short":"PH151 48.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 48.4 (Ellen Gould White)","content":"This is the message that I am bidden to give to ministers and people. They need to feel the transforming influence of the grace of Christ. They need to receive the Holy Spirit, that they may work in Christ's lines."},{"refcode_short":"PH151 49.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 49.1 (Ellen Gould White)","content":"Let no one become so self-centered that he will fail to see that the Lord has appointed to every one a work. Let each do his best. This is all that the Lord requires of any one. Let our people read to a purpose the instruction given in the seventh chapter of John. The lessons of this chapter are not carried out in their daily practise. The Lord is not glorified in their lives, because they do not cherish love for one another. When their hearts are filled with the love of Christ, backbiting and criticizing will cease. No longer will Seventh-day Adventists weaken one another's hands; for they will love one another as Christ has loved them."},{"refcode_short":"PH151 49.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 49.2 (Ellen Gould White)","content":"The proof that we are not of the world will be the manifestation of Christ's glory,—His character,—in our life-practise. When He dwells in the heart, His joy will be ours."},{"refcode_short":"PH151 49.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 49.3 (Ellen Gould White)","content":"In their habits the people of God should be simple, honest, pure, free from all iniquity. God requires perfect obedience, perfection of character. Great injury is brought upon His cause by those who, while claiming to be His followers, deny Him in character. The religion of Jesus Christ never degrades the receiver, but makes him pure, that he may see God. It gives him an intensity of desire to be like Jesus Christ, the One altogether lovely, the Chiefest among ten thousand."},{"refcode_short":"PH151 50","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 50 (Ellen Gould White)","content":"Chapter 10—Consolidation of the Publishing Work"},{"refcode_short":"PH151 50.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 50.1 (Ellen Gould White)","content":"The Lord has presented matters before me that cause me to tremble for the institutions at Battle Creek. He has laid these things before me, and I shall not be consistent if I do not seek to repress the spirit in Battle Creek, which reaches out for more power, when for years there have not been sufficient men who were qualified to preside, with Christian faithfulness, over the charge they already have."},{"refcode_short":"PH151 50.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 50.2 (Ellen Gould White)","content":"The scheme for consolidation is detrimental to the cause of present truth. Battle Creek has all the power she should have. Some in that place have advanced selfish plans, and if any branch of the work promised a measure of success, they have not exercised the spirit which lets well enough alone, but have made an effort to attach these interests to the great whole. They have striven to embrace altogether too much, and yet they are eager to get more. When they can show that they have made these plans under the guidance of the Holy Spirit, confidence in them may be restored."},{"refcode_short":"PH151 50.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 50.3 (Ellen Gould White)","content":"Twenty years ago I was surprised at the cautions and warnings given me in reference to the publishing house of the Pacific Coast; that it was ever to remain independent of all other institutions; that it was to be controlled by no other institution, but was to do the Lord's work under His guidance and protection. The Lord says, “All ye are brethren;” and the Pacific Press is not to be envied and looked upon with jealousy and suspicion by the stronger publishing house at Battle Creek. It must maintain its own individuality, and be strictly guarded from any corruption. It must not be merged into any other institution. The hand of power and control at Battle Creek must not reach across the continent to manage it."},{"refcode_short":"PH151 51.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 51.1 (Ellen Gould White)","content":"At a later date, just prior to my husband's death, the minds of some were agitated in regard to placing these institutions under one presiding power. Again the Holy Spirit brought to my mind what had been stated to me by the Lord. I told my husband to say, in answer to this proposition, that the Lord had not planned any such action. He who knows the end from the beginning understands these matters better than erring man."},{"refcode_short":"PH151 51.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 51.2 (Ellen Gould White)","content":"At a still later date the situation of the publishing house at Oakland was again presented to me. I was shown that a work was to be done by this institution which would be to the glory of God, if the workers would keep His honor ever in view, but that an error was being committed by taking in a class of work which had a tendency to corrupt the institution. I was also shown that it must stand in its own independence, working out God's plan, under the control of none other but God."},{"refcode_short":"PH151 51.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 51.3 (Ellen Gould White)","content":"The Lord presented before me that branches of this work would be planted in other places, and carried on under the supervision of the Pacific Press, but that, if this proved a success, jealousy, evil surmisings, and covetousness would arise. Efforts would be made to change the order of things, but the Lord forbids such a consolidation. Every branch should be allowed to live, and to do its own work."},{"refcode_short":"PH151 51.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 51.4 (Ellen Gould White)","content":"Mistakes will occur in every institution, but if the managers will learn the lesson all must learn,—to move guardedly,—these errors will not be repeated, and God will preside over the work. Every worker in our institutions needs to make the word of God his rule of action. Then the blessing of God will rest on him. He cannot with safety dispense with the truth of God as his guide and monitor. If man can take one breath without being dependent upon God, then he may lay aside God's pure, holy word as his guide-book. The truth must take control of the conscience and the understanding in all the work that is done. The Holy Spirit must preside over thought and word and deed. It is to direct in all temporal and spiritual actions."},{"refcode_short":"PH151 52.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 52.1 (Ellen Gould White)","content":"It is well pleasing to God that we have praise and prayer and religious services, but Bible religion must be brought into all we do, and give sanctity to each daily duty. The Lord's will must become man's will in everything. The Holy One of Israel has given rules of guidance to all, and these rules of guidance are to be strictly followed; for they form the standard of character. No one can swerve from the first principles of righteousness without sinning. But our religion is misinterpreted and despised by unbelievers, because so many who profess to hold the truth do not practise its principles in dealing with their fellow-men."},{"refcode_short":"PH151 52.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 52.2 (Ellen Gould White)","content":"To my brethren at Battle Creek I would say, You are not in any condition to consolidate. This means nothing less than placing upon the institutions at Battle Creek the management of all the work, far and near. God's work cannot be carried forward successfully by men who, by their resistance to light, have placed themselves where nothing will influence them to repent or change their course of action. There are men connected with the work in Battle Creek whose hearts are not sanctified and controlled by God."},{"refcode_short":"PH151 52.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 52.3 (Ellen Gould White)","content":"If those connected with the work of God will not hear His voice and do His will, they should be separated entirely from the work. God does not need the influence of such men. I speak plainly; for it is time that things were called by their right name. Those who love and fear God with all the heart are the only men that God can trust. But those who have separated their souls from God should themselves be separated from the work of God, which is so solemn and so important. [Extract from letter to Elder O. A. Olsen, published in leaflet containing instructions to Review and Herald office.]"},{"refcode_short":"PH151 54","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 54 (Ellen Gould White)","content":"Chapter 11—Plans For Our Publishing Work"},{"refcode_short":"PH151 54.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 54.1 (Ellen Gould White)","content":"While at Fresno I passed through a peculiar experience. In the night season I was in an assembly where a number of the brethren were in council. There seemed to be a cloud over the company. I could not distinguish faces, but I could hear voices. At first I could not understand what was said. Afterward I heard plans outlined in regard to the way in which the publishing work should be carried on. The assertion was made that this work should be placed on a surer basis; that changes should be made; that the plans which in past years were formulated for the advancement of the publishing work would have to be remodeled; that it was a wrong policy which had led to the development of the printing and publishing of books in so many places; that the Echo Office and the Nashville Office were too large; and that the work, if wisely adjusted, would be so arranged that the greater part of the printing and publishing of our larger books would be done at Battle Creek."},{"refcode_short":"PH151 54.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 54.2 (Ellen Gould White)","content":"When I heard these propositions, I thought, What do these things mean? I have been instructed that the arbitrary rule at one time exercised in Battle Creek to control all our publishing houses, is never again to bear sway. To make such propositions as these is more like going back to Egypt than on to Canaan."},{"refcode_short":"PH151 54.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 54.3 (Ellen Gould White)","content":"While the men proposing to bring more of our publishing work to Battle Creek cannot see what this would lead to, I know from the light given me that such changes as were proposed would bring into the publishing work a ruling power claiming jurisdiction over the entire field. This is not God's plan. No man's judgment is to become such a controlling power that one man will have kingly authority in Battle Creek or in any other place. In no line of work is any one man to have power to turn the wheel. This God forbids."},{"refcode_short":"PH151 55.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 55.1 (Ellen Gould White)","content":"Many more things were said, and I became more and more heavily burdened, because I knew that the great changes proposed would take us back to where we should have to wrestle with the same difficulties with which we wrestled in past years. I knew that those who advanced these ideas were blind as to their sure results."},{"refcode_short":"PH151 55.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 55.2 (Ellen Gould White)","content":"Then One of authority stepped forward, and said: “The plans that have been made are not to be torn to pieces. Instead of doing this, the men who are handling sacred things are to cease looking to men for wisdom, and begin looking to the One from whom alone any man, great or small, learned or unlearned, can receive wisdom. A change must take place in the hearts of all who have any connection with God's work. At this stage in the publishing work matters are not to be so arranged that one human being shall be voice for the whole, or that any one group of men shall become a ruling power, having kingly authority. The propositions made in this meeting regarding the publishing work were originated in blindness, and throw no light on the situation. A time of great perplexity and distress is not the time to be in a hurry to cut the knot of difficulty. In such a time are needed men of God-given ingenuity, tact, and patience. They are to work in such a way that they will ‘hurt not the oil and the wine.’"},{"refcode_short":"PH151 55.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 55.3 (Ellen Gould White)","content":"“Too heavy responsibilities are not to be placed on any one man. In the direction of the canvassing work, the Lord will reveal His power and grace through different men in all parts of His vineyard. He will use men of Christian experience, men who are daily growing in grace and in a knowledge of the truth, men who are capable because they are yoked up with Christ."},{"refcode_short":"PH151 56.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 56.1 (Ellen Gould White)","content":"“Let those in positions of responsibility accept the Saviour's invitation to wear His yoke. ‘Come unto Me,’ He pleads, ‘all ye that labor and are heavy laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart; and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.’ Matthew 11:28-30."},{"refcode_short":"PH151 56.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 56.2 (Ellen Gould White)","content":"“The advice that was given to Moses when he was overburdened with care and perplexity is of highest value to those who at this time are in positions of responsibility in God's cause. The counsel given him should be carefully studied by those entrusted with the management of the work in the Lord's vineyard. No one man, or set of men, is to have supreme authority to shape and control the policy of the workers in the entire field, even with respect to the canvassing work; for every section of the country, and especially the Southern field, which has been so long neglected, has its peculiar features, and must be worked accordingly. Let men be willing to understand these features, and in their work for these fields prepare themselves by putting on every piece of the Christian armor, not forgetting to wear the gospel shoes.”"},{"refcode_short":"PH151 56","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 56 (Ellen Gould White)","content":"The Christian Armor"},{"refcode_short":"PH151 56.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 56.3 (Ellen Gould White)","content":"The apostle says: “Put on the whole armor of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand. “Stand therefore, Having your loins girt about with truth, And having on the breastplate of righteousness; And your feet shod with the preparation of the gospel of peace; Above all, taking the shield of faith, Wherewith ye shall be able to quench all the fiery darts of the wicked. And take the helmet of salvation, And the sword of the Spirit, which is the word of God; Praying always with all prayer and supplication in the Spirit, And watching thereunto with all perseverance and supplication for all saints.” Ephesians 6:11-18."},{"refcode_short":"PH151 57.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 57.1 (Ellen Gould White)","content":"My brethren, these are the directions given you by God. Let no man complicate or mystify the plain directions given by the highest Authority. Preach the word: speak according to a “Thus saith the Lord,” with all the earnestness of the Holy Spirit. Never remove from your feet the gospel shoes. Be sure to keep them on. Your feet are always to be “shod with the preparation of the gospel of peace.”"},{"refcode_short":"PH151 57.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 57.2 (Ellen Gould White)","content":"Observing carefully every direction that the Lord has specified in regard to the Christian armor, you will walk before Him softly, and will work discreetly. You will not carry with you any yokes to bind men to your plans, nor will you attempt to make the Lord's workers amenable to any finite mind. The maxims and precepts of men are not to control His laborers. Let no man be placed in a position where he can lord it over God's heritage; for this imperils alike the soul of him who rules and the souls of those who are under his rule."},{"refcode_short":"PH151 57.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 57.3 (Ellen Gould White)","content":"No man is so advanced in experience that Satan will not assail him with temptation. The more responsible the position a man occupies, the fiercer and more determined are the assaults of the enemy. Let God's servants in every place study His word, looking constantly to Jesus, that they may be changed into His image. Let them not put human wisdom in the place of the wisdom of Him who is the Light of the world, the Sun of Righteousness, our peace and assurance forever. The efficiency and the inexhaustible fulness of Christ are at our command if we will walk before God in humility and contrition."},{"refcode_short":"PH151 59","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 59 (Ellen Gould White)","content":"Chapter 12—The Work in the South"},{"refcode_short":"PH151 59.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 59.1 (Ellen Gould White)","content":"The Lord has laid upon me a heavy burden in behalf of the work in the Southern states of America. In the past I have received much instruction regarding this work, and for years I have followed the movements of the workers with intense interest. As it now is, this field stands as a reproach against those who claim to be fulfilling the commission that Christ gave His disciples just before His ascension."},{"refcode_short":"PH151 59.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 59.2 (Ellen Gould White)","content":"Oh, that the presidents of our Conferences would encourage the church-members to take an active interest in the work in the South, and to do all in their power to wipe out the reproach resting upon Seventh-day Adventists because of the condition of this field! Our people are believers in the Bible, but they are pursuing a course that is bringing reproach upon themselves and upon the cause of God."},{"refcode_short":"PH151 59.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 59.3 (Ellen Gould White)","content":"Recently the question was asked me by the Lord: “Will you do that which many of your ministering brethren would be only too pleased to see you doing? Will you keep silent? Will your voice no longer be heard presenting clearly and distinctly the needs of this long-neglected field? If so, you yourself will share the reproach that rests on the ministers and people who have not done for the Southern field the work the Lord has given them to do, who have passed by on the other side those who are their neighbors, treating them with indifference and cruel neglect.”"},{"refcode_short":"PH151 59.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 59.4 (Ellen Gould White)","content":"There are ministers who have stood on Satan's side of this question, as men who do not desire to become interested in the work for the South. To those who were inclined to send help to the work in Nashville, they have talked their own unbelief so discouragingly that this place, which God has said plainly should have special advantages, has not received the help that it should have received."},{"refcode_short":"PH151 60.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 60.1 (Ellen Gould White)","content":"There are many who have engaged in the work of gathering up and spreading evil reports, many who have made mountains out of mole-hills. Christ has told them plainly how He regards work of this kind. But they do not heed His instruction. Why?—Because they do not will to do the will of God. They want to carry forward just the lines of work in which they themselves are specially interested, and they think that the means in hand should be used in these lines of work."},{"refcode_short":"PH151 60.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 60.2 (Ellen Gould White)","content":"Of these the question was asked: “What influence are you bringing into the Lord's work by following such a course? You have used time and money to impede the work already started. Might not this time and money be better employed? Had you striven to fulfil the commission given by Christ, had you acted as Christ would have acted in your place, lines of work that would have glorified God would have been started and carried forward in many places. But you have turned from the instruction given by Christ.”"},{"refcode_short":"PH151 60.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 60.3 (Ellen Gould White)","content":"As yet there are only a few places in the South that have been worked. There are many, many cities in which nothing has been done. This field, in its unsightly barrenness, stands before heaven as a witness against the unfaithfulness of those who have had great light. When I think of this long-neglected field, and of the way in which it has been treated, there comes over me an intensity of feeling that words cannot express. I can only pray that the Lord will raise up workers to enter this field."},{"refcode_short":"PH151 61.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 61.1 (Ellen Gould White)","content":"It is time that every city in the South that can be entered should be worked. The people, both white and black, are to hear the testing message for this time. Our people were directed to Nashville because in many respects it was a favorable place for the publishing work and other important lines. Our workers find it easier to labor there for the uplifting of the colored race than in many other cities of the South. Prejudice against the introduction of plans for the education of the colored people is not so pronounced in Nashville as it is in other places."},{"refcode_short":"PH151 61.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 61.2 (Ellen Gould White)","content":"In Graysville, in Huntsville, and in many other places, God has been opening the way for the establishment of interests that will be as lights in a dark place, and will prepare the way for the acceptance of saving truth."},{"refcode_short":"PH151 61.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 61.3 (Ellen Gould White)","content":"Our churches in the South are to have a spiritual resurrection, and the Lord, through His Holy Spirit, will graciously bless the means employed by His servants to bring this about, if the brethren will not hinder the work as they have done in the past. The psalmist prayed, “That Thy way may be known upon the earth, Thy saving health among all nations.” Psalm 67:2. Let this prayer be ours. Let us pray that the healing influence of divine revelation, as a heavenly current of vital air, may come upon God's people, imparting physical and spiritual health and vigor. Let us pray that the leaven of His grace shall work in church after church, till God's name is a praise among them, because of His wonderful works. We shall extend His kingdom by doing the work close by us that is waiting to be done."},{"refcode_short":"PH151 61.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 61.4 (Ellen Gould White)","content":"Christ says to us, “Lift up your eyes, and look on the fields; for they are white already to harvest.” John 4:35."},{"refcode_short":"PH151 62.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 62.1 (Ellen Gould White)","content":"A great work is to be done, and there should be no delay in its prosecution. The work demands the union of gifts possessed by workers in different localities. The Northern element must be brought into connection with the Southern element. Had there been among Seventh-day Adventists the unity that God desires, the Southern field would have been more fully worked."},{"refcode_short":"PH151 62.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 62.2 (Ellen Gould White)","content":"It is not the Lord's will that the work in the South shall be confined to the set, “regular lines.” It has been found impossible to confine the work to these lines and gain success. Workers daily filled with zeal and wisdom from on high must work as they are guided by the Lord, waiting not to receive their commission from men."},{"refcode_short":"PH151 62.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 62.3 (Ellen Gould White)","content":"Camp-meetings are to be held in the Southern states. One should be held in Nashville, or a few miles from the city. The people of the South must be warned. The judgments of God are about to fall upon the world. We have no time to lose."},{"refcode_short":"PH151 62.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 62.4 (Ellen Gould White)","content":"God sees the end from the beginning. He has given us an expression of His love for the world,—an amazing manifestation, that can never be computed. He is constrained, by His love and His goodness, to delight in the well-doing and the happiness of the beings formed in His image. “God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” John 3:16. He gave His Son as the propitiation for the sins of a guilty world. This is the message that is to be borne throughout the Southern states. What a work there is before us! The Lord desires the desert places of the South, where the outlook appears so forbidding, to become as the garden of God."},{"refcode_short":"PH151 63","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 63 (Ellen Gould White)","content":"Chapter 13—Saved by Loving Care"},{"refcode_short":"PH151 63.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 63.1 (Ellen Gould White)","content":"Last night, October 19, 1902, I seemed to be in the operating-room of a large hospital, to which people were being brought. Surgical instruments were being prepared with which to amputate the limbs of these people immediately. One entered who seemed to have authority, and said to the physician, “Is it necessary to bring these people into this room?” Looking pityingly at the sufferers, He said, “Never amputate a limb until everything possible has been done to restore it.” Examining the limbs which the physicians had been preparing to cut off, He said: “They may be saved. The first thing to be done is to use every available means to restore these limbs. What a fearful mistake it would be to amputate a limb that could be saved by patient care! Your conclusions have been too hastily drawn. Put these patients in the best rooms in the hospital, and give them the very best of care and treatment. Use every means in your power to save them from going through life in a crippled condition, their usefulness damaged for life.”"},{"refcode_short":"PH151 63.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 63.2 (Ellen Gould White)","content":"The sufferers were removed to a pleasant room. Faithful helpers cared for them under the Speaker's direction; and every limb was saved."},{"refcode_short":"PH151 64","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 64 (Ellen Gould White)","content":"Chapter 14—Work of the Southern Publishing Association"},{"refcode_short":"PH151 64.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 64.1 (Ellen Gould White)","content":"During the night of October 19, 1902, many scenes passed before me. I was in a room where a number were assembled in council. One of our brethren was presenting the idea that small, local presses were not needful, and were run at great expense. He said that he thought that our book-making in America should be done by one publishing house, at one place, thus saving expense."},{"refcode_short":"PH151 64.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 64.2 (Ellen Gould White)","content":"There was present One of authority, and, after making some inquiries, He said: “These smaller printing offices can be managed in a way that will make them a help to the work of God, if sufficient attention is given to them. In the past, great lack of principle has been shown in the management of our book work, and the experience that resulted from this will be repeated unless men's hearts are thoroughly converted, thoroughly changed. Some have been converted, but the work that God desires to see done on hearts is not yet accomplished. Those who frame yokes for the necks of their fellow-beings will, unless they repent, be brought to the place where they will understand how these yokes bind and gall the neck of the wearer."},{"refcode_short":"PH151 64.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 64.3 (Ellen Gould White)","content":"Let the Southern field have its own home-published books. Selected books from the Old and the New Testament can be published in separate volumes, with simple explanations and inexpensive illustrations. In addition to these, there can also be published some illustrated books suitable for children. These books will be a great help in the work in the South. The publication of these books can be done acceptably in the Nashville Office. The work of this office is not to be limited to the publication of the Gospel Herald and a few children's books. Erelong some of our larger books will be published there. But let not the workers try to embrace too much."},{"refcode_short":"PH151 65.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 65.1 (Ellen Gould White)","content":"The books especially designed for the Southern field are not to be pushed in the North unless there is a real demand for them."},{"refcode_short":"PH151 65.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 65.2 (Ellen Gould White)","content":"There is need of a better understanding of the work to be done for the workers in our institutions in the North and in the South. Let those in the Northern institutions lay aside their prejudices, and let those in the South humble their hearts before God, and then there will be a sitting together in heavenly places in Christ Jesus."},{"refcode_short":"PH151 65.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 65.3 (Ellen Gould White)","content":"There is need in the Southern field of an office for the publication of the truth for this time. But the work of such an institution cannot be done with divided minds and divided interests. In order for the publishing house in Nashville to be a success, the workers must have a constant sense of the supervision of God, and they must consult together. If they are true Christians, they will be subject one to another. Let them wear the yoke of Christ, laboring together in love and unity. As they do this, the Lord will bless and strengthen them. Each worker is to be drawn to the other by the cords of Christ's love. There is no need of there being estrangement among them. All are embraced in Christ's prayer that the disciples might be one with Him as He is one with the Father."},{"refcode_short":"PH151 66","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 66 (Ellen Gould White)","content":"Chapter 15—A Cause of Discouragement"},{"refcode_short":"PH151 66.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 66.1 (Ellen Gould White)","content":"In the night season I was in a council with a few who were in perplexity. Many companies were presented to me as confused, in darkness, sad and discouraged, because so many were stirred by feelings of opposition to the work in the Southern field. While there were some who felt the burden of the work in this field, there were others who tried to counterwork any efforts made in behalf of the work."},{"refcode_short":"PH151 66.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 66.2 (Ellen Gould White)","content":"The people of God need now to pray and humble their hearts before the Lord. Then they will see all things clearly. It is heart-humiliation that is needed by those who have in trust so great and so important a truth,—a truth which, if received and believed, will purify the life from all selfishness, all emulation. Let the Lord's people draw near to Him, and let them love one another as brethren. A guilty world is going to destruction; and if Satan can keep at variance those whose hearts should be full of tenderness and love, on whose lips there should ever be the law of kindness, how pleased he is!"},{"refcode_short":"PH151 66.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 66.3 (Ellen Gould White)","content":"Oh, that God's people had a sense of the impending destruction of thousands of cities, now almost wholly given to idolatry! But many of those who are acquainted with the truth are busy about things here and there. Their first work is to pray for the outpouring of the Holy Spirit, as the disciples prayed for it after the ascension of Christ."},{"refcode_short":"PH151 66.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 66.4 (Ellen Gould White)","content":"When the converting power of God comes upon minds, there will be a decided change. Men will have no inclination to counterwork what others are doing. They will not stand in a position that hinders God's voice from coming to the people. They will no longer brace themselves against the doing of that which should be done. All criticism, all accusing, will cease."},{"refcode_short":"PH151 67.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 67.1 (Ellen Gould White)","content":"Oh, that men would die to self and reveal the compassion and love of Christ! So long as they hold themselves in their own keeping, refusing to humble themselves before God, they cannot be sanctified."},{"refcode_short":"PH151 67.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 67.2 (Ellen Gould White)","content":"In much of the service professedly done for God, there is emulation and self-exaltation. God hates pretense. When men and women receive the baptism of the Holy Spirit, they will confess their sins, and pardon, which means justification, will be given them; but the wisdom of the human agents who are not penitent, not humbled, is not to be depended on; for they are blinded in regard to the meaning of righteousness and sanctification through the truth. When men are stripped of self-righteousness, they will see their spiritual poverty. Then they will approach that state of brotherly kindness which will show that they are in sympathy with Christ. They will be able to appreciate the importance of Christian missions."},{"refcode_short":"PH151 67.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 67.3 (Ellen Gould White)","content":"Many are readily satisfied with offering the Lord trifling acts of service. Their Christianity is feeble. Christ gave Himself for sinners. With what anxiety for the salvation of souls we should be filled as we see human beings perishing in sin! These souls have been bought with a price. The death of the Son of God on Calvary's cross is the measure of their value. Day by day they are deciding a question of life and death, deciding whether they will have eternal life or eternal destruction. And yet men and women professing to serve the Lord are content to give their time and strength to matters of little importance. They are content to be at variance with one another. If they were consecrated to the work of the Master, they would not be striving and contending like a family of unruly children. Every hand would be engaged in service. Every one would be standing at his post of duty, working with heart and soul as a missionary of the cross of Christ. The Spirit of God would abide in the hearts of the laborers, and works of righteousness would be wrought. The workers would carry with them into their service the sympathies and prayers of an awakened church. Messages would come from lips touched with a live coal from the divine altar. Earnest, purified words would be spoken. Humble, heart-broken intercessions would ascend to heaven. With one hand the workers would take hold of Christ, while with the other they would grasp sinners and draw them to Christ."},{"refcode_short":"PH151 68.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 68.1 (Ellen Gould White)","content":"Work is what the churches need. They need an unreserved consecration to service. Jesus wept over the guilt and obduracy of Jerusalem. Who today among those who have received such great light and such rich gifts mingle their tears with the tears of their Saviour?"},{"refcode_short":"PH151 68.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 68.2 (Ellen Gould White)","content":"I am instructed to tell the people of God that, while there is so much dissension among them, they cannot be in harmony with Christ. “Be watchful, and strengthen the things which remain, that are ready to die; for I have not found thy works perfect before God. Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.” Revelation 3:2, 3."},{"refcode_short":"PH151 68.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 68.3 (Ellen Gould White)","content":"Never can the church reach the position that God desires it to reach until it is bound up in sympathy with its missionary workers. Never can the unity for which Christ prayed exist until spirituality is brought into missionary service, and until the church becomes an agency for the support of missions. The efforts of the missionaries will not accomplish what they should until church-members in the home field show, not only in word, but in deed, that they realize the obligation resting on them to give these missionaries their hearty support."},{"refcode_short":"PH151 69.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 69.1 (Ellen Gould White)","content":"God calls for workers. Personal activity is needed. But conversion comes first—seeking for the salvation of others will follow."},{"refcode_short":"PH151 69.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 69.2 (Ellen Gould White)","content":"Oh, that our brethren might realize the value of the gift of Christ's love! Let the love that dwells in renewed, sanctified hearts be seen among the workers. A self-renouncing heart grows more mellow as life advances. Christ in the heart, Christ in the life,—this is our safety. In no mere human being can we place our dependence. But those who, by receiving into the heart the lessons of the divine Teacher, have been made partakers of the divine nature, are not changeable. Their work is done in harmony with Bible principles. God calls for true, staunch men, men who are working together with Him. Such men share His wisdom, and in their renewed lives His power is revealed."},{"refcode_short":"PH151 70","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 70 (Ellen Gould White)","content":"Chapter 16—A Work Misrepresented"},{"refcode_short":"PH151 70.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 70.1 (Ellen Gould White)","content":"Not the laws of the impulsive tongue or hand, but the loving pulsations of the converted heart, are from God. “God is love; and he that dwelleth in love dwelleth in God, and God in him.” He sets forth love as a rule of life in still another way: “Be ye therefore merciful, as your Father also is merciful.” Luke 6:36."},{"refcode_short":"PH151 70.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 70.2 (Ellen Gould White)","content":"God displayed His power and wisdom in the work of creation. He revealed His majesty in the giving of His law. And, finally, in the person of His Son, He came to the world to show His love and sympathy. This was the hiding of His power, the unveiling of His grace. The only-begotten Son of God was nailed to the cross of Calvary, that He might bequeath to the fallen race a legacy of pardon."},{"refcode_short":"PH151 70.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 70.3 (Ellen Gould White)","content":"Satan's work is directly opposed to the work of God. The enemy of all good, he stands as the general of the forces drawn up to hurt the souls of men. He looks on with fiendish triumph as he sees the professed followers of Christ biting and devouring one another. He stands ever ready to mar the lives of those who are trying to serve God. Heavenly angels marvel that men should aid Satanic agencies in their work, discouraging hearts, making God's people weak, strengthless, faithless."},{"refcode_short":"PH151 70.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 70.4 (Ellen Gould White)","content":"A clear revelation has been given me in regard to the need of our people assembling together, confessing their sins, repenting before God, and continuing in prayer until the Lord manifests Himself to them with power. If ever a people needed to offer a prayer such as Daniel offered, it is our people. There is among them such self-confidence, such presumption! The Lord has been sending light to them, but the testimonies of His Spirit have not been heeded. There has been a departure from His expressed commands, a working contrary to the messages that for many years He has been giving relative to the different features of our work. There has been a selfish gathering of facilities to a few favored places, and a neglect of other parts of the field. Great neglect has been shown to the needs of the people in our large cities and in the Southern field. This need not be, and it will not be when those who claim to believe the truth practise the truth."},{"refcode_short":"PH151 71.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 71.1 (Ellen Gould White)","content":"I have been enjoined by the Lord to gather together the testimonies given for the Southern field, and put them before the people. While attending the camp-meeting at Fresno, Cal., I was, in the visions of the night, in a certain meeting. I could not call those present by name; for I could not see them. There seemed to be a cloud of darkness over the assembly. I sat in a place that seemed to be separated from the room where the people had assembled."},{"refcode_short":"PH151 71.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 71.2 (Ellen Gould White)","content":"The brethren in this meeting were counseling in regard to the work at Nashville. One present was speaking in a very decided manner, expressing his views in regard to the publishing house in Nashville and the general management of the work there. Much was said, and it was all very discouraging. Matters were presented in a strong light. Some present had gathered up the testimonies of those who were unfavorably inclined toward the Nashville publishing house. If actions had been taken based upon these misrepresentations, great injustice would have been done to the Southern work. Decisions would have been made that would have had a most discouraging effect, apparently upholding that which the Lord condemns."},{"refcode_short":"PH151 72.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 72.1 (Ellen Gould White)","content":"If the course outlined by the brethren present, who were connected with the work at Battle Creek, had been followed, it would have worked an injustice, and would have resulted in a wrong showing for the work in Nashville. Acting upon false impressions, the brethren would have brought about something that the Lord could not endorse."},{"refcode_short":"PH151 72.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 72.2 (Ellen Gould White)","content":"One of authority arose, and said: “These matters are not being presented in righteousness and truth. The very ones who should have taken a Christlike interest in the Southern work have passed it by. Wrong impressions have been made on minds in regard to the work at Nashville, and these impressions will work as leaven among meal, preventing the suffering Southern field from receiving the help that it needs. Your representations have been false, your criticisms cruel. Your words have been as sharp arrows. How much glory will they bring to God? You are endeavoring to bring in plans and theories that will greatly retard the work. Let no more such hindrances be brought in. All difficulties are easily settled, all wrongs easily righted, when human beings are under the control of the Spirit of God."},{"refcode_short":"PH151 72.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 72.3 (Ellen Gould White)","content":"“‘If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies, fulfil ye My joy, that ye be like minded, having the same love, being of one accord, of one mind. Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves. Look not every man on his own things, but every man also on the things of others.’ Philippians 2:1-4."},{"refcode_short":"PH151 72.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 72.4 (Ellen Gould White)","content":"“The Lord is grieved. The work cannot possibly be adjusted and conducted to His glory unless the workers allow Him to be their Helper. Show a loving, generous regard for those who, to advance the work, have taxed their powers of endurance to the utmost limit, laboring almost at the sacrifice of their lives. They have been sustained by the power of God. The Saviour of humanity recognizes the almost superhuman efforts made to press the work forward, while not a few were placing blocks before the wheels."},{"refcode_short":"PH151 73.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 73.1 (Ellen Gould White)","content":"“If those who now view matters with perverted vision had talked constantly with God, pleading with Him for grace and guidance, they would have followed a different course. They would have called to mind their own experience in a new field, and would have striven to establish more firmly that which had been established. As they learned Christ's lessons, they would have become meek and lowly and humble, and they would have been partakers of His loving-kindness and His unselfish regard for others. But without a kind, loving regard for those who have as deep an interest as themselves in the cause of God, who have at heart the needs of suffering humanity, how can men serve God acceptably? How can they adjust matters in a way that will glorify Him? Those who are striving to obey the word, ‘Be ye therefore perfect, even as your Father which is in heaven is perfect,’ will not hurt the souls of Christ's purchased possession.”"},{"refcode_short":"PH151 73.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 73.2 (Ellen Gould White)","content":"Humanity alone is a very poor combination of opposites. Naturally, human beings are self-centered and opinionated. But when they learn the lessons that Christ desires to teach them, they become partakers of the divine nature, and henceforth they live Christ's life. They regard all men as brethren, with similar aspirations, capacities, temptations, and trials, needing tests and difficulties, craving sympathy and help."},{"refcode_short":"PH151 73.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 73.3 (Ellen Gould White)","content":"Never feel that it is your prerogative to humiliate a fellow-worker. If mistakes have been made, learn about them, not from a desire to crush the one who has made them, but from a desire to help, that no one be separated from God's work. Help those who have erred, by telling them of your experiences, showing how, when you made grave mistakes, patience and fellowship, kindness and helpfulness, on the part of your fellow-workers, gave you courage and hope. Harsh judgment is not becoming. Be afraid to condemn where God has not condemned. Remember that your brethren love God, and that they are striving to keep His commandments as verily as you are. You have been in the battle, and you carry the scars of conflict. Will you not deal mercifully with those who are fiercely assailed?"},{"refcode_short":"PH151 74.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 74.1 (Ellen Gould White)","content":"Mistakes have been made in the work in the South, but these are not such as to require the doing of the work that some have supposed to be necessary. There are those who, instead of strengthening and sustaining the work in Nashville, have tried to destroy it. They have given place to evil surmisings and unjust criticisms. They have placed a mote close to the eye, and it has obscured their vision. Nothing but it can they see. If they would remove this mote, as they could if they so desired, they would see the glory beyond."},{"refcode_short":"PH151 75","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 75 (Ellen Gould White)","content":"Chapter 17—Nashville"},{"refcode_short":"PH151 75.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 75.1 (Ellen Gould White)","content":"A deep interest should be taken in the building up of our work in and around Nashville. The planting of the Southern Publishing Association's office there was providential. Nashville is an educational center. In and near it there are many large colleges. Into these colleges the truth for this time is to be carried. Efforts are to be made for all classes, the educated and the uneducated, the white people and the colored people."},{"refcode_short":"PH151 75.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 75.2 (Ellen Gould White)","content":"I have been instructed that we are to establish memorials for God in Nashville, not right in the city, but at a little distance from it. Lines of work are to be started that will advance the truth. These lines of work are not to be carried forward by individuals or companies, as private business, but are to be Union Conference enterprises."},{"refcode_short":"PH151 75.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 75.3 (Ellen Gould White)","content":"For lack of means, the work may at first move slowly, but by God's blessing it will advance. The medical missionary work must be firmly established in Nashville; for this work is the right hand of the gospel. The Nashville Sanitarium need not be a large building, but it should be larger than those established in smaller cities. A building already erected should be secured, if a suitable one can be found in a favorable locality. A well-equipped sanitarium, situated a few miles out of the city of Nashville, will exert great influence for good among the people. Let us ask the Lord to open the way for this work, and to lead us in its advancement. We have a God who hears and answers prayer. In His providence He will work on minds as He has worked in the past, leading men to favor our people by offering them property at low prices."},{"refcode_short":"PH151 76.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 76.1 (Ellen Gould White)","content":"As Nashville is to be a center for our work in the South, a school as well as a sanitarium should be established a few miles from the city. Land should be secured, and believers should be encouraged to settle on it."},{"refcode_short":"PH151 76.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 76.2 (Ellen Gould White)","content":"Means must come in for the advancement of this work. The work is to be carried forward with as little outlay of means as possible. But while economy is essential, no cheapness should be allowed in the work. The perfection of God's character is to be represented by all that His people do."},{"refcode_short":"PH151 76.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 76.3 (Ellen Gould White)","content":"In establishing schools, one important point is to secure land sufficient for the carrying forward of industries that will enable the students to be self-supporting. There should be land sufficient for the raising of the fruit and vegetables required by the school, and also some for sale. Agriculture should be made a financial benefit to the school."},{"refcode_short":"PH151 76.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 76.4 (Ellen Gould White)","content":"Nashville, Graysville, Huntsville, and Hildebran have been presented to me as places favorable for the raising of crops for the use of the school, and for marketing."},{"refcode_short":"PH151 76.5","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 76.5 (Ellen Gould White)","content":"The students in our schools are to be taught that which will prepare them to act their part in teaching others. Some are to learn one trade, some another. Some are specially adapted for the printing work. Such can be prepared to connect with the publishing work."},{"refcode_short":"PH151 76.6","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 76.6 (Ellen Gould White)","content":"The young men should learn to cultivate the soil, and to raise whatever the land will produce. No one can tell what can be done with the soil until he has studied, planned, and experimented."},{"refcode_short":"PH151 76.7","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 76.7 (Ellen Gould White)","content":"The young men should be taught also how to build houses plainly and inexpensively, yet substantially. They are to be taught that God will not accept careless, indolent, haphazard work. And from whatever they do,—building, sowing, planting, or reaping,—they are to learn the lesson, “Ye are God's husbandry, ye are God's building.” 1 Corinthians 3:9."},{"refcode_short":"PH151 77.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 77.1 (Ellen Gould White)","content":"The difficulties and hindrances met with in the work in the South are a repetition of the difficulties and hindrances that we met with in the work in Australia, and especially in the work in Cooranbong. And in every other place where the Lord has shown me that a special work was to be done, great difficulties have been encountered. There have always been men and women who were ready to use tact and influence to fashion things after their human judgment, repressing and hindering the work."},{"refcode_short":"PH151 77.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 77.2 (Ellen Gould White)","content":"I shall call most earnestly for means from my brethren and sisters, to be used in the unworked cities of America, and especially in the cities of the South. This field, barren and unsightly, has been shamefully neglected. Wealthy men not of our faith have given liberally for the establishment of schools for the colored people, and some effort has been made to educate the poorer class of white people living in the South; but our own people have put forth only a jot of the earnest effort that they should have put forth."},{"refcode_short":"PH151 77.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 77.3 (Ellen Gould White)","content":"I have read the little book “The Story of Joseph;” and I am certain that it is books of this kind that are needed in the Southern field."},{"refcode_short":"PH151 77.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 77.4 (Ellen Gould White)","content":"It is several years since light was given me in regard to the need of publishing small books containing Bible stories, and others containing some part of the Bible printed as a whole. It pains me to see so many magazines in the homes of the people. Those who cultivate an appetite for such reading do themselves great harm. Shall we not provide them with something better?"},{"refcode_short":"PH151 78.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 78.1 (Ellen Gould White)","content":"I have an earnest desire, my dear Brother Butler, that you shall just now stand in your lot and place in Nashville. The Lord is setting things in order there, and you are needed. May God help you and strengthen you, is my prayer. I pray constantly for you. Be of good courage in the Lord. Let nothing separate you from the work at Nashville. Be as true as steel to principle. The enemy will try to discourage and annoy you, but remember that the Lord is upholding you. He will be the light of your countenance, and your God."},{"refcode_short":"PH151 79","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 79 (Ellen Gould White)","content":"Chapter 18—Use of the “Morning Star”"},{"refcode_short":"PH151 79.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 79.1 (Ellen Gould White)","content":"In answer to your question as to whether it would be well to fit up your steamer Morning Star, to be used for the conveyance of missionary workers to places that otherwise they could not reach, I will say that I have been shown how, when you first went to the Southern field, you used this boat as your home, and as a place on which to receive those interested in the truth. The novelty of the idea excited curiosity, and many came to see and hear. I know that, through the agency of this boat, places have been reached where till then the light of truth had never shone,—places represented to me as “the hedges.” Morning Star has been instrumental in sowing the seeds of truth in many hearts, and there are those who have first seen the light of truth while on this boat. On it angel feet have trodden."},{"refcode_short":"PH151 79.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 79.2 (Ellen Gould White)","content":"Yet I would have you consider the dangers as well as the advantages of this line of work. The greatest caution will need to be exercised by all who enter the Southern field. They must not trust to unchristian feelings or prejudices. The truth is to be proclaimed. Christ is to be uplifted as the Saviour of mankind. Unless men of extreme caution are chosen as leaders and burden-bearers, men who trust in the Lord, knowing that they will be kept by His power, the efforts of the workers will be in vain. The brethren are to consider these things, and then move forward in faith."},{"refcode_short":"PH151 79.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 79.3 (Ellen Gould White)","content":"One thing I urge upon you: the necessity of counselling with your brethren. There are those who will feel that anything you may have to do with boats is a snare; but, my son, if there is a class of people in out-of-way places who can be reached only by means of boats, talk the matter over with your brethren. Pray earnestly in regard to it, and the Spirit of God will point out the way. I see no reason why a boat should not be utilized as a means of bringing to those in darkness the light of Him who is “the bright and morning Star.”"},{"refcode_short":"PH151 80.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 80.1 (Ellen Gould White)","content":"As a people, we have so often been reproved for doing so little, that we should not hinder with discouragement any reasonable effort to extend the influence of the truth. Be careful that the enterprise you speak of does not cripple other lines of work. Follow the convictions of the Spirit of God, in harmony with your brethren. Watch unto prayer, and then commit the keeping of your soul to God, as unto a faithful Creator. He will keep that which is committed to His trust. Look to Jesus. The enemy will seek to spoil your life, but trust in the Lord. Draw nigh to Him, and He will draw nigh to you."},{"refcode_short":"PH151 80.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 80.2 (Ellen Gould White)","content":"The Lord God of heaven is constantly at work for us. His angels minister to all who will receive their guardianship. Human impulse will try to make us believe that it is God who is guiding us, when we are following our own way. But if we watch carefully, and counsel with our brethren, we shall understand; for the promise is, “The meek will He guide in judgment; and the meek will He teach His way.” Psalm 25:9. We must never allow human ideas and natural inclinations to gain the supremacy."},{"refcode_short":"PH151 81","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 81 (Ellen Gould White)","content":"Chapter 19—He That Ruleth Over Men Must Be Just"},{"refcode_short":"PH151 81.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 81.1 (Ellen Gould White)","content":"“He that ruleth over men must be just, ruling in the fear of God. And he shall be as the light of the morning, when the sun riseth, even a morning without clouds; as the tender grass springing out of the earth by clear shining after rain.” 2 Samuel 23:3, 4."},{"refcode_short":"PH151 81.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 81.2 (Ellen Gould White)","content":"The work of God has no need of overbearing men, or of harsh, unkind spirits. True zeal is always tempered with the meekness and lowliness of Christ. My brethren, in your work things will arise that would naturally provoke you, but you must be patient under provocation. The spirit of Christ will be revealed in all who truly do Christ's service. They wear the yoke of Christ, and they see the need of perfect self-control. As laborers together with God, they seek to co-operate with their fellow-workers, that they may act their part in fulfilling the grand purpose for which Christ came into the world,—the saving of all who receive Him as a personal Saviour."},{"refcode_short":"PH151 81.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 81.3 (Ellen Gould White)","content":"The Spirit of the Lord is needed, oh, so much, in our printing offices! A decided testimony will often be required; wrong should in no case be vindicated. Christ would not have us pass over wrong-doing; but He calls upon His followers to represent His character in the way in which they reprove wrong. They are to work in the light of His example. At whatever sacrifice of ease or reputation, and whatever may be the outcome, we must maintain the reformatory principles of practical godliness; for this is the gospel of Christ. Every one is to help the next one to extend the triumphs of the cross of Christ, adding new territory to His kingdom. God's servants are to refuse to keep silence when ungodliness is striving for the mastery. They should be keen and vigilant, ever on the alert to destroy evil. But the way in which this battle is carried on will make every difference with the result. Our own spirit is to be subdued, self is to be hid in Christ. In all reforms Christ alone is to appear."},{"refcode_short":"PH151 82.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 82.1 (Ellen Gould White)","content":"God calls upon His servants to reveal a spirit of unvarying kindness and love. Nothing is gained by harsh denunciations and bitterness of spirit. To be harsh in trying to correct wrong is to commit sin in reproving sin. True reformers are not destroyers. They never seek to ruin those who do not harmonize with their plans. Reformers must advance, not retreat. They must be firm, decided, resolute, unflinching. But firmness must not be allowed to degenerate into an overbearing spirit. God would have those who serve Him as firm as a rock to principle, and yet meek and lowly, like Christ. Abiding in Christ, they can do the work that He would do were He in their places."},{"refcode_short":"PH151 82.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 82.2 (Ellen Gould White)","content":"A rude, condemnatory spirit is not essential to heroism in the reformers of this time. Those in positions of authority in our institutions are to be true and upright. And they are to be pleasant and courteous, not only to those who are accounted ladies and gentlemen, but to the patient, toiling workers. Those who are to represent Christ must be like Him in character."},{"refcode_short":"PH151 83","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 83 (Ellen Gould White)","content":"Chapter 20—The Ministry is Ordained of God"},{"refcode_short":"PH151 83.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 83.1 (Ellen Gould White)","content":"Every watchman on the walls of Zion is under sacred obligation to watch for souls as he that must give an account. Through God's grace he can do a work that heaven shall approve, in laboring to keep the church in unity and peace. Let him remember that he is to publish peace, “endeavoring to keep the unity of the spirit in the bond of peace.” Ephesians 4:3."},{"refcode_short":"PH151 83.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 83.2 (Ellen Gould White)","content":"The church should respect the gospel ministry; for it is God's appointed means of communicating His messages to His people. The work of His ministers is to open to men and women the living oracles of truth. Let Church-members sustain the ministers by their prayers and their co-operation. Let no one venture to make a tirade on a minister; for in so doing he would be making a tirade against Christ in the person of one of His saints."},{"refcode_short":"PH151 83.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 83.3 (Ellen Gould White)","content":"Christ is represented by those whom He sends forth to work for Him; therefore those who oppose His ministers are opposing Him. This is just as verily the case when those who claim to have an experience in the things of God pursue a course that hinders and afflicts one of God's servants, by misstatements and false charges, setting themselves up as judges of his course of action, which they claim to understand, but which has been misrepresented to them, and which, therefore, they do not understand."},{"refcode_short":"PH151 83.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 83.4 (Ellen Gould White)","content":"Let our people remember that the way in which they treat the Lord's workers means much to them. Let every one attend to his own work, and not regard himself as appointed by the Lord to watch for something to criticize in the work that his brother does. If a worker sees that a fellow-laborer is in danger of doing wrong, let him go to him, and point out his danger, listening kindly and patiently to any explanation that may be offered. He dishonors the Saviour when, instead of doing this, he tells others of the mistakes that he thinks his fellow-worker is making."},{"refcode_short":"PH151 84.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 84.1 (Ellen Gould White)","content":"My brother, my sister, you are forbidden to make the mistakes of a fellow-worker a subject of conversation. By speaking evil of another, you sow the seeds of criticism and denunciation. You cannot afford to do this. Go to the one who you think is in the wrong, and tell him his fault “between thee and him alone.” If he will hear you, and can explain the matter to you, how glad you will be that you did not take up a reproach against him, but instead followed the Saviour's directions!"},{"refcode_short":"PH151 84.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 84.2 (Ellen Gould White)","content":"Let us refuse to bear evil reports concerning our fellow-laborers. The reputation of men and women is held in high value by Him who gave His life to save souls. He has told us how those in fault should be dealt with. No one is sufficiently wise to improve on God's plan."},{"refcode_short":"PH151 84.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 84.3 (Ellen Gould White)","content":"Parents should teach their children to speak ill of no man. Insinuations, words that hurt the reputation of one who is doing the Lord's work, grieve and dishonor the Saviour. And God's word declares, “By thy words thou shalt be justified, and by thy words thou shalt be condemned.” Matthew 12:37. To those who have educated themselves to speak unadvisedly, I am instructed to say: “Unless you cease encouraging evil-speaking, unless you guard as Christians should the reputation of your fellow-workers, you will endanger your own soul and the souls of many others. No longer talk about the wrong that some one is doing. Never, never, repeat a scandal. Go to the one assailed, and ask him in regard to the matter. God has not appointed any man to be the judge of another man's motives and work. He who feels at liberty to dissect the character of another, he who intentionally detracts from the influence of a fellow-worker, is as verily breaking God's law as if he openly disregarded the Sabbath of the fourth commandment.”"},{"refcode_short":"PH151 85","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 85 (Ellen Gould White)","content":"Unity of Action Essential"},{"refcode_short":"PH151 85.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 85.1 (Ellen Gould White)","content":"The great enemy of the church is determined to introduce among God's people that which will result in disunion and variance. Schism and division are not the fruit of righteousness; they are of the evil one. The great hindrance to our advancement is the selfishness that prevents believers from having true fellowship with one another."},{"refcode_short":"PH151 85.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 85.2 (Ellen Gould White)","content":"The last prayer that Christ offered for His disciples before His trial was that they might be one in Him. Satan is determined that this oneness shall not be; for it is the strongest witness that can be borne that God gave His Son to reconcile the world to heaven. But the union for which Christ prayed must exist among God's people before He can bestow on the church the enlargement and power that He longs to bestow on it."},{"refcode_short":"PH151 85.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 85.3 (Ellen Gould White)","content":"Unity should be recognized as the element of preservation in the church. Those who are united in church capacity have entered into a solemn covenant with God to obey His word, and to unite in an effort to strengthen the faith of one another. They are to be one in Him, even though they are scattered the world over. This is God's purpose concerning them, and the heart of the Saviour is set upon His followers’ fulfilling this purpose. But God cannot make them one with Christ unless they are willing to give up their way for His way."},{"refcode_short":"PH151 85.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 85.4 (Ellen Gould White)","content":"“How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth! Thy watchmen shall lift up the voice; with the voice together shall they sing; for they shall see eye to eye, when the Lord shall bring again Zion.” Isaiah 52:7, 8. Thus is portrayed the happiness and grace that will be revealed when unity and love abide in the church."},{"refcode_short":"PH151 86","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 86 (Ellen Gould White)","content":"A Lesson From Christ's Attitude Toward Judas"},{"refcode_short":"PH151 86.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 86.1 (Ellen Gould White)","content":"Among the chosen disciples of Christ there was a representative of Satan. At heart Judas was not a disciple. Often he led the other disciples to form opinions contrary to the teachings of the Master. He criticized Christ's words, and asked questions that led the minds of the disciples away from the subjects that the Saviour brought before them. It was because of the influence that Judas exerted to deceive the disciples that Christ had to repeat so many of His lessons. Judas did not come out boldly in opposition to Christ; and therefore he was the better able to deceive the eleven."},{"refcode_short":"PH151 86.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 86.2 (Ellen Gould White)","content":"Christ knew, when he permitted Judas to connect with Him as one of the twelve, that Judas was possessed of the demon of selfishness. He knew that this professed disciple would betray Him, and yet He did not separate him from the other disciples, and send him away. He was preparing the minds of these men for His death and ascension, and He foresaw that, should He dismiss Judas, Satan would use him to spread reports that would be difficult to meet and explain. The leaders of the Jewish nation were watching and searching for something that they could use to make of no effect the words of Christ. The Saviour knew that Judas, if dismissed, could so misconstrue and mystify His statements that the Jews would accept a false version of His words, using this version to bring terrible harm to the disciples, and to leave on the minds of Christ's enemies the impression that the Jews were justified in taking the attitude they did toward Jesus and His followers."},{"refcode_short":"PH151 87.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 87.1 (Ellen Gould White)","content":"Christ did not, therefore, send Judas from His presence, but kept him by His side, where He could counteract the influence that he might exert against His work."},{"refcode_short":"PH151 87.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 87.2 (Ellen Gould White)","content":"All the way along in the history of the third angel's message there have been found amongst the believers men who have done much harm to God's cause. These men are spots in our feasts of charity; tares among the wheat; wolves among the sheep, ready to bite and devour. Delighting to bear false witness, they cruelly injure the reputation of others. Every such one will be rewarded “according to his works.” God “hath appointed a day, in the which He will judge the world.” Acts 17:31. Then will be made the separation between the wheat and the tares. In that day it will be clearly revealed that those who seek to destroy the reputation of God's servants are hypocrites. By their own lips will be borne the testimony that will clear from suspicion those against whom they have reported evil."},{"refcode_short":"PH151 87.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 87.3 (Ellen Gould White)","content":"Had not Christ borne with Judas as He did, His followers would have been in great peril after His resurrection and ascension. But when men thought of the fate of the betrayer of innocent blood, they were afraid to lay hands on the disciples. They could not but remember the final confession of the traitor, and his terrible death. “I have sinned in that I have betrayed the innocent blood” (Matthew 27:4), he exclaimed, when he had cast at the feet of the high priest the pieces of silver that had been the price of his Lord's betrayal. Then in despair he went and hanged himself. That same day, as the wicked throng who were leading Jesus to the place of crucifixion passed a retired spot, they saw at the foot of a lifeless tree the body of Judas. His weight had broken the cord by which he had hanged himself, and, in falling, his body had been horribly mangled. His remains were immediately buried out of sight; but there was less mockery among the throng; and many a pale of face revealed the thoughts within."},{"refcode_short":"PH151 88.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 88.1 (Ellen Gould White)","content":"The death of Judas and the resurrection and ascension of Christ placed the disciples on vantage ground, and gave them courage. But if Christ had not borne with Judas until the end, the results of the betrayer's course would not have been sufficiently impressive to stay the hands of the persecutors, and after Christ's ascension the most terrible scenes would have been witnessed. But God worked by His Spirit, and five thousand were converted in a day. Let God be true, and every man a liar. Christ Jesus is at the helm. “Lo,” He declares, “I am with you alway, even unto the end of the world.” Matthew 28:20."},{"refcode_short":"PH151 88.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 88.2 (Ellen Gould White)","content":"Let no one cherish a zeal that is not according to knowledge. Impulse is good when it is controlled by the Holy Spirit of God; but he who does not cherish sanctified principles will practise dishonesty in order to make a wonderful display, that others may see “what I can do.” By I,” selfishness is wrought. I” disregards greater need elsewhere, grasps too much, and selfishly builds up his own work. Such a course of action is a sad spectacle to angels and to men. None are to circumscribe their influence, their God-given talent of means, in order to make a display, which God will have to destroy in order to bring them to their senses."},{"refcode_short":"PH151 89.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 89.1 (Ellen Gould White)","content":"Who has elevated man and given him power? Who upholds and sustains him, increasing his efficiency to do good? Is this done in order that man may glorify himself? No true disciple of Christ can be self-centered."},{"refcode_short":"PH151 90","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 90 (Ellen Gould White)","content":"Chapter 21—The Work at Home and Abroad"},{"refcode_short":"PH151 90.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 90.1 (Ellen Gould White)","content":"“Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest. And he that reapeth receiveth wages, and gathereth fruit unto life eternal; that both he that soweth and he that reapeth may rejoice together. And herein is that saying true, One soweth, and another reapeth.” John 4:35-37."},{"refcode_short":"PH151 90.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 90.2 (Ellen Gould White)","content":"After sowing the seed, the husbandman is compelled to wait for months for it to germinate and develop into grain ready to be harvested. But in sowing it he is encouraged by the expectation of fruit in the future. His labor is lightened with the hope of good returns in the time of reaping."},{"refcode_short":"PH151 90.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 90.3 (Ellen Gould White)","content":"Not so with the seeds of truth sown by Christ in the mind of the Samaritan woman during His conversation with her at the well. The harvest of His seed-sowing was not remote, but immediate. Scarcely were His words spoken, before the seed thus sown sprang up and produced fruit, awakening her understanding, and enabling her to know that she had been conversing with the Lord Jesus Christ. She let the rays of divine light shine into her heart. Forgetting her water pitcher, she hastened away to communicate the good news to her Samaritan brethren. “Come,” she said, “see a Man, which told me all things that ever I did.” John 4:29. And they came out at once to see Him. It was then that He likened the souls of these Samaritans to a field of grain. “Lift up your eyes,” He said to His disciples, “and look on the fields; for they are white already to harvest.”"},{"refcode_short":"PH151 91.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 91.1 (Ellen Gould White)","content":"“So when the Samaritans were come unto Him, they besought Him that He would tarry with them; and He abode there two days.” And what busy days these were! What is the record of the result?—“And many more believed because of His own word; and said unto the woman, Now we believe, not because of thy saying; for we have heard Him ourselves, and know that this is indeed the Christ, the Saviour of the world.” John 4:40-42."},{"refcode_short":"PH151 91.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 91.2 (Ellen Gould White)","content":"Christ, in opening to the minds of the Samaritans the word of life, sowed many seeds of truth, and showed the people how they too could sow seeds of truth in the minds of others. How much good might be accomplished, if all who know the truth would labor for sinners,—for those who need so much to know and understand Bible truth, and who would respond to it as readily as the Samaritans responded to the words of Christ! How little do we enter into sympathy with God on the point that should be the strongest bond of union between us and Him,—compassion for depraved, guilty, suffering souls, dead in trespasses and sins! If men shared the sympathies of Christ, they would have constant sorrow of heart over the condition of many needy fields, so destitute of workers."},{"refcode_short":"PH151 91.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 91.3 (Ellen Gould White)","content":"The work in foreign fields is to be carried forward earnestly and intelligently. And the work in the home field is in nowise to be neglected. Let not the fields lying in the shadow of our doors, such as the great cities in our land, be lightly passed over and neglected. These fields are fully as important as any foreign field."},{"refcode_short":"PH151 91.4","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 91.4 (Ellen Gould White)","content":"God's encouraging message of mercy should be proclaimed in the cities of America. Men and women living in these cities are rapidly becoming more and still more entangled in their business relations. They are acting wildly in the erection of buildings whose towers reach high into the heavens. Their minds are filled with schemes and ambitions devisings. God is bidding every one of His ministering servants, “Cry aloud, spare not, lift up thy voice like a trumpet, and show My people their transgression, and the house of Jacob their sins.” Isaiah 58:1."},{"refcode_short":"PH151 92.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 92.1 (Ellen Gould White)","content":"Let us thank the Lord that there are a few laborers doing everything possible to raise up some memorials for God in our neglected cities. Let us remember that it is our duty to give these workers encouragement. God is displeased with the lack of appreciation and support shown our faithful workers in our large cities by His people in our own land. The work in the home field is a vital problem just now. The present time is the most favorable opportunity that we shall have to work these fields. In a little while the situation will be much more difficult."},{"refcode_short":"PH151 92.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 92.2 (Ellen Gould White)","content":"Jesus wept over Jerusalem, because of the guilt and obstinacy of His chosen people. He weeps also over the hard-heartedness of those who, professing to be co-workers with Him, are content to do nothing. Are those who should appreciate the value of souls carrying, with Christ, a burden of heaviness and constant sorrow, mingled with tears, for the wicked cities of the earth? The destruction of these cities, almost wholly given up to idolatry, is impending. In the great day of final reckoning what answer can be given for neglecting to enter these cities now?"},{"refcode_short":"PH151 92.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 92.3 (Ellen Gould White)","content":"While carrying forward the work in America, may the Lord help us to give to other countries the attention that they ought to have, so that the workers in these fields will not be bound about, unable to leave memorials for God in many places. Let us not allow too many advantages to be absorbed in this country. Let us not continue to neglect our duty toward the millions living in other lands. Let us gain a better understanding of the situation, and redeem the past."},{"refcode_short":"PH151 93.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 93.1 (Ellen Gould White)","content":"My brethren and sisters in America, it may be that in lifting up your eyes to see afar off the fields white unto the harvest, you will receive into your own hearts the abundant grace of God. You who through unbelief have been spiritually poor will, through personal labor, become rich in good works. You will no longer starve your souls in the midst of plenty, but will appropriate the good things God has in store for you. When you begin to realize how destitute of means the laborers are to carry forward the work in foreign fields, you will do what you can to help, and your souls will begin to revive, your spiritual appetite will become healthful, and your mind will be refreshed with the word of God, which is a leaf from the tree of life for the healing of the nations."},{"refcode_short":"PH151 93.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 93.2 (Ellen Gould White)","content":"In answer to the Lord's inquiry, “Whom shall I send?” Isaiah responded, “Here am I; send me.” Isaiah 6:8. You, my brother, my sister, may not be able to go into the Lord's vineyard yourself, but you may furnish the means to send others. Thus you will be putting your money out to the exchangers; and when the Master comes, you will be able to return to Him His own with usury. Your means can be used to send forth and sustain the messengers of God, who by voice and by influence will give the message, “Prepare ye the way of the Lord, make His paths straight.” Matthew 3:3. Plans are being made for the advancement of the cause, and now is your time to work."},{"refcode_short":"PH151 94.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 94.1 (Ellen Gould White)","content":"If you work with self-denial, doing what you can to further the advancement of the cause in new fields, the Lord will help and strengthen and bless you. Trust in the assurance of His presence, which sustains you, and which is light and life. Do all for love of Jesus and the precious souls for whom He has died. Work with a pure, divinely-inwrought purpose to glorify God. The Lord sees and understands, and He will use you, despite your weakness, if you offer your talent as a consecrated gift to His service; for in active, disinterested service the weak become strong and enjoy His precious commendation. The joy of the Lord is an element of strength. If you are faithful, the peace that passeth all understanding will be your reward in this life, and in the future life you will enter into the joy of your Lord."},{"refcode_short":"PH151 94.2","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 94.2 (Ellen Gould White)","content":"I must write something in regard to the way in which our cities in America have been passed by and neglected,—cities in which the truth has not been proclaimed. The message must be given to the thousands of foreigners living in these cities in the home field."},{"refcode_short":"PH151 94.3","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 94.3 (Ellen Gould White)","content":"I cannot understand why our people have so little burden to take up the work that the Lord has for years been keeping before me,—the work of giving the message of present truth in the Southern states. Few have felt that upon them rested the responsibility of taking hold of this work. Our people have failed to enter new territory and to work the cities in the South. Over and over again the Lord has presented the needs of this field, without any special results. I have sometimes felt as if I could no longer bear the burden of this work. I thought that, if men would continue to neglect this work, I would let matters drift, and pray that the Lord would have mercy upon the ignorant and those who are out of the way."},{"refcode_short":"PH151 95.1","refcode_long":"Selections from the Testimonies for the Church For the Study of Those Attending the General Conference in Oakland, Ca., March 27, 1903, p. 95.1 (Ellen Gould White)","content":"But the Lord has a controversy with our ministers and people, and I must speak, placing upon them the burden of the Southern work, and of the cities of our land. Who feels heavily burdened to see the message proclaimed in Greater New York and in the many other cities as yet unworked? Not all the means that can be gathered up is to be sent from America to distant lands, while in the home field there exist such providential opportunities to present the truth to millions who have never heard it. Among these millions are the representatives of many nations, many of whom are prepared to receive the message. Much remains to be done within the shadow of our doors,—in the cities of California, New York, and many other states."}]