[{"refcode_short":"PH156 1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 1 (Ellen Gould White)","content":"Special Testimony to the Brethren in Battle Creek"},{"refcode_short":"PH156 1.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 1.1 (Ellen Gould White)","content":"There are times when the truth must be spoken, whether men will hear, or whether they will forbear. The Lord is greatly dishonored when those who claim to believe the truth fail to harmonize among themselves, and make their appeals to lawyers. Will you study the word of God, and heed its instruction on this point? The interests of the cause of God are not to be committed to men who have no connection with heaven."},{"refcode_short":"PH156 1.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 1.2 (Ellen Gould White)","content":"Matters have been presented before me that have filled my soul with keen anguish. I saw men linking up arm in arm with lawyers; but God was not in their company. Having many ideas regarding the work, they go to the lawyers for help to carry out their plans. I am commissioned to say to such that you are not moving under the inspiration of the Spirit of God."},{"refcode_short":"PH156 1.3","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 1.3 (Ellen Gould White)","content":"“Is it not because there is not a God in Israel, that ye go to inquire of Baal-zebub the god of Ekron?” Men in responsible positions are uniting with those in the church and out of the church, whose counsel is misleading. Is it necessary for the Lord to come to you with a rod to show you that you need a higher experience before you can be fitted for connection with the family above? Will you link up with men who have a faculty for accusing and thinking and speaking evil of the things that God approves? In the name of the Lord, I tell you that you need clearer discernment and spiritual eyesight."},{"refcode_short":"PH156 2.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 2.1 (Ellen Gould White)","content":"If the light which God has given you over and over again, that missionary centers should be established in many cities, and that the labor and the means centered in Battle Creek should be divided, and planted in many places, had been followed, the present state of confusion and dearth of means would never have been."},{"refcode_short":"PH156 2.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 2.2 (Ellen Gould White)","content":"Men located in Battle Creek have disregarded the counsels of the Lord, because it was more convenient for them to have the work centered there. God has left these to the results of their human wisdom, and its fruit is seen in the present perplexities. “Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness, and hath no light? let him trust in the name of the Lord, and stay upon his God. Behold, all ye that kindle a fire, that compass yourselves about with sparks: walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have of mine hand; ye shall lie down in sorrow.” “Now therefore go to, speak to the men of Judah, and to the inhabitants of Jerusalem, saying, Thus saith the Lord; Behold, I frame evil against you, and devise a device against you: return ye now every one from his evil way, and make your ways and your doings good. And they said, There is no hope: but we will walk after our own devices, and we will every one do the imagination of his evil heart. Therefore thus saith the Lord; Ask ye now among the heathen, who hath heard such things: the virgin of Israel hath done a very horrible thing. Will a man leave the snow of Lebanon which cometh from the rock of the field? or shall the cold flowing waters that come from another place be forsaken? Because my people have forgotten me, they have burned incense to vanity, and they have caused them to stumble in their ways from the ancient paths, to walk in paths, in a way not cast up.”"},{"refcode_short":"PH156 3.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 3.1 (Ellen Gould White)","content":"Again and again the Lord has pointed out the work which the church in Battle Creek and those all through America are to do. They are to reach a much higher standard in spiritual advancement. They are to awake out of sleep, and go without the camp, working for souls that are ready to perish. The medical missionaries are doing the long-neglected work which God gave to the church in Battle Creek,—they are giving the last call to the supper which he has prepared."},{"refcode_short":"PH156 3.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 3.2 (Ellen Gould White)","content":"My brethren, why do you keep so many things bound up in Battle Creek? Why do you not take the tract and missionary work into other cities, where there is much missionary work to be done? The many interests centering in Battle Creek should be divided and subdivided, and placed in other cities. You who think you are wise men may say, “It will cost too much. We can do the work here in Battle Creek at less expense.” Well, does not the Lord know all this? Is not he a God who understands all the unbelieving reasoning that holds so many interests in Battle Creek? He has revealed to you that centers should be made in all the cities. This would call many out of Battle Creek to work in other places."},{"refcode_short":"PH156 3.3","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 3.3 (Ellen Gould White)","content":"In order to be carried forward aright, the medical missionary work needs talent. It requires strong and willing hands, and wise, discriminating management. But can this be while those in responsible places—presidents of conferences and ministers—bar the way? The Lord says to the presidents of conferences and to influential brethren, Remove the stumbling-blocks that have been placed before the people."},{"refcode_short":"PH156 4.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 4.1 (Ellen Gould White)","content":"The people in Battle Creek have not exercised their talents in planning and devising how they may plant the standard of truth in regions where the message has not been proclaimed, and where decided efforts should be made; and the Lord has moved upon Dr. Kellogg and his associates to do the work which belongs to the church, and which was offered to them, but which they did not choose to accept. Some in Battle Creek, instead of taking up the work given them of God, have, by following their own selfish way, blinded their spiritual eyesight and the eyesight of others; and God has placed his precious work in the hands of those who will take it up and carry it forward."},{"refcode_short":"PH156 4.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 4.2 (Ellen Gould White)","content":"God is in his holy place, and he dwells also with him who is of a humble and contrite spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones. Those who are doing medical missionary work should have the full sanction and cooperation of the church. If they do not have this, they are hindered. Nevertheless, they will advance. It is not God's plan that there be two churches in Battle Creek, because of the want of cooperation in this line. How much better it is to seek for unity of action. If the medical missionary workers will carry this line of effort into the churches everywhere, if they will work in the fear of God, they will find many doors opened before them, and angels will work with them."},{"refcode_short":"PH156 5.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 5.1 (Ellen Gould White)","content":"Please read the invitation to the supper, and the last call made. Study to see what is being done to meet the command of Jesus. I can not understand why this indifference is manifested, why you should stand off, and criticize, and draw away. The gospel-net is to be cast into the sea; and it draws both good and bad. But because this is so, shall men and women ignore the efforts made to save those who will believe, and who will unite in the work of reaching that class of which Christ spoke in his rebuke to the Pharisees? Sinners and harlots, he said, go into the kingdom before you. Will you not see that even in the church there are those who have no connection with God? But Christ says, Let the tares and the wheat grow together until the harvest; then I will send my angel to gather out the tares and burn them, but the wheat will I gather into my barn."},{"refcode_short":"PH156 5.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 5.2 (Ellen Gould White)","content":"When the Lord moves upon the churches, bidding them to do a certain work, and they refuse to do that work; and when some, with their human efforts united with the divine, endeavor to reach to the very depths of human woe and misery, God's blessing will rest richly upon them. Even though but few souls accept the grace of our Lord Jesus Christ, their work will not be in vain; for one soul is precious, very precious, in the eyes of God. Christ died for that soul, in order that he might live through eternal ages."},{"refcode_short":"PH156 5.3","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 5.3 (Ellen Gould White)","content":"Let us study the eighteenth chapter of Matthew. This chapter should enlighten our eyes. “Take heed,” says Christ, “that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven. For the Son of Man is come to save that which was lost. How think ye? If a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray? And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety nine which went not astray. Even so it is not the will of your Father which is in heaven, that one of these little ones should perish.”"},{"refcode_short":"PH156 6.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 6.1 (Ellen Gould White)","content":"There are many souls being rescued, wrenched from Satan's hand, by faithful workers. Some one must have a burden of soul to find those who have been lost to Christ; and one soul redeemed over whom Satan has triumphed, causes joy among the heavenly angels. There are those who have destroyed the moral image of God in themselves. The gospel-net must gather in these poor outcasts. Angels of God will cooperate with those who are engaged in this work, who make every effort to save perishing souls, to give them opportunities which many never have had. There is no other way to reach them but in Christ's way. He ever worked to relieve suffering and to teach righteousness. Only thus can they be taken from the depths of hell."},{"refcode_short":"PH156 6.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 6.2 (Ellen Gould White)","content":"The workers must labor in love,—feeding, cleansing, and clothing those who need their help. In this way these outcasts are prepared to know that some one cares for their souls. The Lord has shown me that many of these poor outcasts from society will, through the ministration of human agencies, cooperate with the divine, and seek to restore the moral image of God in others for whom Christ has paid the price of his own blood. They will be called the elect of God, precious, and will stand next to the throne of God."},{"refcode_short":"PH156 7.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 7.1 (Ellen Gould White)","content":"“And then shall appear the sign of the Son of Man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of Man coming in the clouds of heaven with power and great glory. And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.... Watch therefore: for ye know not what hour your Lord doth come. But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up. Therefore be ye also ready: for in such an hour as ye think not the Son of Man cometh. Who then is a faithful and wise servant, whom his Lord hath made ruler over his household, to give them meat in due season? Blessed is that servant, whom his Lord when he cometh shall find so doing. Verily I say unto you, That he shall make him ruler over all his goods. But and if that evil servant shall say in his heart, My Lord delayeth his coming; and shall begin to smite his fellow servants, and to eat and drink with the drunken: the Lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of, and shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.”"},{"refcode_short":"PH156 7.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 7.2 (Ellen Gould White)","content":"Brethren, be careful, very careful. There is a work being done to the medical missionaries which answers to the description given in Matthew 24:48-51. The Lord is working to reach the most depraved. Many will know what it means to be drawn to Jesus Christ, but will not have moral courage to war against appetite and passion. But the workers must not be discouraged at this; for it is written, “In the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils.” Is it only those rescued from the lowest depths that backslide? There are those in the ministry who have had light and a knowledge of the truth, who will not be overcomers. They will not restrict their appetite and passions, or deny themselves for Christ's sake; and many of the poor outcasts, even publicans and sinners, will grasp the hope set before them in the gospel, and will go into the kingdom of heaven before the ones who have had great opportunities and great light, but who have walked in darkness. In the last great day, many will say, Lord, Lord, open unto us. But the door will be shut, and their knock will be in vain."},{"refcode_short":"PH156 8.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 8.1 (Ellen Gould White)","content":"We should feel deeply over these things; for they are truth. We should have a high estimate of truth and of the value of souls. Time is short, and there is a great work to be done. If you feel no interest in the work that is going forward, if you will not encourage medical missionary work in the churches, it will be done without your consent; for it is the work of God, and it must be done. Brethren and sisters, take your position on the Lord's side, and be earnest, active, courageous coworkers with Christ, laboring with him to seek and to save that which is lost."},{"refcode_short":"PH156 9","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 9 (Ellen Gould White)","content":"An Appeal to our Brethren in Battle Creek"},{"refcode_short":"PH156 9.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 9.1 (Ellen Gould White)","content":"Why is it, brethren, that you continue to to keep so many things bound up in Battle Creek? Why do you not listen to the counsels and the warnings that have been given to you regarding this matter? Why do you not take decisive steps to establish centers of influence in many of the large cities? Why do you not encourage the Michigan Tract Society and the International Tract Society to establish their offices in cities where there is a great missionary work to be done, and where their secretaries and workers may engage personally in missionary labor, and act as leaders in important missionary enterprises. Move out, brethren, move out, and educate your workers to labor for those outside the camp. Why do you hide your light by continuing to remain in Battle Creek? Go out, brethren, go out into the regions beyond."},{"refcode_short":"PH156 9.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 9.2 (Ellen Gould White)","content":"There is much work to be done, and our experienced workers should strive to place themselves where they may come in direct contact with those needing help. It is comparatively little that they can do in Battle Creek. Is it right, brethren, for you to keep your light hid under a bed or under a bushel? Is it not better that you should do that which the Lord has plainly indicated that you ought to do? Resolve now that you will give up your preference, your way, and that you will obey his voice. Seek the Lord most earnestly, with humble, fervent prayer for wisdom and for success in this endeavor. Then take your light from under the bushel, the place which seems most favorable for your financial interests, and from under the bed, the place most convenient for your comfort, and put it on a candlestick, that it may give light to all that are in the house."},{"refcode_short":"PH156 10.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 10.1 (Ellen Gould White)","content":"A crisis in missionary effort is upon us. There is a great work to be done, and if this work is earnestly done in Battle Creek, if it is faithfully done throughout the churches in Michigan, if it is vigorously prosecuted in all our older churches and strongholds of influence, we may hope that its influence will leaven the churches throughout all the conferences, many of whom are now standing as though paralyzed."},{"refcode_short":"PH156 10.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 10.2 (Ellen Gould White)","content":"The institutions which God has established as centers of influence and for the dissemination of light are not blending their interests, and working together as God would have them. The managers of these institutions should know that their very first work is to harmonize with their fellow workers. Our ministers must awake to understand the situation. The gospel is the sanctifying influence in our world. Its influence upon hearts will bring harmony. The standard of truth is to be uplifted, and the atonement of Christ presented as the grand, central theme for consideration."},{"refcode_short":"PH156 10.3","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 10.3 (Ellen Gould White)","content":"The medical missionary work is to the work of the church as the right arm to the body. The third angel's message goes forth proclaiming the commandments of God and the faith of Jesus. The medical missionary work is the gospel in practise. All the lines of work are to be harmoniously blended in giving the invitation, “Come, for all things are now ready.”"},{"refcode_short":"PH156 11.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 11.1 (Ellen Gould White)","content":"The message has been given to those in Battle Creek, that many should move into places where they may engage in this very work, in connection with their temporal business. Had they moved out by faith, willing to endure wearing labor and privation for the work's sake, they would have obtained rich experiences in the things of God. But they thought that they would find things a little more comfortable in Battle Creek, that the work there would be less taxing than elsewhere, and thus they remain. Many who crowd into Battle Creek get no good there, because they do not make use of the knowledge they receive. They do no good in Battle Creek, but are swelling the number who need conversion. They have not the spirit of sacrifice. They have much of self, and a little of Christ, a little faith, and a few good works. They think that they have religion, but it all amounts to nothing."},{"refcode_short":"PH156 11.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 11.2 (Ellen Gould White)","content":"God speaks to you in his word: “Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honor me, but have removed their heart far from me, and their fear toward me is taught by the precept of men: therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.... And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and out of darkness. The meek also shall increase their joy in the Lord, and the poor among men shall rejoice in the Holy One of Israel.”"},{"refcode_short":"PH156 12.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 12.1 (Ellen Gould White)","content":"My brethren, the Lord has called upon you to do a certain work, but you have not done it; and now in the place where you are, there is discord and contention and strife. But this need not be. God does not design that his workmen shall stand apart as independent atoms. All have a great and solemn work to do, and it is to be done under God's supervision."},{"refcode_short":"PH156 12.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 12.2 (Ellen Gould White)","content":"God will do great things for his people if they will cooperate with him. He will work upon the minds of men so that their lives and the influence of their work will correspond with the following promises:—"},{"refcode_short":"PH156 12.3","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 12.3 (Ellen Gould White)","content":"“The wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and blossom as the rose. It shall blossom abundantly, and rejoice even with joy and singing: the glory of Lebanon shall be given unto it, the excellency of Carmel, and Sharon, they shall see the glory of the Lord, and the excellency of our God. Strengthen ye the weak hands, and confirm the feeble knees. Say to them that are of a fearful heart. Be strong, fear not: behold, your God will come with vengeance, even God with a recompense; he will come and save you. Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped. Then shall the lame man leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert. And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay, shall be grass with reeds and rushes. And an highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it shall be for those: the wayfaring men, though fools, shall not err therein. No lion shall be there, nor any ravenous beast shall go up thereon, it shall not be found there; but the redeemed shall walk there: and the ransomed of the Lord shall return, and come to Zion with songs and everlasting joy upon their heads: they shall obtain joy and gladness, and sorrow and sighing shall flee away.”"},{"refcode_short":"PH156 13.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 13.1 (Ellen Gould White)","content":"The wilderness itself has neither glory nor excellence, and to the Lord is to be ascribed all the honor for the transformation wrought. This great work is of God. Therefore magnify not the men who are under the special working of his power. Glorify God, and he will continue to work."},{"refcode_short":"PH156 13.2","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 13.2 (Ellen Gould White)","content":"The Lord has a special work for his people to do at this time. He says,“Strengthen ye the weak hands, and confirm the feeble knees.” This is the very work that the Apostle Paul charges the churches to do. “Wherefore lift up the hands which hang down, and the feeble knees; and make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed. Follow peace with all men, and holiness, without which no man shall see the Lord: looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled.”"},{"refcode_short":"PH156 13.3","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 13.3 (Ellen Gould White)","content":"I pray that you may now, as never before, both ministers and church-members, come up to the help of the Lord, to the help of the Lord against the mighty powers of darkness. Study prayerfully the John 17:1. This chapter is not only to be read again and again. But its truths are to be eaten and digested. “For their sakes,” Christ prayed, “I sanctify myself, that they also might be sanctified through the truth.... That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me. And the glory which thou gavest me I have given them; that they may be one, even as we are one: I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.”"},{"refcode_short":"PH156 14.1","refcode_long":"Special Testimony to the Brethren in Battle Creek, p. 14.1 (Ellen Gould White)","content":"Are these words, of such import to us, to be always neglected? God calls upon those who claim to be his children to study these words, to eat them, to live them. Seek for unity and love, else the candlestick will be removed out of its place."}]