[{"refcode_short":"PH150 2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 2 (Ellen Gould White)","content":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relation of Our Institutions to Each Other"},{"refcode_short":"PH150 2.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 2.1 (Ellen Gould White)","content":"“I testify to my brethren and sisters that the church of Christ, enfeebled and defective as it may be, is the only object on earth on which He bestows His supreme regard. While He extends to all the world His invitation to come to Him and be saved, He commissions His angels to render divine help to every soul that cometh to Him in repentance and contrition, and He comes personally by His Holy Spirit into the midst of His church. ‘If Thou, Lord, shouldest mark iniquities, O Lord, who shall stand? But there is forgiveness with Thee, that Thou mayest be feared. I wait for the Lord, my soul doth wait, and in His Word do I hope. My soul waiteth for the Lord more than they that watch for the morning.’ ‘Let Israel hope in the Lord; for with the Lord there is mercy, and with Him is plenteous redemption. And He shall redeem Israel from all his iniquities.’"},{"refcode_short":"PH150 2.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 2.2 (Ellen Gould White)","content":"“Ministers and all the church, let this be our language, from hearts that respond to the great goodness and love of God to us as a people and to us individually, ‘Let Israel hope in the Lord from henceforth and forever.’ ‘Ye that stand in the house of the Lord, in the courts of the house of our God, praise the Lord; for the Lord is good; sing praises unto His name; for it is pleasant. For the Lord hath chosen Jacob unto Himself, and Israel for His peculiar treasure. For I know that the Lord is great, and that our Lord is above all gods.’ Consider, my brethren and sisters, that the Lord has a people, a chosen people, His church, to be His own, His own fortress, which He holds in a sin-stricken, revolted world; and He intended that no authority should be known in it, no laws be acknowledged by it, but His own."},{"refcode_short":"PH150 3.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 3.1 (Ellen Gould White)","content":"“Satan has a large confederacy, his church. Christ calls them the synagogue of Satan because the members are the children of sin. The members of Satan's church have been constantly working to cast off the divine law, and confuse the distinction between good and evil. Satan is working with great power in and through the children of disobedience, to exalt treason and apostasy as truth and loyalty. And at this time the power of Satanic inspiration is moving the living agencies to carry out the great rebellion against God that commenced in heaven."},{"refcode_short":"PH150 3.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 3.2 (Ellen Gould White)","content":"“At this time the church is to put on her beautiful garments,—‘Christ our righteousness.’ There are clear, decided distinctions to be restored and exemplified to the world in holding aloft the commandments of God and the faith of Jesus. The beauty of holiness is to appear in its native luster in contrast with the deformity and darkness of the disloyal, those who have revolted from the law of God. Thus we acknowledge God, and recognize His law, the foundation of His government in heaven and throughout His earthly dominions. His authority should be kept distinct and plain before the world; and no laws are to be acknowledged that come in collision with the laws of Jehovah. If in defiance of God's arrangements the world be allowed to influence our decisions or our actions, the purpose of God is defeated. However specious the pretext, if the church waver here, there is written against her in the books of heaven a betrayal of the most sacred trusts, and treachery to the kingdom of Christ. The church is firmly and decidedly to hold her principles before the whole heavenly universe and kingdoms of the world; steadfast fidelity in maintaining the honor and sacredness of the law of God, will attract the notice and admiration of even the world, and many will, by the good works which they shall behold, be led to glorify our Father in heaven. The loyal and true bear the credentials of heaven, not of earthly potentates. All men shall know who are the disciples of Christ, chosen and faithful, and shall know them when crowned and glorified as those who honored God and whom He has honored, bringing them into possession of an eternal weight of glory...."},{"refcode_short":"PH150 4.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 4.1 (Ellen Gould White)","content":"“The Lord has provided His church with capabilities and blessings, that they may present to the world an image of His own sufficiency, and that His church may be complete in Him, a continual representation of another, even the eternal world, of laws that are higher than earthly laws. His church is to be a temple built after the divine similitude, and the angelic architect has brought his golden measuring rod from heaven, that every stone may be hewed and squared by the divine measurement, and polished to shine as an emblem of heaven, radiating in all directions the bright, clear beams of the Sun of Righteousness. The church is to be fed with manna from heaven, and to be kept under the sole guardianship of His grace. Clad in complete armor of light and righteousness, she enters upon her final conflict. The dross, the worthless material, will be consumed, and the influence of the truth testifies to the world of its sanctifying, ennobling character...."},{"refcode_short":"PH150 5.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 5.1 (Ellen Gould White)","content":"“The Lord Jesus is making experiments on human hearts through the exhibition of His mercy and abundant grace. He is effecting transformations so amazing that Satan, with all his triumphant boasting, with all his confederacy of evil united against God and the laws of His government, stands viewing them as a fortress impregnable to his sophistries and delusions. They are to him an incomprehensible mystery. The angels of God, seraphim and cherubim, the powers commissioned to cooperate with human agencies, look on with astonishment and joy, that fallen men, once children of wrath, are through the training of Christ developing characters after the divine similitude, to be sons and daughters of God, to act an important part in the occupations and pleasures of heaven."},{"refcode_short":"PH150 5.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 5.2 (Ellen Gould White)","content":"“To His church, Christ has given ample facilities, that He may receive a large revenue of glory from His redeemed, purchased possession. The church, being endowed with the righteousness of Christ, is His depository, in which the wealth of His mercy, His love, His grace, is to appear in full and final display. The declaration in His intercessory prayer, that the Father's love is as great toward us as toward Himself, the only-begotten Son, and that we shall be with Him where He is, forever one with Christ and the Father, is a marvel to the heavenly host, and it is their great joy. The gift of His Holy Spirit, rich, full, and abundant, is to his church as an encompassing wall of fire, which the powers of hell shall not prevail against. In their untainted purity and spotless perfection, Christ looks upon His people as the reward of all His suffering, His humiliation, and His love, and the supplement of His glory,—Christ, the great center from which radiates all glory. ‘Blessed are they which are called to the marriage supper of the Lamb.’"},{"refcode_short":"PH150 6","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 6 (Ellen Gould White)","content":"Consolidation of the Publishing Work"},{"refcode_short":"PH150 6.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 6.1 (Ellen Gould White)","content":"The subject of consolidating our publishing work, to bring it under one management, has been presented to me, and I have been shown what the outcome would be. It would result in bringing all the publishing houses under the control of a man-made power at Battle Creek, which already has far too extensive a rule. It will be urged that since the publishing interest in Battle Creek is under the supervision of the General Conference, matters are placed on a different basis, and that the objections to consolidation are removed. But the same influences that have been leading away from the principles upon which our publishing institutions were founded, are still working. There is a change of name, but to a great degree the management is the same. It is no time now for any institution among us to act out the principles of Rome in seeking to bring everything under its own control."},{"refcode_short":"PH150 7.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 7.1 (Ellen Gould White)","content":"The General Conference is assuredly embracing altogether too many weighty responsibilities. It can not carry them with the present corps of workers. It is best for our brethren in Battle Creek to think more deeply and pray more earnestly before they shall make any further moves to enfold all the publishing interests. You are in need of the teachings and leadings of the Holy Spirit of God. Let your managing forces walk humbly with God, and seek wisdom from Him to manage the interests that have already accumulated at Battle Creek. You will need a much more efficient staff than you now have to do even this. When the present inefficient corps undertakes the management of the publishing work in the whole field, they are acting contrary to the will of God. I protest against it in the name of the Lord."},{"refcode_short":"PH150 7.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 7.2 (Ellen Gould White)","content":"If the publishing house at Battle Creek had kept clear from all encroachments upon the rights of others, the responsible men would have had a decidedly different record in the books of heaven. The record of the books is soon to be opened. The time is at hand when the vision of the prophets is to be fulfilled: “And I saw a great white throne, and Him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.” Daniel, speaking of the destruction of earthly kingdoms, says: “In the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand forever. Forasmuch as thou sawest that the stone was cut out of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold: the great God hath made known ... what shall come to pass hereafter: and the dream is certain, and the interpretation thereof sure.” “And I saw the dead, small and great, stand before God: and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works. And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them; and they were judged every man according to their works. And death and hell were cast into the lake of fire. This is the second death. And whosoever was not found written in the book of life was cast into the lake of fire.”"},{"refcode_short":"PH150 8.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 8.1 (Ellen Gould White)","content":"Let all take heed as to the principles that govern their dealings with one another, for all their works are to be brought into judgment. There must be no confederacy to ignore the individuality of the publishing work on the Pacific Coast. Let not our brethren attempt to submerge the identity of the Pacific Press in the publishing house at Battle Creek, thinking to increase the strength of both. The Pacific Press has been led to depend too largely upon Battle Creek; its managers should have discerned the talents to be found on the Pacific Coast, and would have shown true wisdom in securing all the ability possible in order to make their work a complete whole. Let the B. C. publishing house and the Pacific Press regard each other as sister institutions. In co-operation they can exert a healthful influence upon each other, but not in consolidation. These institutions are not to become merged into one. The managers in Battle Creek have indulged unchristian, unbrotherly feelings, even envy and jealousy, toward the Pacific Publishing House. They have had a feverish desire to belittle that institution, and to bring it under their own jurisdiction, but the light that I have had for years is that these institutions must stand separate, each preserving its own individuality. A nearer relation than this will tend to the injury of both."},{"refcode_short":"PH150 9.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 9.1 (Ellen Gould White)","content":"The arrangement of the General Conference to take the supervision of the publishing work, will not remove the difficulties that have existed, unless there is a decided renunciation of the principles and methods which are not in the wisdom of God, nor for the interests of the work. Methods which God does not approve have leavened the minds of men who do not discern the outcome of these ambitious plans. They give their assent to that of which they know very little. I fear that the managers of the Pacific Press have accepted propositions without the careful and prayerful consideration which should have been given them. No proposition should be accepted, no matter whence it may come, unless it is definitely stated in writing, and a copy given to the managers of each institution. Then let several of the leading men together bring the matter before the Lord; spread out the writing before Him, and with earnest prayer seek for clear discernment and sharp discrimination to decide whether the plans proposed are for the glory of God and the good of both institutions. As you ask for wisdom, believe that you receive, and you shall have; for God has promised it.—————may, with the purest motives, make propositions that have no appearance of injustice toward any institution outside of Battle Creek, but the terms in which the propositions are made may mean much more than is apparent to the Pacific Press managers. Some of the men on the other side have purposes in view which they do not clearly define. From the light I have had, the Pacific Press has consented to accept propositions that will open the way for still others, and may bring results which its managers do not now foresee. I write this in order that no hurried motions shall be carried through, but that every point may be carefully and prayerfully considered, with its probable results."},{"refcode_short":"PH150 10.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 10.1 (Ellen Gould White)","content":"I repeat, the fact that the General Conference has taken the control of the publishing work does not remove the objection to consolidation. Matters are presented to me as in no more favorable condition than before. The very foundation of the evil has not been removed. The same men are acting in the interests of the publishing work at Battle Creek, and their policy will be essentially the same as in the past, bearing the signature of men, but not the endorsement of God."},{"refcode_short":"PH150 11.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 11.1 (Ellen Gould White)","content":"I am anxious to publish the Testimonies that have so long been in the hands of a few. The people are in ignorance as to the significance of the decisions of your councils, for they have not the light which you have received. As soon as other work can be completed I mean to publish the Testimonies that have been waiting so long. But if our brethren persist in their efforts to consolidate the publishing work, and bring the Pacific Press under the management of the authorities at Battle Creek, I should feel it my duty at once to gather up and publish the writings that have for the last twenty years expressed the will of God on this point. O, may God save His people in this perilous time! Wisdom seems to have departed from the prudent. The truth is hidden from wise men, and is revealed to babes. The cause of God will not be left in unconsecrated, unskilful hands."},{"refcode_short":"PH150 11","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 11 (Ellen Gould White)","content":"To the Men in Responsible Positions in Battle Creek"},{"refcode_short":"PH150 11.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 11.2 (Ellen Gould White)","content":"Consolidation means that all institutions are to be merged into the Battle Creek institutions. For years something of this kind has been proposed by one and another. But according to the light I have had, the plan is wrong, decidedly wrong. Let every institution stand in its own individuality, doing its respective work in its own locality. There are not in Battle Creek men of sufficient clearness of discernment, sanctified by the grace of Christ, to carry the responsibilities which they now assume. If there is any action taken to merge everything into one institution under the dictation of those now presiding, it will be one of the worst pieces of business that ever was transacted in Battle Creek in connection with the cause of God."},{"refcode_short":"PH150 12.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 12.1 (Ellen Gould White)","content":"The Pacific Press should stand in its own moral independence, carrying on its work beyond the Rocky Mountains, in a little world of its own. Its managers are responsible to God to do their work as in full view of the universe of heaven."},{"refcode_short":"PH150 12.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 12.2 (Ellen Gould White)","content":"Men are coming to trust in men, and to make flesh their arm; and when that arm is not linked in the arm of Christ, they will find that they are leaning upon a broken reed."},{"refcode_short":"PH150 12.3","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 12.3 (Ellen Gould White)","content":"The publishing houses were established in America in the counsel of God, under his direction and supervision, and they should stand in their own individuality, as sister institutions. Never should they be so related to each other that one shall have power to control the running of the other. If one institution shall adopt a policy which the other does not sanction, the other institution is not to be corrupted, but is to stand in its God-given responsibility, true to the principles that were expressed in its establishment, and carrying forward the work in harmony with those principles."},{"refcode_short":"PH150 13.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 13.1 (Ellen Gould White)","content":"Our people do not know what they are about. In some of their movements they act like blind men. The managers at Battle Creek are taking altogether too much on their hands; but they do not understand the result of this confederacy. Every institution should work in harmony with the other institutions, but farther than this they should not go toward confederacy or merging into one. Already there are men who, supposing themselves wise, are trying to shape matters according to their ideas. Things may for a time appear to prosper in their hands, but the result will be that which they do not now anticipate."},{"refcode_short":"PH150 13.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 13.2 (Ellen Gould White)","content":"For years a spirit of oppression has been coming into Battle Creek. The human agents are lifting up themselves unto selfishness and domination. Not a work can be published but they try to gain control of it, and if authors do not concede to their propositions, those who publish the work will exert an influence with canvassers and other agents that will hinder its sale, and this wholly irrespective of the value of the book. And when every institution is merged into the one that is greatest,—that is, measured by her power of control,—that one will indeed be a ruling power, and if the principles of action in the most powerful institution are corrupted, as is now the case, and as has been in the history of the past, every other institution must follow the same path, else a determined influence will be brought to bear against it. The difficulty is not in the institution, but in the members."},{"refcode_short":"PH150 14.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 14.1 (Ellen Gould White)","content":"This disposition to press men into hard places if you can not bring them to your ideas, is not according to God's order. Those who do this when it suits them, are bringing souls into unbelief and temptation, and driving them on Satan's battle-field. They forget that God will deal with them as they deal with their fellow-men. God's cause is not to be molded by one man, or half a dozen men. All his responsible stewards are to bear a share in the devising, as well as in the execution, of the plans. Men must not forget that the God of heaven is a God of justice; with Him is no partiality, no hypocrisy. He will not serve with men's selfishness, nor sanction their plans to rob one soul of his right because they can press him inconsiderately, and make statements and plans that compel surrender, or leave him helpless."},{"refcode_short":"PH150 14.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 14.2 (Ellen Gould White)","content":"Shall everything pass under the control of men who we know have not a living connection with God? He who says, “I know thy works,” hears all their suggestions, listens to all their plans. The institutions of God's own creating, which he established upon principles of justice and equity, they are seeking to make a means of oppression, forcing the Lord's workers to accept terms which they themselves, were the situation reversed, would not accept."},{"refcode_short":"PH150 14.3","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 14.3 (Ellen Gould White)","content":"God's instrumentalities are not chosen of men, or under their jurisdiction. They are to prepare a people to stand in the day of the Lord. God is a party to every transaction, and He is sinned against and misrepresented. The Lord's powerful instrumentalities are made as a cutting sword to weaken and destroy, because those who are managing these instrumentalities possess attributes that lead them to do this. When men swerve from truth and righteousness, violate justice in deal, making contracts that bind others according to their will, and violate contracts, let them remember that for all this God will bring them into judgment. By no sharp dealing or underhand advantage is the Lord to be glorified or His truth served. Money acquired in this way to supply the treasury will benefit no one; for God will not serve with the sins of oppression and selfishness."},{"refcode_short":"PH150 15.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 15.1 (Ellen Gould White)","content":"It should be written on the conscience as with a pen of iron upon a rock, that no man can achieve true success while violating the eternal principles of right. There must be a cleansing of the institutions similar to Christ's cleansing of the temple of old. “It is written,” saith the Lord. “My house shall be called a house of prayer, but ye have made it a den of thieves.” There are in our institutions today, transactions similar to those that took place in the temple court in Christ's time; and all heaven is looking on...."},{"refcode_short":"PH150 15.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 15.2 (Ellen Gould White)","content":"The publishing houses were brought into existence in a spirit of sacrifice, and no persons should have been permitted to hold a responsible position in the work, who desired to work according to the world's policy. The consecration and purity of the worker will be evidenced by the principles manifested in his attitude toward every child of God. The publishing house was established for the purpose of doing business upon the principles of justice and equity, judging every case without partiality and without hypocrisy. In our institutions the Spirit of Christ was to be a witness to the world of the character of God, a living epistle, known and read of all men. These institutions were to reveal nothing like oppression; the managers were to be those who showed decidedly that they were under the control of God. Selfishness and the love of money were not to set aside those principles of sacrifice which characterized the establishment of these instrumentalities."},{"refcode_short":"PH150 16.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 16.1 (Ellen Gould White)","content":"No one should be allowed to engage in the sacred work who could be bought or sold for money. No one is to take advantage of any man's ignorance or necessity, in order to charge exorbitant prices for work done or for goods sold. The managers are not obeying the commandments of God when, by any selfish devising, they secure the benefits of the time or talents of the workmen. Such a course is robbery of your neighbor. God has given every one of his workers certain qualifications, for which he is responsible, not to any man or set of men, but to God. He is so to use them that they will be a blessing to himself, by having it in his power to be a blessing to others. The practises that have prevailed in the Review and Herald office, and which are now leavening the managers of the conferences, are not correct. I can not specify all the departures from righteousness; they are too many to be enumerated, and I am not told to do this."},{"refcode_short":"PH150 17.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 17.1 (Ellen Gould White)","content":"Some will urge that in dealing with sharpers, those who have no conscience, one must conform in a large degree to the customs that prevail; that should he adopt a course of strict integrity, he will be compelled to give up his business, or fail to secure a livelihood. Where is your faith in God? He owns you as His sons and daughters on condition that you come out from the world, and be separate, and touch not the unclean thing. There will be violent temptations to diverge from the straight path; there will be innumerable arguments in favor of conforming to custom, and adopting practices that are really dishonest."},{"refcode_short":"PH150 17.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 17.2 (Ellen Gould White)","content":"When one worker enters into a confederacy with another—as has been done—seeking to supply that other's lack of aptitude or knowledge, he is doing that one an injury, and assisting in a deception. That worker receives pay for qualifications which he has not, and his failures in duties which he is supposed to perform are many. Yet the largest wages are received, and the treasury is robbed. God has been greatly displeased by these things."},{"refcode_short":"PH150 17.3","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 17.3 (Ellen Gould White)","content":"These may be regarded by men as little things, but was it a little thing for Adam and Eve to eat of the fruit which God had forbidden them to eat? The smallness of the act did not avert the consequences. It was disobedience to God's commandments, and the flood-gates of woe were opened upon our world. We can not be Christians and connive at any dishonest practise or breach of trust. The Christian will not be found spending extravagantly means that he has not earned. God requires every man to be punctual, just, and without guile in his lips or in his heart. Be righteous in all dealings with your fellowmen if you would have not only the name but the character of a Christian. Those who depart from Bible principles, and vindicate their defects as righteous, have never received the true knowledge of Christ or the experience of being in truth doers of the Word. There is nothing in the Word of God that glosses over or excuses one phase of selfishness, one approach to overreaching or dishonesty...."},{"refcode_short":"PH150 18","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 18 (Ellen Gould White)","content":"To the General Conference Committee and the Publishing Boards of the Review and Herald and Pacific Press"},{"refcode_short":"PH150 18.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 18.1 (Ellen Gould White)","content":"I would address to you words of counsel. I have received a letter from Brother C. H. Jones in reference to changes which it is proposed to make in the publication of our periodicals. Questions are asked in reference to these matters. One is, “Shall our periodicals be combined in one paper or magazine?” Brother Jones further says: “Some suggest that the Review, Home Missionary, and Sabbath School Worker, be combined in one paper, to be used as our regular church paper; have the Review enlarged to 32 pages and divide it up into different departments, covering the different lines of work. All three of the papers are designed especially for our own people, and I am not sure but that this combination could be effected. Some have thought that the Instructor and Little Friend could also be combined in our church paper. Another suggestion is that the Signs of the Times and the American Sentinel be combined in one pioneer missionary paper.”"},{"refcode_short":"PH150 19.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 19.1 (Ellen Gould White)","content":"I can not see wisdom in the policy of having all our periodicals combined in one paper or magazine. Each of our periodicals has its own place, and is to do a specific work. Let our brethren inquire, Has the necessity of this work, and its object, changed? If you think so, then wherein? ..."},{"refcode_short":"PH150 19.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 19.2 (Ellen Gould White)","content":"The present is a time of special peril. In 1890 and 1891 there was presented to me a view of dangers that would threaten the work because of a confederacy in the office of publication in Battle Creek. Propositions which to their authors appeared very wise would be introduced, looking to the formation of a confederacy that would make Battle Creek, like Rome, the great head of the work, and enable the office of publication there to swallow up everything in the publishing line among us. This is not God's wisdom, but human wisdom. Those matters have been coming up again and again in different aspects, but this policy of consolidation would, if adopted, result in marring the work. God would have his work move firmly and solidly, but no one branch is to interfere with or absorb other branches of the same great work. From time to time for years, in the past, God has been pleased to give me special light on these points. I was shown that the small periodicals, as well as the larger ones, are to come forth from the publishing houses and be scattered like the leaves of autumn to answer the wants of the cause in its growth and extension."},{"refcode_short":"PH150 20.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 20.1 (Ellen Gould White)","content":"The printing office in Battle Creek will bear the divine credentials if the workers connected with it walk in accordance with the light that God has given them. If any of them in their devising and planning, weave selfishness into the work, the approval of God will be withdrawn. All who act any part in the work of the cause of God are to consider their own spiritual condition in the light of the Word of God. Have they considered this matter prayerfully, that not one vein of selfishness should be fed by a course of action that God has reproved? Have they learned to lean upon Him who is a sufficiency?"},{"refcode_short":"PH150 20.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 20.2 (Ellen Gould White)","content":"I have much to say, but have little time in which to write and prepare matter for this month's mail. I wish it to be distinctly understood, however, that I have no faith in consolidating the work of publication, blending in one that which should remain separate. The blending of the Signs and the Sentinel will not be in the order of God. Each has its distinctive work to do. The Signs is a pioneer paper to do a special work."},{"refcode_short":"PH150 20.3","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 20.3 (Ellen Gould White)","content":"The work of publication was represented to me by the figure which Christ used, the vine. In the different branches of this great work, as in the branches of the vine, there is to be unity in diversity. This is God's plan, the principle that runs through the entire universe. In God's wise arrangement there is diversity, and yet He has so related each part to others that all work in harmony to carry out His great plan in extending the knowledge of God and of Jesus Christ whom He hath sent. However there may appear to be dissimilarity, the work is one great whole, and bears the stamp of infinite wisdom. God and Christ are one, Christ and His disciples are one, we in Christ, and Christ in God. The Lord designs that His work shall move forward in perfect harmony without friction. Jesus said: “I am the vine, ye are the branches.” The branches are many and diverse, yet all are united in the parent stalk, and every branch, although separate, draws its sustenance from the vine stalk. “I am the vine, ye are the branches.” Jesus Christ is in God, the great Masterpiece of infinite wisdom, and power, and sufficiency, from whom all the diversity springs. Each branch bears its burden of fruit, and all together make a harmonious whole, a complete, beautiful unity. This is harmony according to the Lord's order."},{"refcode_short":"PH150 21.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 21.1 (Ellen Gould White)","content":"Warnings have been given me that the publishing house upon the Pacific coast should not, in thought, word, or deed, depreciate the office at Battle Creek, neither should the publishing house at Battle Creek look with envy and jealousy upon the instrumentalities the Lord has established upon the Pacific Coast. Plans should be carefully considered in Battle Creek, that they may in no case militate against the work in Oakland. But the image of jealousy was long ago set up, and has provoked to jealousy, which has grieved the Spirit of God."},{"refcode_short":"PH150 22.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 22.1 (Ellen Gould White)","content":"I understand something about these two institutions, for my husband and I had to lead out in establishing them and carrying them forward. The Lord gave special directions as to how they should be conducted. These principles I have not withheld from those who were numbered as believers in the truth."},{"refcode_short":"PH150 22.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 22.2 (Ellen Gould White)","content":"The work has been presented to me as, at its beginning, a small, very small rivulet. The representation was given to the prophet Ezekiel of waters issuing “from under the threshold of the house eastward ... at the south side of the altar.” Please read Ezekiel 47. Mark verse 8: “Then said he unto me, These waters issue out toward the east country, and go down into the desert, and go into the sea; which being brought forth into the sea, the waters shall be healed.” This work was represented to me as extending to the east and to the north, to the islands of the sea, and to all parts of the world. As the work increases, there will be a great and living interest to be managed by human instrumentalities. The work is not to be centered in any one place, not even in Battle Creek. Human wisdom argues that it is more convenient to build up the interest where it has already obtained character and influence; mistakes have been made in this line. Individuality and personal responsibility are thus repressed and weakened. The work is the Lord's, and the strength and efficiency are not all to be concentrated in any one place."},{"refcode_short":"PH150 23","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 23 (Ellen Gould White)","content":"Extracts from Personal Letters from Mrs. E. G. White to C. H. Jones"},{"refcode_short":"PH150 23.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 23.1 (Ellen Gould White)","content":"There is need for the Pacific Press to stand in God, subject to no human power of control in their action. You are not to hold yourself to seek permission of the authorities of Battle Creek whether you shall or shall not pursue a line of work that seems impressed upon you to do. The Lord is the one to whom you are to be amenable. All the light heretofore given me of God is that these institutions out of Battle Creek should not be absorbed by Battle Creek. It would be an injury to both parties. Each is to stand in harmony one with the other, yet preserve their individuality of action, responsible to God and Him alone. If one pursues a course of selfish action, or of absorbing everything by just or unjust means, my voice can not be silent. I shall be heard, for God has given me His word. I look upon consolidation in unity, and helpfulness of one another, as sound principle; but I do not and can not give my influence to consolidation in blending the institutions in one great whole, and that be Battle Creek, the moving power, the voice to dictate and direct. I see the danger. I am sure from the light given me of God, the men, some of whom are the main movers in Battle Creek in councils, first need to confess to God their rejection of the messengers and the message He hath sent, then we shall see everything established after the fashion of the Holy Spirit, and not after the mind of imperfect men who are not under the control of God. I send you warning not to follow in their wake; for God has a controversy with them, and He will not serve with their selfish plans, neither will He accept robbery for a burnt-offering. That which they unjustly require for themselves they are very jealous to accord to others. God hates covetousness, which is idolatry. I tell you in the fear of God, stand in God to do His will, to keep the ways of the Lord, to do justice and judgment. Let there be no betrayal of sacred trusts on your part, because this is the work some in responsible positions pursue in Battle Creek. Walk humbly and softly before God. If God sees the least injustice done to one of His children, He will punish for these things. They have not done in dealing with some as they should; they have grasped greedily every dollar possible (acquired by talents God has given), saying, “It is for the cause of God.” This principle of dealing, God abominates; for He is misrepresented, dishonored, and souls are imperiled if not ruined through their natural and cultivated grasping spirit, to make a showing for themselves. They need new hearts and new characters before their plans and designs can be safely adopted. The Lord God is ruler of the world, ruler of His own subjects."},{"refcode_short":"PH150 24.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 24.1 (Ellen Gould White)","content":"God would have the Pacific Press Publishing House stand free and clear, and untrammeled by any power. God would have every one of His institutions rise above the frosty atmosphere in which the human agent will be if left to himself. Inclined to live and breathe, he must live and breathe in the holy, pure, life-giving atmosphere of heaven, else sentiments, and plans, and resolutions will clog and impede our heavenly advance movements...."},{"refcode_short":"PH150 25.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 25.1 (Ellen Gould White)","content":"... I beg of you and all the officials at the Pacific Press to know that every move you make is in the light of the counsel of God. The moves being made of consolidation mean placing all your powers under the jurisdiction of the powers in office at Battle Creek. I say, God forbid that you should adopt the plans and be controlled by the principles that have ruled them like the laws of the Medes and Persians."},{"refcode_short":"PH150 25.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 25.2 (Ellen Gould White)","content":"God has presented to me, which I have presented to you, that the Pacific Press should stand on its own individuality, relying upon God, doing its work in God, as His instrumentality—the human agent working with God, contrite in spirit, meek and lowly in heart, ready to be taught of God, but not subject to any earthly power that shall propose plans and ways that are not after the light God has given. Be on guard. Be on guard, and do not sell your religious liberty to any office or to any man, or board or council of men."},{"refcode_short":"PH150 25","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 25 (Ellen Gould White)","content":"Extracts from Earlier Testimonies"},{"refcode_short":"PH150 25.3","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 25.3 (Ellen Gould White)","content":"In the year 1867, the following appeared in Testimony No. 13:—"},{"refcode_short":"PH150 25.4","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 25.4 (Ellen Gould White)","content":"“Those engaged at the office should have no separate interest aside from the work. If that attention and care are given to the work in which they are engaged which it demands, they should not be further taxed. They have done all they should do. If trafficking which has no connection with the work of God engages the mind and occupies time, the work will not be done thoroughly and well. At the best, those employed in the work have no physical and mental energy to spare. They are to a greater or less degree enfeebled. Such a cause, such a sacred work, in which they are employed, should engage the powers of the mind; they should not work mechanically, but be sanctified to the work, and act as though the cause was a part of them, as though they had invested something in this great and solemn work. Unless they thus take hold of this matter with interest, their efforts will not be acceptable to God."},{"refcode_short":"PH150 26.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 26.1 (Ellen Gould White)","content":"“Satan is very artful, busy, and active. His special power is brought to bear upon those who are now engaged in the work of preaching and in the publication of present truth. All in connection with this work need to keep the whole armor on, for they are the special marks for Satan to attack."},{"refcode_short":"PH150 26.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 26.2 (Ellen Gould White)","content":"“I saw that there was a danger of becoming unguarded, and Satan obtaining an entrance, and imperceptibly diverting the mind from the great work. I saw that there was danger of those connected with the work at the office, who fill responsible positions there, getting above the work, and losing humbleness of mind, and the simplicity of the work which has hitherto characterized it."},{"refcode_short":"PH150 27.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 27.1 (Ellen Gould White)","content":"“Satan designs to obtain a foothold in that office, and unless there is united effort and thorough watchfulness, he will accomplish his object. Some will get above the simplicity of the work, and will feel that they are sufficient when their strength is perfect weakness. God will be glorified in this great work. And unless there is deep and constant humility and a firm trust in God, there will be a trusting in self, a self-sufficiency, and one or more will drink the bitter cup of affliction."},{"refcode_short":"PH150 27.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 27.2 (Ellen Gould White)","content":"“As the work increases, the greater the necessity for thorough trust and dependence on God, and a thorough interest in, and devotion to, the work. Selfish interests should be laid aside. There should be much prayer, much meditation: for this is highly necessary for the success and prosperity of the work. A spirit of traffic should not be allowed in any one who is connected with the work in the office. If it is permitted, the work will be neglected and marred. Common things will be placed too much upon a level with sacred things."},{"refcode_short":"PH150 27.3","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 27.3 (Ellen Gould White)","content":"“There is great danger of some connected with the work laboring merely for wages. While they invest no special interest in the work, their heart is not in the work, and they have no special sense of its sacredness and exalted character. Another special danger would be of those at the head of the work becoming lifted up, exalted, and the work of God be marred, bearing the impress of man, of the human instead of the divine. Satan is wide awake, persevering, yet Jesus lives, and all who make Him their righteousness, their defense, will be specially sustained.”—Pages 23-26."},{"refcode_short":"PH150 28.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 28.1 (Ellen Gould White)","content":"The following, addressed especially to the young, was written in May, 1867:—"},{"refcode_short":"PH150 28.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 28.2 (Ellen Gould White)","content":"“Dear Young Friends: ... A burden is resting upon me in regard to you. I have been repeatedly shown that all who are in connection with the work of God in publishing the present truth, which is to be scattered to every part of the field, should be Christians, not only in name, but in deed and truth. Their object should not be merely to work for wages, but all engaged in this great and solemn work should feel that their interest is in the work, and that it is a part of them. Their motives and influence in connecting themselves with this great and solemn work, must bear the test of the judgment. None should be allowed to become connected with the office of publication who manifest selfishness and pride."},{"refcode_short":"PH150 28.3","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 28.3 (Ellen Gould White)","content":"“I was shown that lightness and folly, joking and laughing, should not be indulged by those engaged in the work in the office. Those engaged in the solemn work of preparing truth to go to every part of the field, should realize that their deportment has its influence. If they are, while reading and preparing solemn truth for publication, jesting, joking, laughing, and careless, their hearts are not in the work, or sanctified through the truth. They do not discern sacred things, but handle truth that is to test character, truth which is of heavenly origin, as a common tale, as a story, merely to come before minds and be readily effaced...."},{"refcode_short":"PH150 29.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 29.1 (Ellen Gould White)","content":"“None in that office are sufficient of themselves for the important work of discreetly managing matters connected with the publication of the truth. Angels must be near them to guide, to counsel, to restrain, or the wisdom and folly of human agencies will be apparent."},{"refcode_short":"PH150 29.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 29.2 (Ellen Gould White)","content":"“I saw that frequently angels were in the office, in the folding-room, in the room where the type is being set. I was made to hear the laughing, the jesting, the idle, foolish talking. Again, the vanity, the pride and selfishness exhibited. Angels looked sad, and turned away grieved. The words I had heard, the vanity, the pride and selfishness exhibited, caused me to groan with anguish of spirit, as angels left the room in disgust. Said an angel, ‘The heavenly messengers came to bless, that the truth carried by the voiceless preachers might have a sanctifying, holy power to attend its mission; but those engaged in its work were distant from God, possessing so little of the divine, and were so conformed to the spirit of the world, that the powers of darkness controlled them, and they could not be made susceptible of divine impressions.’ At the same time these young were deceived and thought they were rich and increased in goods and had need of nothing, and knew not that they were poor and miserable, blind and naked."},{"refcode_short":"PH150 29.3","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 29.3 (Ellen Gould White)","content":"“I saw that those who handle precious truth as they would sand, know not how many times their heartless indifference to eternal things, their vanity, self-love, and pride, their laughing and senseless chatting, have driven holy messengers of heaven away from the office."},{"refcode_short":"PH150 30.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 30.1 (Ellen Gould White)","content":"“The deportment, words, and acts of all in that office should be reserved, modest, humble, and disinterested, as was their Pattern, Jesus, the dear Saviour. They should seek God and obtain righteousness. The office is not the place for sport, for visiting, for idlers, for laughing, or useless words. All should feel that they are doing a work for their Master. These truths which they read, that they act their part to arrange to get before the people, are invitations of mercy, are reproofs, are threatenings, warnings, or encouragements. They are doing their work. They are savors of life unto life, or of death unto death. If rejected, the judgment must decide the matter. The prayer of all in the office should be, ‘O God, make these truths which are of such vital importance, clear to the comprehension of the humblest minds! May angels accompany these silent preachers, and bless their influence, that souls may be saved by these humble means.’"},{"refcode_short":"PH150 30.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 30.2 (Ellen Gould White)","content":"“The heart should go out in fervent prayer while the hands are busy, and Satan will not find such ready access, and the soul, instead of being lifted up into vanity, will be constantly refreshed, will be like a watered garden. Angels will delight to be near these souls. Their presence will be continually encouraged by those engaged in the work. A power will attend the truths published. Divine rays of light from the heavenly sanctuary will attend the precious truths sent forth; those who read will be refreshed and strengthened, and souls who are opposed to truth will be convicted and compelled to say. ‘These things are so, they can not be gainsaid.’"},{"refcode_short":"PH150 31.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 31.1 (Ellen Gould White)","content":"“All, I saw, should feel that the office is a holy place, as sacred as the house of God. But God has been dishonored by the frivolity and lightness that have been indulged in by some connected with the work. Strangers from abroad, I saw, often went away from the office disappointed. They had associated it with everything sacred; but when they saw the youth, or any one connected with the office, possessing but little gravity, and careless in words and acts, the impression they took away caused them to doubt, after all, if this is really the work of God to prepare a people for translation to heaven. May God bless this to all concerned.”—Pages 28-32."},{"refcode_short":"PH150 31.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 31.2 (Ellen Gould White)","content":"Below are given a couple of paragraphs from No. 21, first published in 1872:—“No selfish feelings should exist among those who labor in the office. It is the work of God in which they are engaged, and they are accountable to God for the motives and manner in which this branch of His work is performed. They are required to discipline their minds, and to bring their minds to task. Forgetfulness is sin. Many feel that no blame should be attached to forgetfulness. There is a great mistake here; and this leads to many blunders, and much disorder, and many wrongs. The minds must be tasked. Things that should be done should not be forgotten. The mind must be disciplined until it will remember."},{"refcode_short":"PH150 31.3","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 31.3 (Ellen Gould White)","content":"“Those who labor in the office should learn. They should study, and practise, and exercise their own brains. If the workmen make a failure, they should feel that it rests upon them to repair damages from their own purses, and not allow the office to suffer loss through their carelessness. They should not cease to bear responsibilities, but should try again, avoiding their former mistakes. In this way they would learn to take that care which the Word of God ever requires, and then they will do no more than their duty.”—Pages 8, 9."},{"refcode_short":"PH150 32.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 32.1 (Ellen Gould White)","content":"The following selections are from No. 22, published in 1872:—“The workers at the office should feel when they enter it that it is a sacred place where the work of God is being done in the publication of truth which will decide the destiny of souls. This is not felt or realized as it should be. There is conversation in the type-setting department, which diverts the mind from the work. The office is no place for visiting, for a courting spirit, or for amusement, or selfishness. All should feel that they are doing work for God. He who sifts all motives and reads all hearts, is proving, and trying, and sifting His people, especially those who have light and knowledge, and who are engaged in His sacred work. God is a searcher of hearts, and a trier of the reins, and will accept nothing less than entire devotion to the work, and consecration to Himself. All should have a spirit in that office to take up their daily duties as if in the presence of God. They should not be satisfied merely with doing just enough to pass along, and receive their wages; but all should work in any place where they can help the most. If all in the office who profess to be followers of Christ had been faithful in the performance of duty in the office, there would be a great change for the better. Young men and young women have been too much engrossed in each other's society, talking, jesting, and joking, and angels of God have been driven from the office.”—Pages 98, 99."},{"refcode_short":"PH150 33.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 33.1 (Ellen Gould White)","content":"“From what has been shown me, there should be a careful selection of help in that office. The young, and untried, and unconsecrated should not be placed there; for they are exposed to temptations, and have not fixed characters. Those who have formed characters, and have fixed principles, and the truth of God in the heart, will not be a constant source of anxiety and care, but rather helps and blessings. And the office of publication is amply able to make arrangements to secure good helpers, who have ability and principle. And the church in their turn should not seek to advantage themselves one penny from those who come to the office to labor and learn their trade. There are positions where some can earn more wages than those at the office, but they can never find a position more important, more honorable or exalted, than the work of God in the office. Those who labor faithfully and unselfishly will be rewarded. For them there is a crown of glory prepared, compared with which all earthly honors and pleasures are as the small dust of the balance. Especially will those be blessed who have been faithful to God in watching over the spiritual welfare of others in the office. Pecuniary and temporal interests, in comparison with this, sink into insignificance. In one scale is gold-dust, in the other a human soul of such value that honor, riches, and glory have been sacrificed by the Son of God to ransom it from the bondage of sin and hopeless despair. The soul is of infinite value, and demands the most attention. Every man who fears God in that office, should put away childish and vain things, and stand erect, with true moral courage, in the dignity of his manhood, shunning low familiarity, yet binding heart to heart in the bond of Christian interest and love. Hearts yearn for sympathy and love, and are as much refreshed and strengthened by them as flowers are by showers and sunshine. The Bible should be read every day.”—Pages 102, 103."},{"refcode_short":"PH150 34.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 34.1 (Ellen Gould White)","content":"The three following paragraphs are from No. 27, published in 1876:—“If there are young people connected with the office who do not respect the authority of parents, and are ungovernable at home, despising counsel and restraint, the curse of God will fall upon them, and not only upon them, but upon the office, should they retain their services, and give them further opportunity to pervert the young with whom they are brought in contact there. Those who occupy responsible positions in the office are accountable for the prevailing influence there. And if they are indifferent to the course of the insubordinate and impenitent in their employ, they become partakers of their sin. Those who profess the truth should guard, like sleepless sentinels, the interest of the cause at the office, and sacredly guard themselves and each other from spiritual contamination.”—Pages 93, 94."},{"refcode_short":"PH150 35.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 35.1 (Ellen Gould White)","content":"“The influence of our young people in the office is not what it should be. The young who heed not the warnings of the Word of God, and slight the testimonies of the Spirit of God, can only be a living curse to the office, and should be separated from it."},{"refcode_short":"PH150 35.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 35.2 (Ellen Gould White)","content":"“God abhors the sins that are fostered and concealed by the church, cherished in the office, and sheltered under the paternal roof. Let parents, and those in authority, earnestly take hold of the work and purge this evil from their midst.”—Pages 99, 100."},{"refcode_short":"PH150 35.3","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 35.3 (Ellen Gould White)","content":"From No. 29, published in 1880:—“The hands employed in the various departments of our offices of publication do not accomplish the amount of work which they would be required to perform in any other office of the kind. Much time is wasted in unnecessary conversation, in visiting away the precious hours, while the work is suffered to lag. In several of the departments, loss is occasioned to the office because of persons engaging in the work who have not exercised care and economy. Were these persons engaged in doing work for themselves, some would accomplish a third more work in a day than now. Others would do no more than they now perform."},{"refcode_short":"PH150 36.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 36.1 (Ellen Gould White)","content":"“Business hours should be faithfully employed. To be wasteful of time or of material is dishonesty before God. A few moments are squandered here and a few moments there, which amount in the course of a week to nearly or quite a day, sometimes even exceeding this. ‘Time is money,’ and a waste of time is a waste of money to the cause of God. When those who profess the faith are dilatory and reckless of time, showing that they have not a heart interest for the prosperity of the work, unbelievers employed will follow their example. If all would use their time to the best account, very much means would be saved to the cause of truth. When the heart is in the work, it will be done with earnestness, energy, and despatch. All should be awake to see what needs to be done, and apt and quick to execute, working as though under the direct supervision of the great Master, Jesus Christ."},{"refcode_short":"PH150 36.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 36.2 (Ellen Gould White)","content":"“Again, losses occur from lack of thoughtful care in the use of material and machinery. There is a failure to look after all the larger and smaller matters, that nothing be wasted or damaged through neglect. A little squandered here and there amounts to a large sum in the course of a year. Some have never learned to exercise their faculties to save the remnants, notwithstanding the injunction of Christ, ‘Gather up the fragments that remain, that nothing be lost.’ Material should not be slashed into, to obtain a small piece. A little thoughtful care would lead to the gathering up and using of the little pieces that are now thrown aside and wasted. Attention should be given to saving even so trifling a matter as waste paper, for it can be turned into money."},{"refcode_short":"PH150 37.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 37.1 (Ellen Gould White)","content":"“By lack of personal interest, many things go to waste which a few moments’ thoughtful attention at the right time would save. ‘I forgot’ causes much loss to our offices. And some feel no interest in any work or in anything which does not come under their special branch of the work. This is all wrong. Selfishness would suggest the thought, ‘It does not belong to me to care for that;’ but faithfulness and duty would prompt every one to care for all that comes under his observation."},{"refcode_short":"PH150 37.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 37.2 (Ellen Gould White)","content":"“A principle should exist all through the office to economize. In order to save the dollars, dimes and pennies must be carefully treasured. Men who have been successful in business have always been economical, persevering, and energetic. Let all connected with the work of God begin now to educate themselves thoroughly as care-takers. Even though their work may not be appreciated on earth, they should never degrade themselves in their own eyes by unfaithfulness in anything they undertake. It takes time for a person to become so accustomed to a given course of life as to be happy in pursuing it. We shall be individually, for time and eternity, what our habits make us. The lives of those who form right habits, and are faithful in the performance of every duty, will be as shining lights, shedding bright beams upon the pathway of others; but if habits of unfaithfulness are indulged, if lax, indolent, neglectful habits are allowed to strengthen, a cloud darker than midnight will settle on the prospects in this life, and forever debar the individual from the future life.”—Pages 93-95."},{"refcode_short":"PH150 38.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 38.1 (Ellen Gould White)","content":"“All the hands in our offices should place themselves in the most favorable condition for the formation of good and correct habits. Several times each day, precious golden moments should be consecrated to prayer and the study of the Scriptures, if it is only to commit a text to memory, that spiritual life may exist in the soul. The varied interests of the cause furnish us with food for reflection and inspiration for our prayers. Communion with God is highly essential for spiritual health; and here only may be obtained that wisdom and correct judgment so necessary in the performance of every duty."},{"refcode_short":"PH150 38.2","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 38.2 (Ellen Gould White)","content":"“The strength acquired in prayer to God, united with individual effort in training the mind to thoughtfulness and care-taking, prepares the person for daily duties and keeps the spirit in peace under all circumstances, however trying. The temptations to which we are daily exposed make prayer a necessity. In order that we may be kept by the power of God through faith, the desires of the mind should be continually ascending in silent prayer for help, for light, for strength, for knowledge. But thought and prayer can not take the place of earnest, faithful improvement of the time. Work and prayer are both required in perfecting Christian character."},{"refcode_short":"PH150 38.3","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 38.3 (Ellen Gould White)","content":"“We must live a twofold life of thought and action, silent prayer and earnest work. All who have received the light of truth should feel it their duty to shed rays of light upon the pathway of the impenitent. They should be witnesses for Christ in our offices as verily as in the church. God requires us to be living epistles, known and read of all men. The soul that turns to God for its strength, its support, its power, by daily, earnest prayer, will have noble aspirations, clear perceptions of truth and of duty, lofty purposes of action, and a continual hungering and thirsting after righteousness. By maintaining a connection with God, we shall be enabled to diffuse to others, through our association with them, the light, the peace, the serenity, that rule in our hearts, and set before them an example of unwavering fidelity to the interests of the work in which we are engaged...."},{"refcode_short":"PH150 39.1","refcode_long":"Selections from the Testimonies Setting forth Important Principles Relating to Our Work in General, the Publishing Work in Particular, and the Relatio, p. 39.1 (Ellen Gould White)","content":"“Religious privileges have been too much neglected by those employed in the offices. None should engage in the work of God who treat these privileges with indifference; for all such connect with evil angels, and are a cloud of darkness and a hindrance to others. In order to make the work a success, every department in these offices must have the presence of heavenly angels. When the Spirit of God shall work upon the heart, cleansing the soul temple of its defilement of worldliness and pleasure-loving, all will be seen in the prayer-meeting, faithful to do their duty, and earnest and anxious to reap all the benefit they can gain. The faithful worker for the Master will improve every opportunity to place himself directly under the rays of light from the throne of God; and this light will be reflected upon others."}]