[{"refcode_short":"PH155 1","refcode_long":"Special Testimony to the Battle Creek Church, p. 1 (Ellen Gould White)","content":"Special Testimony to the Battle Creek Church"},{"refcode_short":"PH155 1.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 1.1 (Ellen Gould White)","content":"My soul has been sadly burdened tonight. I have been unable to sleep, as I have been many nights, because of great distress for the cause of God and the church at Battle Creek. I thought when my work was done in writing out Testimony No. 31, I should then be free; but last night I was, in my dreams, in your meetings. I heard your testimonies; I felt your spirit. Some were humbling their souls before God. With confession and humiliation, they made their way out of the darkness, while Eld. Smith, Bro. McLearn, and Wm. Gage seemed to feel no spirit of confession; and these very men who had brought the church into difficulty, were not by their own course of action leading them out. I heard testimonies borne to have a soothing influence upon the people."},{"refcode_short":"PH155 1.2","refcode_long":"Special Testimony to the Battle Creek Church, p. 1.2 (Ellen Gould White)","content":"Bro. McLearn and Wm. Gage in their testimonies worked directly against the Spirit of God. They did not seem to understand that Heaven's light was shining in upon them to call them as a people to repentance. They treated the warnings of the Spirit of God as a matter of indifference,—as though that voice were human in place of divine. What there was to make any demonstration of on their part they could not see. If they had done wrong, why dwell upon it so much? Just go on; let it all drop, and say as little about it as possible. This is the very thing the enemy of souls wants them to do; and Bro. McLearn, here in this peril of the church, while God is seeking to arouse them, has revealed his true spirit, and that he was not a safe man to counsel and advise the church in a crisis. God is calling them to repentance, and do Bro. McLearn and Wm. Gage work in harmony with the Spirit of God? Are these men confessing their own sins, acknowledging their departure from God, which has brought calamity upon the church and the frown of God? Smooth words and fair speeches are uttered to mislead those who would come to the light. Instead of these men falling upon the Rock and being broken, they are using their inventive powers to make it appear that they were not deserving of reproof, that their course had been altogether different than the Spirit of the Lord had represented. Will they take the Testimonies home and act upon them? No; they have not done it, and do not intend to do it. A spirit of vindication is aroused in them rather than of humiliation and confession."},{"refcode_short":"PH155 2.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 2.1 (Ellen Gould White)","content":"I now state plainly, Bro. McLearn has been exalted, praised, deified. Why? Because of his unselfish labors to bring the work and cause of God up where it is? Is it because of his sacrifice of self, his untiring efforts for the cause of God? No; but because he pleased a certain class who were blinded as to the spirit of the work and what God requires of his people, both parents and children, for this time. These teachers apprehend no special cause of alarm in the present condition of the professed people of God, in their assimilating to the world, and in their lack of love and lack of exercising forbearance toward their brethren. These consider the character of the church generally in a flourishing condition. Therefore they prophesy smooth things, and cry, Peace, peace; and those who want to have it so take up the cry, Peace, peace. They believe their report, and in the place of being alarmed, are at ease in Zion. They have not sought after idols or graven images to worship and bow down before them, but they have idolized one another. Poor, frail, erring man has been petted, praised, exalted, and, saith God, “Where is my honor?” These men are seeking to bring in a different order of things. They would, by their precept and example, lead the people in a path that God has not bid them to travel. They advocate principles and customs directly contrary to the teaching of the Spirit of God, which has been appealing to the people for the last thirty-six years. God is light, and in him is no darkness at all. His children are children of the light. In all ages the obligations and works of the children of God have been at variance with the world. Their calling, their character, their prospects, are peculiar; and it is these peculiarities that distinguish them from the world, and separate them in spirit and practice from the people of the world. The contrast is most decided. The words of inspiration specify the difference between the children of the light and the children of darkness. And as we near the close of time, the demarkation between the children of light and the children of darkness will be more and more decided, they will be more and more at variance. This difference is expressed in the words of Christ, “Born again,” “created anew in Christ,” “dead to the world and alive unto God.” These are the walls of separation that divide the heavenly from the earthly, and describe the difference between those who belong to the world and those who are chosen out of it, who are elect, precious in the sight of God. The members of this body are builded together for a habitation of God through the Spirit. Jesus abides in them, and they abide in Jesus. There is no room for idols, no place for concord with Belial, no place for friendship with the world."},{"refcode_short":"PH155 3.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 3.1 (Ellen Gould White)","content":"It is not a form of godliness that will constitute a living stone in the spiritual building. It is being renewed in knowledge and true holiness, being crucified to the world and made alive in Christ. These walk in love and follow Christ as dear children. The labor of love engages the affections and inspires the prayers. When they trust alone in God, they are divinely assisted by the Spirit of Truth. They are not permitted to seek the friendship of the world, or to co-operate with wicked men. When we comply with the conditions specified in the word of God,—come out from among them and be separate, and touch not the unclean,—then we are acknowledged as sons and daughters of God. The principles of his righteous, moral government never change; therefore the same measure of guilt will receive the same measure of punishment."},{"refcode_short":"PH155 4.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 4.1 (Ellen Gould White)","content":"If his people have not obeyed his requirements, they stand condemned according to their delinquencies. What, then, is required of the church at Battle Creek? Humiliation, confession, and true, genuine repentance before God. The spirit manifested by many at Battle Creek is, Let us not make earnest, thorough work; such a great ado is uncalled for. I tell you, God calls for repentance and confessions from his people; and those who have taken an active part in bringing the church into her present position, will never come to the light only by humble confessions and a sincere repentance before God, and working to bring them to the light. The wall of separation which the Lord himself has established between the things of the world and the things he has chosen out of the world and sanctified unto himself, has been broken down by those who profess godliness and occupy the position of teachers of the people. They have not, in precept and practice, acknowledged this position, but rather by their practice annihilated the difference between the holy and the profane. But the separation exists, notwithstanding so many have in practice made it void, and seem determined to maintain concord between Christ and Belial. “The Lord hath set apart him that is godly for himself;” and this consecration to God and separation from the world, the Lord always loves, and will always require of his people; for it is plainly declared and positively enjoined in the Old and New Testaments. Many who think they can impress the world by agreeing with it make a terrible mistake as far as their own salvation is concerned and the salvation of unbelievers. It is not conformity to the customs and practices of the world that will enlighten them and make them feel their great need of saving grace; but it is to come out from the world and be separate, stand apart and above it, and in character represent Christ and give the impression to the world of a holy, separate life. This will give a true Christian a power of influence over them. They will see there is a better life than that which they are living."},{"refcode_short":"PH155 5.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 5.1 (Ellen Gould White)","content":"God calls upon these men to repent and humble their hearts, to rend their hearts and not their garments. Many are rending their garments while their hearts are unbroken. This I know is the state of many in Battle Creek. Wm. Gage is wholly unfitted to engage in the work of God. He does not see or sense his true condition. He has not an experimental knowledge of heart holiness, of communion with God. He talks glibly, poll-parrot like, but the genuine work of grace upon the heart he knows but little about. Oh, how often he catches at Satan's bait, which is presented in various forms. He has not been balanced by the Spirit of God. He has not guarded the first risings of desire to hold every emotion and passion in calm subjection to reason and conscience. He has not been careful to suppress all unsanctified imaginings, and bring into captivity every thought to obedience to Christ. Wm. Gage will prove a snare to the people of God wherever he shall take an active part; for he will lead away from right principles to carelessness and indifference in religious things. He has not the weight and burden of the work. He is superficial. He has ever been a curse to the church in Battle Creek, and ever will be unless he is a thoroughly converted man. He will mingle in the company of worldlings, full of wit and mirth, and then rise in the desk and preach a straight-forward discourse. “Walk in the light.” Such men will do tenfold more harm than good; because their daily life contradicts their teachings. They are destitute of the spirit of truth, unsanctified, unholy. I warn the people of God not to take this man as their pattern. I present such as beacons to warn, and not examples to imitate."},{"refcode_short":"PH155 6.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 6.1 (Ellen Gould White)","content":"I hope all such ones may see and confess and forsake their sins and be converted. Great blindness has come upon minds through the neglect to believe, and follow the light God has given in the Testimonies. Bro. Mc Learn has come, and has called forth attention and admiration which should be given only to God. This is idolatry. He has spoken smooth words. His fair speeches have flattered those who love praise; but God is not in this."},{"refcode_short":"PH155 6.2","refcode_long":"Special Testimony to the Battle Creek Church, p. 6.2 (Ellen Gould White)","content":"In the testimonies given in the church by those who have been most at fault, there was not a realizing sense that they had done any special wrong to God or to man; and should the same circumstances occur again, they would, with their present feelings of darkness, do the same over again. There is no safety for the flock of God who are influenced by this class of minds. God saw your dangers, and pointed them out to you in Testimony No. 30, also in private testimony; but you failed to heed the warnings of the Spirit of God. You went on as confidently as though you were following the leadings of the Spirit of God. I entreat you to make your wrongs right, confess your sins before God and to the church, and make thorough work for eternity. Do not compromise the matter with yourself by excusing your wrongs because somebody else committed errors. The work is between God and your own souls. Do not let those who have influenced you to commit wrongs, now daub you with untempered mortar. God calls upon you to repent, to acknowledge your wrongs which have brought his frown upon the church, and to forsake them forever. He will accept no half-hearted work. I beg of you to learn a lesson from the Jewish nation. Their pride, self-righteousness, and stubborn resistance of light and truth brought them into their deplorable condition. Their history is given you, not for you to imitate, but as a beacon of warning, that you should not follow their example in sin, and impenitence, and rejection of light. Gather up the rays of light you have neglected and despised. Follow not the promptings of your own unsanctified hearts, but follow the light; heed the warnings of the Spirit of God; be admonished by the reproofs he has given; be wise for yourselves lest you be left of God as were the Jews, which you surely will be, unless you repent with earnestness and die to your self-love and self-indulgence."},{"refcode_short":"PH155 7.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 7.1 (Ellen Gould White)","content":"The church has backslidden from God. It is of no avail for them to say, “I accept of the Testimonies,” as they have said the last years of their experience, and pay no heed to their teachings. Some even despise them in their hearts. The leading men in Battle Creek have not walked in the light God has given. The teachers of the people have erred. The Lord has witnessed their backsliding. They have not kept their garments white, nor retained the purity and simplicity of their first faith and first love in the truth. This people who profess to keep all the commandments of God, have inclined downward, bending under the influence of the world's attractions. As soon as they began to receive favor and friendship of the world, their connection with God was weakened; their strength began to diminish, faith and zeal began to expire, and dead formality to take their place. The branches have extended far and wide, yet they bear but little fruit. Where much is given, much will be required."},{"refcode_short":"PH155 8.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 8.1 (Ellen Gould White)","content":"Men may be well acquainted with the doctrines of the Bible, and be able to defend them by apt arguments. Their minds and memories may be stored with texts, and they may give the impression that they are prepared to do a good and great work; but year after year their deficiencies of Christian character will be more apparent. They do not advance. They go over the same ground, making no growth in the divine life, like wood carved in the form of a tree, but having no living production of natural growth. There are no fresh shoots, no new foliage to be seen. There is the same superficial work, the same limited ideas and sentiments upon most points. They have not advanced in Christian knowledge. Will you at Battle Creek, by your flippant remarks, your superficial applications, and your explanations, seek to do away with the effect God designs the Testimonies should have in thoroughly reforming the church? Will you show that you regard them by humbling your hearts before God? “Drop the matter,” some say. “Say no more about it. Why call for repentance when we did the best we knew how?” So might the sinner reason in regard to his transgressing God's law. But Paul says, “When the commandment came, sin revived and I died.” Light has come, telling you your dangers, making clear your errors, and defining your wrongs. Will self die? will you fall on the Rock and be broken? or will you bind yourselves together more firmly, refusing to be humbled, refusing to repent, refusing to clear the King's highway? Will you justify yourselves in your past course of wrong, and bring upon yourselves the wrath of God? The Lord calls for most earnest action on your part. He will not accept your plausible excuses. He despises the flippant, chaffy spirit of Bro. Wm. Gage; for he makes God's people to err, he removes the sacredness of divine things, and brings them on a level with common things. Smart, sharp, and apt he is regarded by many; but I forbear to tell how the Lord regards all such ones."},{"refcode_short":"PH155 9.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 9.1 (Ellen Gould White)","content":"“Rend the heart and not the garment,” saith God. Commence the work with your own individual selves, and then, when imbued with the Spirit of God, go to work for your poor children. Work for time; work for eternity. Leave nothing at loose ends to ravel out. In my dream, which seemed a reality, I was listening to these men, and that which the Lord had shown me they would do was enacted in the meeting. Wm. Gage would, with his cunning speeches, take off the edge of the Testimonies; and then, with a smile of satisfaction, look around as though he had done a smart thing for which he should be congratulated."},{"refcode_short":"PH155 9.2","refcode_long":"Special Testimony to the Battle Creek Church, p. 9.2 (Ellen Gould White)","content":"It was the spirit of Satan expressed in looks and words to make of none effect the Testimonies of the Spirit of God. “This,” said the guide with me, “is the way any message of Heaven will be treated.” God and angels are at work to open before the people their wrongs which have brought the frown of God upon the people. Men professing to be teachers, step in between them and the light God has given, that it shall have no weight or effect upon the hearts of the people. God calls them to repentance, while unconsecrated, unconverted men, as bodies of darkness, call their attention from the necessity of repentance to self-justification. These cunning speeches serve the purpose of Satan. Self-inflated, self-deceived souls are deceiving others. Eld. Smith has had poor companions and supporters. He sat in silence. God pity these men who are blinded and deceived. Meetings that should have been meetings of confession and humiliation, have been meetings of self-justification. A spirit of coldness, of irreverence, of lightness was with many. And while it is called today, if you hear his voice, harden not your hearts, as in the provocation in the wilderness."},{"refcode_short":"PH155 9.3","refcode_long":"Special Testimony to the Battle Creek Church, p. 9.3 (Ellen Gould White)","content":"God does not make a decree that men's hearts shall become hard and unimpressible. It is the resistance of light, a refusal to hear the voice of warning and reproof which strengthens the soul in a position of resistance. He is sowing the seed of resistance, which he must reap in a harvest of hardness of heart. Men burden their own hearts in their impenitence. They have sown the seed; they reap what they have sown. The precious opportunity that might have aroused the church and brought them to a sense of their true state, is lost by the unconsecrated influence of men who will not humble their hearts before God. The ministers whom God ordains and accepts as his chosen laborers will be men of integrity. They may, some of them, be unlearned and ignorant men; but grace will reign in their hearts, inspiring them with faith and purifying the motives that govern the outward conduct. They will be living examples of the mind and spirit of Christ, known and read of all men."},{"refcode_short":"PH155 10.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 10.1 (Ellen Gould White)","content":"Men not connected with God, not sanctified in heart and life, have a theory of the truth, as had the Jewish chief priests and elders in Christ's day. On one occasion Christ said of the men who made the study of the Old Testament their business, “Ye know not the Scriptures nor the power of God.” The world generally will receive the ministry of the word, and admit the truth if it is not proclaimed in the demonstration of the Spirit and of the power of God. The natural heart finds no opposition to such teaching. It is only the spirit and savor of Christ that is hateful to the unrenewed heart. The form of godliness is not opposed by the world. The popular ministry they will not reject. There is nothing in it that calls the sinner to a sense of his guilt, calls him to repentance. It is nothing less than the quick and powerful word of God, working in the hearts of his messengers to give the knowledge of the glory of God, that can give the victory. The truth brought before the people, which can save the soul, must not only come from God, but his Spirit must be the active agent in communication; else it will be only as the sayings and doings of men. These may have the form of Christianity as far as the letter is concerned, and when the crisis shall come that is now very near, these men will be unable to stand. When persecution and reproach come because of the truth, these men will find another platform. The opposition and persecution will not be slow to take their stand when God's people have the living testimony among them, and speak the words of truth, being imbued with power from on high."},{"refcode_short":"PH155 11.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 11.1 (Ellen Gould White)","content":"When the truth is preached in its simplicity and power, as it is in Jesus, it will condemn the world, and then it will be evidenced that between Christ and Belial there is no concord. Then will Christ's followers realize his words: “Because ye are not of the world, therefore the world hateth you;” “If they have persecuted me, they will also persecute you;” “If they have kept my saying, they will keep yours also.” Those who live godly in Christ Jesus, shine as lights in the world. The prince and powers of darkness have not become converted. They will never suffer an assault from the faithful servants of Prince Immanuel without raising a defense. As his followers contend earnestly for the faith once delivered to the saints (not merely in doctrine, but in the spirit and power of godliness), the spirit and power of resistance quickly arise, as in the days of the martyrs. Truth and holiness Satan hates. Profession and pretense he is in perfect harmony with. The form of godliness he assumes to deceive the children of men. This is his most successful armor. Truth and holiness were never more odious to the unregenerated heart than today. It was practical purity, it was the earnest life of holiness manifested in the life and conduct of Christ, that awakened the enmity of the Jews against him. Christ prayed, “O righteous Father, the world hath not known thee.” Even so it is now. The world refuses to receive the truth in the love of it. The carnal mind is at enmity with God. I entreat the church at Battle Creek to heed the Testimonies of the Spirit of God. Do not say, “I believe them,” and then contradict them in your daily life, refusing to walk in accordance with them."},{"refcode_short":"PH155 12.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 12.1 (Ellen Gould White)","content":"[The following has been written since my recovery to health.]"},{"refcode_short":"PH155 12.2","refcode_long":"Special Testimony to the Battle Creek Church, p. 12.2 (Ellen Gould White)","content":"I feel deeply concerning the church at Battle Creek, where are located our important institutions. This great heart of the work sends forth to every branch of the work either a healthy or a sickly and diseased influence. The true condition of the cause of God in Michigan is deplorable. But few realize the spiritual lethargy that prevails. The church at Battle Creek have not made thorough work in repenting and confessing their past sins. Many today hate the light which discovers their wrongs and errors. False repentance is deceiving souls to their ruin. Persons will make spasmodic efforts and appear to feel remorse for their course of action, but do not become converted and soon evidence that the heart is untouched. All the good impressions are soon effaced, and they will return to their same course of fault-finding, whisperings, backbiting, and reporting evil which they have felt troubled over. They declare to others by their own course of action that their repentance is not genuine, that their sorrow was not godly sorrow."},{"refcode_short":"PH155 12.3","refcode_long":"Special Testimony to the Battle Creek Church, p. 12.3 (Ellen Gould White)","content":"The Lord has sent you Testimonies of instruction, of rebuke, and warning. Some have come to the light that they may see and know their errors, and put them away. Others are deceived and deluded in regard to their spiritual standing before God. They do not bring their character and works to the test by comparing them with the word of God and the declaration of Scripture that plainly condemns their course and marks out the only true path for them to walk in. These have not had true Bible repentance. The word of God has not been their rule of action. It has not been received with deference and reverence as it should have been. This word requires of them true sorrow for sins and thorough confession if they would have from their Redeemer peace and pardon. But there are men standing in responsible positions who teach one thing and practice another. While they have been forward to condemn their brethren, their own character is more faulty in the sight of God than the ones they would criticise and condemn. These men are blind leaders of the blind, and both leaders and those led by them will be ruined unless there is true repentance and heart-felt confession before God. These who bind souls in deception are themselves deceived. They form their judgment of duty from the general practice of professed Christians who have a form of godliness, but who deny the power thereof. They have a superficial, hasty, erroneous conception of the nature of virtue and of piety. It is their opinion, if not guilty of out-breaking sins that human eyes can discern, they are not called upon to show the fruits of true repentance and sorrow for sin. This is in direct contradiction to the words of inspiration."},{"refcode_short":"PH155 13.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 13.1 (Ellen Gould White)","content":"These souls are ignorant of the natural depravity of the heart, and of the constant danger of apostasy, like ancient Israel, from the requirements of God. These men look upon themselves as needing no godly sorrow. They will not trouble their minds, and repent before God of their errors and failures, which have been the means of leading souls away from Christ. They have not connected with God, and employed their talents to his glory. They really think they will degrade their character by manifesting genuine repentance, and confessing their faults one to another. They are so far separated from God that they estimate the favor of the world as the favor of God. They flatter themselves in their self-sufficiency that with such good characters as they have, as estimated of men, they would be degrading themselves to manifest shame and sorrow for sin. A broken heart and a contrite spirit the Lord will not despise. Bible repentance is to them associated with degradation."},{"refcode_short":"PH155 14.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 14.1 (Ellen Gould White)","content":"The word of God presents the only true standard of what is innocent and what is virtuous, true, and excellent; and unless these respectable sinners shall meet the Bible standard, they will be weighed in the balances of the sanctuary and found wanting. We may be pleasantly satisfied with the measurement of ourselves, but be wholly wanting when weighed in the balances of God. Your work last winter was a shame, a disgrace, to any professing the name of Christians. God was in your midst, a silent witness to all your transactions. The mob spirit prevailed. The mob spirit was encouraged, although there was some remonstrance made. The ones who indited it, the ones who were leaders in this, stand condemned before God as verily as did Belshazzar when engaged in his sacrilegious feast. The same God was in your midst who revealed himself to the king as the bloodless hand that traced the characters on the wall, “Weighed in the balances and found wanting.” Men may say you are all right, or men may condemn, but it is of very little consequence. The balances in which the world weighs men may pronounce the imperfect not wanting of right weight and full measure, while God's measurement and weight says, Wanting. When God weighs motives and character, it means something that should fill the soul with terror as it did the guilty king. It is no light matter to be found wanting when judged by one who never makes a mistake, one who has shown mortals compassion, sympathy, and love; to be wanting in sincerity, in true love to Christ, who died that he might give life and peace and hope to those lost and undone by sin; to be wanting in brotherly kindness and love to Christian brethren, whom he has redeemed with the price of his own blood. Can we afford this? “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” It is Christ you have abused and maligned in the person of his saints."},{"refcode_short":"PH155 15.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 15.1 (Ellen Gould White)","content":"Neither is it a light thing to be wanting when the Judge shall sit upon his throne, when the book of life is opened and he turns each page to see the names written in the book, when your names are pronounced as wanting, when the accounts of your life are balanced. No respectable sinners will be passed by in that grand and awful reckoning. The Lord calls upon these self-flatterers to see themselves as they are, and to let his Spirit and his grace work effectually on their heart to bring it unto repentance and contrition. If they do not do this, they fail to fall upon the Rock and be broken; and as the only alternative, the Rock must fall upon them and grind them to powder. The proud heart will do almost anything rather than break. A charge of great guilt stands against you in Battle Creek. This charge from the Spirit of God makes repentance and sorrow and humble confession necessary, whatever your profession or position of responsibility. This work God requires of you before your sins and iniquities can be pardoned. Because your brethren and nominal professors may look upon you as correct and faultless, it is no reason that you are so."},{"refcode_short":"PH155 15.2","refcode_long":"Special Testimony to the Battle Creek Church, p. 15.2 (Ellen Gould White)","content":"You do not fear and love God; you do not tremble at his word; your consciences are becoming hardened and unimpressible; you have not been jealous of yourselves lest you dishonor your Redeemer; you have not been fearful of conformity to the world in your manners, your tempers, and your actions. You have lost reverence for the servants whom God has sent to you with words of counsel, reproof, and warnings. Did you not fear to treat God's messengers with disrespect? What means has God instituted to correct his people and instruct them but by men chosen of God to do his work?"},{"refcode_short":"PH155 16.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 16.1 (Ellen Gould White)","content":"Every time you have fallen under temptation in disregarding the words of his chosen servants, you have become weaker to resist wrong, and have less clearness of discernment to distinguish right and truth from error and darkness. All through Michigan are testimonies borne of your work to condemn you. You have strengthened evils which God condemns. You have encouraged by your practice conformity to the world, which God condemns, and pronounces enmity against God. However admired you may be of the unconsecrated and of worldly men, it is nothing in your favor. Even those who profess to love the truth may flatter you and exalt you; this is still nothing in your favor. You may deceive men, but God reads the heart. You have provoked the displeasure of a just and holy God because of your unchristian spirit toward those of like faith. You have shown no respect for the men whom God is using in his cause, because they could not but condemn your course of harshness and want of brotherly love. The Testimonies of the Spirit of God were unheeded; you knew not the voice that was calling you to repentance. You have shown you were not in harmony with the Spirit of God. You were so far carried away with your assumptions and imaginings that God's words to you have found no response in your hearts. God's holy will, his honor, and his fear have been of slight consideration with you. The Lord has been treated with dissimulation and disrespect. You will urge you have an unblemished character, but God's eye discerns impurities and condemns you as transgressors of his law."},{"refcode_short":"PH155 16.2","refcode_long":"Special Testimony to the Battle Creek Church, p. 16.2 (Ellen Gould White)","content":"While you claim to have been keeping his commandments, you have been envious, jealous, fault-finding, uncourteous, unkind, cruel, and unforgiving. The six commandments showing the duty of man to his fellow-man have been transgressed. You have loved self and hated your brethren, when the Lord says, “Thou shalt love thy neighbor as thyself,” “Love one another as I have loved you.” Do you love the Lord enough to suffer insult, reproach, contempt, abuse, and death if need be, for his sake? This is the love that Christ has given to men to practice."},{"refcode_short":"PH155 17.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 17.1 (Ellen Gould White)","content":"You have a work to do to meet the mind of the Spirit of God, to repent and confess your sins before God, and right your ways as far as possible for you to do. You have no time to lose. Some will go into their graves with their sins unconfessed because Wm. Gage, Bro. McLearn, and several others have thrown themselves as bodies of darkness between God and the people, that the light he has sent them should be of no account. Does not God call for thorough repentance and humiliation, lest his form be removed from the church."},{"refcode_short":"PH155 17.2","refcode_long":"Special Testimony to the Battle Creek Church, p. 17.2 (Ellen Gould White)","content":"Those who have by their irreverence and flippant speeches, removed the solemn impressions of the Spirit of God from the minds and hearts of the people, and those who have sat by in silence consenting to this wrong, have a work to do for their own souls, and to make diligent effort in seeking to work in harmony with the Spirit of God in calling the people to repentance and humiliation before God. I was shown that unless this was done there would be a falling into a similar error. Character will be attacked. Those who are ready to censure, and talk, and hint, and misstate, will do this work. Another subject will be presented for them to feed upon. They have been headed off on one point, and they will seize another person and work diligently to mangle character."},{"refcode_short":"PH155 17.3","refcode_long":"Special Testimony to the Battle Creek Church, p. 17.3 (Ellen Gould White)","content":"The trouble is, religion is professed but not practiced. The Spirit of God will dwell in the hearts of his followers. The condition of the cause of God will cause the deepest suffering of mind and anguish of soul. Oh that the history of the past would influence the present! Oh that all would feel to the depths of their souls that they have it as a privilege and duty individually to be earnest believers in the truth and co-laborers with their self-denying Saviour who has loved them and given his life for them. Our course of action must elevate our faith and lead us to glorify God. The present apathy, the fearful want of genuine piety, so plainly seen among us as a people, is due to our neglect to reverence and obey God's plainly expressed will. Can this sin be wiped out by any other means than by true repentance and heart-felt confessions? The very fact that this has not been done is sufficient reason why the Lord's rebuke is still upon you."},{"refcode_short":"PH155 18.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 18.1 (Ellen Gould White)","content":"You are not a converted people. The love of Jesus does not dwell in your hearts, and you are just as ready to fasten upon some other one to dissect his character, to become like Jehu in zeal to ferret out everything you can of a nature to condemn him, as you have been in the case of Bro. Bell. The spirit is there. The root of bitterness has not been dug out, but will spring into life and flourish wonderfully if it has a chance. The same suspicion, the same jealousies, the same spirit of insubordination, the same disrespect for men whom God has acknowledged as his servants, the same riding over authority that caused your present trouble, is not dead,—it is only quelled to arouse again in greater force, if a favorable occasion should offer. This spirit has never been expelled. The suspicions, the dark hints, the venom, the bitterness that has existed against Dr. Kellogg will be put in more active operation. Thus I have seen. He has been faulty, he has erred. He has confessed it like a man and a Christian, and I hold nothing against him. But if you can find some excuse to neglect your own heart-work by dwelling upon what you term the wrongs of another, you will do it with the greatest satisfaction."},{"refcode_short":"PH155 18.2","refcode_long":"Special Testimony to the Battle Creek Church, p. 18.2 (Ellen Gould White)","content":"Build over against your own house; repent of your own sins; let the grace of Christ control these tongues that are set on fire of hell, that would fan a spark into an uncontrollable flame. Repent and be converted before it shall be forever too late. You have trifled with the Spirit of God altogether too long. You have insulted the Spirit of God, and you do not know where you are. Do not find fault with any one but your own selves. Unless you overcome your disposition to accuse, to tattle, to magnify the wrongs of others, while you neglect the culture of your own soul, you will be more and more self-deceived, more blinded to the true state of your own heart, and your day of opportunity and privilege to be wise for yourselves will pass, and you will be fastened in Satan's snare for time and eternity."},{"refcode_short":"PH155 19.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 19.1 (Ellen Gould White)","content":"Oh, what zeal you manifest to condemn another, and justify and laud yourselves! God has had no share in molding your affections toward one, and inspiring you with bitterness and reproach for another. Self-love, self-esteem, has been gratified to your harm. Your reverence for sacred and holy things has not been increased. Your sense of duty, and the obligations you owe to God have not been clearly discerned. You have brought down sacred things on a level with common things. Now you have no sense of your wrongs. You see no need of repentance, and unless you do see and realize something of the evil of your past wrongs, you will surely be given over to blindness of mind and hardness of heart. You will walk farther away from the light into confusion and every evil work. Should your probation end today, the portion of many would be with the unbelievers. I speak to every member of the church in Christ's name, guard your thoughts, control your feelings. Let your speech be such that Heaven can approve. No longer be so sadly deceived as to think you are doing God's work and God's will in persecuting with your tongue, with your strong prejudices and jealousies, your brethren. Why do you delight in making your wicked speeches and indulging your wicked feelings against Dr. Kellogg? Has he not sufficient burdens to carry? Dr. Fairfield is unworthy of your confidence. He has apostatized from the faith, but you patronize him,—not because he honors God, not because he believes the truth, but because the man pleases you. God has written against his name, “Weighed in the balance and found wanting.” Has not Dr. Kellogg all the burdens he can carry? Would you crush him to the earth with your suspicions prompted to Satan? Would you feel great pleasure in seeing the Sanitarium go down? Is this what you desire? Can you explain your course of action to make it harmonize with the word of God? What account will you render to God for your wicked surmising, your taking the judgment seat and judging your brother? O Christianity, precious Christianity, how much needed, and how little practiced! One victim after another is made to suffer because tortured and persecuted by those who profess to love Jesus and to be learning of him."},{"refcode_short":"PH155 20.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 20.1 (Ellen Gould White)","content":"How far you will be left to work as Satan's agents to oppress, to accuse, to wound, and bruise the soul, we cannot determine. But the Lord's eye is over all. He knows every thought, every deed, every action, and he will judge you as your works have been. I never so longed for Jesus to come as at this time, that the wickedness of the wicked might come to an end. If every member of the church would try to find what good there is in one another, what a Heaven we should have on earth! Cherishing bitterness and suspicion toward one person makes us feel hard and cold and distrustful of everybody. The peace of Christ has no place in the heart that thinketh evil. The mischievous talk about Prof. Bell, Dr. Kellogg, and different ones, is purely the work that Satan instigates. Division, distrust, jealousy, evil-surmising, are sown as thistle seeds are cast to the winds. Satan puts his magnifying glass before your eyes, and everything is viewed as he wills it. Peace flees away. The false tongue should be treated with hot coals of juniper. Dr. Kellogg has made mistakes,—he has erred. His errors have injured my husband. Dr. Kellogg sees his mistakes and feels them, and has confessed them; while those who were more guilty than he is abusing his mind in placing things before him in an exaggerated light, and relating as facts things which had no foundation in truth, led him to feel an assurance that his feelings were correct. His mind was kept stirred up by reporters, tattlers, mischief-makers, and false reporters. My husband was hunted to death, and those who have acted their part faithfully for Satan saw him in his coffin removed from the strife of tongues. He died of a broken heart, and the Lord let him rest. I hold no grudge against any one. I felt to the very depths of my soul over the treatment my husband received, and I have forgiven those who have done this work. I pray the Lord to forgive them. I warn you not to do to another as you have done to him. And when you begin your attacks upon one and then another that do not agree with your ways and please your fancies, I am determined to resist your influence and stand up for the oppressed. Will you send others to their death by your persecuting tongues, your suspicions, your envies, your jealousies? Will you cultivate the worst traits of character in indulging in censuring, backbiting, and falsehood? Is this the element that you love, and will you choose this atmosphere which is the poison of hell? What think you of Jesus? You may talk of his love, you may praise and bless his name, you may adore him all you please; but cease your praise and your flatteries of finite men, and also cease your wicked fault-finding, cease to murder character."},{"refcode_short":"PH155 21.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 21.1 (Ellen Gould White)","content":"When you see a man loaded down with responsibilities in a position, where, if you let reason bear sway, you must know he has very much to perplex him and try his patience and test his wisdom; when you see a man fighting the battle with almost everything against him,—then will you show the Satan side of your character and add your influence to the popular cry, Crucify him, crucify him? Why not practice the law of kindness? Why not dwell upon the good traits of character? Why keep before you and in your lips words that savor of distrust, that show the very worst imagining of the heart? Why will you not practice the law of love? why not cultivate a tender, pitiful, kind spirit? why be so cold, unfeeling, heartless, satanic? why rejoice in iniquity rather than in the truth?"},{"refcode_short":"PH155 22.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 22.1 (Ellen Gould White)","content":"Oh, let us be Christians; let us be true, pure, and holy; let sympathy and love come into our hearts. This is a work we may all have a part in; this is a work which will tell for time and for eternity. God help us to be true to one another. Satan is always an accuser,—one who tears down but never builds up. What if you should now change your course of action, and begin to think well and speak well of your brethren and sisters? Would it not be Christlike to manifest this fruit of the Spirit, “Thinketh no evil, is not puffed up, hopeth all things, believeth all things,” (not of evil, not of false reports,) but all that is “pure, lovely, and of good report”? “Little children,” says the beloved disciple, “love one another.”"},{"refcode_short":"PH155 22.2","refcode_long":"Special Testimony to the Battle Creek Church, p. 22.2 (Ellen Gould White)","content":"The Lord is coming. We have a work to do for ourselves, a work to do for one another. Christ has bound up our souls with the infinite God. We have a higher, nobler calling than to devise and report evil one of another. You have driven one to the grave, another from your midst, for the want of brotherly love and compassion; and is not this record in the books of Heaven enough? Will you double your guilt; will you blacken your already darkened record? I call upon these men and women, whatever your profession may be, to be swift to hear counsel of God, entreaties of his Spirit,—and slow to speak. Think not evil one of another, lest ye be condemned. Whatever we do, whatever we say, wherever we are, we can never cease our responsibility to God. He has appointed our work. It is not to bite and devour one another, but it is to labor earnestly, kindly, tenderly, in all love to help one another to resist our common foe. God has given us the means, the faculties, and the opportunities, and he holds us accountable for using them well. When we work with a single eye to God's glory, we shall love the purchase of his blood, and work for them and seek to bless them in every way possible; and then shall we have praise of God, and may consider ourselves as co-laborers with him, as building for eternity. Every one, whether ministers or lay members, are God's embassadors, executing his work. The flippant speech, the jesting and joking, are all out of place now. The Judge standeth before the door. Our accountability to God, fully accepted and faithfully met, will balance our characters. We shall outgrow the tendencies to be superficial. We shall be, through the grace given unto us, raised above everything that is mean and selfish and impure. It will make us have an interest for our brethren, for they are the purchase of the blood of Christ. It will make us realize that we have something great and good to live for. This close connection with God will make our lives earnest, cheerful, and strong under difficulties, hopeful amid discouragements that will be the lot of all."},{"refcode_short":"PH155 23.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 23.1 (Ellen Gould White)","content":"The lovers of pleasure more than lovers of God will not enjoy our company; for our conversation, our deportment, the Spirit of Christ we cherish, will rebuke their spirit and give no encouragement in their vain propensities. The church now most want men whose minds can comprehend and bear the thought of their responsibility to God,—men who are made strong by the consciousness that they are doing God's work, and that they will do it with fidelity. Satan's work is to make us contented with superficially doing our work and meeting our responsibilities, and he has been wonderfully successful here."},{"refcode_short":"PH155 23.2","refcode_long":"Special Testimony to the Battle Creek Church, p. 23.2 (Ellen Gould White)","content":"Those who believe in Jesus will love to do his will. Those who acknowledge that Jesus is the Redeemer of the world and yet live for themselves in all their words and actions, contradict their faith, and testify to the world that they do not believe in Jesus Christ. Sacrifice and self-denial will be met at every step in the Christian path. If we walk with Christ, we shall see his triumph and share his glory. Like our divine Master, we shall be made perfect by suffering. Those whose lives are one with Christ will not be full of mirth and worldliness and pleasure loving now. There is a work to do, earnest work to warn the world, earnest labor to wash our robes of character and make them white in the blood of the Lamb. There will be a wholesome fear which will lead to sobriety and balance the character,—a fear lest a promise being made us on certain conditions, we should seem to come short of meeting those conditions."},{"refcode_short":"PH155 24.1","refcode_long":"Special Testimony to the Battle Creek Church, p. 24.1 (Ellen Gould White)","content":"This distrust of self will lead us to be circumspect in actions. Christ had travail of soul. All who are co-laborers with him will have travail of soul, will be burden-bearers. Their anxiety will not be to tear one another to pieces and exalt themselves; but their work will be to help one another, to strengthen one another in the most holy faith, while they will be diligent to make their own calling and election sure. They will also be earnest and faithful to do their work for God, that others shall not fail of everlasting life. Pride and ambition will be humbled in the dust. We are to meet those we associate with when the Judgment shall sit and the books shall be opened, and when all shall be judged according to their works. How can we meet those we have treated with neglect, those we have envied, those we have tried to tear down, the souls we have wounded and bruised, destroyed their influence and awakened a spirit of hatred against them, that caused them to be crippled and hedged up in doing the work God would have them do? God is in earnest with us. God help us to be wise unto salvation."}]