[{"refcode_short":"PH162 1","refcode_long":"To the Leading Men of Our Churches, p. 1 (Ellen Gould White)","content":"To the Leading Men of Our Churches"},{"refcode_short":"PH162 1","refcode_long":"To the Leading Men of Our Churches, p. 1 (Ellen Gould White)","content":"To the Leading Men of Our Churches"},{"refcode_short":"PH162 1.1","refcode_long":"To the Leading Men of Our Churches, p. 1.1 (Ellen Gould White)","content":"I must speak. I can not hold my peace. There is a work to be done for the leading men in our churches, ministers and helpers. I shall not at this time try to do more than tell you that every soul needs personal religion. Give your attention to yourselves, and make most earnest efforts to examine yourselves most critically whether ye be in the faith; “prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates.” “But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwells in you. Now if any man have not the Spirit of Christ, he is none of his. And if Christ be in you, the body is dead because of sin; but the spirit is life because of righteousness. But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you. Therefore, brethren, we are debtors, not to the flesh, to live after the flesh. For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live. For as many as are led by the Spirit of God, they are the sons of God.”"},{"refcode_short":"PH162 1.2","refcode_long":"To the Leading Men of Our Churches, p. 1.2 (Ellen Gould White)","content":"We must not strive to mold people to our own ideas and inclinations and practises. By unselfish, consecrated lives, through the power of the Holy Spirit working on our minds, we are to reveal, not our own ways and wills, but the power of the love of him who gave himself for us, that we should be drawn out of and away from our own traits of character to the perfection of Christ's character. He died that we should cultivate the attributes of his character, and elevate, purify, and gladden the hearts and lives of others. All who are connected with the work of God need to have sanctified hearts, where Christ can abide. This means that there is a positive necessity of your closely examining yourselves, whether you be in the love of Christ. If you are individually attending to your soul's interest, you will have a sense of your own shortcomings, and will not sow the seed that Christ calls tares. If the truth you profess to know in theory is in your heart, you will reveal the truth as it is in Jesus. In every sphere of action you will represent his character. Our maxim should be, “Whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.” This is the great restoring influence of all our moral ills. With any lower incentive than to honor and glorify God, the principles become full of disease. Little by little self strives for the mastery, and the man will never rise to moral rectitude in word and action."},{"refcode_short":"PH162 2.1","refcode_long":"To the Leading Men of Our Churches, p. 2.1 (Ellen Gould White)","content":"Whatever is to benefit you in your personal experience, as a fallen human being, can only derive its vitalizing power from the Life-giver, he who is truth. Apart from him whatever you may do in religious lines will be found to be as worthless as a tinkling cymbal."},{"refcode_short":"PH162 2.2","refcode_long":"To the Leading Men of Our Churches, p. 2.2 (Ellen Gould White)","content":"There is a great dearth of the Spirit of life from Jesus Christ in the church. But the members can not be reached and impressed until those who labor for them are feeding upon Christ, the Bread of Life, and drinking his blood. Then their experience in religious things will be of a healthier order, and in the place of unrest and dissatisfaction, because the spirit is restless, they will heed the admonition God has given them. But if they have a desire to draw away from the work, if their hearts are not in it, they will sow seeds in the minds of those connected with them that will surely lead into false paths. And all this will be because they do not appreciate the work and cause of God as anything but common work."},{"refcode_short":"PH162 3.1","refcode_long":"To the Leading Men of Our Churches, p. 3.1 (Ellen Gould White)","content":"God wants every one to walk in the light he has given. If men do not take heed to the warning, seeds will be sown that will create disaffection and uneasiness. This influence will strengthen. No one can tell how it came; but it did come, and has entered the hearts of those who ought to be, after the light that has been given, sincere and as true as steel to principle."},{"refcode_short":"PH162 3.2","refcode_long":"To the Leading Men of Our Churches, p. 3.2 (Ellen Gould White)","content":"A sentiment prevails that commercial work should be divorced from the Office. This is one of the seeds that has been sown. Words have been spoken here and there, and these are taking root to bring about certain results. There are no vital reasons for this, only that minds that ought not to be allowed to run in certain channels unless guarded, have yielded to temptation. Satan will tempt them again and again. Again and again they will pass over the same ground over which he has carried them."},{"refcode_short":"PH162 3.3","refcode_long":"To the Leading Men of Our Churches, p. 3.3 (Ellen Gould White)","content":"Christ Jesus is the great Power for correcting all the threads of influence that Satan would appropriate to compose his web. But the enemy's work is so subtle that those who ought to be wise seem to be blind. They discern nothing of the effect of their words dropped to divert minds to false theories. The time given to this devising and planning might better be devoted to work in which God has called men to act their part. Let them give counsel when they are sure that they have words from the Lord. Quite enough haphazard work has been done by catching at ideas which, if carried out, prove to be mistakes."},{"refcode_short":"PH162 4.1","refcode_long":"To the Leading Men of Our Churches, p. 4.1 (Ellen Gould White)","content":"The commercial work is not to be divorced from the Office. When the Lord would have this done, he will make the matter so plain that we shall understand his mind and will. Connection with outside parties need be no more detriment to any one than was Daniel's work as a statesman a perversion of his religious faith and principles. There are many sides to this matter, and it is a great pity that seeds of thought are dropped in regard to changes that keep minds in an unsettled condition, or leave them in uncertainty. Ideas that are positively misleading strike the mind, and are expressed. This is always fruitful of evil results. All such influences are unsettling. They create disorder and disorganization."},{"refcode_short":"PH162 4.2","refcode_long":"To the Leading Men of Our Churches, p. 4.2 (Ellen Gould White)","content":"Every Christian needs to be guarded in his expression of opinion. One thing he may settle forever. True prosperity can never come to the soul that is constantly aspiring to get higher wages, and who yields to the temptation that leads him away from the work that God has appointed him. There never can be prosperity for any man, or any family, or any firm or institution, unless the wisdom of God presides. Every right effort should be made to know what we are voicing. We must know whether it is the mind of the Lord, or the suggestions of minds controlled by the stealthy foe of righteousness. Now, just now, every right effort should be made to bring the minds of men under the influence and power of truth, that our work, our merchandise and hire, shall be holiness unto the Lord. The workmen may rank themselves as doing worldly business, when they are doing the very work that will call out questions. If they are of the right spirit, they will be able to speak a word in season. Thus it may be said of our workers, our artisans, as it was said of those of old, of whom we read, “I have filled him with the Spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship, to devise cunning works, to work in gold, and in silver, and in brass, and in cutting of stones, to set them, and in carving of timber, to work in all manner of workmanship.”"},{"refcode_short":"PH162 5.1","refcode_long":"To the Leading Men of Our Churches, p. 5.1 (Ellen Gould White)","content":"When those connected with our institutions have new hearts, they will exert a saving influence on all connected with the work. They will make no suggestions that will make the workmen uneasy, unless there is positive need of speech. If we keep guard over the disposition and over the unruly member, a great victory is gained. All who connect with the Office should be taught that Bible principles are to be brought into contact with the work in every department. But too often suggestions are made that set in operation a train of thought that is detrimental."},{"refcode_short":"PH162 5.2","refcode_long":"To the Leading Men of Our Churches, p. 5.2 (Ellen Gould White)","content":"No persons should be placed as directors in the Office, or in any of our institutions, who have not a knowledge of the truth. Yet this will do far less harm than to put in as managers those who claim to believe the truth, and who do not manage under the influence of the Spirit of God; because these can do tenfold more harm to mislead the workers. Men who abide in the truth, who have a conscientious regard for the glory of God, who value the salvation of the soul as higher than money, position, or self-aggrandizement, who are conscientiously walking and working in the way of the Lord, should be trained to carry responsibilities. Men may have ever so much ability and knowledge; but if it is used in such a way as to administer to self, they will to the greatest damage to the work."},{"refcode_short":"PH162 6.1","refcode_long":"To the Leading Men of Our Churches, p. 6.1 (Ellen Gould White)","content":"If those who are connected with the work will place themselves in a humble, teachable position, they will be blessed by God, and will be more precious than fine gold, even than the golden wedge of Ophir, to our publishing institutions; for they will adorn their own character with the virtue and grace that dwelt in Christ. The entire nature will be sanctified, and they will be fitted through grace for the grand work of being laborers together with God. But when any man in our institutions trusts to his own devices and wisdom, he declines the authority of God, and the sooner he goes where he will have ample room to work out his devising without interference, and thus reveal the true principles that control him, the better it will be for all who are connected with him."},{"refcode_short":"PH162 6.2","refcode_long":"To the Leading Men of Our Churches, p. 6.2 (Ellen Gould White)","content":"There is today in our world an unceasing unrest among the nations. Yet the nations are as if held back from action by unseen forces. In their moral disorder, the powers are in terrible confusion. This will be seen in every church, in every institution that claims to believe the truth for this time. These are the objects of Satan's special work. He strives to unsettle the workers, to make them discontented. If there are among them unconsecrated ministers or teachers, who have attributes of character that Satan delights to handle, he will use them to plant the seed that yields thorns."},{"refcode_short":"PH162 7.1","refcode_long":"To the Leading Men of Our Churches, p. 7.1 (Ellen Gould White)","content":"A moral tonic needs to be given to every branch of the work in the Office. Too many words that yield no good fruit are spoken. It is very easy to pick flaws; but it is not so easy to restore, purify, ennoble, and elevate, by personal devoted labors, and a godly example. Satan is doing his utmost to seduce, and if he can control the human element as his agents, he will do it. He will use individuals who are in such blindness that they can not discern on which side they are working. Christ calls for every one who names the name of God to open the door of the heart, that he may be an abiding presence, restoring the moral image of God in man."}]