[{"refcode_short":"PH168 40","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 40 (Ellen Gould White)","content":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White"},{"refcode_short":"PH168 40","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 40 (Ellen Gould White)","content":"A Sketch of Experience"},{"refcode_short":"PH168 40.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 40.1 (Ellen Gould White)","content":"I want to say a few words to those present on this occasion. My dear Saviour has been my strength and support in this time of need. When taken from my sick-bed to be with my husband in his dying moments, at first the suddenness of the stroke seemed too heavy to bear, and I cried to God to spare him to me,—not to take him away, and leave me to labor alone. Two weeks ago we stood side by side in this desk; but when I shall stand before you again, he will be missing. He will not be present to help me then. I shall be alone, and yet not alone, for my Saviour will be with me. When my husband was breathing out his life so quietly, without a groan, without a struggle, I felt that it would be selfishness in me to wish to throw my arms of affection around him and detain him here. He was like a tired warrior lying down to rest. My heart can feel to its very depths, and yet I can tell you I have no tears to shed for the dead. My tears are for the living. And I lay away my beloved treasure to rest,—to rest until the morning of the resurrection, when the Lifegiver shall call the captives from the prison-house to a glorious immortality."},{"refcode_short":"PH168 41.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 41.1 (Ellen Gould White)","content":"And now I take up my life-work alone. I thank my Saviour I have two sons he has given me to stand by my side. Henceforth the mother must lean upon the children; for the strong, brave, noble-hearted husband is at rest. The turmoil with him is over. How long I shall fight the battles of life alone I cannot say; but there is one thing that I will say to you, and that is, that when I saw my husband breathe his last, I felt that Jesus was more precious to me then than he ever had been in any previous hour of my life. When I stood by my firstborn, and closed his eyes in death, I could say, “The Lord giveth and the Lord taketh away; blessed be the name of the Lord.” And I felt then that I had a Comforter in Jesus Christ. And when my little one was torn from my arms, and I could no longer see its little head upon the pillow by my side, then I could say, “The Lord gave and the Lord taketh away; blessed be the name of the Lord.” And now he upon whose large affections I have leaned, with whom I have labored,—and we have been united in labor for thirty-six years,—is taken away; but I can lay my hands upon his eyes and say, I commit my treasure to Thee until the morning of the resurrection."},{"refcode_short":"PH168 42.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 42.1 (Ellen Gould White)","content":"When I saw him passing away, and saw the many friends sympathizing with me, I thought, What a contrast to the death of Jesus as he hung upon the cross! What a contrast! In the hour of his agony, the revilers were mocking and deriding him. But he died, and he passed through the tomb to brighten it, and to lighten it, that we might have joy and hope even in the event of death; that we might say as we lay our friends away to rest in Jesus, We shall meet them again."},{"refcode_short":"PH168 42.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 42.2 (Ellen Gould White)","content":"And now I appreciate the Christian's hope, and the Christian's Heaven, and the Christian's Saviour, as I have never appreciated them before. And today I can say, “There is rest for the weary.” When we were looking, but a short time ago, to Colorado, and to the Atlantic coast, and to the Pacific, for rest, my husband said, “Let us not be over-anxious. We know not what a day may bring forth. God may open up a way before us that now seems indistinct and cloudy. But,” said he, “I shall have rest, I shall have rest. All our ways are hid in Jesus Christ, and he will open up the way before us if we only trust him from day to day. Let us now trust in him.” And there [turning toward the coffin] my husband has found rest; but I have yet to battle. I cannot yet lay off the armor of the Lord. When I fall, let me fall at my post of duty; let me be ready; let me be where I can say as he said, “All is well. Jesus is precious.”"},{"refcode_short":"PH168 43.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 43.1 (Ellen Gould White)","content":"And, friends, we all want this hope. In Jesus Christ all our hopes of eternal life are centered, so then let us ever labor for him. He from henceforth is my Guide, and my Husband, and my Counselor, and my Friend. He will walk with me through the thorny paths of life, and at last we shall meet again, where there is no parting, where there is no separation, and where none shall any more say, “I am sick.” I yield my precious treasure; I bid him farewell; I do not go to his grave to weep. Nor can I shed any tears over my youngest nor my eldest son. The morning of the resurrection is too bright. And then I look to that morning when the broken family links shall be re-united, and we shall see the king in his beauty, and behold his matchless charms, and cast our glittering crowns at his feet, and touch the golden harp and fill all Heaven with the strains of our music and songs to the Lamb. We will sing together there. We will triumph together around the great white throne."},{"refcode_short":"PH168 44.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 44.1 (Ellen Gould White)","content":"[The following sketch of the religious experience of Elder White during the last few weeks of his life, together with some of the incidents of his last sickness and death, will be of special interest to the reader, coming as it does from the pen of his bereaved companion.]"},{"refcode_short":"PH168 44.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 44.2 (Ellen Gould White)","content":"Some weeks before the death of my husband, I tried to urge upon him the importance of seeking a field of labor where we would be released from the burdens necessarily coming upon us at Battle Creek. In reply he spoke of various matters which required attention before we could leave,—duties which some one must do. Then with deep feeling he inquired, “Where are the men to do this work? Where are those who will have an unselfish interest in our institutions, and who will stand for the right, unaffected by any influence with which they may come in contact?”"},{"refcode_short":"PH168 45.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 45.1 (Ellen Gould White)","content":"With tears he expressed his anxiety for our institutions at Battle Creek. Said he, “My life has been given to the upbuilding of these institutions. It seems like death to leave them. They are as my children, and I cannot separate my interest from them. These institutions are the Lord's instrumentalities to do a specific work. Satan seeks to hinder and defeat every means by which the Lord is working for the salvation of men. If the great adversary can mold these institutions according to the world's standard, his object is gained. It is my greatest anxiety to have the right man in the right place. If those who stand in responsible positions are weak in moral power, and vacillating in principle, inclined to lead toward the world, there are enough who will be led. Evil influences must not prevail. I would rather die than live to see these institutions mismanaged, or turned aside from the purpose for which they were brought into existence."},{"refcode_short":"PH168 45.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 45.2 (Ellen Gould White)","content":"“In my relations to this cause I have been longest and most closely connected with the publishing work. Three times have I fallen, stricken with paralysis, through my devotion to this branch of the cause. Now that God has given me renewed physical and mental strength, I feel that I can serve his cause as I have never been able to serve it before. I must see the publishing work prosper. It is interwoven with my very existence. If I forget the interests of this work, let my right hand forget her cunning."},{"refcode_short":"PH168 46.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 46.1 (Ellen Gould White)","content":"“I think but few can appreciate my feelings of devotion to this instrumentality of God. It is the child of my care. The Lord used me as his agent to bring this work into existence, and to carry it forward until it stood forth in power, a glorious success. Few know the anguish I have felt, as I have seen it burdened with debt. I have always said I would never place a mortgage on my home; but the debt on our Publishing Association is worse than this. Perhaps the evil is magnified in my mind; I may feel too deeply over the matter; but the very thought of it sends a thrill of pain through my heart. I say to myself, I will never rest until this institution is freed from debt. I have engaged in various enterprises with the sole purpose of accomplishing this object. I have prayed earnestly that God would make my efforts successful. If he shall be pleased to grant my petition, to his name alone shall be ascribed the glory.”"},{"refcode_short":"PH168 46.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 46.2 (Ellen Gould White)","content":"About two weeks before his death, my husband often asked me to accompany him to the grove, near our house, to engage with him in prayer. These were precious seasons. Upon one of these occasions he said, “I feel my heart unusually drawn out in earnest longing for more of the Spirit of God. I have not prayed as often as I should. When we neglect prayer, we come to feel a sufficiency in ourselves, as though we could do great things. But the nearer we come to God, the more we feel our own weakness, and our need of help from above. In God is my strength; in him I shall triumph.”"},{"refcode_short":"PH168 47.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 47.1 (Ellen Gould White)","content":"At another time, while walking to the usual place for prayer, he stopped abruptly; his face was very pale, and he said, “A deep solemnity is upon my spirit. I am not discouraged, but I feel that some change is about to take place in affairs that concern myself and you. What if you should not live? Oh, this cannot be! God has a work for you to do. But I hope you will give yourself time to rest, that you may recover from this enfeebled condition. It continues so long that I feel much anxiety as to the result. I feel a sense of danger, and with it comes an unutterable longing for the special blessing of God, an assurance that all my sins are washed away by the blood of Christ. I confess my errors, and ask your forgiveness for any word or act that has caused you sorrow. There must be nothing to hinder our prayers. Everything must be right between us, and between ourselves and God.”"},{"refcode_short":"PH168 47.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 47.2 (Ellen Gould White)","content":"We there in humility of soul confessed to each other our errors, and then made earnest supplication for the mercy and blessing of God. My husband remained bowed some minutes after our prayers had ceased. When he arose, his countenance was cheerful and happy. He praised the Lord, saying he felt the assurance of the love of Christ. “How quickly,” said he, “our self-sufficiency disappears when we obtain a view of Jesus on the cross. I am ashamed that I ever thought I had a hard time; that I ever complained of my trials. One look at the cross makes me feel that I have endured nothing for Jesus and his truth. This experience shall never be forgotten by me. When misunderstood and misrepresented, I have permitted a combative spirit to be aroused in me, and have sought to vindicate my course. I now see my mistake in this. I will never again call attention to myself. If I walk in humility I shall have a friend who will never leave nor forsake me. I will leave my work and all my interests in the hands of Jesus, and let him vindicate my cause.”"},{"refcode_short":"PH168 48.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 48.1 (Ellen Gould White)","content":"He then uttered a few words of earnest prayer: “Thou, O God, hast a work to be done in the earth; a work so great that we in our weakness tremble as we contemplate its magnitude. But if thou wilt give us strength, we will take up the work committed to our hands, and carry it forward. We will seek to put self out of sight, and to magnify the power of grace in every word and act of life. A solemn trust is ours. What will be our record in the day of God? I will praise thee, O Lord, for I am wholly thine, and thou art mine.”"},{"refcode_short":"PH168 48.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 48.2 (Ellen Gould White)","content":"“From this time,” he continued, “I will be free in God. I have allowed business to hurry and burden me, so that I have had little time to pray. Here I have erred. The Lord does not desire us to be in so great a hurry. He can use us to better effect if we take time to pray, to study the Bible, and to praise his name. The Lord has a work for us to do. I must be fitted for it, and I feel that I have not a moment to lose. I will not yield to doubt or discouragement. The Lord blesses me, even me.” He wept aloud, and exclaimed, “How ungrateful I have been, for all God's mercy and love!”"},{"refcode_short":"PH168 48.3","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 48.3 (Ellen Gould White)","content":"Upon another occasion, while praying in the grove, he said, “The words spoken by Christ to Joshua come with solemn power to my mind: ‘Loose thy shoe from off thy foot; for the place whereon thou standest is holy.’ I feel that I must be entirely divested of self. I desire faithfully to employ my powers to promote peace, happiness, and progress in the cause of God. I must cultivate sympathy and patience. With me, to be still requires more grace than to be active in the battle. ‘Peace, be still!’ This is the lesson I will learn."},{"refcode_short":"PH168 49.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 49.1 (Ellen Gould White)","content":"“Ours has been a life of active service. Traveling east and west, in the cold of winter and the heat of summer, never allowing ourselves to be controlled by circumstances, undaunted by poverty, undismayed by opposition, we have pressed on in the path of duty. Life has been a constant scene of exertion; and now to learn to lay off the heavier burdens seems as difficult as to part with my life. The necessity for great effort inspires me with corresponding zeal, energy, and perseverance. Opposition has strengthened in me the power of resistance. I have thrown all the energies of body, and mind, and soul into every undertaking, resolved that success should crown my efforts. This iron determination has molded my character, and now I have that hardest lesson to learn,—‘Be still, and know that I am God.’ I must learn to wait, learn to be quiet, and let others lead in the battles for right."},{"refcode_short":"PH168 49.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 49.2 (Ellen Gould White)","content":"“When I look over our life of travel and warfare for the past thirty-five years, and see how wonderfully we have been preserved from accident and harm, it awes and humbles me, under a sense of my obligations to God. We have been on the cars when fatal accidents have occurred, and the Lord's mercy has preserved us, so that life and limb have been uninjured. This appears to me in a new light. A prominent man, in conversing with me of our extensive travels, with no serious accident, once remarked, ‘Eld. White, yours seems to be a charmed life.’ I answered, ‘The God whom I serve has given his angels charge over me, and until my work is done, he will preserve me.’”"},{"refcode_short":"PH168 50.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 50.1 (Ellen Gould White)","content":"After relating this incident, my husband continued, “I can but wonder at the mercy and goodness of God. I must come nearer to him. I must walk in greater humility before him. I will take no credit to myself for the success that has crowned my efforts in the upbuilding of the cause of truth. I know that I have not labored in vain; but it is the power of God that has wrought with me to save sinners. It is his blessing that has opened hearts to receive the truth. God alone shall be glorified; for he has made his work a marvelous success.”"},{"refcode_short":"PH168 50.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 50.2 (Ellen Gould White)","content":"We had an appointment to attend a tent-meeting at Charlotte, Sabbath and Sunday, July 23 and 24. And I was in feeble health, we decided to travel by private conveyance. On the way, my husband seemed cheerful, yet a feeling of solemnity rested upon him. He repeatedly praised the Lord for mercies and blessings received, and freely expressed his own feelings concerning the past and the future: “The Lord is good, and greatly to be praised. He is a present help in time of need. The future seems cloudy and uncertain, but the Lord would not have us distressed over these things. When trouble comes, he will give us grace to endure it. What the Lord has been to us, and what he has done for us, should make us so grateful that we would never murmur or complain. Our labors, burdens, and sacrifices will never be fully appreciated by all. I see that I have lost my peace of mind and the blessing of God by permitting myself to be troubled by these things."},{"refcode_short":"PH168 50.3","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 50.3 (Ellen Gould White)","content":"“It has seemed hard to me that my motives should be misjudged, and that my best efforts to help, encourage, and strengthen my brethren should again and again be turned against me. But I should have remembered Jesus and his disappointments. His soul was grieved that he was not appreciated by those he came to bless. I should have dwelt upon the mercy and loving-kindness of God, praising him more, and complaining less of the ingratitude of my brethren. Had I ever left all my perplexities with the Lord, thinking less of what others said and did against me, I should have had more peace and joy. I will now seek first to guard myself that I offend not in word or deed, and then to help my brethren make straight paths for their feet. I will not stop to mourn over any wrong done to me. I have expected more of men than I ought. I love God and his work, and I love my brethren also.”"},{"refcode_short":"PH168 51.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 51.1 (Ellen Gould White)","content":"Little did I think, as we traveled on, that this was the last journey we would ever make together. The weather changed suddenly from oppressive heat to chilling cold. My husband took cold, but thought his health so good that he would receive no permanent injury. He labored in the meetings at Charlotte, presenting the truth with great clearness and power. He spoke of the pleasure he felt in addressing a people who manifested so deep an interest in the subjects most dear to him. “The Lord has indeed refreshed my soul,” he said, “while I have been breaking to others the bread of life. All over Michigan the people are calling eagerly for help. How I long to comfort, encourage, and strengthen them with the precious truths applicable to this time!” On Sunday afternoon, after I had spoken on the subject of temperance, he united with others in singing the stirring song, “Dare to be a Daniel.” I was surprised at the power and spirit with which he sung."},{"refcode_short":"PH168 52.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 52.1 (Ellen Gould White)","content":"Wednesday we returned home. On the way he complained of headache; his lungs were congested, and he coughed some. We thought the attack only a common cold which would readily yield to treatment. He went about his work as usual, but was troubled with pain in his limbs. Every morning we visited the grove near our house, and united in prayer. He seemed to feel more deeply in earnest than usual, and would pray fervently several times. We were anxious to know what the Lord would have us do. Letters were continually coming in from different places, urging us to attend the camp-meetings. We wished to seek some retired place, and there devote ourselves to writing; and yet it was painful to refuse to meet with our brethren in these important gatherings. We prayed much for wisdom that we might take the right course."},{"refcode_short":"PH168 52.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 52.2 (Ellen Gould White)","content":"Sabbath morning, as usual, we walked to the grove together, and my husband prayed most fervently three times. He seemed reluctant to cease pleading with God for special guidance and blessing. His prayers were heard, and peace and light came to our hearts. My husband praised the Lord, and said, “Now I give it all up to Jesus. I feel a sweet, heavenly peace, an assurance that the Lord will show us our duty; for we desire to do his will.” He accompanied me to the Tabernacle, and opened the services with singing and prayer: It was the last time he was ever to stand by my side in the pulpit."},{"refcode_short":"PH168 52.3","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 52.3 (Ellen Gould White)","content":"On Sunday he thought he would be able to attend the Eastern camp-meetings, and said the Lord could give him strength, if it was his duty to go. Monday he had a severe chill. Tuesday he did not rally as expected, but we thought the disease an attack of fever and ague, and supposed that it would soon yield to treatment. Tuesday night I was attacked with chills, and was very sick, being unable to sit up on the following day. Dr. Kellogg then proposed that we both be removed to the Sanitarium, where we could enjoy better facilities for treatment. A mattress was placed in a hack, my husband and myself were laid side by side, for the last time, and thus taken to the Sanitarium."},{"refcode_short":"PH168 53.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 53.1 (Ellen Gould White)","content":"On Friday my symptoms were more favorable. The doctor then informed me that my husband was inclined to sleep, and that danger was apprehended. I was immediately taken to his room, and as soon as I looked upon his countenance I knew that he was dying. I tried to arouse him. He understood all that was said to him, and responded to all questions that could be answered by yes or no, but seemed unable to say more. When I told him I thought he was dying, he manifested no surprise. I asked if Jesus was precious to him. He said, “Yes, oh yes.” “Have you no desire to live?” I inquired. He answered, No."},{"refcode_short":"PH168 53.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 53.2 (Ellen Gould White)","content":"We then knelt by his bedside, and I prayed for my husband in that solemn hour. A peaceful expression rested upon his countenance. I said to him, “Jesus loves you. The everlasting arms are beneath you.” He responded, “Yes, yes.” I wished to be certain that he recognized us, and I asked him to tell who we were. He said, “You are Ellen. You”—looking at our elder son—“are Edson. I know you all.”"},{"refcode_short":"PH168 53.3","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 53.3 (Ellen Gould White)","content":"Bro. Smith and other brethren then prayed around his bedside, and retired to spend much of the night in prayer. My husband said he felt no pain; but he was evidently failing fast. Dr. Kellogg and his helpers did all that was in their power to hold him back from death. He slowly revived, but continued very weak. I remained with him through the night."},{"refcode_short":"PH168 54.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 54.1 (Ellen Gould White)","content":"The next morning he took some nourishment, and seemed slightly to revive. About noon he had a chill, which left him unconscious, and he quietly breathed his life away, without a struggle or a groan. I was mercifully spared the anguish of seeing my husband in agony battling with death. The scene was as pleasant as it was possible for a deathbed to be."},{"refcode_short":"PH168 54.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 54.2 (Ellen Gould White)","content":"At times I felt that I could not have my husband die. But these words seemed to be impressed on my mind: “Be still, and know that I am God.” We had designed to devote the coming winter to writing. My husband had said, “Let us not be turned aside from our purpose. I think we have made a mistake, in allowing the apparent wants of the cause and the earnest entreaties of our brethren to urge us into active labor in preaching when we should have been writing. While our mental powers are unimpaired, we should complete our contemplated books. I design to arrange my business affairs, go to the Pacific coast, and devote the winter months to writing. It is a duty which we owe to ourselves and to the cause of God to rest from the heat of battle and to give to our people the precious light of truth which God has opened to our minds. I feel assured there is a crisis before us. We should preserve our physical and mental powers for future service. The glorious subject of Redemption should long ago have been more fully presented to the people; but I have allowed myself to be called into the field, to attend camp-meetings, and have become so worn that I could not engage in writing.”"},{"refcode_short":"PH168 55.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 55.1 (Ellen Gould White)","content":"While thus conversing, we passed the humble home of a colored washer-woman, who supported herself and five children by her daily labor. Said my husband, “Wife, we must look after this poor woman. Let us not, amid our busy cares, forget the poor souls who have so hard a struggle to live. It is well always to pay them more than they ask; and you may have clothing and provisions that you can spare them. It will be a small matter to us, but may be a great help to them.” He continued, “Living where these poor people do, surrounded by the miasm of the millpond, they must have constantly to battle with disease and death. If I had means at my command, I would build suitable houses on high land to rent to these poor people. We will see what can be done to make their hard lot more comfortable.” My husband was always a helper of the poor and the needy. He never knowingly oppressed the hireling in his wages. He was the widow's friend, a father to the fatherless."},{"refcode_short":"PH168 55.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 55.2 (Ellen Gould White)","content":"I keenly feel my loss, but I dare not give myself up to useless grief. This would not bring back my husband. And I am not so selfish as to wish, if I could, to bring him from his peaceful slumber to engage again in the battles of life. Like a tired warrior, he has lain down to sleep. I will look with pleasure upon his resting-place. The best way in which I and my children can honor the memory of him who has fallen, is to take the work where he left it, and in the strength of Jesus carry it forward to completion. We will be thankful for the years of usefulness that were granted to him. And for his sake, and for Christ's sake, we will learn from his death a lesson which we shall never forget. We will let this bereavement make us more kind and gentle, more forbearing, patient, and thoughtful toward the living."},{"refcode_short":"PH168 56.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 56.1 (Ellen Gould White)","content":"It is well to keep fresh in our minds the memory of loved ones sleeping in the grave, by adorning their resting-place with fresh, sweet flowers; these emblems remind us of the beauties of Paradise, our future home. But it is a still sweeter and more enduring tribute to the memory of the departed, to make bright and sunny the lives of friends whom God has permitted to remain with us. There are many who need words of comfort and encouragement, and offices of love. There are aching hearts to be soothed. There are rash, turbulent spirits that kindness and love may win to the paths of peace and happiness."},{"refcode_short":"PH168 56.2","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 56.2 (Ellen Gould White)","content":"Never did I feel the worth of my Saviour's love as I feel it now. I can testify that if in prosperity we stand up for Jesus, in adversity, when afflictions come and we need more than mortal strength, Jesus will stand up for us. I find his arm mighty to save to the uttermost. The promises of God are now shining forth, like beams of light from Heaven, to comfort, strengthen, and bless my life. I take these promises as my own. I will not visit the graves of my loved ones to weep and lament. I will not think and talk of the darkness of the tomb. But I will present to my friends the glad morning of the resurrection, when the Life-giver shall break the fetters of the captives and call them forth to a glorious immortality. Jesus himself passed through the tomb, that we might look with joy to the resurrection morning."},{"refcode_short":"PH168 56.3","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 56.3 (Ellen Gould White)","content":"I take up my life-work alone, in full confidence that my Redeemer will be with me. I thank the Lord that I have my sons and their companions to be my helpers. For this blessing I am deeply grateful."},{"refcode_short":"PH168 57.1","refcode_long":"In Memoriam: A Sketch of the Last Sickness and Death of Elder James White, p. 57.1 (Ellen Gould White)","content":"I wish to express my appreciation of the kindness, attention, and sympathy extended to both my husband and myself by the physicians and helpers of the Sanitarium. All exerted themselves to the utmost for our relief and recovery. Especially would I acknowledge with gratitude Dr. Kellogg's skillful care as a physician, as well as his kindness and sympathy as a brother and friend, in my sickness and bereavement. To those also who brightened my sick-room with flowers, I extend my sincere thanks. Not one of these favors is forgotten."}]