[{"refcode_short":"PH161 1","refcode_long":"To Conference Officers and Managers of Our Schools, p. 1 (Ellen Gould White)","content":"To Conference Officers and Managers of Our Schools"},{"refcode_short":"PH161 1.1","refcode_long":"To Conference Officers and Managers of Our Schools, p. 1.1 (Ellen Gould White)","content":"Every department of our work should be planned on considerate, generous lines. Every branch of the work should protect, build up, and strengthen every other branch. Men of varied abilities and characteristics are employed for carrying forward the various branches of the work, and each must give his own branch special effort; but it is the privilege of each to study and labor for the health and welfare of the whole body of which he is a member."},{"refcode_short":"PH161 1.2","refcode_long":"To Conference Officers and Managers of Our Schools, p. 1.2 (Ellen Gould White)","content":"We thank the Lord for the good work being done in behalf of our schools in the publication and sale of the book, “Christ's Object Lessons.” We rejoice that so large a number of our people have given themselves to the work, and that their efforts are proving so successful. We rejoice that our conference and tract society officers have given their influence and energy to this grand enterprise, and that ministers, Bible workers, colporteurs, and church members, old and young, have all engaged so heartily in the special effort to speedily relieve our schools."},{"refcode_short":"PH161 1.3","refcode_long":"To Conference Officers and Managers of Our Schools, p. 1.3 (Ellen Gould White)","content":"Let this good work go forward steadily, perseveringly, grandly, till the last debt is removed from all our schools, and a fund is created for the establishment of schools in important fields, where there is great need of educational work."},{"refcode_short":"PH161 1.4","refcode_long":"To Conference Officers and Managers of Our Schools, p. 1.4 (Ellen Gould White)","content":"As ministers and Bible workers are called to other labors, let the members of our churches say to them, “Go forward with your appointed work, and we will continue to labor for the circulation of “Object Lessons,” and for the freedom of our schools.” Let no one feel that this work should stop with the special effort of 1900 and 1901. The field is never exhausted, and this book should be sold for the help of our schools for years to come."},{"refcode_short":"PH161 2.1","refcode_long":"To Conference Officers and Managers of Our Schools, p. 2.1 (Ellen Gould White)","content":"As our publishing houses have shown themselves exceedingly large-hearted and liberal toward our schools, so let our school managers and teachers be very considerate of the interest of the publishing houses and the tract societies."},{"refcode_short":"PH161 2.2","refcode_long":"To Conference Officers and Managers of Our Schools, p. 2.2 (Ellen Gould White)","content":"The school men should say to the regular canvassers, “We are glad of your interest in this work, and should be glad of your assistance; but the relief of the schools is not the only work in which we are interested. It is not the only work for this time. All our books on present truth, including health reform, are needed by the people. Therefore we urge you to go forward with your regular work. The tract societies that are handling “Christ's Object Lessons” without profit need an increased volume of regular business for their support, and the publishing houses that have given so many thousands of dollars in labor, need a greatly increased volume of regular business, that they may sustain the strain brought upon them by their liberality. We beg of you, therefore, to throw your energies into the regular work as never before."},{"refcode_short":"PH161 2.3","refcode_long":"To Conference Officers and Managers of Our Schools, p. 2.3 (Ellen Gould White)","content":"“On our part we will encourage all our students of sufficient age and experience to work for the schools by selling our book, but we will also work as diligently as in former years to train those specially qualified for the canvassing work, to handle other books, so that the schools may do their part in furnishing recruits to the force of regular canvassers.”"},{"refcode_short":"PH161 2.4","refcode_long":"To Conference Officers and Managers of Our Schools, p. 2.4 (Ellen Gould White)","content":"Our conference officers and State canvassing agents should take comprehensive views of the work in all its phases and all its bearings. They should so foster and guide this work of selling “Christ's Object Lessons,” that the regular canvassing force shall not be weakened, but that it shall be strengthened, while the work in behalf of the schools is going steadily forward."},{"refcode_short":"PH161 3.1","refcode_long":"To Conference Officers and Managers of Our Schools, p. 3.1 (Ellen Gould White)","content":"Our publishing houses have done a noble thing in giving so largely to help in lifting the debts from our schools. Shall we not plan to be considerate of their interests, as they have been so generously considerate of the schools? In all our planning, the principles of honor, justice, and generosity are to be maintained. Judicious plans should be laid to relieve other institutions that are in pressing need of help. The Lord would not have us lose sight of the welfare of any of his appointed instrumentalities for the diffusion of light."},{"refcode_short":"PH161 3.2","refcode_long":"To Conference Officers and Managers of Our Schools, p. 3.2 (Ellen Gould White)","content":"Let us endeavor, then, to carry forward the grand and glorious work of lifting the indebtedness from the schools, without calling our regular canvassers away from the sale of the precious books they are handling. Let us encourage students who have not made a record as successful canvassers to fit themselves to do acceptable work for the schools during vacations. Let us encourage our church members to go forward nobly with the work they have so well begun. Let us say to the tract societies and publishers, Be patient. And from the ranks of those thus gaining an experience you will have many to enter the general canvassing force. Let us then work diligently to fulfill this expectation."},{"refcode_short":"PH161 3.3","refcode_long":"To Conference Officers and Managers of Our Schools, p. 3.3 (Ellen Gould White)","content":"O that we might view these matters in such a way that all would move in wisdom and in harmony! It was never intended by the framers of the plans that the sale of “Object Lessons” should lead to the neglect of other precious books. We must never repeat the mistakes of past years, when the plea was made that only one book at a time should have the field, and as a result, books that have been signified as specially important to come before the people were left idle on the shelves of our publishing houses. Let our State agents with their canvassing forces keep right on with their regular work uninterrupted."},{"refcode_short":"PH161 4.1","refcode_long":"To Conference Officers and Managers of Our Schools, p. 4.1 (Ellen Gould White)","content":"Let those who handle “Christ's Object Lessons” pray in faith that the Lord will help them to speak words which will be a blessing to those whom they meet while presenting the book for sale. Carefully improve the opportunities to sow the seeds of truth. Do not introduce doctrinal subjects, nor engage in controversy, but speak of the Christian's faith and hope. Thus you will become acquainted with persons whom you may afterward visit, with the Bible in hand, and upon whom you may reflect the light which God has given to you. You will find opportunities to comfort the depressed and discouraged, and to lift up those that are bowed down."},{"refcode_short":"PH161 4.2","refcode_long":"To Conference Officers and Managers of Our Schools, p. 4.2 (Ellen Gould White)","content":"All the work of canvassing should be considered as evangelistic work. The Lord will give his grace to all who will seek for it in humility, and he will open ways for the dropping of seeds of truth into good soil. We have no time to lose, no hours or moments to devote to selfish pleasure. We, as workers together with God, are to labor with all interest and earnest energy to pull souls out of the fire, hating even the garment spotted with flesh. There have been presented before me the very many precious opportunities to save souls, which have been unheeded and lost. Let us now see how many souls we can save for our Saviour. “They that be wise shall shine as the brightness of the firmament, and they that turn many to righteousness as the stars forever and ever.”"}]