[{"refcode_short":"PH165 1","refcode_long":"Extracts from Recent Letters from Sister White Relative to Medical Missionary Work, p. 1 (Ellen Gould White)","content":"Extracts from Recent Letters from Sister White Relative to Medical Missionary Work"},{"refcode_short":"PH165 1.1","refcode_long":"Extracts from Recent Letters from Sister White Relative to Medical Missionary Work, p. 1.1 (Ellen Gould White)","content":"“I am intensely interested in the education of medical students as missionaries. This is the very means of introducing the truth where otherwise it would not find an entrance.”"},{"refcode_short":"PH165 1.2","refcode_long":"Extracts from Recent Letters from Sister White Relative to Medical Missionary Work, p. 1.2 (Ellen Gould White)","content":"“I can see in the Lord's providence that the medical missionary work is to be a great entering wedge, whereby the diseased soul may be reached.”"},{"refcode_short":"PH165 1.3","refcode_long":"Extracts from Recent Letters from Sister White Relative to Medical Missionary Work, p. 1.3 (Ellen Gould White)","content":"“O what a field of usefulness is opened before the medical missionary! Jesus Christ was in every sense of the word a missionary of the highest type, and combined with his missionary work that of the great Physician, healing all manner of diseases. Many in Christ's day refused to be convinced of their lost condition. When Christ was in their midst as a mighty healer of bodily woes as well as the maladies of the sin-sick soul, some would not come unto him that they might have life. They refused to be illuminated. So it will be in our day. Some will not be healed of their soul diseases. Every physician can and ought to be a Christian, and if so, he bears with him a cure for the soul as well as the body. He is doing the work of an apostle as well as of a physician. How much need there is of the preciousness of pure and undefiled religion, that the spiritual teacher may be administering to the soul necessities while relieving the distress of the body! How refreshing it is to the suffering, tempest-tossed soul to hear the words of hope, words from God spoken to the suffering one, to hear the prayers offered in his behalf! How essential that the living missionary should understand the diseases which afflict the human body, to combine the physician, educated to care for diseased bodies, with the faithful, conscientious shepherd of the flock, to give sacredness and double efficiency to the service! The Lord in his great goodness and matchless love, has been urging upon his human instrumentalities that missionaries are not really complete in their education unless they have a knowledge of how to treat the sick and suffering. If this had been felt as an important branch of education in the missionary line of labor, many who have lost their lives might have lived. Had they understood how to treat the ailments of the body, and how to study from cause to effect, they could, through their intelligent knowledge of the human body and how to treat its maladies, have reached many darkened minds that otherwise they could not approach.”"},{"refcode_short":"PH165 2.1","refcode_long":"Extracts from Recent Letters from Sister White Relative to Medical Missionary Work, p. 2.1 (Ellen Gould White)","content":"“The great Physician in Chief is at the side of every true, earnest, God-fearing practitioner who works with his acquired knowledge to relieve the sufferings of the human body. He, the Chief of physicians, is ready to dispense the balm of Gilead. He will hear the prayers offered by the physician and the missionary, if his name will be glorified thereby; and the life of the suffering patient will be prolonged. God is over all. He is the true Head of the missionary of the medical profession, and blessed indeed shall be that physician who has connected himself with the Chief Physician, who has learned from him not only to treat the suffering bodies, but to watch for souls, to understand how to apply the prescription, and as an under-shepherd, use the balm of Gilead to heal the bruises that sin has made upon the souls as well as upon the bodies of suffering humanity under the serpent's sting. O, how essential that the physician be one divested of selfishness; one who has a correct knowledge of the atonement made by Jesus Christ, so that he can uplift Jesus to the despairing soul; one who holds communion with God! What a treasure he possesses in his knowledge of the treatment of the diseases of the body, and also the knowledge of the plan of salvation. Resting in Jesus as his personal Saviour, he can lead others to hopefulness, to saving faith, to rest and peace, and a new life in Jesus Christ.”"},{"refcode_short":"PH165 3.1","refcode_long":"Extracts from Recent Letters from Sister White Relative to Medical Missionary Work, p. 3.1 (Ellen Gould White)","content":"“God will as surely advance the humble, faithful, praying, whole-souled medical missionary, as he advanced Daniel and his fellows. ‘As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.’ The Lord sanctions the efforts of the consecrated worker, the true shepherd. He may have little time to preach discourses, but he can act sermons which will be far more powerful. The truth expressed in living, unselfish deeds is the strongest argument for Christianity. The relieving of the sick, the helping of the distressed, is working in Christ's lines, and demonstrates most powerful gospel truths representing Christ's mission and work upon earth. The knowledge of the art of relieving suffering humanity is the opening of doors without number, where the truth can find a lodgment in the heart, and souls be saved unto life—eternal life. Even the most hard-hearted and apparently sin-encased souls may be approached in this way, and understand something of the mystery of godliness, and become so charmed that they will not rest until they have a knowledge of Jesus Christ and his saving grace. The divine love of God has transformed their hard, rocky characters into meek disciples of Jesus Christ. O, what a work such souls can do to reach others who are as hard as themselves! May the Lord work, is my prayer.”"},{"refcode_short":"PH165 4.1","refcode_long":"Extracts from Recent Letters from Sister White Relative to Medical Missionary Work, p. 4.1 (Ellen Gould White)","content":"“Let there be a company formed somewhat after the order of the Christian Endeavor Society, and see what can be done by each accountable human agent in watching and improving opportunities to do work for the Master. He has a vineyard in which everyone can perform good work. Suffering humanity needs help everywhere.”"}]