[{"refcode_short":"PH163 1","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 1 (Ellen Gould White)","content":"To Those in Charge of the Colored Orphanage Enterprise"},{"refcode_short":"PH163 1","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 1 (Ellen Gould White)","content":"To Those in Charge of the Colored Orphanage Enterprise:"},{"refcode_short":"PH163 1.1","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 1.1 (Ellen Gould White)","content":"The question has been asked if the orphanage for colored children ought to be located on the Oakwood school farm."},{"refcode_short":"PH163 1.2","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 1.2 (Ellen Gould White)","content":"Long before I visited Huntsville the Oakwood school farm was presented to me, both as it then was and as it might be in the future if wisely managed and properly cared for."},{"refcode_short":"PH163 1.3","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 1.3 (Ellen Gould White)","content":"The presentation of what the place ought to be, included an orphanage and a sanitarium. I was also shown cultivated fields, gardens where vegetables were cultivated, and orchards bearing abundance of fruit."},{"refcode_short":"PH163 1.4","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 1.4 (Ellen Gould White)","content":"Instruction was given me that the Lord would have consecrated, unselfish Christian workers connected with the Oakwood school, who would use skilfully the advantages of the Oakwood farm for the benefit of the students in the school and the children in the orphanage. These advantages were to be used wisely in helping to supply the necessities of the orphans and in obtaining for them an education and training that would be pleasing to the Lord."},{"refcode_short":"PH163 2.1","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 2.1 (Ellen Gould White)","content":"I have been instructed that for the development of the Oakwood enterprises, the very best class of workers should be secured, because a special work is to be done here in revealing what religious education will do for the orphans and the outcasts through the labors of consecrated and skilful teachers. The teachers connected with the school must bear in mind that they are dealing with the purchase of the blood of Christ, with souls who, through earnest, God-fearing labors may become members of the Lord's family."},{"refcode_short":"PH163 2.2","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 2.2 (Ellen Gould White)","content":"This work is not to be despised because the children are colored. Because they are colored, and because they are fatherless and motherless, they are to be brought up with kindness which is revealed in words and actions. There should be no scolding, no extravagant display; none should be treated with indifference, but all should be given respectful treatment, and this will win respectful attention and obedience from them in return."},{"refcode_short":"PH163 2.3","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 2.3 (Ellen Gould White)","content":"These children are the purchase of the blood of Christ. Their color is something that they cannot change; but the Lord will co-operate to change the character if we will work in harmony with him who gave his life to secure the pardon of every sinner of every land, and of different colors."},{"refcode_short":"PH163 2.4","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 2.4 (Ellen Gould White)","content":"When this light was given me, I had never seen Huntsville. I was shown that Huntsville would be a place of special interest to those who would act their part to help the colored people."},{"refcode_short":"PH163 3","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 3 (Ellen Gould White)","content":"Extracts from the Writings of Mrs. E. G. White, on the Institutions for Colored People at Nashville and Huntsville, with particular Reference to The Huntsville Orphanage"},{"refcode_short":"PH163 3.1","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 3.1 (Ellen Gould White)","content":"From letter of January 4, 1905:"},{"refcode_short":"PH163 3.2","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 3.2 (Ellen Gould White)","content":"“Special efforts must be made just now to help the colored people. The sanitarium that has been established in Nashville for the colored people must be provided with better facilities, and those who are making efforts to build at Huntsville an orphanage for colored children, must have help.”"},{"refcode_short":"PH163 3.3","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 3.3 (Ellen Gould White)","content":"From letter of July 19, 1905:"},{"refcode_short":"PH163 3.4","refcode_long":"To Those in Charge of the Colored Orphanage Enterprise, p. 3.4 (Ellen Gould White)","content":"“Over and over again light has been given that a special work is to be done also in Huntsville. Men who are rooted and grounded in the truth in all its bearings are to be placed in charge of the work. A beginning has been made on an orphanage for colored children, but this work stands unfinished. On the beautiful farm of over three hundred acres, God proposes that an efficient missionary training-school shall be conducted, which will develop many workers for the colored people."}]