[{"refcode_short":"PH164 3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 3 (Ellen Gould White)","content":"Words of Encouragement to Workers in the Home Missionary Field"},{"refcode_short":"PH164 3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 3 (Ellen Gould White)","content":"The Distribution of Literature"},{"refcode_short":"PH164 3.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 3.1 (Ellen Gould White)","content":"Let every Seventh-day Adventist ask himself, “What can I do to proclaim the third angel's message?” Christ came to this world to give this message to His servant to give to the churches. It is to be proclaimed to every nation, kindred, tongue, and people. How are we to give it?"},{"refcode_short":"PH164 3.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 3.2 (Ellen Gould White)","content":"The distribution of our literature is one means by which the message is to be proclaimed. Let every believer scatter broadcast tracts, leaflets, and books containing the message for this time. Colporteurs are needed who will go forth to circulate our publications everywhere."},{"refcode_short":"PH164 3.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 3.3 (Ellen Gould White)","content":"In the miracle of feeding the multitude with a few loaves and fishes, the food was increased as it passed from Christ to those who received it. Thus it will be in the distribution of our literature. God's truth, as it is passed out, will multiply greatly. And as the disciples, by Christ's direction, gathered up the fragments, that nothing might be lost, so we should treasure every fragment of literature containing the truth for this time. None can estimate the influence that even a torn page containing the truths of the third angel's message may have upon the heart of some seeker after truth."},{"refcode_short":"PH164 3.4","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 3.4 (Ellen Gould White)","content":"There are many places in which the voice of the minister can not be heard, places which can be reached only by publications,—the books, papers, and tracts, that are filled with the Bible truth that the people need. Our literature is to be distributed everywhere. The truth is to be sown beside all waters; for we know not which shall prosper, this or that. In our erring judgment we may think it unwise to give literature to the very ones who would accept the truth most readily. We know not what may be the good results of giving away a leaflet containing present truth."},{"refcode_short":"PH164 4.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 4.1 (Ellen Gould White)","content":"Many are sad and discouraged, weak in faith and trust. Let them do something to help some one more needy than themselves, and they will grow strong in the strength of God. Let them engage in the good work of selling our books. Thus they will help others, and the experience gained will give them the assurance that they are God's helping hand. As they plead with the Lord to help them, He will guide them to those who are seeking for the light. Christ will be close beside them, teaching them what to say and do. By comforting others, they themselves will be comforted."},{"refcode_short":"PH164 4","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 4 (Ellen Gould White)","content":"Importance of the Canvassing Work"},{"refcode_short":"PH164 4.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 4.2 (Ellen Gould White)","content":"I have been instructed that the canvassing work is to be revived, and that it is to be carried forward with increasing success. Let us be thankful to our heavenly Father for the interest that our brethren and sisters have taken in the sale of “Christ's Object Lessons.” By the sale of this book great good has been accomplished; and this work should be continued. The effort to circulate “Object Lessons” has demonstrated what can be done in the canvassing field. This effort is a never-to-be-forgotten lesson of how to canvass in the prayerful, trustful way that brings success."},{"refcode_short":"PH164 5.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 5.1 (Ellen Gould White)","content":"Our larger books could be sold if our canvassers would take up this work earnestly, filled with the realization that these books contain precious instruction that God has entrusted to us that we may give it to the world."},{"refcode_short":"PH164 5.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 5.2 (Ellen Gould White)","content":"My brethren and sisters, will you not make an effort to circulate these books, and will you not bring into this effort the enthusiasm that you brought into the effort to sell “Object Lessons”? In selling “Object Lessons,” many have learned how to handle the larger books. They have gained an experience that has prepared them to enter the canvassing field."},{"refcode_short":"PH164 5.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 5.3 (Ellen Gould White)","content":"Sister White is not the originator of the thoughts expressed in the books bearing her name. These books contain the instruction that during her life-time God has graciously given her to give to the world. From their pages light is to shine into the hearts of men and women, leading them to the Saviour. It is our work to scatter these books throughout the world. There is in them truth that to the receiver is a savor of life unto life. They are silent witnesses for God. In the past they have been the means in His hands of convicting and converting many souls. Many have read them with eager expectation, and by reading have been led to see the efficacy of Christ's atonement and to trust in its power. Many have been led to commit the keeping of their souls to their Creator, waiting and hoping for the coming of their Saviour to take His loved ones to their eternal home. In the future these books are to make the gospel plain to many others, revealing to them the way of salvation."},{"refcode_short":"PH164 6.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 6.1 (Ellen Gould White)","content":"The Lord has sent His people much instruction, line upon line, precept upon precept, here a little and there a little. Little heed is given to the Bible, and the Lord has given a lesser light to lead men and women to the greater light. O, how much good might be accomplished if the books containing this light were read with a determination to carry out the principles they contain. There would be a thousandfold greater vigilance, a thousandfold more self-denial and resolute effort. And many more would now be rejoicing in the light of present truth."},{"refcode_short":"PH164 6.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 6.2 (Ellen Gould White)","content":"The end of all things is at hand. The men of the world are rushing on to their ruin. Their schemes, their confederacies, are many. New devices will continually be brought in to make of no effect the counsel of God. Men are heaping up treasures of gold and silver to be consumed by the fires of the last day. The things of this world are soon to perish. This is not discerned by those who have not been divinely enlightened, who have not kept pace with the work of God. Consecrated men and women must go forth to sound the warning in the highways and the byways."},{"refcode_short":"PH164 6.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 6.3 (Ellen Gould White)","content":"Canvasser-evangelists are needed to hunt and fish for souls. Canvassers can reach a class that can be reached in no other way. From family to family they carry the message of truth. Thus they come into close touch with the people, and find many opportunities to speak of the Saviour. Let them sing and pray with those who become interested in the truths they present. Let them speak in families the word of life. They may expect success; for canvassers who go forth in the Spirit of the Master have the companionship of heavenly angels."},{"refcode_short":"PH164 7.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 7.1 (Ellen Gould White)","content":"Let no one think that he is at liberty to fold his hands and do nothing. That any one can be saved in indolence and inactivity is an utter impossibility. Think of what Christ accomplished during His earthly ministry. How earnest, how untiring, were His efforts! He allowed nothing to turn Him aside from the work given Him. Are we following in His footsteps? He gave up all to carry out God's plan of mercy for the fallen race. In the fulfillment of the purpose of heaven He became obedient unto death, even the death of the cross. He who had had no communion with sin, who had known nothing of it, came to this world, and took upon His sinless soul the guilt of sinful man, that sinners might stand justified before God. He grappled with temptation, overcoming in our behalf. The Son of God, pure and unsullied, bore the penalty of transgression, and received the stroke of death that brought deliverance to the race."},{"refcode_short":"PH164 7.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 7.2 (Ellen Gould White)","content":"It was Christ's joy to help those in need of help, to rescue the perishing, to seek the lost, to lift up the bowed down, to heal the sick, to speak words of sympathy and consolation to the sorrowing and the distressed. The more fully we are imbued with His Spirit, the more earnestly we shall work for those around us, and the more we do for others, the greater will be our love for the work, and the greater our delight in following the Master. Our hearts will be filled with the love of God, and with earnestness and convincing power we shall speak of the crucified Saviour."},{"refcode_short":"PH164 8.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 8.1 (Ellen Gould White)","content":"As our people engage in earnest work for the Master, murmuring and complaints will cease. Many will be aroused from the despondency that is ruining them body and soul. As they work for others, they will have much that is helpful to speak of when they assemble to worship God. The testimonies that they bear will not be dark and gloomy, but full of joy and courage. Instead of thinking and talking about the faults of their brethren and sisters, and about their own trials, they will think and talk of the love of Christ, and will strive earnestly to become more efficient workers for Him."},{"refcode_short":"PH164 8.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 8.2 (Ellen Gould White)","content":"My brethren and sisters, remember that one day you will stand before the Lord of all the earth, to answer for the deeds done in the body. Then your work will appear as it really is. The vineyard is large, and the Lord is calling for laborers. Do not allow anything to keep you from the work of soul-saving. The canvassing work is a most successful way of saving souls. Will you not try it? Will you not do what you can to circulate the books that the Lord has said should be sown broadcast through the world? Will you not place them in the homes of as many as possible? Think of how great a work can be done if a large number of believers will unite in an effort to place before the people, by the circulation of these books, the light that the Lord has committed to us to be given them."},{"refcode_short":"PH164 9.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 9.1 (Ellen Gould White)","content":"Put your hearts into this work, and the blessing of God will be with you. Go forth in faith, as you go praying that God will prepare hearts to receive the truth. Be pleasant and courteous. Show by a consistent course that you are true Christians. Walk and work in the light of heaven, and your path will be as the path of the just, that shineth more and more unto the perfect day. Under the divine guidance go forward in the work, and look to the Lord for aid. The Holy spirit will attend you. Angels of heaven will be with you."},{"refcode_short":"PH164 9.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 9.2 (Ellen Gould White)","content":"In your work you will meet with those who are fighting against appetite. Speak words that will strengthen and encourage them. Do not let Satan quench the last spark of hope in their hearts. Of the erring, trembling one, struggling against evil, Christ says, “Let him come unto Me,” and as he comes, He places His hands underneath him and lifts him up. The work that He did, you, as His evangelists, can do as you go from place to place. Labor on in faith, expecting that souls will be won to Him who gave His life that men and women might stand on God's side. Draw with God to win the drunkard and the tobacco devotee from the habits that debase them till they are below the level of the beasts that perish."},{"refcode_short":"PH164 10.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 10.1 (Ellen Gould White)","content":"O that thousands more of our people had a realization of the time in which we are living, and of the work to be done in field service, in house-to-house labor! There are many, many, who know not the truth. They need to hear the call to come to Jesus. The sorrowing are to be cheered, the mourners comforted. The poor are to have the gospel preached to them. I urge my brethren and sisters not to engage in work that will hinder them from proclaiming the gospel of Christ. You are God's spokesmen. You are to speak the truth in love to perishing souls. Christ says, “Go out into the highways and hedges, and compel them to come in, that My house may be filled.” Luke 14:23. Do not these words plainly outline the work of the canvasser? With Christ in his heart, he is to go forth into the highways and byways of life, giving the invitation to the marriage supper. Men of wealth and influence will come, if they are invited. Some will refuse, but, thank God, not all."},{"refcode_short":"PH164 10.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 10.2 (Ellen Gould White)","content":"The Lord calls for many more to engage in the canvassing work in the year opening before us. For Christ's sake, my brethren and sisters, make the most of the hours of this new year to place the light of present truth before those who are now in darkness. Jesus is calling for many missionaries, for men and women who will consecrate themselves to God, willing to spend and be spent in His service. O, can we not remember that there is a world to labor for? Shall we not move forward step by step, letting God use us as His helping hand? As we do this, the love of Christ will touch and transform us, making us willing for His sake to do and dare."},{"refcode_short":"PH164 11.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 11.1 (Ellen Gould White)","content":"Those in the darkness of error are the purchase of the blood of Christ, and they are to be labored for. Let our canvassers know that it is for the advancement of Christ's kingdom that they are working. He will teach them as they go forth to their God-appointed work, to warn the world of a soon-coming judgment. Accompanied by the power of persuasion, the power of prayer, the power of the love of God, the canvasser-evangelist's work will not, can not, be without fruit."},{"refcode_short":"PH164 11.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 11.2 (Ellen Gould White)","content":"Think of the interest that the Father and the Son have in this work. As the Father loves the Son, so the Son loves those that are His, those who work as He worked to save perishing souls. None need feel that they are powerless; for the power of Christ may be their power. He desires all to enjoy the wealth of His grace, which is beyond all computation. It is limitless, exhaustless. It is ours by eternal covenant, if we will be workers together with God."},{"refcode_short":"PH164 11.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 11.3 (Ellen Gould White)","content":"Christ has a property in this world that He wishes secured, saved for His everlasting kingdom. It is for His Father's glory and His own glory that His messengers shall go forth in His name; for they and He are one. They are to reveal Him to the world. His interests are to be their interests."},{"refcode_short":"PH164 11.4","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 11.4 (Ellen Gould White)","content":"If you have neglected the sowing time, if you have allowed God-given opportunities to pass unimproved, if you have given yourselves to self-pleasing, will you not now repent, before it is forever too late, and strive to redeem the time? The obligation to use your talents in the Master's service rests heavily upon you. Come to the Lord, and make an entire surrender of all to Him. You can not afford to lose one day. Take up your neglected work. Put away your querulous unbelief, your envy and evil-thinking, and go to work, in humble faith and with earnest prayer to the Lord to pardon you for your years of unconsecration. Ask Him for help. If you seek Him earnestly, with the whole heart, you will find Him, and He will strengthen and bless you."},{"refcode_short":"PH164 12.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 12.1 (Ellen Gould White)","content":"The evangelist who engages in canvassing work is performing a service fully as important as that of preaching before a congregation. God looks upon the faithful, evangelistic canvasser with as much approval as He looks upon the faithful minister."},{"refcode_short":"PH164 12.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 12.2 (Ellen Gould White)","content":"Christ calls for young men who will volunteer to carry the truth to the world. Men of spiritual stamina are wanted; men who are able to find work close at hand, because they are looking for it. The church needs new men to give energy to the ranks; men for the times, able to cope with its errors; men who will inspire with fresh zeal the flagging efforts of the few laborers; men whose hearts are warm with Christian love, and whose hands are eager to do the Master's work."},{"refcode_short":"PH164 13","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 13 (Ellen Gould White)","content":"Timely Exhortation"},{"refcode_short":"PH164 13","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 13 (Ellen Gould White)","content":"The Need of an Awakened Church"},{"refcode_short":"PH164 13.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 13.1 (Ellen Gould White)","content":"Many are readily satisfied with offering the Lord trifling acts of service. Their Christianity is feeble. Christ gave Himself for sinners. With what anxiety for the salvation of souls we should be filled as we see human beings perishing in sin! These souls have been brought at an infinite price. The death of the Son of God on Calvary's cross is the measure of their value. Day by day they are deciding whether they will have eternal life or eternal death. And yet men and women professing to serve the Lord are content to occupy their time and attention with matters of little importance. If they were consecrated to the work of the Master, every hand would be engaged in service. Every one would be standing at his post of duty, working with heart and soul as a missionary of the cross of Christ. The Spirit of the Redeemer would abide in the hearts of the laborers, and works of righteousness would be wrought. The workers would carry with them into their service the prayers and sympathies of an awakened church. They would receive their directions from Christ, and would find no time for contention or strife."},{"refcode_short":"PH164 14.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 14.1 (Ellen Gould White)","content":"Messages would come from lips touched by a live coal from the divine altar. Earnest, purified words would be spoken. Humble, broken-hearted intercessions would ascend to heaven. With one hand the workers would take hold of Christ, while with the other they would grasp sinners and draw them to the Saviour."},{"refcode_short":"PH164 14.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 14.2 (Ellen Gould White)","content":"Work is what the churches need. They need an unreserved consecration to service. Jesus wept over the obduracy of Jerusalem. Whose hearts break today because of the peril of those in darkness? Who among those who have received such great light and such rich gifts mingle their tears with the tears of their Redeemer?—The Review and Herald, September 10, 1903."},{"refcode_short":"PH164 14.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 14.3 (Ellen Gould White)","content":"Time is precious. The destiny of souls is in the balance. At infinite cost a way of salvation has been provided. Shall Christ's great sacrifice be in vain? Shall the earth be entirely controlled by Satanic agencies? The salvation of souls is dependent upon the consecration and activity of God's church. The Lord calls all who believe in Him to be workers together with Him. While their life shall last, they are not to feel that their work is done. Until the time comes when Christ shall say, “It is finished,” His work for the saving of souls is not to decrease, but is to grow in extent and importance."},{"refcode_short":"PH164 15","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 15 (Ellen Gould White)","content":"Open Doors for Service"},{"refcode_short":"PH164 15.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 15.1 (Ellen Gould White)","content":"In the service of God there is work of many kinds to be performed. In the service of the temple there were hewers of wood, as well as priests of various orders bearing the various degrees of responsibility. Our church-members are to arise and shine because their light has come, and the glory of the Lord has risen upon them. Let those who know the truth arouse out of sleep, and make every effort to reach the people where they are. The work of the Lord must no longer be neglected by us, and made secondary to worldly interests. We have no time to be idle or discouraged. The Gospel is to be proclaimed to all the world. The publications containing the light of present truth are to go forth to all places. Canvassing campaigns are to be organized for the sale of our literature, that the world may be enlightened as to what is just before us."},{"refcode_short":"PH164 15.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 15.2 (Ellen Gould White)","content":"In many states there are settlements of industrious, well-to-do farmers, who have never heard of the truth for this time. Such places should be worked. Let our lay-members take up this line of service. By lending or selling books, by distributing papers, and by holding Bible readings, our lay-members could do much in their own neighborhoods. Filled with love for souls, they could proclaim the message of present truth with such power that many would be converted. Let us remember that it is as important to carry the message to those in the home field who have not heard the truth, as it is to go as missionaries to foreign countries."},{"refcode_short":"PH164 16.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 16.1 (Ellen Gould White)","content":"There is abundant work for all who know the truth. Approach the people in a persuasive, kindly manner, with hearts filled with cheerfulness and Christlike love. The Saviour is ever near, with grace and power to enable you to present the gospel of salvation, which will bring souls out of the darkness of unbelief into His marvelous light. Reach out after those who are ready to perish. Call their attention to the “Lamb of God, which taketh away the sin of the world.”"},{"refcode_short":"PH164 16.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 16.2 (Ellen Gould White)","content":"I wish that all our people could see the many doors that are open before them. Beside all waters we are to sow the seeds of truth. O, how my soul is drawn out for sinners, that they may be won to Christ! If those who have received the truth would exercise a living faith in Christ, if they would realize that they are to be His workers, wholly consecrated to His service, what a work might be done! When God's people surrender themselves unreservedly to Christ, they will use every power of mind and body to His name's glory; and His work will make rapid advancement."},{"refcode_short":"PH164 16.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 16.3 (Ellen Gould White)","content":"A thousand times more work for God might be accomplished if all His children would fully consecrate themselves to Him, using their talents aright. If they would improve every opportunity for doing good, doors for service would be opened before them. They would be called to bear greater responsibilities. Let all ask of God, and they will receive wisdom to carry on His work under the ministration of the Holy Spirit. As they receive God's blessing, they will rejoice in the work.—Unpublished MS."},{"refcode_short":"PH164 17.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 17.1 (Ellen Gould White)","content":"Every one of us can do something, if we will only take the position that God would have us take. My brethren, every move that you make to enlighten others, brings you nearer into harmony with the God of heaven. If you sit down and fold your hands, saying, “I can barely support my family,” you will never do anything; but if you say, “I will do something for the truth, I will see it advance, I will do what I can,” God will open ways so that you can do something. You should invest in the cause of truth, so that you will feel that you are a part of it.—The Missionary Magazine, April, 1901."},{"refcode_short":"PH164 17.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 17.2 (Ellen Gould White)","content":"I appeal to our church-members to use for God the powers that He has given them. Wherever there is true conversion, there is a reformation, a consecration to God. Everyone who, with genuine faith, believes in Christ enters into His service. Our faith must now be a faith that is constantly increasing. God's people are no longer to sit at their ease, waiting for an opening, when it is their duty to make an opening, and then go to work.—The Review and Herald, November 12, 1903."},{"refcode_short":"PH164 17.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 17.3 (Ellen Gould White)","content":"God calls upon His people to act like living men, and not be indolent, sluggish, and indifferent. We must carry the publications to the people, and urge them to accept, showing them that they will receive much more than their money's worth. Exalt the value of the books you offer. You can not regard them too highly."},{"refcode_short":"PH164 18.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 18.1 (Ellen Gould White)","content":"My soul was agonized as I saw the indifference of our people who make so high a profession. The blood of souls will be on the garments of very many who now feel at ease and irresponsible for souls that are perishing around them for want of light and knowledge. They have come in contact with them, but never warned them, never prayed with or for them, and never made earnest efforts to present the truth to them. There has been a wonderful negligence on this point.—Manual for Canvassers, 55."},{"refcode_short":"PH164 18.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 18.2 (Ellen Gould White)","content":"Whatever your work, dear brethren and sisters, do it for the Master, and do your best. Do not overlook present, golden opportunities and let your life prove a failure, while you sit idly dreaming of ease and success in a work for which God has not fitted you. Do the work that is nearest."},{"refcode_short":"PH164 18.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 18.3 (Ellen Gould White)","content":"God requires personal service at the hands of every one to whom He entrusts His truth. Not one is excused. Some may feel that if they give of their substance they are excused from personal efforts. But God forbid that they should deceive themselves in this. Gifts of means do not fully meet the requirement of God, for the duty is but half done. He will accept nothing short of yourselves. You must work to save souls. You may not be called to go to foreign missions, but you may be missionaries at home in your own families and in your neighborhoods.—The True Missionary, February 1874."},{"refcode_short":"PH164 19","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 19 (Ellen Gould White)","content":"What Unselfish Effort Will Accomplish"},{"refcode_short":"PH164 19.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 19.1 (Ellen Gould White)","content":"My heart is made glad in the Lord, as I hear of the result of the effort to sell “Christ's Object Lessons.” The sale of this book is the Lord's own plan, and His blessing is attending the effort made to carry this plan to completion."},{"refcode_short":"PH164 19.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 19.2 (Ellen Gould White)","content":"About two years ago, when I was asked what could be done to relieve our schools from debt, I laid the matter before the Lord, and there came to me the thought that I could give the book, “Christ's Object Lessons,” to the schools. Then came another thought, “I have depended on this book to pay my workers, and I must be just before I am generous.” In the night season I was considering the problem of my finances. I desired to have money to pay my debts, that I might be free from the burden of interest; but I could see no other way for the schools to be relieved than for me to give “Object Lessons” for this purpose. Then the conflict ended. Light filled my mind. I began at once to write to our publishing houses, asking them to share the gift with me, by giving the work that must be done in the publication of the book."},{"refcode_short":"PH164 19.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 19.3 (Ellen Gould White)","content":"The plan for the sale of “Object Lessons” was presented to me by the Lord as one that would be an all-around blessing. It was a plan by which leaders and people would be enabled to act a part, and receive a blessing. Scene after scene was presented to me, in which ministers were being aroused to act their part. Church members became interested, and whole families engaged in the work. Angels of God united with the workers, opening doors for the canvassers to enter, to tell the people of the work they were trying to do in selling “Object Lessons.”"},{"refcode_short":"PH164 20.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 20.1 (Ellen Gould White)","content":"I saw that the book found a ready sale. It was bought by thousands not of our faith, and some, after seeing the value of the matter it contained, bought several copies for distribution among their friends."},{"refcode_short":"PH164 20.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 20.2 (Ellen Gould White)","content":"The workers gave their time, receiving nothing so far as money is concerned, but receiving a reward of infinitely greater value. Individual action brought a consciousness of well-doing. Those who engaged in the work improved in health of body and health of mind. They gained an experience that made their hearts glad in the Lord. They had no time to speak needless words. Their one thought was, “The book must be sold: for the debt must be lifted from the schools.” It seemed as if in every place prayer could be heard, and faith in the work continually increased. A happy enthusiasm filled the hearts of the workers."},{"refcode_short":"PH164 20.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 20.3 (Ellen Gould White)","content":"I was made very happy by the result of the plan, and those who engaged in selling the book were happy. They helped one another to make the work a success."},{"refcode_short":"PH164 20.4","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 20.4 (Ellen Gould White)","content":"I saw that in selling “Object Lessons,” our people were learning how to handle larger books. They were being prepared to enter the canvassing field. The earnestness with which they took hold of the work showed that they appreciated the opportunity of learning how to canvass. Prejudice was removed. In becoming acquainted with the people, the workers gained a valuable experience; and their example helped the church to see that all around them there was a work to do. There were those in the church who needed the experience to be gained by telling others of the truth, and, as they went forth to this work, their talents were greatly increased. The Saviour went before them, and the blessing of the Lord became His people's strength. The pulpit became a place of power."},{"refcode_short":"PH164 21.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 21.1 (Ellen Gould White)","content":"I saw that the sale of “Object Lessons” opened the way for the establishment of missions. In the church there was a revival of the missionary spirit. An earnest desire to learn how to work for the Lord was shown. Small companies gathered for prayer and Bible study. All moved forward in harmonious action. Believers went to places where the people had little opportunity to hear the Word of God, and gathered the children for Sabbath-school. Efforts were made to help isolated families. Plans were laid for these families to meet with other families for Bible study. Thus the way was opened for light to shine forth from the Word of God."},{"refcode_short":"PH164 21.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 21.2 (Ellen Gould White)","content":"The foregoing is a brief description of what can be done by those who know the truth. With this representation of the result of selling “Christ's Object Lessons” before my mind, I have looked for the success now attending the faithful workers. I believe that this effort will arouse our people to see what can and should be done."},{"refcode_short":"PH164 22.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 22.1 (Ellen Gould White)","content":"Many of the servants of Christ, although constantly reminded, seem to forget that they are stewards of their Lord's goods. Many of them have become rusty from inaction. The Lord, in His providence, has now given them something to do, opening the way for them to help others to become acquainted with the special truths for this time. He has given them a work to do that will bring a great and grand result. In getting out of the easy chair of self-satisfaction, and going forth to give the light of truth to their fellow-men, they will learn precious lessons. By selling “Object Lessons,” they are doing a twofold work,—helping to lift the debt from our schools, and at the same time giving the light of truth to those in darkness."},{"refcode_short":"PH164 22.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 22.2 (Ellen Gould White)","content":"I hope that no one who can engage in this work will excuse himself, and so lose the blessing that there is in it. This work is the means that the Lord has ordained for uniting the hearts of His people to one another, by the same link that unites them to Himself. “We are laborers together with God.” 1 Corinthians 3:9. These words seem especially appropriate to the work now being done."},{"refcode_short":"PH164 22.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 22.3 (Ellen Gould White)","content":"There are many, many souls that the Lord Jesus desires to save, and He asks for our co-operation. These souls cost Him an infinite price. Let the question come home to us, “Are we willing to be workers together with God? Are we willing to go to those outside the faith, and plant in their hearts the seeds of truth?”"},{"refcode_short":"PH164 23.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 23.1 (Ellen Gould White)","content":"The work now being done with “Object Lessons” is a good beginning to the work that the Lord desires to see carried forward by His people, because it calls for sacrifices and gifts, and because it enables all to act a part. The Lord's plan has provided a way for all to do something. As you go forth to sell the book that He has declared should be sold, you will realize that to you is spoken the benediction, “The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost, be with you.” 2 Corinthians 13:14."},{"refcode_short":"PH164 23.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 23.2 (Ellen Gould White)","content":"The work of selling “Object Lessons” is to accomplish double and triple good in different lines. Those who purchase the book feel that they are doing something to advance a worthy cause. The work is done with an earnestness that appeals to their hearts. It is a lesson to them; and although they may not be of our faith, they appreciate the effort that is being made. They are impressed with the earnestness of the workers. They realize that what they are doing is commended by the Lord, who blesses every good work. Light shines into their hearts. To many the conviction of the Spirit will come as the fruit of the seed sown by this unselfish work for the Master. The saving of precious souls will be the result of canvassing for “Object Lessons.”"},{"refcode_short":"PH164 23.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 23.3 (Ellen Gould White)","content":"The Lord comes very near the workers, and angels go before them. My brethren and sisters, never forget in whose company you are. See by faith an angelic host around you. Believe that the Lord Jesus is by your side, that His glory enfolds you, that He is pouring upon you the refreshing showers of His grace. Speak and act to the glory of God. Say, “In thought, words, and deed I will be a blessing to those whom I meet. I will let light shine forth.” Enter into conversation with the people. Become familiar with their experience; and from the book you are selling read passages that will help them. Take with you into their homes the sunshine of heaven. Outside of the truth, there is little enough of this sunshine now in the world."},{"refcode_short":"PH164 24.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 24.1 (Ellen Gould White)","content":"As you seek to become acquainted with those who have no knowledge of the truth, as you strive to speak words in season, remember that you are God's helping hand, and that He will teach you to speak words which will cause light to shine into darkened minds. Doors will open for the work of soul-saving. Many who enter Christ's service at the eleventh hour will labor with great earnestness for Him. They will appreciate the wonderful truths of the Word of God, and will bring these truths into the daily life."},{"refcode_short":"PH164 24.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 24.2 (Ellen Gould White)","content":"Let the workers remember that their spirit and their actions have a powerful influence on the minds of those whom they meet. Let them feel their dependence on God. It is only when we place ourselves in His hands, to be worked by His Spirit, that He can use us in breaking the power of the enemy over souls. Let them remember, too, that to those with whom they become acquainted in this work they are to speak of the love of the Saviour, who, though He was rich, yet for our sakes became poor, that we might be rich. He gave Himself to a life of lowliness, poverty, and privation, that He might know how to reach every suffering child of His. In all our afflictions He is afflicted. “He was wounded for our transgressions, He was bruised for our iniquities; the chastisement of our peace was upon Him; and with His stripes we are healed.” Isaiah 53:5. Let us follow where He leads the way, denying self, and taking up the cross. As we share His humiliation is this life, partaking with Him in His suffering, we are preparing to share His glory in the future life."},{"refcode_short":"PH164 25.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 25.1 (Ellen Gould White)","content":"The secret of winning souls can be learned only from the Great Teacher. As the dew and the still showers fall gently on the withering plant, so our words are to fall gently and lovingly on the souls we are seeking to win. We are not to wait till opportunities come to us; we are to seek for them, keeping the heart uplifted in prayer that God may help us to speak the right word at the right time. When an opportunity presents itself, let no excuse lead you to neglect it; for its improvement may mean the salvation of a soul from death."},{"refcode_short":"PH164 25.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 25.2 (Ellen Gould White)","content":"As laborers together with God, we need to draw nigh unto Him, that we may have the divine touch. We need to drink deeply and continuously at the fountain of living water, that we may have power to persuade those who are athirst to “take of the water of life freely.”—Unpublished MS."},{"refcode_short":"PH164 26.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 26.1 (Ellen Gould White)","content":"There are many ways of working for Christ. Human hands may never have been laid on you in ordination, but God can give you fitness for His service. He can work through you to the saving of souls. If, having learned in the school of Christ, you are meek and lowly in heart, He will give you words to speak for Him. Ask, and receive the Holy Spirit. But remember that the Spirit is given only to those who are consecrated, who deny self, lifting the cross and following their Lord."},{"refcode_short":"PH164 26.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 26.2 (Ellen Gould White)","content":"The judgments of God are in our land. The Lord is soon to come. In fire and flood and earthquake, He is warning the inhabitants of this earth of His soon approach. O, that the people may know the time of their visitation!"},{"refcode_short":"PH164 26.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 26.3 (Ellen Gould White)","content":"We have no time to lose. We must make more determined efforts to lead the people of the world to see that the day of judgment is at hand. Our understanding needs to be quickened by the Holy Spirit. We need to stand constantly in a humble, contrite attitude, that we may see the Lord's design, and be prepared to make known His will from day to day, not only in word, but in deed."},{"refcode_short":"PH164 26.4","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 26.4 (Ellen Gould White)","content":"O, if our people would feel as they should the responsibility resting upon them to give the last message of mercy to the world, what a wonderful work would be done! We need the impartation of the Holy Spirit, that we may realize how closely heavenly things are bound up with God's church on this earth.—Unpublished MS."},{"refcode_short":"PH164 27","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 27 (Ellen Gould White)","content":"The Future Use of “Object Lessons”"},{"refcode_short":"PH164 27.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 27.1 (Ellen Gould White)","content":"The use which should be made of “Object Lessons” in the future has been made clear to me, and I must write to my brethren in regard to it. Letters have been received from our canvassing agents, in which they say that they think it would be a good plan for “Object Lessons” to be handled as a regular subscription book, as soon as the relief-of-the-schools campaign is finished. They believe that this book would have as ready a sale in the hands of the regular canvasser as any that could be produced."},{"refcode_short":"PH164 27.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 27.2 (Ellen Gould White)","content":"As my son read me one of these letters, the thought came to me: “Here is an opportunity for me to get out of debt. Is not this the right thing to do?” I told my son I thought that perhaps it would be best to do as the letter had suggested. Then I sent to heaven the prayer, “Lord, teach me to speak right words.” Quickly the answer came. In an instant the light given me at the first regarding “Object Lessons” flashed into my mind, and the instruction then given was repeated. I seemed to hear the words: “God signified that this book should be given to our schools, to be to them a continual blessing. Would you exchange His plan for human devising? This book is to be treated as a sacred offering, made to God; and as His plan regarding it is unselfishly carried out, the result will be wholly satisfactory.”"},{"refcode_short":"PH164 28.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 28.1 (Ellen Gould White)","content":"I immediately told my son that I would make no change in regard to the handling of “Object Lessons” unless God gave me plain instruction that this should be done. As I told him this, I felt the blessing of God resting upon me."},{"refcode_short":"PH164 28.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 28.2 (Ellen Gould White)","content":"The plan for the circulation of “Object Lessons” is not of human devising; it is God's plan. He signified that this book should be a gift to our schools. Thus far it has done its work, and God has set His approval on the self-sacrificing efforts of His people. Shall we mar His plan?—No, no! Until the Lord shall come, and our present system of school work shall be ended by our entering the higher school, “Christ's Object Lessons” is to stand as a gift to our educational institutions."},{"refcode_short":"PH164 28","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 28 (Ellen Gould White)","content":"The Result of Unselfish Service"},{"refcode_short":"PH164 28.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 28.3 (Ellen Gould White)","content":"In the work for the relief of our schools, the Lord has bestowed on us a gift of great value, and has marked out for us the pathway of blessing. He called upon me to give our schools the manuscript of the book, “Christ's Object Lessons.” He called upon our publishing houses to make liberal gifts of labor in preparing the book for sale. In response to this call, they acted their part nobly. Our people contributed generously to raise a material fund, and then went forth willingly to sell the book for the help of the schools."},{"refcode_short":"PH164 28.4","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 28.4 (Ellen Gould White)","content":"As a result of this effort, far more has been accomplished than at first we dared expect. Angels of God co-operated with those who went out to circulate the book. Men, women, and children took part in the effort, and labored earnestly and unselfishly. The Lord gave them His approval, and with it His grace and joy and peace. Read in our papers the results of their work. Testimony after testimony has been borne witnessing to the blessing found in selling this book. How good these testimonies are! As we read them, refreshing streams of salvation seem to flow from the very throne of God into our hearts."},{"refcode_short":"PH164 29.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 29.1 (Ellen Gould White)","content":"I have been shown many praying to God for help as they have gone forth to sell “Christ's Object Lessons.” They have asked the Lord to give them success. Then, as they have succeeded, they have felt that they received evidence that the Lord had answered their prayers. Thus they have obtained a deeper experience in heavenly things; for they have felt that they were following in the steps of Christ."},{"refcode_short":"PH164 29.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 29.2 (Ellen Gould White)","content":"With many, to go out and sell “Object Lessons” meant to take up a heavy cross, but they have been rewarded by God's approval. The thought, “We are doing something for the Master,” has filled their hearts with peace and gladness. Church-members who never before had courage to sell books took hold of this work. Very timidly they began. But they did not turn back; and, as they labored on, courage came, and success attended their efforts. Many gained an experience more valuable than gold or silver."},{"refcode_short":"PH164 29.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 29.3 (Ellen Gould White)","content":"The hearts of God's people have been made light and joyful in Him as they have offered Him the sweet incense of unselfish service. Many of our churches have been quickened and refreshed as some of their number have engaged in this work."},{"refcode_short":"PH164 30.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 30.1 (Ellen Gould White)","content":"Our brethren and sisters are just as surely in the service of the Lord when selling this book as when bearing testimony for Him in meeting. They receive the refreshing grace of God; for they are carrying out His purpose, and He bestows on them His commendation. Their minds are freed from the malaria of selfishness and complaint and discouragement."},{"refcode_short":"PH164 30.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 30.2 (Ellen Gould White)","content":"By the effort to sell “Object Lessons” much has been accomplished to bring the precious light of present truth to those in darkness. Thus many have been saved from sin. For every spring of influence touched, for every train of thought set in motion with a sincere desire to glorify God, the Holy Spirit has worked on hearts, bringing wisdom, courage, and strength. Those who have bought the book bear testimony to the blessing they have received in reading it. Many will shine in the kingdom of God whose conversion was the result of the efforts of our brethren and sisters to sell “Object Lessons.”"},{"refcode_short":"PH164 30.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 30.3 (Ellen Gould White)","content":"The men who have taken a leading part in this enterprise have done a good work. Their labors have brought about most excellent results. They are not to become discouraged, but are to look to God in faith, and go forward, walking humbly before Him. Our brethren connected with the school at Berrien Springs should be encouraged to advance as the way may open before them. We are to help them all we can. Christ stands at the helm, and to Him is to be ascribed the praise and glory for the work accomplished by “Object Lessons.” This work bears the stamp of unselfishness, and it will produce good fruit."},{"refcode_short":"PH164 31.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 31.1 (Ellen Gould White)","content":"“Christ's Object Lessons” is to live and do its appointed work; and, in connection with its circulation, the larger books should be sold everywhere. These books contain present truth for this time,—truth that is to be proclaimed in all parts of the world. Our canvassers are to circulate the books that give definite instruction regarding the testing messages that are to prepare a people to stand on the platform of eternal truth, holding aloft the banner on which is inscribed, “The commandments of God and the faith of Jesus.”"},{"refcode_short":"PH164 31.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 31.2 (Ellen Gould White)","content":"I have been instructed that the canvassing work is to be revived. Our smaller books, with our pamphlets and journals, can and should be used in connection with our larger books.—Special Testimony, December 6, 1902."},{"refcode_short":"PH164 31.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 31.3 (Ellen Gould White)","content":"Let us be thankful every moment for God's forbearance with our tardy, unbelieving movements. Instead of flattering ourselves with the thought of what we have done, after doing just a little, we are to labor still more earnestly. We are not to cease our efforts or relax our vigilance. Never is our zeal to grow less. Our spiritual life must be daily revived by the stream that makes glad the city of our God. We must be always on the watch for opportunities to use for God the talents that He has given us."},{"refcode_short":"PH164 32","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 32 (Ellen Gould White)","content":"Be Not Weary In Well-Doing"},{"refcode_short":"PH164 32","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 32 (Ellen Gould White)","content":"Unreserved Surrender"},{"refcode_short":"PH164 32.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 32.1 (Ellen Gould White)","content":"“He said unto them, Whosoever will come after Me, let him deny himself, and take up his cross, and follow Me. For whosoever will save his life shall lose it; but whosoever shall lose his life for My sake and the gospel's, the same shall save it. For what shall it profit a man, if he shall gain the whole world, and lose his own soul?” “Whosoever shall be ashamed of Me and of My words, of him shall the Son of man be ashamed, when He shall come in His own glory, and in His Father's, and of the holy angels.” Mark 8:34-36; Luke 9:26."},{"refcode_short":"PH164 32.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 32.2 (Ellen Gould White)","content":"Those who would at last be admitted into the heavenly courts must here give themselves, body, soul, and spirit, to the service of Him who has paid the price of their redemption. All that we have and are belongs to the Lord. “Ye are not your own,” the apostle declares; “for ye are bought with a price; therefore glorify God in your body, and in your spirit, which are God's.” 1 Corinthians 6:19, 20."},{"refcode_short":"PH164 32.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 32.3 (Ellen Gould White)","content":"The foundation of our work was laid in sacrifice, and in sacrifice the work is to be carried forward. My brother, my sister, are you willing to follow Christ's example of self-denial? He gave His life to save perishing souls. Have you consecrated yourself wholly to the Lord? Can He use you as a vessel unto honor? Are you faithfully acting your part in His cause? To every man God has given his work. He expects every believer to co-operate with Him in the work of soul-saving. When His cause is suffering for means, how can any one withhold his service, refusing to take up the cross daily, and practise self-denial for Christ's sake?"},{"refcode_short":"PH164 33.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 33.1 (Ellen Gould White)","content":"The fulfilment of the promise that we shall be joint heirs with Christ rests upon our willingness to deny self. When Christ takes possession of His kingdom, it will be those that in this world have followed Him in self-denial and sacrifice who will receive the reward of everlasting life."},{"refcode_short":"PH164 33.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 33.2 (Ellen Gould White)","content":"Christ's call to sacrifice and unreserved surrender means the crucifixion of self. In order to obey this call, we must have unquestioning faith in Him as the perfect example, and we must have a clear realization that we are to represent Him to the world. Those who work for Christ are to work in His lines. They are to live His life. His call to unreserved surrender is to be to them supreme. They are to allow no earthly tie or interest to prevent them from giving Him the homage of their hearts and the service of their lives. Earnestly and untiringly they are to labor with God to save souls from the power of the tempter."},{"refcode_short":"PH164 33.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 33.3 (Ellen Gould White)","content":"Those who are thus connected with Christ learn constantly of Him, passing through the successive stages of progress in Christian experience. Difficulty and perplexity come to them that they may learn more perfectly the will and way of Christ. But they pray and believe, and by exercise their faith increases."},{"refcode_short":"PH164 34.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 34.1 (Ellen Gould White)","content":"“Take My yoke upon you,” Christ said, as in human nature He lived and worked upon this earth. Constantly He wore the yoke of submission, meeting the difficulties that human beings must meet, bearing the trials that they must bear. The enemy will continually assail us as he assailed Christ, bringing against us strong temptation. But for every one there is a way of escape. “Take My yoke upon you,” Christ says, “and learn of Me; for I am meek and lowly in heart; and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.” Matthew 11:29, 30."},{"refcode_short":"PH164 34","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 34 (Ellen Gould White)","content":"Our Duty To Our Schools"},{"refcode_short":"PH164 34.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 34.2 (Ellen Gould White)","content":"My brethren and sisters, why is so little being done to sell “Christ's Object Lessons”? Have you become weary in well-doing? Have all the families in your neighborhood been supplied with the book that is so full of helpful lessons, both for parents and for children? Are there not some who did not buy a copy last year who would buy one now? Why should we not go steadily forward with this work, until millions of homes are supplied with “Object Lessons,” and our schools are freed from debt?"},{"refcode_short":"PH164 34.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 34.3 (Ellen Gould White)","content":"Success has attended the effort made in the past to sell “Object Lessons,” because God's people have worked in co-operation with heavenly agencies; and success will attend the effort put forth in the future, if our people will still carry forward the work. As they patiently press on in this work, the Lord Jesus and His angels will open the way before them. All will receive grace for grace, as they give what they can, in time and influence, to the circulation of “Object Lessons.”"},{"refcode_short":"PH164 35.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 35.1 (Ellen Gould White)","content":"More than we expected at the beginning has been accomplished by the sale of this book. But we found that the debts on our schools were larger than we at first supposed, and, more than this, important changes have been brought in, which make the work of our schools more arduous and the demand for means more urgent."},{"refcode_short":"PH164 35.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 35.2 (Ellen Gould White)","content":"The school at Berrien Springs needs the money that the sale of “Object Lessons” in its territory will bring. This school is making advancement as fast as possible, but it is in need of funds with which to erect buildings. The Lord is pleased with the energy and zeal with which the school has been conducted, and with the practical education that is given to the students gathered there. Much needs to be done to provide comfortable quarters for these students. Buildings must be erected, and other lines of work carried forward. Will you not remember that, as you do your best to bring in means for the advancement of this school, you are laboring in harmony with Christ?"},{"refcode_short":"PH164 35.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 35.3 (Ellen Gould White)","content":"At Healdsburg College many important changes in plans and methods of work have been brought in during the last two years. To the managers and teachers I can say: You have done right in introducing industrial lines of work into the school. This will be a great blessing to the students. They must have physical exercise, in order that the muscles may be kept in a healthy condition, and that the brain may be kept clear. The health of the brain depends to a great degree on the health of other parts of the human machinery."},{"refcode_short":"PH164 36.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 36.1 (Ellen Gould White)","content":"You need not be discouraged because there has been a loss in the industrial departments. This experience may save you from a larger loss in the future."},{"refcode_short":"PH164 36.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 36.2 (Ellen Gould White)","content":"Many years ago I was instructed to direct our people to establish schools for the education and training of our children, and to urge the youth to attend the schools. Placed under wise teachers in Christian schools, the youth have favorable opportunity to form right habits and to develop Christlike characters. This is the work that has been and is still being done in the Healdsburg school."},{"refcode_short":"PH164 36.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 36.3 (Ellen Gould White)","content":"Mistakes have been made at Healdsburg, but the brethren need not feel discouraged. The Lord may have permitted them to make these mistakes in order to put them on their guard, that in the future they may avoid making greater mistakes. Let us look at things in a rational light. Our people are not half awake to the fact that the enemy against whom we are contending is a keen, intelligent, eloquent being, who works in every conceivable way to hinder the advancement of God's work. We must rid ourselves of the idea that we can move along smoothly, meeting no hindrances. The enemy will oppose every effort put forth to advance the cause of God."},{"refcode_short":"PH164 37.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 37.1 (Ellen Gould White)","content":"My brethren and sisters, I ask you to give the school at Healdsburg your sympathy and support. Do not become weary in well-doing. In carrying forward the work of selling “Christ's Object Lessons,” you will receive a most precious blessing."},{"refcode_short":"PH164 37.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 37.2 (Ellen Gould White)","content":"I urge that our other schools be given encouragement in their efforts to develop plans for the training of the youth in agricultural and other lines of industrial work. When, in ordinary business, pioneer work is done, and preparation is made for future development, there is frequently a financial loss. And as our schools introduce manual training, they, too, may at first incur loss. But let us remember the blessing that physical exercise brings to the students. Many students have died while endeavoring to acquire an education, because they confined themselves too closely to mental effort."},{"refcode_short":"PH164 37.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 37.3 (Ellen Gould White)","content":"We must not be narrow in our plans. In industrial training there are unseen advantages, which can not be measured or estimated. Let no one begrudge the effort necessary to carry forward successfully the plan that for years has been urged upon us as of primary importance."},{"refcode_short":"PH164 37.4","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 37.4 (Ellen Gould White)","content":"I appeal to our people in behalf of all our colleges and training-schools. If the brethren and sisters in each union conference will labor with perseverance and faith, they will be able to free their school from debt, and also to provide the necessary facilities for successful manual training."},{"refcode_short":"PH164 37.5","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 37.5 (Ellen Gould White)","content":"It is the duty of the managers and teachers in our colleges and schools to take an active part in the continued effort to sell “Object Lessons.” Let them take the burden of this work upon their hearts. Not only are they to co-operate with the conference officers in carrying the work forward; they are to lead out in it, training the students to engage successfully in it."},{"refcode_short":"PH164 38.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 38.1 (Ellen Gould White)","content":"The students in all our schools should be encouraged to canvass for “Object Lessons.” Let them go forth in faith, believing God's promise, and doing their best, and God will give them success. They may meet with difficulties, but let them tell the Lord about it, and then by faith keep a firm hold on the promised blessing. Let them labor hopefully, cheerfully, perseveringly, for the circulation of the book that the Lord bade me give to our schools. Thus they will gain a preparation to canvass for our larger books. Let those who have had no experience in the canvassing work take this book to those who are not acquainted with the truth for this time, and speak to them of the helpful lessons that it contains. But before they take up this work, let them by earnest prayer obtain a blessing from heaven, and hold it fast by faith. Let them be sure that they carry with them the fragrant influence of the life of Christ."},{"refcode_short":"PH164 38.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 38.2 (Ellen Gould White)","content":"What is needed now is the spirit of sacrifice. If those who go out with “Object Lessons” have a willing mind, they will find a way to speak to those whom they meet. Let them never forget that they are working for a greater good than the mere sale of the book for a certain sum of money. The book contains instruction that will point those who read it to Jesus."},{"refcode_short":"PH164 38.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 38.3 (Ellen Gould White)","content":"Our prayers ascend to heaven for those engaged in this evangelistic work. They will have crosses to bear; this they must expect. But if they keep the Lord ever before them, they will be greatly blessed."},{"refcode_short":"PH164 39.1","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 39.1 (Ellen Gould White)","content":"Individual, constant, united efforts will bring the reward of success. Those who desire to do a great deal of good in our world must be willing to do it in God's way by doing little things. He who dreams of reaching the loftiest heights of achievement by doing something great and wonderful will fail of doing anything."},{"refcode_short":"PH164 39.2","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 39.2 (Ellen Gould White)","content":"Steady progress in a good work, the frequent repetition of one kind of faithful service, is or more value in God's sight than the doing of some great work, and wins for His children a good report, giving character to their efforts. Those who are true and faithful to their divinely-appointed duties are not fitful, but steadfast in purpose, pressing their way through evil, as well as good, reports. They are instant in season and out of season."},{"refcode_short":"PH164 39.3","refcode_long":"Words of Encouragement to Workers in the Home Missionary Field, p. 39.3 (Ellen Gould White)","content":"Men and women are needed who are as true to duty as the needle to the pole,—men and women who will work without having their way smoothed, and every obstacle removed."}]