[{"refcode_short":"PH169 1","refcode_long":"The Sufferings of Christ, p. 1 (Ellen Gould White)","content":"The Sufferings of Christ"},{"refcode_short":"PH169 1.1","refcode_long":"The Sufferings of Christ, p. 1.1 (Ellen Gould White)","content":"“God is love.” His love manifested toward fallen man, in the gift of his beloved Son, amazed the holy angels. “God so loved the world that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” The Son was the brightness of the Father's glory, and the express image of his person. He possessed divine excellence and greatness. He was equal with God. It pleased the Father that in him all fullness should dwell. He “thought it not robbery to be equal with God.” Yet he “made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men. And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.”"},{"refcode_short":"PH169 1.2","refcode_long":"The Sufferings of Christ, p. 1.2 (Ellen Gould White)","content":"In order to more fully realize the value of salvation, it is necessary to understand what it cost. In consequence of limited views of the sufferings of the divine Son of God, many place a low estimate upon the great work of the atonement."},{"refcode_short":"PH169 1.3","refcode_long":"The Sufferings of Christ, p. 1.3 (Ellen Gould White)","content":"Christ consented to die in man's stead, that he, by a life of obedience, might escape the penalty of the law of God. His death did not slay the law, lessen it holy claims, nor detract from its sacred dignity. The death of Christ proclaimed the justice of his Father's law in punishing the transgressor, in that he consented to suffer the penalty of the law himself, in order to save fallen man from its curse. The death of God's beloved Son on the cross shows the immutability of the law. His death magnified the law and made it honorable, and gave evidence to man of its changeless character. From his own divine lips is heard, “Think not that I am come to destroy the law.”"},{"refcode_short":"PH169 2.1","refcode_long":"The Sufferings of Christ, p. 2.1 (Ellen Gould White)","content":"In Christ was united the human and the divine. His mission was to reconcile God to man, and man to God. His work was to unite the finite with the Infinite. This was the only way in which fallen men could be exalted through the merits of the blood of Christ, to be partakers of the divine nature. Taking human nature, fitted Christ to understand the nature of man's trials, and all the temptations wherewith he is beset. Angels, who were unacquainted with sin, could not sympathize with man in his peculiar trials. Christ condescended to take man's nature, that he might know how to succor all who should be tempted."},{"refcode_short":"PH169 2.2","refcode_long":"The Sufferings of Christ, p. 2.2 (Ellen Gould White)","content":"As the human was upon him, he felt his need of strength from his Father. He had select places of prayer. He loved the solitude of the mountain in which to hold communion with his Father in Heaven. In this exercise he was strengthened for the duties and trials of the day. Our Saviour identifies himself with our needs and weaknesses, in that he became a suppliant, a nightly petitioner, seeking from his Father fresh supplies of strength, to come forth invigorated and refreshed, braced for duty and trial. He is our example in all things. He is a brother in our infirmities, but not possessing like passions. As the sinless One his nature recoiled from evil. He endured struggles, and torture of soul, in a world of sin. His humanity made prayer a necessity, and privilege. He required all the divine support and comfort which his Father was ready to impart to his Son. Christ found comfort and joy in communion with his Father. Here he could unburden his sorrows that were crushing him. He was a Man of Sorrows, and acquainted with grief."},{"refcode_short":"PH169 3.1","refcode_long":"The Sufferings of Christ, p. 3.1 (Ellen Gould White)","content":"Through the day he labored earnestly to save men from destruction. He healed the sick, he comforted the mourning, and brought cheerfulness and hope to the despairing. He brought the dead to life. After his work was finished for the day, he went forth, evening after evening, away from the confusion of the city, and his form was bowed in some retired place, in supplication to his Father. At times the bright beams of the moon shone upon his bowed form. And then again the clouds and darkness shut away all light. The dew and frost of night rested upon his head and beard while in the attitude of a suppliant. He frequently continued his petitions through the entire night. If the Saviour of men, with his divine strength, felt the need of prayer, how much more should feeble, sinful mortals feel the necessity of prayer,—fervent, constant prayer? As the Son of God in the garden of Gethsemane bowed in the attitude of prayer, the agony of his spirit forced from his pores sweat like great drops of blood. It was here that the horror of great darkness surrounded him. The sins of the world were upon him. He was suffering in man's stead as a transgressor of his Father's law. Here was the scene of temptation. The divine light of God was receding from his vision, and he was passing into the hands of the powers of darkness. In the agony of his soul-anguish, he lay prostrate on the cold earth. He was realizing his Father's frown. Christ had taken the cup of suffering from the lips of guilty man, and proposed to drink it himself, and in its place give to man a cup of blessing. The wrath that would have fallen upon man, was now falling upon Christ. It was here that the mysterious cup trembled in his hand."},{"refcode_short":"PH169 4.1","refcode_long":"The Sufferings of Christ, p. 4.1 (Ellen Gould White)","content":"Jesus had often resorted to Gethsemane with his disciples for meditation and prayer. They were all well acquainted with his sacred retreat. Even Judas knew where to lead the murderous throng, that he might betray Jesus into their hands. Never before had the Saviour visited the spot with a heart so full of sorrow. It was not bodily suffering from which the Son of God shrank, and which wrung from his lips, in the presence of his disciples these mournful words: “My soul is exceeding sorrowful, even unto death.” “Tarry ye here,” said he, “and watch with me.”"},{"refcode_short":"PH169 4.2","refcode_long":"The Sufferings of Christ, p. 4.2 (Ellen Gould White)","content":"He went a little distance from his disciples, leaving them within hearing, and fell on his face, and prayed. “O my Father, if it be possible, let this cup pass from me; nevertheless, not as I will, but as thou wilt.” The sins of the lost world were upon him, overwhelmed him. It was a sense of his Father's frown, in consequence of sin, which rent the heart of the Son of God with such piercing agony, and forced the great blood-drops from his brow down his pale cheeks."},{"refcode_short":"PH169 4.3","refcode_long":"The Sufferings of Christ, p. 4.3 (Ellen Gould White)","content":"He rose from his prostrate position, and came to his disciples, and found them asleep. He said unto Peter, “What! could ye not watch with me one hour? Watch and pray, that ye enter not into temptation. The spirit indeed is willing, but the flesh is weak.” At the most important time, the disciples were found sleeping—at the time when Jesus had made a special request for them to watch with him. He knew that severe conflicts and terrible temptations were before his disciples. He took them with him, that they might be a strength to him, and that the events they should witness that night, and the lessons of instruction they should receive, might be indelibly printed upon their memories. This was necessary, that their faith might not fail, but be strengthened for the test just before them."},{"refcode_short":"PH169 5.1","refcode_long":"The Sufferings of Christ, p. 5.1 (Ellen Gould White)","content":"But instead of watching with Christ, they were burdened with sorrow, and fell asleep. Even the ardent Peter was asleep, who, only a few hours before, had declared that he would suffer, and, if need be, die for his Lord. At the most critical moment, when the Son of God was in need of their sympathy and heartfelt prayers, they were found asleep. They lost much by thus sleeping. Our Saviour designed to fortify them for the severe test of their faith to which they would soon be subjected. If they had spent the mournful period in watching with the dear Saviour, and in prayer to God, Peter would not have been left to his own feeble strength to deny his Lord."},{"refcode_short":"PH169 5.2","refcode_long":"The Sufferings of Christ, p. 5.2 (Ellen Gould White)","content":"The Son of God went away the second time, and prayed, saying, “O my Father, if this cup may not pass away from me except I drink it, thy will be done.” And again he came to his disciples, and found them sleeping. Their eyes were heavy."},{"refcode_short":"PH169 5.3","refcode_long":"The Sufferings of Christ, p. 5.3 (Ellen Gould White)","content":"The Saviour turned sadly the second time from his sleeping disciples, and prayed the third time saying the same words. Then he came to them, and said, “Sleep on now, and take your rest. Behold, the hour is at hand, and the Son of Man is betrayed into the hands of sinners.” How cruel for the disciples to permit sleep to close their eyes and slumber to chain their senses, while their divine Lord was enduring such inexpressible mental anguish. If they had remained watching, they would not have lost their faith as they beheld the Son of God dying upon the cross. This important night-watch should have been signalized by noble mental struggles and prayers, which would have brought them strength to witness the unspeakable agony of the Son of God. It would have prepared them, as they should behold his sufferings upon the cross, to understand something of the nature of the overpowering anguish which He endured in the garden of Gethsemane. And they would have been better able to recall the words he had spoken to them in reference to his sufferings, death, and resurrection, and amid the gloom of that terrible, trying hour, some rays of hope would have lit up the darkness, and sustained their faith. He had told them before that these things would take place; but they did not understand him. The scene of Christ's sufferings was to be a fiery ordeal to his disciples, hence the necessity of watchfulness and prayer. Their faith needed to be sustained by an unseen strength, as they should experience the triumph of the powers of darkness."},{"refcode_short":"PH169 6.1","refcode_long":"The Sufferings of Christ, p. 6.1 (Ellen Gould White)","content":"We can have but faint conceptions of the inexpressible anguish of God's dear Son in Gethsemane as he realized the separation from his Father in consequence of bearing man's sin. He became sin for the fallen race. The sense of the withdrawal of his Father's love pressed from his anguished soul these words: “My soul is exceeding sorrowful, even unto death.” “If it be possible, let this cup pass from me.” Then with entire submission to his Father's will he adds, “Nevertheless, not as I will, but as thou wilt.”"},{"refcode_short":"PH169 6.2","refcode_long":"The Sufferings of Christ, p. 6.2 (Ellen Gould White)","content":"The divine Son of God was fainting, dying. The Father sent a messenger from his presence to strengthen the divine Sufferer, and brace him to tread his blood-stained path. Could mortals view the amazement and sorrow of the angels as they watched in silent grief the Father separating his beams of light, love and glory, from his Son, they would better understand how offensive is sin in his sight. The sword of Justice was now to awake against this dear Son. He was betrayed by a kiss into the hands of his enemies, and hurried to the judgment hall of an earthly court, there to be derided, and condemned to death, by sinful mortals. There the glorious Son of God was “wounded for our transgressions, he was bruised for our iniquities.” He bore insult, mockery, and shameful abuse, until his “visage was so marred more than any man, and his form more than the sons of men.”"},{"refcode_short":"PH169 7.1","refcode_long":"The Sufferings of Christ, p. 7.1 (Ellen Gould White)","content":"Who can comprehend the love here displayed? The angelic host beheld with wonder and with grief Him who had been the majesty of Heaven, and who had worn the crown of glory, now wearing the crown of thorns, a bleeding victim to the rage of an infuriated mob, fired to insane madness by the wrath of Satan. Behold the patient sufferer! Upon his head is the thorny crown. His life-blood flows from every lacerated vein. All this in consequence of sin! Nothing could have induced Christ to leave his honor and majesty in Heaven, and come to a sinful world, to be neglected, despised, and rejected, by those he came to save, and finally to suffer upon the cross, but eternal, redeeming love, which will ever remain a mystery."},{"refcode_short":"PH169 7.2","refcode_long":"The Sufferings of Christ, p. 7.2 (Ellen Gould White)","content":"Wonder, O Heavens! and be astonished, O earth! Behold the oppressor and the oppressed. A vast multitude enclose the Saviour of the world. Mocking and jeering are mingled with the coarse oaths of blasphemy. His lowly birth and his humble life are commented upon by unfeeling wretches. His claim to be the Son of God is ridiculed by the chief priests and elders, and the vulgar jest and insulting derision are passed from lip to lip. Satan was having full control of the minds of his servants. In order to do this effectually, he commences with the chief priests and the elders, and imbues them with a religious frenzy. They are actuated by the same Satanic spirit which moves the most vile and hardened wretches. There is a corrupt harmony in the feelings of all, from the hypocritical priests and elders down to the most debased. Christ, the precious Son of God, was led forth, and the cross was laid upon his shoulders. At every step was left blood which flowed from his wounds. Thronged by an immense crowd of bitter enemies and unfeeling spectators, he is led away to the crucifixion. “He was oppressed, and he was afflicted, yet he opened not his mouth. He is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he opened not his mouth.”"},{"refcode_short":"PH169 8.1","refcode_long":"The Sufferings of Christ, p. 8.1 (Ellen Gould White)","content":"His sorrowing disciples follow him at a distance, behind the murderous throng. He is nailed to the cross, and hangs suspended between the heavens and the earth. Their hearts are bursting with anguish as their beloved Teacher is suffering as a criminal. Close to the cross are the blind, bigoted, faithless priests and elders, taunting, mocking, and jeering: “Thou that destroyest the temple, and buildest it in three days, save thyself. If thou be the Son of God, come down from the cross.” “He saved others, himself he cannot save. If he be the King of Israel, let him now come down from the cross, and we will believe him. He trusted in God, let him deliver him now, if he will have him; for he said, I am the Son of God.”"},{"refcode_short":"PH169 8.2","refcode_long":"The Sufferings of Christ, p. 8.2 (Ellen Gould White)","content":"Not one word did Jesus answer to all this. While the nails were being driven through his hands, and the sweat-drops of agony were forced from his pores, from the pale, quivering lips of the innocent sufferer a prayer of pardoning love was breathed for his murders: “Father, forgive them, for they know not what they do.” All Heaven was gazing with profound interest upon the scene. The glorious Redeemer of a lost world was suffering the penalty of man's transgressions of the Father's law. He was about to ransom his people with his own blood. He was paying the claims of God's holy law. This was the means through which an end was to be finally made of sin and Satan, and his host to be vanquished."},{"refcode_short":"PH169 9.1","refcode_long":"The Sufferings of Christ, p. 9.1 (Ellen Gould White)","content":"Oh! was there ever suffering and sorrow like that endured by the dying Saviour? It was the sense of his Fathers's displeasure which made his cup so bitter. It was not bodily suffering which so quickly ended the life of Christ upon the cross. It was the crushing weight of the sins of the world, and a sense of his Father's wrath. The Father's glory and sustaining presence had been withdrawn from him, and despair pressed its crushing weight of darkness upon him, and forced from his pale and quivering lips the anguished cry. “My God, my God, why hast thou forsaken me?”"},{"refcode_short":"PH169 9.2","refcode_long":"The Sufferings of Christ, p. 9.2 (Ellen Gould White)","content":"Jesus united with the Father in making the world. Amid the agonizing sufferings of the Son of God, blind and deluded men alone remain unfeeling. The chief priests and elders revile God's dear Son while in his expiring agonies. Yet inanimate nature groans in sympathy with her bleeding, dying Author. The earth trembles. The sun refuses to behold the scene. The heavens gather blackness. Angels have witnessed the sufferings of God's dear Son, until they can look no longer, and hide their faces from the horrid sight. Christ is dying! He is in despair! His Father's approving smile is removed, and angels are not permitted to lighten the gloom of the terrible hour."},{"refcode_short":"PH169 10.1","refcode_long":"The Sufferings of Christ, p. 10.1 (Ellen Gould White)","content":"Even doubts assailed the dying Son of God. He could not see through the portals of the tomb. Bright hope did not present to him his coming forth from the tomb a conqueror and his Father's acceptance of his sacrifice. The sin of the world, with all its terribleness, was felt to the utmost by the Son of God. The displeasure of the Father for sin, and its penalty which was death, were all that he could realize through this amazing darkness. He was tempted to fear that sin was so offensive in the sight of his Father, that he could not be reconciled to his Son. The fierce temptation that his own Father had forever left him caused that piercing cry from the cross. “My God, my God, why hast thou forsaken me?”"},{"refcode_short":"PH169 10.2","refcode_long":"The Sufferings of Christ, p. 10.2 (Ellen Gould White)","content":"Christ felt much as sinners will feel when the vials of God's wrath shall be poured out upon them. Black despair, like the pall of death, will gather about their guilty souls, and then they will realize to the fullest extent, the sinfulness of sin. Salvation has been purchased for them by the suffering and death of the Son of God. It might be theirs if they would accept it willingly, gladly, but none are compelled to yield obedience to the law of God. If they refuse the heavenly benefit, if they choose the pleasures and deceitfulness of sin, they can have their choice, and at the end receive their wages, which is the wrath of God and eternal death."},{"refcode_short":"PH169 10.3","refcode_long":"The Sufferings of Christ, p. 10.3 (Ellen Gould White)","content":"Faith and hope tremble in the expiring agonies of Christ, because God has removed the assurance he had heretofore given his beloved Son of his approbation and acceptance. The Redeemer of the world now relies upon the evidences which had hitherto strengthened him, that his Father accepted his labors, and was pleased with his work. In his dying agony, as he yields up his precious life, he has by faith alone to trust in Him whom it has ever been his joy to obey. He is not cheered with clear, bright rays of hope on the right hand nor on the left. All is enshrouded in oppressive gloom. Amid the awful darkness which is felt by sympathizing nature, the Redeemer drains the mysterious cup even to its dregs. Denied even bright hope and confidence in the triumph which will be his in the future, he cries with a loud voice, “Lord, into thy hands I commit my spirit.” He is acquainted with the character of his Father, his justice, his mercy, and great love. In submission he drops into the hands of his Father. Amid the convulsions of nature are heard by the amazed spectators the dying words of the Man of Calvary."},{"refcode_short":"PH169 11.1","refcode_long":"The Sufferings of Christ, p. 11.1 (Ellen Gould White)","content":"Nature sympathized with the suffering of its Author. The heaving earth, the rent rocks, and the terrific darkness, proclaimed that it was the Son of God that died. There was a mighty earthquake. The vail of the temple was rent in twain. Terror seized the executioners and spectators as they beheld the sun vailed in darkness, and felt the earth shake beneath them, and saw and heard the rending of the rocks. The mocking and jeering of the chief priests and elders were hushed as Christ commended his spirit into the hands of his Father. The astonished throng began to withdraw, and grope their way in the darkness, to the city. They smote upon their breasts as they went, and in terror, speaking scarcely above a whisper, said among themselves, “It is an innocent person that has been murdered. What if, indeed, he is, as he asserted, the Son of God?”"},{"refcode_short":"PH169 12.1","refcode_long":"The Sufferings of Christ, p. 12.1 (Ellen Gould White)","content":"Jesus did not yield up his life till he had accomplished the work which he came to do, and exclaimed with his departing breath, “It is finished.” Satan then was defeated. He knew that his kingdom was lost. Angels rejoiced as the words were uttered, “It is finished.” The great plan of redemption, which was dependent on the death of Christ, had been thus far carried out. And there was joy in Heaven that the sons of Adam could, through a life of obedience, be finally exalted to the throne of God. Oh, what love! What amazing love! that brought the Son of God to earth to be made sin for us, that we might be reconciled to God, and elevated to a life with him in his mansions in glory. Oh! What is man, that such a price should be paid for his redemption!"},{"refcode_short":"PH169 12.2","refcode_long":"The Sufferings of Christ, p. 12.2 (Ellen Gould White)","content":"When men and women can more fully comprehend the magnitude of the great sacrifice, which was made by the Majesty of Heaven in dying in man's stead, then will the plan of salvation be magnified, and reflections of Calvary will awaken tender, sacred, and lively emotions in the Christian's heart. Praises to God and the Lamb will be in their hearts, and upon their lips. Pride and self-esteem cannot flourish in the heart that keeps fresh in memory the scenes of Calvary. This world will appear of but little value to those who appreciate the cost of man's redemption. All the riches of the world are not of sufficient value to redeem one perishing soul. Who can measure the love Christ felt for a lost world, as he hung upon the cross, suffering for the sins of guilty men? This love was immeasurable. It was infinite."},{"refcode_short":"PH169 12.3","refcode_long":"The Sufferings of Christ, p. 12.3 (Ellen Gould White)","content":"His love, he has shown, was stronger than death. He was accomplishing man's salvation; and although he had the most fearful conflict with the powers of darkness, yet amid it all, his love decreased not, but grew stronger and stronger. He endured the hidings of his Father's countenance, until he was led to exclaim, in the bitterness of his soul, “My God, my God, why hast thou forsaken me?” His arm brought salvation. The price was paid to purchase the redemption of man, when, in the last soul-struggle, the blessed words were uttered, which seemed to resound through creation, “It is finished.”"},{"refcode_short":"PH169 13.1","refcode_long":"The Sufferings of Christ, p. 13.1 (Ellen Gould White)","content":"How many who profess to be Christians, will become excited over some worldly enterprise. Their interest is awakened for new and exciting amusements, while they are cold-hearted, and appear as if frozen in the cause of God. But here is a theme, poor formalist, which is of sufficient importance to excite you. Eternal interests are here involved. To be calm and unimpassioned on this theme is even sinful. The scenes of Calvary call for the deepest emotions. Upon this subject you will be excusable if you manifest enthusiasm. That Christ, so excellent, so innocent, should suffer such a painful death, bearing the weight of the sins of the world, our most extended thoughts and imaginations can never be able to fully reach, and enable us to comprehend the length, the breadth, the light, the depth, of such amazing love. The contemplation of the matchless depths of a Saviour's love, viewed by faith, fills and absorbs the mind, touches and melts the soul, refines and elevates the affections, and completely transforms the whole character. The language of the apostle is, “I determine not to know anything among you, save Jesus Christ and him crucified.” We may look toward Calvary, and also exclaim, “God forbid that I should glory save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.”"},{"refcode_short":"PH169 14.1","refcode_long":"The Sufferings of Christ, p. 14.1 (Ellen Gould White)","content":"Considering at what an immense cost, our salvation has been purchased, what will be the fate of those who neglect so great salvation? What will be the punishment of those who profess to be followers of Christ, yet fail to bow in humble obedience to the claims of their Redeemer, and who do not take the cross, as humble disciples of Christ, and follow him from the manger to Calvary? He that gathereth not with me saith Christ scattereth abroad."},{"refcode_short":"PH169 14.2","refcode_long":"The Sufferings of Christ, p. 14.2 (Ellen Gould White)","content":"Some have limited views of the atonement. They think that Christ suffered only a small portion of the penalty of the law of God, and that while the wrath of God was felt by his dear Son, they suppose that he had, through all his painful sufferings, an evidence of his Father's love and acceptance, and that the portals of the tomb before him were illuminated with bright hope that he had the abiding evidence of his future glory. Here is a great mistake. Christ's keenest anguish was a sense of his Father's displeasure. His mental agony, because of this, was of such intensity that man can have but faint conception of it."},{"refcode_short":"PH169 14.3","refcode_long":"The Sufferings of Christ, p. 14.3 (Ellen Gould White)","content":"The history of the condescension, humiliation and sacrifice of our divine Lord does not with many stir the soul, and affect the life any more, nor awaken deeper interest, than to read of the death of the martyrs of Jesus. Many have suffered death by slow tortures. Others have suffered death by crucifixion. In what does the death of God's dear Son differ from these? It is true he died upon the cross a most cruel death; yet others, for his dear sake, have suffered equally, as far as bodily torture is concerned. Why was the suffering of Christ more dreadful than that of other persons who have yielded their lives for his sake? If the sufferings of Christ consisted in physical pain alone, then his death was no more painful than that of some of the martyrs. Bodily pain was but an item in the agony of God's dear Son. The sins of the world were upon him, also the sense of his Father's wrath as he suffered the penalty of the law. It was these that crushed his divine soul. It was the hiding of his Father's face, a sense that his own dear Father had forsaken him, which brought despair. The separation that sin makes between God and man was fully realized and keenly felt by the innocent, suffering Man of Calvary. He was oppressed by the powers of darkness. He had not one ray of light to brighten the future. And he was struggling with the power of Satan, who was declaring that Christ was in his hands, that he was superior in strength to the Son of God, that God had disowned his Son, and that he was no longer in the favor of God any more than himself. If he was indeed still in favor with God, why need he die? God could save him from death. Christ yielded not in the least degree to the tormenting foe, even in his bitterest anguish. Legions of evil angels were all about the Son of God. Yet the holy angels were bidden not to break their ranks and engage in conflict with the taunting reviling foe. Heavenly angels were not permitted to minister unto the anguished spirit of the Son of God. It was in this terrible hour of darkness, the face of his Father hidden, legions of evil angels enshrouding him, the sins of the world upon him, that the words were wrenched from his lips, “My God, my God, why hast thou forsaken me.”"},{"refcode_short":"PH169 15.1","refcode_long":"The Sufferings of Christ, p. 15.1 (Ellen Gould White)","content":"The death of the martyrs can bear no comparison with the agony endured by the Son of God. And we should take larger, broader, and deeper views of the life, sufferings, and death, of God's dear Son. When the atoning sacrifice shall be viewed correctly, the salvation of souls will be felt to be of infinite value. In comparison with the enterprise of everlasting life, every other sinks into insignificance. But how have the counsels of this loving Saviour been despised. The heart's devotion has been to the world, and selfish interests have closed the door against the Son of God. Hollow hypocrisy and pride, selfishness and gain, envy, malice and passion, have so filed the hearts of many that Christ can have no room."},{"refcode_short":"PH169 15.2","refcode_long":"The Sufferings of Christ, p. 15.2 (Ellen Gould White)","content":"He was eternally rich “yet for our sakes became poor, that we through his poverty might be made rich.” He was clothed with light and glory, surrounded with hosts of heavenly angels, waiting to execute his commands. Yet he put on our nature, and came to sojourn among sinful mortals. Here is love that no language can express. It passes knowledge. Great is the mystery of godliness. Our souls should be enlivened, elevated, enraptured with the theme of the love of the Father and the Son to man. And the followers of Christ should learn here to reflect back in some degree that mysterious love, preparatory to joining all the redeemed in ascribing “Blessing and honor and glory and power unto Him that sitteth upon the throne, and unto the Lamb forever and ever.”"}]