[{"refcode_short":"PH167 1","refcode_long":"Counsels to Physicians and Medical Students, p. 1 (Ellen Gould White)","content":"Counsels to Physicians and Medical Students"},{"refcode_short":"PH167 1.1","refcode_long":"Counsels to Physicians and Medical Students, p. 1.1 (Ellen Gould White)","content":"The Lord is soon to come. Perilous times are before us, and never was there a period when the exhortation of the Apostle—2 Corinthians 6:14-18—was more appropriate than now. “Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean; and I will receive you, and will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty. Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.” This is the important work before us, to separate ourselves in spirit and in practice from the world, if we would comply with the conditions to become sons and daughters of God. The Apostle urges home the advantages thus presented, that we should lay hold of them as special blessings. “Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.” Here is earnest work for every one of us; right thoughts, pure and holy purposes, will not come to us naturally; they must be sought for and encouraged."},{"refcode_short":"PH167 2.1","refcode_long":"Counsels to Physicians and Medical Students, p. 2.1 (Ellen Gould White)","content":"In our Institutions for health, especially, should the pure and holy principles take root downward, and the result will be that fruit will appear. Unless the spirit and principles which characterized the life of Christ be planted in the heart, they will not control the life. Very many professed Christians are so only in name. They have no root in themselves. They have a superficial knowledge of the truth, and break off some of their evil practices; but the heart is still filled with pride, impurities, unholy ambition, self-importance, and love for the supremacy. The soul temple must be cleansed of its defilement, there must be purity of thought and intensity of desire, united with earnest efforts to meet the standard in God's word, or they will never become elevated, subdued, purified, and wear the white linen which is the righteousness of the saints, and become fitted for the companionship of the pure and holy."},{"refcode_short":"PH167 2.2","refcode_long":"Counsels to Physicians and Medical Students, p. 2.2 (Ellen Gould White)","content":"There are a large number who have a theory of the truth, and can prove their doctrines to be scriptural and sound, who hold the truth in unrighteousness. Their course of action denies their faith. Their hearts are not sanctified through the truth. They have not the spirit and power of the truth. They are unholy in heart, and are not Christ-like in deportment. Their works testify of them that they have not the truth as it is in Jesus. To be content to do as others do, and to be satisfied with a half Christian life, is to fail of the standard altogether. Unless the evil of the heart, the deformity of character, be strenuously corrected day by day according to the copy given us, there will be an entire failure. One darling sin cherished will defile the soul as one drop of ink will color a basin of water."},{"refcode_short":"PH167 3.1","refcode_long":"Counsels to Physicians and Medical Students, p. 3.1 (Ellen Gould White)","content":"We greatly need godly physicians; we need men who have high and pure and holy principles, in every department of these instrumentalities of God. I have been shown that young men will accept the responsibility of obtaining a medical education, and enter upon their course of study designing to be right and maintain their Christian principles; but do they do this? No; they fall into temptation, and evil influences affect their morals. Among our own people who profess to believe the most solemn truths ever committed to mortals, there is a tarnishing of virtue, a sacrificing of principle. They do not, like Joseph and Daniel, preserve their integrity of morals, much less their Christian principles. The habits and customs of associates who claim to be respectable men and women have a moulding influence upon them. Not only the youth, but those of mature age, are inclined to conform to the worldlings standard in order not to be considered singular."},{"refcode_short":"PH167 3.2","refcode_long":"Counsels to Physicians and Medical Students, p. 3.2 (Ellen Gould White)","content":"They come forth from their student life with their diplomas, but less fitted in many respects for the kind of work necessary for them to do than before they entered college. Faithfulness in little things is overlooked; they do not consider it essential to be so very exact. They have outgrown the pure, conscientious regard for truth and faithfulness they once possessed. They must study to grasp the higher work, the more important, and they are entirely unfitted for this higher work until tested and proved in lesser responsibilities. They need carefully to take up the smaller responsibilities and show themselves close, critical thinkers, having soundness of heart and uprightness, loyal to God and true to mankind in all things."},{"refcode_short":"PH167 4.1","refcode_long":"Counsels to Physicians and Medical Students, p. 4.1 (Ellen Gould White)","content":"The physician should show that he carries the burden of the grave, solemn responsibility, as a physician, of the bodies and souls of the sick and suffering. Not a word of careless flippancy should escape his lips; not a word should be spoken having a tendency to awaken an impure thought; every thought, word or action should be avoided approaching to this. Nothing should be said to bring down the minds of any, or direct them in an impure channel. A pure, noble-minded, God-fearing physician keeps his own counsel; but novices who have no real experience in dealing with the bodies and souls of men will talk boastingly of their knowledge and their attainments, when they have no experimental knowledge in the business they have entered upon. What these youth need is a better knowledge of themselves; then they will become more intelligent in regard to their duty, and will understand that in every department where they may have to labor, they must possess a willing mind, an earnest spirit, and a hearty, unselfish zeal in trying to do others good. They will not study how best to preserve their dignity as physicians, but by thoughtfulness and care-taking will earn a reputation and gain the hearts of those whom they serve. The heart must be enlisted and all absorbed in the work. The disciplinary process is sometimes in small matters, and is too often regarded as menial employment."},{"refcode_short":"PH167 5.1","refcode_long":"Counsels to Physicians and Medical Students, p. 5.1 (Ellen Gould White)","content":"If this Institution is what God designed it should be, as his instrumentality it will not copy any Institution in our land in its practices or moral standing. It will stand as a peculiar Institution, governed and controlled after the Bible standard. No motive will be of sufficient force to move those engaged here from the straight line of duty. It will be reformatory in all its teachings and practice. There will be no uniting in closer harmony with the world in order to receive worldly patronage. Those who are under the control of the Spirit of God will not be found seeking their pleasure or amusement. If Jesus presides in the Sanitarium, there will be a greater and more distinct separation from the world. Pleasure cannot entice from the way of justice. They will answer the injunction. Come out from among them and be separate, touching not the unclean, and in no wise partaking of sin. They will aim to reach the high, pure, noble, elevated standard erected by our Lord Jesus Christ. The world, in its practices, and ways, and manners, will have no attractions to entice from duty. “Come out from among them, and be ye separate.” Will we hear the voice of God and obey? or will we make half way work in the matter, trying to serve God and mammon at the same time?"},{"refcode_short":"PH167 5.2","refcode_long":"Counsels to Physicians and Medical Students, p. 5.2 (Ellen Gould White)","content":"There will be agents of Satan who will induce to sin; but the steady soul who loves and fears God, will be as firm in his Heaven-inspired purpose as was Daniel, and will not be swerved from his convictions of duty. There will always be those in high places who have never subdued and overcome self. These Satan uses as decoys. They flatter the pleasure-lovers by uniting with them. They court their approval. God has a work for his faithful ones to do, to stand in defense of the truth like faithful Noah. They will warn and entreat, and show by their works their faith. They stand as God's agents, as Noah stood, in noble, whole-souled fidelity, the moral character untarnished. They are saviours of men like their Master. They will be exposed to hatred and reproach as was their Master. Enmity will be aroused, hatred and false accusations will pour like a torrent around them to wrench them from their high moral position, but they have their foundation on the Rock, and remain unmoved at their chosen post of duty, warning, entreating, rebuking sin and pleasure-lovers by their moral rectitude and circumspect conversation. God's servants who will hear the “Well done” from his divine lips, will be heroic ministers of righteousness, although they may not preach in the desk. They are constantly ministering, loyal to their sense of God's claims upon them, jealous of their own selves, lest they shall dishonor the Lord that taught them to stand in defense of right and duty at any loss to themselves. This is the work of the Christian soldier. That which will stand under the pressure of temptation is heart religion. The whole heart must be given to God; if any portion of it be withheld, we have no right to claim the promise of being the favored sons and daughters of God."},{"refcode_short":"PH167 6.1","refcode_long":"Counsels to Physicians and Medical Students, p. 6.1 (Ellen Gould White)","content":"The Christian soldier will be trained through daily tests to prove his fidelity. If in compliance with the conditions, efforts are constantly made to “cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.” then God will do all he has promised; we shall have our names registered in the Lamb's book of life, and in the investigative judgment, the True Witness says, I will not blot out his name out of the book of life.” The names of the faithful will stand as sons and daughters of God, members of the royal family, children of the Heavenly King. I have been shown that there exists a lamentable ignorance in regard to the guile that lurks in the human heart, which constantly inclines to self-indulgence, to pride, to self-importance, to love of self-exaltation, to seek the praise of men."},{"refcode_short":"PH167 7.1","refcode_long":"Counsels to Physicians and Medical Students, p. 7.1 (Ellen Gould White)","content":"The solemnity of living is not understood. Souls are lulled to sleep in the cradle of carnal security, and discern not the signs of the times, and the dangers that beset their path. They do not seek heavenly enlightenment day by day, that they may be guided into all truth, and may have clear discernment to pass unscathed through the intricate mazes of falsehood, deception, and iniquity which exist intense activity everywhere around us, within us. They go stumbling blindly along, not taking in the words of inspiration, “What concord hath Christ with Belial? or what part hath he that believeth with an infidel? and what agreement hath the temple of God with idols? for ye are the temple of the living God.” Then the conditions are plainly laid before us: “Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean; and I will receive you, and will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.”"},{"refcode_short":"PH167 8.1","refcode_long":"Counsels to Physicians and Medical Students, p. 8.1 (Ellen Gould White)","content":"Thousands upon thousands read these words, but neither understand them nor obey them. They come far short of obeying God's specified requirements, and they come equally short in their duty in every respect. Their consciences have become unimpressible through following their own inclination rather than duty."},{"refcode_short":"PH167 8.2","refcode_long":"Counsels to Physicians and Medical Students, p. 8.2 (Ellen Gould White)","content":"The most powerful appeals may be made and the solemn realities of eternity, the danger of losing the soul, be set before them in consequence of disregarding the express injunction of Jehovah, and they heed it not. They resent the messages given them with, “You are too particular, too critical.” The Bible presents the authority and claims of Jehovah, his righteous indignation because of the careless inattention of those whom Christ came, through infinite sacrifice, to redeem, but they are not moved by the messages of warning. The terrors of the Lord will not have any permanent effect upon them to lead them to heed the warning to “come out from among them and be separate, and touch not the unclean.” The love of Jesus reflected from the cross of Calvary may be presented vividly before them; his pity, his compassion for fallen man which led him to leave the royal courts and royal throne, and lay aside his robes of royalty, and for our sakes to become poor that through his poverty we may become rich; his life of continual self-denial and self-sacrifice, may be brought before them; the entreaties of Christ, the most heart-felt invitations mingled with the richest promises, may all be employed, but the selfish heart is proof against them all. The truth of God can find no acceptance, the claims of God presented by his servants they feel are too arbitrary. There must be more license, and less constraint. Thus pleads the carnal heart that is untrue to God, that would give him casual service."},{"refcode_short":"PH167 9.1","refcode_long":"Counsels to Physicians and Medical Students, p. 9.1 (Ellen Gould White)","content":"The truth of the Bible has no compelling power to lead such souls, against their will, away from sin. The heart temple is used for idols. Darling indulgences which keep them in harmony with the world's practices and maxims, have a controlling power. The love of Jesus is not a ruling principle in the heart, and exercises not a constraining power in the life. I tell you that which I have seen. There are ten thousand times ten thousand of professed Christians over whom the mind and will of Christ have but little controlling power. Multitudes of favors are bestowed by the God of Heaven without awakening one thought of gratitude or thankful return. Individuals of this class find their way into our ranks, and are connected with the institutions which God has established as his instrumentalities to honor his name upon the earth."},{"refcode_short":"PH167 9.2","refcode_long":"Counsels to Physicians and Medical Students, p. 9.2 (Ellen Gould White)","content":"Multitudes embrace the truth who have not its living principles incorporated into their lives. Christ has presented the conditions for all men if they would have eternal life. “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbor as thyself.” “This do,” said the world's Redeemer, “and thou shalt live,” This is not obeyed, and in consequence of this disregard of the special injunctions of the Great Teacher, sin and iniquity are cherished in the heart, plead for, wept for, and clung to as precious acquisitions. Anything is preferable to putting away evil. They profess to believe God, but they do not. With the knowledge of sacred truth is cherished the affection for sin. The Word not obeyed hardens the heart, makes the conscience unimpressible, and their ruin more sure than if they had no knowledge of the truth. The affections must be drawn away from worldly pleasures, worldly enjoyments, and centered on Heaven and heavenly things. The heart is the soul temple, and until that is fully on the Lord's side it will be the stronghold of the enemy; for the partial surrender to truth and the partial indulgence of self give free access to Satan; his suggestions become mixed and mingled in the mind with truth, and are received as all truth and the effect is that souls over whom these minds have influence are led far away from the grand old landmarks into false paths which separate from God."},{"refcode_short":"PH167 10.1","refcode_long":"Counsels to Physicians and Medical Students, p. 10.1 (Ellen Gould White)","content":"When the mind has thus become confused, when right is considered to be unessential, when wrong is not termed sin, then it is an impossibility to dislodge the enemy, or to make these deceived souls feel that it is the adversary that has confused the senses and polluted the soul temple. Where truth should be unadulterated, is a tissue of lies. The word of God is a dead letter, the love of the Saviour is not there, the first foundation for the building is on sliding sand, there is not one heavenly impulse in the soul, religion is a dead form, God is not in such men's thoughts. There is no vitality and vigor from an inward religious life, for the soul is not in harmony with God."},{"refcode_short":"PH167 10.2","refcode_long":"Counsels to Physicians and Medical Students, p. 10.2 (Ellen Gould White)","content":"We are in need of physicians; but the plan of sending young men to a medical college to learn to treat the sick, is questionable; for many of them have not root in themselves, and, as in sending our children to the other colleges in our land, they are brought in contact with every class of minds, and are thrown into a sink of iniquity, the companionship of skeptics, infidels, and the profligate, where not one out of one hundred escape from being contaminated. They do not come forth like Joseph and Daniel uncorrupted, firm as a rock to principle."},{"refcode_short":"PH167 11.1","refcode_long":"Counsels to Physicians and Medical Students, p. 11.1 (Ellen Gould White)","content":"Students may receive their diplomas, and yet their education has but just commenced. But generally the student who knows nothing of what it is to bear responsibility anywhere, that has not taken the burden of thinking, the burden of care-taking, of studying complicated cases, feels that he is a ripe scholar. It is because they know so little that they think they know so much. If they knew considerable more they would sense their inability. The one who best knows himself will work in all humility. He feels like making no proud boasts; he bears a weight of responsibility as he sees the woes of suffering humanity, and he will not take human life into his hands to deal with even the bodies of men, without connecting with the experienced physician, regarding him as a father and himself as a child to be instructed and nourished and corrected, if in error. This is the way our medical students should regard Dr. Kellogg. They should work up an experience beginning at the lower round of the ladder, and by careful, earnest, thoughtful exertion, climb round after round, religion, Bible religion, being the mainspring of action. They cannot expect to be ranked by the side of Dr. Kellogg who has devoted his time, his energies and soul to the work for years, unless they shall give evidence of capabilities of mind, and intelligence in practice."},{"refcode_short":"PH167 12.1","refcode_long":"Counsels to Physicians and Medical Students, p. 12.1 (Ellen Gould White)","content":"They must be content to come up gradually, and prove their ability by showing that they sense the responsibilities laid upon them in lesser matters. Physicians who have been able to obtain a diploma from a medical school, feel too much on an equal with Dr. Kellogg; when, from the light the Lord has given me, they have but just begun their education. There are but few who carry the load that Dr. Kellogg has carried,—not one who has from the very commencement borne the heavy burden of care that he has borne. They do not love the taxing, burden-bearing part. They will deal with the sick, but never lift the load. They take everything very easy. The sick may approach the last crisis, that would wring the heart of the Doctor with intense pain because a life is going out and he can devise no means of saving that life, and another physician connected with him will not sense the danger, and devote time to sharp thought and severe mental labor. He works as a machine. He is as calm as a summer's evening, when he should be pressed as a cart beneath sheaves. He takes it all as a matter of course, a thing that must be; when had he more of the intensity of feeling possessed by Dr. Kellogg, he would not throw off the burden for an instant, but by sharp thinking, by earnest prayer, would devise ways and means yet untried, and would perhaps be able to save not only the life, but, through Christ, the soul of the patient."},{"refcode_short":"PH167 13.1","refcode_long":"Counsels to Physicians and Medical Students, p. 13.1 (Ellen Gould White)","content":"Dr. Kellogg is a discerning man; he can take in and read character; he sees the habits, the disposition, the manner of working of his fellow-helpers. He can see their free and easy stamp of character. When he notices their forgetfulness, the willingness to have the mind caught off upon unimportant things, the readiness to engage in selfish pleasure, the disposition to chat and occupy precious hours that should be employed in close application to business, or to study, preparatory to engaging in business, how can he trust grave responsibilities with such men that develop that they are not caretakers? Everything they do, their very deportment, the light and chaffy spirit, breezy and high-keyed voices, their careless attitude, show they are not burden-bearers, but are shallow and superficial in thought and action. They do not have a living connection with God. They are not fitted for any position of trust. Dr. Kellogg marks the bearing of the students just from medical college, for the tokens that will inspire hope or despair in the heart. Failure or success will be read in the course they pursue. If they are all ready to question rules and regulations, feeling themselves an exception to regulations and order, and will let themselves down to indulgence of self, and by their example encourage a spirit of rebellion, they have a demoralizing influence. The Institution might better close rather than suffer this spirit to leaven the helpers, and break down the barriers that it has cost thought, effort, and prayer to establish. If the students bring the demoralizing, polluted breezes from their college life into the Institution, give them no place. Let them go to work in the hospitals, and be learners until they gain an experience. If they are too self-sufficient to be instructed by one who has experience, one who has made a success, then their work will be dangerous until they have gained an experience in dealing with disease. And yet Dr. Kellogg sometimes gives offense because he feels that he cannot trust grave responsibilities with inexperienced ones: for if any blunders are made, the whole is reflected back upon him."},{"refcode_short":"PH167 14.1","refcode_long":"Counsels to Physicians and Medical Students, p. 14.1 (Ellen Gould White)","content":"Dr. Kellogg is placed in a most trying situation. His adversary has his establishment close by. Here any disaffected ones can gain sympathy and credence, and have every act magnified and embellished, misconstrued and falsified. The standard, in the institution run by Fairfield, is leveled with the dust. It is founded in dishonesty and fraud, and yet the perverse human heart will crave to be built up in its perversity, even by such an influence."},{"refcode_short":"PH167 14.2","refcode_long":"Counsels to Physicians and Medical Students, p. 14.2 (Ellen Gould White)","content":"Can we be greatly surprised that Dr. Kellogg is worn? and can we not see that his cares have been greater than any one man should bear? He must feel the grossness of the character of his rival, who will use any means however inferior, and iniquitous, and dishonest, to cast reproach upon him. He must brave the assaults of these who have grown hardened in guilt. He must brace himself to resist these who have trampled upon conscience and forgotten that there is a God who registers words, motives, deeds, in his book."},{"refcode_short":"PH167 14.3","refcode_long":"Counsels to Physicians and Medical Students, p. 14.3 (Ellen Gould White)","content":"But what will give the tempted, tried, and burdened soul the victory? A firm reliance upon God, a continual trust in him. The truth of God must regenerate the life; it must be planted in the heart; then he places himself on the side of God, and He will be his defense. There must be trust, continually, firmly grasping the promises by the hand of faith, and stemming the torrent of evil influence which comes in like a flood."},{"refcode_short":"PH167 15.1","refcode_long":"Counsels to Physicians and Medical Students, p. 15.1 (Ellen Gould White)","content":"Students should be willing to work under Dr. Kellogg, heed his suggestions, follow his advice, go as far as possible in thought, training, and intelligent enterprise, but never infringe upon a rule, never disregard one principle, that has been interwoven in the upbuilding of the Institution. The dropping down is easy enough; the disregard of regulations is natural to the heart inclined to selfish ease and gratification. It is so much easier to tear down than to build up. One man with his careless ideas, may do more in this work of letting down the standard than ten men with all their efforts can do to counteract and stay the demoralizing influence. This easy-going, convenient religion is a cheap affair, unacknowledged of God. It is as sounding brass and a tinkling cymbal."},{"refcode_short":"PH167 15.2","refcode_long":"Counsels to Physicians and Medical Students, p. 15.2 (Ellen Gould White)","content":"Dr. Kellogg, in his turn, should try to lead the students to obtain all the knowledge they can bear in every department. If he finds they are deficient in caretaking, in comprehension of their responsible work, he should lay the matter frankly before them, giving them a chance to correct their ways and habits, and reach a higher intelligence by cultivating the powers given them of God. There are many who are in such haste to climb to distinction that they skip some of the rounds of the ladder, and have, in so doing, lost essential experience which they should have in order to be intelligent workers. In their zeal, the knowledge of many things looks unimportant to them. They skim over the surface, and do not go deep and thorough, climbing round after round of the ladder of progress, by the slow and painful process, and thus gaining an experience which will enable them to help others to ascend. We want men and women who are more thorough, and who feel it their duty to improve every talent lent them, that they may finally double their intrusted capital."},{"refcode_short":"PH167 16.1","refcode_long":"Counsels to Physicians and Medical Students, p. 16.1 (Ellen Gould White)","content":"Every one is accountable to God for these few golden moments of probationary time. God will not require of man a more strict account than how his time has been occupied. Have we done our work with fidelity? Have we wasted and abused our precious time? God has given us the precious boon of life, not to be devoted to selfish gratification. Our work is too solemn, the time to serve God and our fellow-men too short, to seek for fame. We must seek to be spiritual, intellectual Christians. If men would only stop in their aspirations, where God has set the bounds, what a different service would the Lord have. The mind that is desirous of obtaining the favor of men will pursue a course that will sacrifice principle. True elevation and fidelity are constantly being sacrificed. Men who have souls to save or lose are in jeopardy in having such examples given them from professed Christians."},{"refcode_short":"PH167 16.2","refcode_long":"Counsels to Physicians and Medical Students, p. 16.2 (Ellen Gould White)","content":"Dr. Kellogg has greatly desired co-operation in his efforts. He has been anxious for young men and women to receive a medical education, and he has been willing to do anything to bring about the desired end. But his hopes have been disappointed when he has seen that there was not a disposition in the students to commence at the lowest round of the ladder."},{"refcode_short":"PH167 17.1","refcode_long":"Counsels to Physicians and Medical Students, p. 17.1 (Ellen Gould White)","content":"The duties and qualifications of a physician are not small. The students need daily to lift responsibilities, that they may become burden-bearers. They may be inclined to prescribe the duties devolving upon them as medical practitioners, when they know nothing of their inability as far as experience is concerned. There is only one power that can make these students what they ought to be, and keep them steadfast. It is the grace of God and the power of the truth, exerting a saving influence upon the life and upon the character. These students, who intend to deal with suffering humanity, will find no graduating place this side of Heaven. Every bit of knowledge that is termed science, should be acquired, while the seeker daily acknowledges that the fear of God is the beginning of wisdom. Every item of experience and everything that can strengthen the mind, should be cultivated to the utmost of their power, while at the same time they should seek God for his wisdom, their consciences illuminated, quick and pure; for unless they are guided by the wisdom from above, they become an easy prey to the deceptive power of Satan, they become inflated, large in their own eyes, pompous, self-sufficient. The policy principle will most assuredly lead into difficulties. The truth, God's truth, must be cherished in the heart, and held in the strength of God, or the powers of Satan will wrench it from you. You need to be self-reliant and yet teachable, when you can have strength to be faithful to duty. To trust to your own resources, your own wisdom or strength, is folly. You will be brought to confusion if you do this. You can walk securely only when you follow the counsel of God."},{"refcode_short":"PH167 18.1","refcode_long":"Counsels to Physicians and Medical Students, p. 18.1 (Ellen Gould White)","content":"Dr. Kellogg has felt afraid to trust responsibility with some of the physicians, because he saw in them inefficiency in some respects. They were not thorough and care-taking. Men of reasoning powers are greatly to blame if they continually make mistakes. These involve serious consequences. While Dr. Kellogg carries the gravest, heaviest responsibilities, he should have men by his side who will do as he instructs them. He should not do so much himself; for he is only a mortal man, and his powers have been taxed to the utmost limit again and again. He should lay upon others responsibilities which they should carry."},{"refcode_short":"PH167 18.2","refcode_long":"Counsels to Physicians and Medical Students, p. 18.2 (Ellen Gould White)","content":"There are some who are ready to undertake the most difficult work, and feel competent to do it justice, who have not shown tact and wise discrimination in the simplest duties devolving upon them. This makes Dr. Kellogg afraid to trust them. They are ready to grasp the highest round of the ladder without beginning at the lowest round and climbing as he has done. Dr. Kellogg has gained his scientific knowledge by agonizing effort, and he has devoted many hours to devising, planning and making improvements, while others have been sleeping. He has taxed every power in obtaining an experience, while many would have carried out plans to enjoy themselves. He should not have sacrificed health and strength in order to meet the pressing demands. While these improvements have been going forward, talent has not been brought in to correspond with the enlarging of the Institution to accommodate larger numbers. While the students should be willing to learn of Dr. Kellogg as children, he should feel the affection of a father for the students. He should not become discouraged because they are so slow to learn, and should not discourage them if they make mistakes. We are all mortal and liable to err. He should kindly point out their errors, and they should feel grateful for any instruction he can give them. A haughty spirit should not be countenanced, but all should be willing to learn, and the Doctor willing to teach and educate; so that, should he be called away to recruit his health, or should disease lay him low, there would be those who could work intelligently, and the Sanitarium not become demoralized. It will be difficult for Dr. Kellogg to lay off even a portion of the burden he has so long carried, but health and life and the salvation of his soul require a change. He should now save himself before he is a complete wreck."},{"refcode_short":"PH167 19.1","refcode_long":"Counsels to Physicians and Medical Students, p. 19.1 (Ellen Gould White)","content":"Similar advice was given to my husband, that he should let others bear the burdens, while he could aid them by his advice, counsel and experience. But he saw that others made mistakes, and were not far-seeing and judicious; that elements of character were wanting in them, which he possessed to a large degree; therefore he waited for somebody fully competent to take his place, and kept on and on in much the same way as he had done, until he finally dropped into the grave, and those men upon whom he did not dare to leave the burdens had to take them, and that without his advice, his words of counsel, and his experience, to help them. His voice might have been heard today if he had heeded the words of warning given. He was disgusted and distressed because there were so few who would be discerning and would be burden-bearers, and thought that in order to save blunders he must do all that he could himself. In his clear foresight he could see what needed to be done, and his brethren were content to let him be brains for them, and execute for them, while instead of becoming more efficient, they were growing less and less self-reliant. The simple, common business matters were brought before him by those connected with him in the work, until he became so accustomed to it that he felt it must be so; and if he was not consulted about even minor matters, he felt that it was not just right."},{"refcode_short":"PH167 20.1","refcode_long":"Counsels to Physicians and Medical Students, p. 20.1 (Ellen Gould White)","content":"Dr. Kellogg is acting over the same experience, and Bro. Murphy, Bro. Hall, and others, suffer him to do this. They are in many respects machine men. They have powers of mind, but these are becoming weakened because they do not exercise their reasoning faculties, but prefer to use Dr. Kellogg's mind in simple matters. Bro. Hall has his position, but the Dr., as far as thinking and planning are concerned, has the work to do himself. Dr. Kellogg should never have encouraged these men to depend upon him to be mind and brains for them. He has served tables too much. There should be a Superintendent who possesses breadth of thought and independence of judgment, that will use the powers of his own brain, and grow in capacity and judgment, becoming every year more and more capable of bearing responsibilities. It is a sin and a shame to call the mind of Dr. Kellogg to so many little matters, and he does these men a wrong in allowing it. He cannot grasp his arms around the entire Institution. He must train his helpers to be self-reliant, independent, wise generals, in place of acting as general over everything himself. These men have important faculties given them of God, to be used and to be strengthened by use. Dr. Kellogg has larger responsibilities to take his time and engage his powers, and every ounce of burden should be lifted from him that can be. There ought to be, today, self-reliant men of enduring energy, thinking and planning and working at all the common matters without bringing one of them to the notice of the Doctor."},{"refcode_short":"PH167 21.1","refcode_long":"Counsels to Physicians and Medical Students, p. 21.1 (Ellen Gould White)","content":"I regret that these men have been so dependent on Dr. Kellogg. I am sorry that, as a wise general, he has not trained them to be self-reliant, and has not refused to do their thinking and brain work, that they might have obtained an experience which today would be more valuable to them than gold. God does not demand of Dr. Kellogg such taxing service, even in the most important enterprises. He has been successful in his plans, because he would not be defeated. If the brethren connected with him had faced stubborn difficulties and seen them give way before them because their courage would not be daunted, nor their energy wearied, they might have thus obtained an experience that would be of value to them through all time and through eternity. There is no need that there should be so many helpless souls who will sink before difficulties."},{"refcode_short":"PH167 22.1","refcode_long":"Counsels to Physicians and Medical Students, p. 22.1 (Ellen Gould White)","content":"Eld. Andrews might have lived had he encouraged and trained others to share the burdens he loaded himself down with. He deprived others of an education they might have had, because he did so much himself and allowed them to rely upon his brain, in place of doing their own thinking. Every man can be a man, a whole man, by patient continuance in well-doing, by resolutely overcoming cowardice and ignorance and inefficiency, with thoughtful energy and zeal. There should be an entirely different order of things. Men should not be shadows of Dr. Kellogg, that, should the substance be removed, there would be nothing to make the shadow. They should never consent to be merely machines, run by another man's brain. God has given them ability to think and act. He would have men connected with that Institution,—strong, firm, whole-souled, well-balanced men, who are diligent in cultivating their own powers of thought, and who do not feel that they must have their minds trained to run in exactly the same channel that Dr. Kellogg's mind runs in, but to think independently and help him in planning. His plans are not always infallible; and a wise counselor might see failure where he would see only success. A good, strong mind to propose and counsel would be the greatest blessing the Doctor could have. No one man's mind and judgment are sufficient to be a controlling power in any of our institutions; therefore, councils need to be held. But there are those who, when they come into council, no sooner hear a proposition than they take it for granted it is infallible, and stand ready to say “Yes,” and vote for it, without carefully weighing the matter, probing it, sifting it, testing it, and giving it the benefit of deliberate thought. Such persons are mere ciphers. You should be men of force of character, and depth of thought, seeing the judicious enterprises and laying hold of them, but bringing all your plans to the Divine Counselor."},{"refcode_short":"PH167 23.1","refcode_long":"Counsels to Physicians and Medical Students, p. 23.1 (Ellen Gould White)","content":"In order for men to be depended upon, there must be growth of powers, the exercise of every faculty, even in little things; then power is acquired to engage in larger responsibilities. Individual responsibility and accountability are essential. Do not shrink from bearing your share of responsibilities because there are risks to run and something must be ventured. Do not leave others to be brains for you. You must train your powers to put forth strength and vigor; then the intrusted talents will grow, as a steady, uniform, unyielding energy is exercised in bearing individual responsibility. God would have man add, day by day, little by little, to his stock of ideas, acting as if the moments were jewels, to be carefully gathered and discreetly cherished. He will thus acquire breadth of thought and strength of intellect."},{"refcode_short":"PH167 23.2","refcode_long":"Counsels to Physicians and Medical Students, p. 23.2 (Ellen Gould White)","content":"I wish I could set before the medical student the true responsibility which rests upon him in his work. There is not one in one hundred who has a just sense of his position, his work, his accountability to God, and how much God will do for him if he will make Him his trust. The very first lesson that he should learn is dependence upon God. Make God your counselor at every step. The worldly and the nominal Christian may insinuate that in order for you to be successful you must be a policy man, you must at times depart from the strictest rectitude; but be not deceived, be not deluded. These temptations find a ready welcome in the heart of man; but I speak that which I know. Pamper not self. Throw not open a door for the enemy to take possession of the citadel of the soul. There is danger in the first and slightest departure from the strictest veracity. In your work, be true to yourself. Preserve your God-given dignity in the fear of God. There is in your case the necessity of getting hold and keeping hold of the arm of Infinite power."},{"refcode_short":"PH167 24.1","refcode_long":"Counsels to Physicians and Medical Students, p. 24.1 (Ellen Gould White)","content":"Like Enoch, the physician should be a man that walks with God. This will be to him a heavenly antidote to all the delusive, pernicious sentiments which make so many infidel physicians, or skeptics. The true antidote is truth, the truth of God revealed in his word, practiced in the life, and constantly guiding in all that concerns the interests of others. Having the soul thus barricaded with heavenly principles you may humbly yet confidently say, I will not fear the face of man. God is not unmindful of your struggles, of your conflicts to maintain the truth and obtain a personal daily experience in walking in the ways of truth. When you appreciate every word that proceedeth out of the mouth of God as revealed in his word, higher than worldly policy, higher than the assertions of erring, failing man, you will be guided into every good and holy way."},{"refcode_short":"PH167 24.2","refcode_long":"Counsels to Physicians and Medical Students, p. 24.2 (Ellen Gould White)","content":"Let the Christian physician remember that he has pledged himself to represent Christ to others in practice, in character. If he does not strictly guard himself, if he allows the barriers to be broken down, Satan will overcome him with his specious temptations. There will be a blemish in his character which will tell in its evil workings upon other minds, and leave a moulding influence upon other characters. God says, “I know thy works.” The moral palsy of evil and sin will not only destroy the soul of the one who departs from strict principles, but will have the power to reproduce the same in others."},{"refcode_short":"PH167 25.1","refcode_long":"Counsels to Physicians and Medical Students, p. 25.1 (Ellen Gould White)","content":"It is not safe to be occasional Christians. We must be Christ-like in all our actions always. Then, through grace, we are safe for time and for eternity. The experimental knowledge of the grace received in times of trial, is of more value than gold or silver. It confirms the trusting, believing one, in faith, in confidence that he has an ever-present helper in Jesus Christ, and gives him a firmness, a boldness in God, that will take him at his word and trust him with unwavering faith, when brought into most trying positions. The Wonderful Counselor will be his strength. Prevarication for the sake of policy, only makes matters worse. Never, never should the physician feel that he may prevaricate. It is not always safe and best to lay before the invalid the full extent of his danger. The truth may not all be spoken on all occasions, but never speak a lie. If it is important for the good of the invalid not to alarm him, lest such a course might prove fatal, do not lie to him, and never say that an honest, truthful physician cannot live. He can live, for he has God and Heaven on his side, and the practice of fraud or deception separates him from the God of truth. Such statements dishonor the God of truth and righteousness. Let every bribe to dissimulate be sternly refused. Hold fast your integrity in the strength of the grace of Christ, and he will fulfill his promise."},{"refcode_short":"PH167 26.1","refcode_long":"Counsels to Physicians and Medical Students, p. 26.1 (Ellen Gould White)","content":"Religious faith and principles have become deteriorated, mingled with worldly customs and practices, and for this reason pure and undefiled religion is rare. The soul, the precious soul, is of value, and it must be made white in the blood of the Lamb. The strength and grace of God was provided at infinite sacrifice that you might be victorious over Satan's suggestions and temptations, and come forth unsullied and unpolluted as did Joseph and Daniel. Let the life, the character, be the strongest argument for Christianity, for by this will all men be compelled to take knowledge of you that you have been with Jesus and learned of him. The life, the words, and the deportment are the most forcible argument, the most solemn appeal to the careless, irreverent, and skeptical. Let not medical students be deceived by the wiles of the devil, or by any of his cunning pretexts which so many adopt to beguile and ensnare by practices of the ungodly. Cling closely to your Bibles. Inquire, What saith the Lord? He has spoken and told me how to ennoble and purify my life. This light I will follow. The Majesty of truth I will respect and honor."},{"refcode_short":"PH167 26.2","refcode_long":"Counsels to Physicians and Medical Students, p. 26.2 (Ellen Gould White)","content":"Tracts show that in the medical profession there are many skeptics and atheists. When they enter the school of science they exalt the works of God above the God of science, and the grossness of the mind fails to comprehend God. There are but few who enter medical colleges that come out of them pure and unspotted. Their minds become gross in place of being elevated, ennobled, sanctified. Material things eclipse the heavenly, the eternal. It is the privilege of every student to enter college with the same fixed, determined principle that Daniel had when he entered the courts of Babylon, and to preserve his integrity untarnished. You all need a living religion, that you may stand as God's witnesses, proclaiming to the sick that sin is always followed with suffering; and while combating pain and disease, you should plainly lay before them that which you know to be the real cause, and the remedy. Cease to sin, and point them to the sin-pardoning Saviour."},{"refcode_short":"PH167 27.1","refcode_long":"Counsels to Physicians and Medical Students, p. 27.1 (Ellen Gould White)","content":"Those who argue for the policy plan will not enlighten the suffering one as to the nature and cause of the disease which has seized upon his body. They should, with tact and wise discrimination, with tenderness and love for his soul, open to him the reason of his sickness, and then seek to enlighten his mind, that he may bring his appetite and passions under the control of reason, and find a sure remedy for every malady in Jesus Christ. It is a nice work to deal with diseased and unbalanced minds. When the physician comes to the sick-bed in a listless, careless attitude, looks at the afflicted one with little real concern, and by words or actions leaves the impression that there is not much the matter, and then leaves the patient to his or her own reflections, he has done that invalid positive harm, has wounded and bruised the spirit. The physician should never do this, but should show an interest in the sick, and inquire into the case; and if he knows what is the trouble, he should frankly state it, and with firm and confident words assure them that he will at once do something for their relief, and that they must co-operate with him by doing all in their power to place themselves in right relations to life."},{"refcode_short":"PH167 28.1","refcode_long":"Counsels to Physicians and Medical Students, p. 28.1 (Ellen Gould White)","content":"There are those who have entered the medical profession who should have chosen some other calling. They are unsympathetic. They seem to think the proper way to do is to withhold all words of sympathy, and gird up their compassion so that not a particle of it shall be drawn out. They are cold and uncommunicative, and leave no warm, cheering influence. They seem to think words of tenderness and compassion are an evidence of weakness. If they could once be put in the place of the suffering one whose will and spirit are humbled and weakened by suffering, who longs for tender sympathy, for words of assurance, they would be better prepared to appreciate his feelings. If the physician would state plainly the nature of the disease in words that the patient can understand, and express the belief that he can soon give him relief, this would go far toward putting him in an easy state of mind, and incline him to rest his case in the hands of one who he thinks really knows what to do to relieve him."},{"refcode_short":"PH167 28.2","refcode_long":"Counsels to Physicians and Medical Students, p. 28.2 (Ellen Gould White)","content":"There are lessons the practitioners at the Sanitarium would do well to learn upon these things. You are not called upon to exaggerate difficulties and express alarm that will do harm; but never turn away from suffering, even if you think it is imaginary. Mind suffering is a reality to the afflicted one. Go to work to do something. Show a tender regard, a human sympathy, for the one afflicted. If this is beyond your power, cease your practice as physician, and take up some other calling, where your stoical spirit and temperament will not have so direct an influence upon others, where you will not come in so close relationship to suffering humanity."},{"refcode_short":"PH167 29.1","refcode_long":"Counsels to Physicians and Medical Students, p. 29.1 (Ellen Gould White)","content":"I have been shown for several years that due attention has not been given all the sick at the Sanitarium. There has been a strange neglect in this matter by some. It is trying for the sick to leave their homes and come as strangers long distances to the Sanitarium, with full confidence that they can be helped, and then be disappointed because they do not receive the attention they deserve. Dr. Kellogg cannot attend to all of his increasing family's suffering needs, and he should lay upon others some of this burden that he has borne himself. Special efforts should be made to educate and train men and women to come up by his side and gain all the knowledge they can as practitioners under his directions, while he can direct them by his presence, his knowledge and superior skill. If he has students who are not competent, careful, painstaking, let him dismiss them and educate men who will follow his directions. It may be best to discourage their entering a college. If so, let them study under him, work under him, share responsibilities, and climb with his help to the topmost round of the ladder in the profession, if they are men and women of worth. But if the students are frivolous, if they are not caretaking, willing and ready to lift the burdens and carry them, and the Doctor is convinced that they will not be reliable, competent for so great responsibilities, let him discharge them, and then see again what can be done. This testing, proving process costs money, care and labor."},{"refcode_short":"PH167 30.1","refcode_long":"Counsels to Physicians and Medical Students, p. 30.1 (Ellen Gould White)","content":"Some students while learning from Dr. Kellogg will give promise of success; but after they have had their education at a medical college, they are not willing to learn. They feel so self-sufficient that they are spoiled. They have not experience, but are willing to do the higher kinds of work, and leave the lower rounds of the ladder without climbing. It were better that the Sanitarium should be closed up rather than to have it disgraced with inefficient practitioners. One thing is certain, the Doctor must have help; and although that help may not be in every respect as he could wish he, must let a share of the burdens that have rested on him be laid upon others. He cannot stand under the burdens as he has done."},{"refcode_short":"PH167 30.2","refcode_long":"Counsels to Physicians and Medical Students, p. 30.2 (Ellen Gould White)","content":"About three years ago I was shown that as yet there was no one who could supply Dr. Kellogg's place. This state of things should not be. The power, and tact, and knowledge of the Doctor should be employed in training as far as possible men who will help him, and who could carry on the work he is now doing should he be obliged to leave, to have needed rest and change. No one should be intrusted with this work who will not obey the light God has given in regard to hygienic principles, hygienic diet. Some practicing physicians do not now sense the necessity of keeping up the standard. It is so much easier to slip back into the old rut of selfish indulgence, gratification of appetite, free, loose manners, showing preference for the society of girls, and introducing a courting spirit. A spirit of reserve in this direction should be constantly encouraged, rather than of free, easy, careless indulgence. It is the spirit of the age to despise restraint, to desire to follow inclination, to jest and joke, and be jolly in amusement with young ladies; and the result has been wrecks of character, encouragement to impurity, licentiousness, immorality, and marriages which have ruined the usefulness and efficiency of men and women who had ability and talents, but who have been unable to rise to any noble heights after their unwise marriages. Thus the wheels of progress have been blocked, the powers of the mind dwarfed. I utter my earnest warning and protest against the familiar association of young men and women who intend to connect with our Sanitarium. If they want to be men of God, let them deny their inclination, and devote their God-given powers to doing good and being a blessing to society. Let them consecrate themselves unreservedly to God, to save perishing souls."},{"refcode_short":"PH167 31.1","refcode_long":"Counsels to Physicians and Medical Students, p. 31.1 (Ellen Gould White)","content":"Dr. Sprague might have been an efficient and useful physician had he not wrecked his bark in a matrimonial alliance with one who could have no sympathy with his faith, and could be no help to him in the Christian life. Dr. Fairfield might have proved a man of usefulness, a man of elevated, noble character, but he married a selfish, heartless, cold, icy-hearted woman. A good, noble Christian woman might have helped him in character building; but Mrs. Fairfield was his evil angel to accomplish his ruin. She was one to tear down, and not to build up. She idolized herself, and had no wealth of affection for any one but herself; and ruin is the result of this connection."},{"refcode_short":"PH167 32.1","refcode_long":"Counsels to Physicians and Medical Students, p. 32.1 (Ellen Gould White)","content":"It is not a time when marriage should be regarded in the light of felicity. It is uncertain business. More misery than happiness is the result; and yet marrying and giving in marriage is as it was in the days of Noah. There seems to be no restraint; but passion and impulse have controlling power, and youth seem to be bewitched with love-sick sentimentalism. For this reason rules and regulations are highly essential to guard those connected with the Sanitarium, the College, and the Office of publication; and any one who regards these restrictions as unnecessary has not spiritual discernment, and will prove a hindrance rather than a help."},{"refcode_short":"PH167 32.2","refcode_long":"Counsels to Physicians and Medical Students, p. 32.2 (Ellen Gould White)","content":"Many seem to think these precautions are not essential, and their deportment pleads for greater liberty than the law of God allows them. It is an imperative duty to preserve the soul from impure thoughts and unholy actions. Iniquity abounds, and our Saviour lifted his voice in warning. “As the days of Noah were, so shall also the coming of the Son of man be. For as in the days that were before the flood, they were eating and drinking, marrying and giving in marriage, until the day that Noah entered into the ark, and knew not until the flood came and took them all away.”"},{"refcode_short":"PH167 32.3","refcode_long":"Counsels to Physicians and Medical Students, p. 32.3 (Ellen Gould White)","content":"Sensuality is the sin of the age. But the religion of Jesus Christ will hold the lines of control over every species of unlawful liberty; the moral powers will hold the lines of control over every thought, word, and action. Guile will not be found in the lips of the true Christian. Not an impure thought will be indulged in, not a word spoken that is approaching to sensuality, not an action that has the least appearance of evil. The senses will be guarded. The soul that has Jesus abiding in it will develop into true greatness. The intelligent soul who has respect unto all of God's commandments, through the grace of Christ will say to the passions of the heart as they point to God's great moral standard of righteousness, “Hitherto shalt thou come, but no further; and here shall thy proud waves be stayed,” and the grace of Christ shall be as a wall of fire round about the soul."},{"refcode_short":"PH167 33.1","refcode_long":"Counsels to Physicians and Medical Students, p. 33.1 (Ellen Gould White)","content":"There are those who will say, “Oh, you need not be so particular. A little harmless flirtation will do no injury.” And the carnal heart urges on to temptation, and to the practical sanctioning of indulgences which end in sin. This is a low cast of morality, not meeting the high standard of the law of God. The vileness of the human heart is not understood. There are always individuals connected with our institutions whose characters are cast in an inferior mould, and they need but a word of encouragement from those in higher positions to take liberty to gratify the unholy heart. There are those at the Sanitarium that are not open sinners; they hide their sins from human eyes; they have a fair outward morality; but the Lord's eye sees them. They find means to gratify the low sensual propensities; their lives are tarnished, and they are tarnishing others by their example."},{"refcode_short":"PH167 34.1","refcode_long":"Counsels to Physicians and Medical Students, p. 34.1 (Ellen Gould White)","content":"These very ones carry a pretense of piety, they offer prayers, hear testimony in meetings, and are apparently serving the Lord; but their hearts are corrupt, their conduct is condemned by the law of Jehovah which they profess to keep. There are those who are not guilty of these gross transgressions, but who do not have spiritual discernment, and see no necessity of putting up the bars, and of guarding every point lest iniquity should be practiced in our institutions. They cannot see any harm in the young people's being in one another's society, paying attention to each other, flirting, courting, marrying, and giving in marriage. This is the main engrossment of this time with the worldlings, and genuine Christians will not follow their example, but will come out from all these things and be separate."},{"refcode_short":"PH167 34.2","refcode_long":"Counsels to Physicians and Medical Students, p. 34.2 (Ellen Gould White)","content":"In our Sanitarium, our College, our Offices of publication, and in every mission, the strictest rules must be enforced. Nothing can so effectually demoralize these institutions, and our missions, as the want of prudence, and watchful reserve in the association of young men and young women. Give them freedom to go and come as they will in each other's company, and they will regard it as a restriction of their rights to be bound about with rules and regulations. Those who plead for the liberty to associate together are soon spoiled with love-sick sentimentalism; the enervating influence of this much-to-be-dreaded disease unfits them for their duties, and they cannot fill any position of trust. The ever-increasing potency of vicious indulgences is so great and so strong that there is little room to hope for the recovery of souls who are thus afflicted, unless they can see the matter as God sees it, and become so thoroughly disgusted as well as agonized over their course of action that they will have that repentance that needeth not to be repented of."},{"refcode_short":"PH167 35.1","refcode_long":"Counsels to Physicians and Medical Students, p. 35.1 (Ellen Gould White)","content":"Satan is making determined efforts to overcome those who advocate the commandments of God, that their principles shall become tarnished, and their lives corrupt. It is a pitiful sight to see young men who are bound by no marriage ties, pursuing a foolish course, exhibiting the disease of love-sick sentimentalism. They are unbalanced in mind, and have lost that sense of propriety of conduct so essential for a noble virtuous character. But that which is the most to be deplored is to see married men who have companions and children, fanning around the girls, and the girls making advances to them or encouraging their attentions. These attentions becloud the mind, benumb the senses, as to the line that distinguishes right from wrong. Impure thoughts, indiscreet actions, unholy conduct, and next the seventh commandment transgressed! Indolence and gratification of unholy passions enslave the soul, and hold the victim in chains of steel. There are agonizing struggles after his lost moral freedom, but he seldom is again a free man; he has stepped on Satan's ground, and becomes the object of Satan's temptations. The standard must be the holy law of God, and every approach toward familiarity or attention of married men with young girls or with married women should be positively condemned. The plea of these liberty-loving young men and married men is for a little amusement, a hungering of sympathy, a little self-indulgence. They do not think of such a thing as weakening moral character or their power to resist temptation, nor of becoming vicious or impure; but they are tempting the devil to tempt them. The only safe course is to keep free from all these things. Do not see how close you can walk upon the brink of a precipice, and be safe. Avoid the first approach to danger. The soul's interest cannot be trifled with. Your capital is your character. Cherish it as you would a golden treasure. Moral purity, self-respect, a strong power of resistance, must be firmly and constantly cherished. There should not be one departure from reserve; one act of familiarity, one indiscretion, may jeopardize the soul, in opening the door to temptation, and the power of resistance becomes weakened."},{"refcode_short":"PH167 36.1","refcode_long":"Counsels to Physicians and Medical Students, p. 36.1 (Ellen Gould White)","content":"The Psalmist, when viewing the many snares and temptations to vice, inquires, “Wherewithal shall a young man cleanse his way?” This question is appropriate for every one connected with our missions and every instrumentality of God. At this stage of our work, the answer comes, “By taking heed thereto according to thy word.” It is necessary to maintain a living connection with Heaven, seeking as often as did Daniel,—three times a day,—for divine grace to resist appetite and passion. Wrestling with appetite and passion unaided by divine power will be unsuccessful; but make Christ your stronghold, and the language of your soul will be, “In all these things we are more than conquerors through Him that loved us.” Said the Apostle Paul, “I keep under my body, and bring it into subjection; lest that by any means, when I have preached to others I myself should be a castaway.” Let no one think he can overcome without the help of God. You must have the energy, the strength, the power, of an inner life developed within you. You will then bear fruit unto godliness, and will have an intense loathing of vice. You need to constantly strive to work away from earthliness, from cheap conversation, from everything sensual, and aim for nobility of soul and a pure and unspotted character. Your name may be kept so pure that it cannot justly be connected with anything dishonest or unrighteous, but will be respected by all the good and pure; and it may be written in the Lamb's book of life, to be immortalized among the holy angels."},{"refcode_short":"PH167 37.1","refcode_long":"Counsels to Physicians and Medical Students, p. 37.1 (Ellen Gould White)","content":"I have been shown that Satan's specious temptations will come to the workers in every mission, to the workers in every institution in our land, to encourage familiarity, the men with the women. I write with a distressed heart, that the women in this age, both married and unmarried, too frequently do not maintain the reserve that is necessary. They act like coquettes. They encourage the attentions of single and married men, and those who are weak in moral power will be ensnared. These things, if allowed, deaden the moral senses, and blind the mind, so that crime does not appear sinful. Thoughts are awakened that would not have been if woman had kept her place in all modesty and sobriety. She may have had no unlawful purpose or motive herself, but she has given encouragement to men who are tempted, and who need all the help they can get from those associated with them. By being circumspect, reserved, taking no liberties, receiving no unwarrantable attentions, but preserving a high moral tone and becoming dignity, much evil might be avoided."},{"refcode_short":"PH167 38.1","refcode_long":"Counsels to Physicians and Medical Students, p. 38.1 (Ellen Gould White)","content":"A woman who will allow an unchaste word or hint to be uttered in her presence, is not as God would have her; one that will permit any undue familiarity or impure suggestion does not preserve her God-like womanhood."},{"refcode_short":"PH167 38.2","refcode_long":"Counsels to Physicians and Medical Students, p. 38.2 (Ellen Gould White)","content":"Some may think these warnings unnecessary; but God has shown me that they are necessary in every mission, in every college, in every institution that we have established."},{"refcode_short":"PH167 38.3","refcode_long":"Counsels to Physicians and Medical Students, p. 38.3 (Ellen Gould White)","content":"The wise man has said, “Rejoice, O young man in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes; but know thou, that for all these things God will bring thee into judgment.” Therefore, put away evil from thy flesh.”"},{"refcode_short":"PH167 38.4","refcode_long":"Counsels to Physicians and Medical Students, p. 38.4 (Ellen Gould White)","content":"We are in a day when iniquity abounds. There are those who have but little moral sense; self-pollution has been practiced, and the moral powers are benumbed. Such have no just sense of holiness or purity. They are corrupt, and will corrupt others. Miserable wrecks of humanity are everywhere. Some put on a religious garb; but the soul is defiled, and they corrupt other minds. They call evil good, and good evil. They are Satan's most efficient agents, and individuals of this stamp will connect with our institutions and with God's instrumentalities, masking their evil ways under a pretention of godliness. Can we then be too particular, too circumspect? Safety lies in close adherence to rules and regulations in harmony with God's great moral standard of righteousness. And then there are those who, if so disposed, will find ways to secretly carry out their own inclinations, and pursue a course of deception to avoid the censure of those they deem so particular. Some who have influence, who are apparently working for the interest of the Sanitarium, encourage by their own course of action a disregard of rules and of order; and the influence of such persons goes a long way toward encouraging insubordination, especially in the direction of courtship and marriage. The parties are unfitted for their duties; they live an unreal life, indulge in too high and romantic visions of bliss, and in their desire to please each other, they become unfaithful. The ideas of courtship have their foundation in erroneous ideas concerning marriage. They follow impulse and blind passion. The courtship is carried on in a spirit of flirtation. The parties frequently violate the rules of modesty and reserve, and are guilty of indiscretion, if they do not break the law of God. The high, noble, lofty design of God in the institution of marriage is not discerned; therefore the purest affections of the heart, the noblest traits of character, are not developed. Not one word should be spoken, not one action performed, that you would not be willing the holy angels should look upon, and register in the books above. You should have an eye single to the glory of God. The heart should have only pure, sanctified affection, worthy of the followers of Jesus Christ, exalted in its nature, and more heavenly than earthly. Anything different from this is debasing, degrading in courtship; and marriage cannot be holy and honorable in the sight of a pure and holy God, unless it is after the exalted scriptural principle."},{"refcode_short":"PH167 40.1","refcode_long":"Counsels to Physicians and Medical Students, p. 40.1 (Ellen Gould White)","content":"These precautions may be regarded as unnecessary. But those who will plead for greater liberty are not worthy to be connected with these institutions. Mild license is termed liberty and freedom. But those who are professedly sons and daughters of God should elevate the standard, and have no fellowship with the unruly who would have rules and regulations made to meet the cases of the disobedient. The Sanitarium, unless hedged about with vigilant rules and regulations, would soon become a hot-bed of iniquity. There are those who would entrap and mislead souls; they have a spirit to revile, instead of showing respect for those who carry the burden and seek to keep up the standard. The less of such persons employed, the safer and purer will be the moral atmosphere of the Sanitarium. There always will be persons who will find entrance to such an institution, whose influence will be for evil. They are of that class who are continually putting bitter for sweet, and sweet for bitter. There are professed Christians who will warp the conscience and becloud the mind, under the pretense of godliness; and those who do not see nor sense the danger are already the dupes or victims of Satan."},{"refcode_short":"PH167 40.2","refcode_long":"Counsels to Physicians and Medical Students, p. 40.2 (Ellen Gould White)","content":"Let every youth take heed to his ways. Let every medical student build his foundation on the eternal Rock, and be garrisoned with truth; for lying lips are an abomination to the Lord. They need spiritual eyesight to abhor anything like selfishness, double dealing. “Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness.” Men who possess learning and genius may let down the standard, little by little, until they are guilty of unholy thoughts, of impure and polluted actions. There are inborn tendencies in men and women, that are not developed until some temptation assails them, when, instead of resisting the temptation, they fall. They do not preserve truthfulness, strict, straight dealing. God writes them in his book, “Weighed in the balances, and found wanting.” They may have great talents, wonderful gifts; but if the pure gold of character is tarnished with unfair dealing, policy dealing, the heavenly guide leaves them. They have no just, elevated standard of honor, and to gain some point have lost the sense of distinction between right and wrong, truth and falsehood. What would we do without God, a true Witness, who declares, “I know thy works?” Every corruption of the human heart he knows. God calls for upright men in the medical profession. Get those men from the very start, men who honor God, men who seek first the kingdom of God and his righteousness. Such men have consciences quickened by habitual contact with the word of God. They are familiar with the heavenly standard. Pure and holy principles are interwoven with their lives and characters; and while they fear and honor God, they will be honored of him, for he has promised it."},{"refcode_short":"PH167 42.1","refcode_long":"Counsels to Physicians and Medical Students, p. 42.1 (Ellen Gould White)","content":"This must be urged again and again, that the youth must commence their career braced for duty by the word of God; then no manner of influence, no entreaty, no reward, will be sufficient to cause them to sacrifice one principle of truth. Christian consistency marked the course of Daniel and Joseph in all the actions of their lives. There are men binding in bundles by vows that will end in sacrificing conscience for professional success; but men are needed, who, like Daniel and Joseph, will fear, and obey, and honor God under the most trying circumstances. They look to Jesus the pattern, and then cry out against evil associates, “Unto their assembly, mine honor, be not thou united.” The atoning sacrifice is the anchor of the life, the word of God a light to their feet and a lamp to their path. All who enter the Paradise of God will be those in whose mouths there is no guile, no impurity, no falsehood. They will be pure, holy, and undefiled. In the medical profession, elevate the standard as high as Heaven. May the Lord anoint the blind eyes that have made the world's criterion the standard. Oh that they may see as God sees, is my prayer."},{"refcode_short":"PH167 42.2","refcode_long":"Counsels to Physicians and Medical Students, p. 42.2 (Ellen Gould White)","content":"I tell you, fellow-laborers in the Sanitarium, your standard of Christianity bears too much the worldly stamp. Religion, Bible religion, takes away the gross, the sensual, dishonesty, selfishness, unholy ambition, from the man. Then comes joy and peace. There are too many laborers who keep themselves away from God, and in a state of condemnation. They feel the rebuke of God upon them. There is joy in obedience, joy in the favor of God. The Lord, who holds the life of man in his hands, can impart true nobility of soul and restore in him the image of God. Who can give peace and rest to the soul but the Prince of Peace? Oh, why will men keep apart from God, and regard obedience and truth as bondage? Why will they ask, What will my fellow-mortals approve? Why not inquire, What has God said? What standard has he set up, and how can I meet it?"}]