[{"refcode_short":"PH160 1","refcode_long":"To Conference Officers, p. 1 (Ellen Gould White)","content":"To Conference Officers"},{"refcode_short":"PH160 1.1","refcode_long":"To Conference Officers, p. 1.1 (Ellen Gould White)","content":"The question has been asked, Should the Watchman occupy territory outside of the Southern States? One night I seemed to be in a meeting where this question was being discussed. Some argued that it would not be wise for an effort to be made to push the circulation of the Watchman in all parts of the field. They said that the Review and Herald and the Signs of the Times should be given the right of way, and that the Watchman should not be allowed to interfere with the circulation of these two papers which have been so long in the field. They thought that our work with the Watchman should be confined to the Southern States."},{"refcode_short":"PH160 1.2","refcode_long":"To Conference Officers, p. 1.2 (Ellen Gould White)","content":"Some were greatly astonished at these propositions. One of authority arose and said, The Lord God of Israel sees the selfishness of the human heart. Let those who are interested in our two older papers beware of allowing selfish plans to find a place in their work. The Watchman is to have a place in the field at large. It bears the message of truth as verily as do the Review and the Signs of the Times. You are to be careful not to hinder the Watchman in its work."},{"refcode_short":"PH160 2.1","refcode_long":"To Conference Officers, p. 2.1 (Ellen Gould White)","content":"Much more liberality must be shown toward the Southern field. This field needs workers and means, and those who show selfishness in their dealings with it greatly displease the Lord. God is dishonored by the indifference shown by many regarding the needs of the field. The destitution of men and means in the Southern field need not and should not exist."},{"refcode_short":"PH160 2.2","refcode_long":"To Conference Officers, p. 2.2 (Ellen Gould White)","content":"Money intended for this field must not be diverted into other channels. The workers in the South must not be allowed to struggle on as they have done in destitution and discouragement. God is displeased at the showing. Let this order of things be changed. The Lord's eye is over all his work, and over the workers in all parts of the world."},{"refcode_short":"PH160 3.1","refcode_long":"To Conference Officers, p. 3.1 (Ellen Gould White)","content":"Let those who have had success in the circulation of the Signs and Review remember that the Watchman also has a work to do. It will accomplish much good if it is given an opportunity to do its appointed work in all parts of the world. Its field is wherever subscribers can be found for it."},{"refcode_short":"PH160 3.2","refcode_long":"To Conference Officers, p. 3.2 (Ellen Gould White)","content":"Let those who contribute to the Watchman do their best. And let the editors of the Review, and the Signs, and the Watchman remember that long articles hurt their papers. Let the articles be short, and let them be full of moisture and nourishment. Bright accounts of the blessing found in missionary effort will be a great help."},{"refcode_short":"PH160 3.3","refcode_long":"To Conference Officers, p. 3.3 (Ellen Gould White)","content":"Elder Haskell and Elder Butler should be respected and encouraged. These men should not be cast down. They have had a precious experience, and if they will let the simplicity of Christ dwell in their hearts, they will see the salvation of God."},{"refcode_short":"PH160 3.4","refcode_long":"To Conference Officers, p. 3.4 (Ellen Gould White)","content":"God calls upon his people to cleanse themselves from all selfishness. Let the workers in the Southern field arouse and put on strength. Let them be encouraged by their brethren in more favored fields. The South has had but little of the determined effort and liberal assistance that it ought to have had. From this time on let the work be advanced as fast as possible."}]