[{"refcode_short":"PHJ","refcode_long":"Life and Health","content":"Life and Health"},{"refcode_short":"PHJ May 1,  1905","refcode_long":"Life and Health May 1,  1905","content":"1905"},{"refcode_short":"PHJ May 1,  1905","refcode_long":"Life and Health May 1,  1905","content":"May 1, 1905"},{"refcode_short":"PHJ May 1,  1905","refcode_long":"Life and Health May 1,  1905","content":"Physical Effects of Improper Dress"},{"refcode_short":"PHJ May 1,  1905, par. 1","refcode_long":"Life and Health May 1,  1905, paragraph 1","content":"Women are subject to serious maladies, and their sufferings are greatly increased by their manner of dress. Instead of preserving their health for the trying emergencies that are sure to come, they, by their wrong habits, too often sacrifice not only health, but life, and leave to their children a legacy of woe, in a ruined constitution, perverted habits, and false ideas of life."},{"refcode_short":"PHJ May 1,  1905, par. 2","refcode_long":"Life and Health May 1,  1905, paragraph 2","content":"One of fashion's wasteful and mischievous devices is the skirt that sweeps the ground. Uncleanly, uncomfortable, inconvenient, unhealthful,—all this and more is true of the trailing skirt."},{"refcode_short":"PHJ May 1,  1905, par. 3","refcode_long":"Life and Health May 1,  1905, paragraph 3","content":"It is extravagant, both because of the superfluous material required, and because of the needless wear on account of its length. And whoever has seen a woman in a trailing skirt, with hands filled with parcels, attempt to go up or down stairs, to enter a railway train, to walk through a crowd, to walk in the rain, or on a muddy road, needs no other proof of its inconvenience and discomfort."},{"refcode_short":"PHJ May 1,  1905, par. 4","refcode_long":"Life and Health May 1,  1905, paragraph 4","content":"Its weight makes it unhealthful. Besides, as it gathers dampness from the dew, the rain, or the snow, it chills the ankles, which are often insufficiently clad, and thus causes colds or more serious illness."},{"refcode_short":"PHJ May 1,  1905, par. 5","refcode_long":"Life and Health May 1,  1905, paragraph 5","content":"Even worse is its uncleanliness. Dragging through the filth of the street, it is a collector of poisonous, deadly germs. Many a death from diphtheria, tuberculosis, or other contagious disease, has been caused by the germs brought into the home on a trailing skirt."},{"refcode_short":"PHJ May 1,  1905, par. 6","refcode_long":"Life and Health May 1,  1905, paragraph 6","content":"Another serious evil is the wearing of skirts so that their weight must be sustained by the hips. This heavy weight, pressing upon the internal organs, drags them downward, and causes weakness of the stomach, and a feeling of lassitude, inclining the wearer to stoop, which further cramps the lungs, making correct breathing more difficult."},{"refcode_short":"PHJ May 1,  1905, par. 7","refcode_long":"Life and Health May 1,  1905, paragraph 7","content":"Of late years the dangers resulting from compression of the waist have been so fully discussed that few can be ignorant in regard to them; yet so great is the power of fashion that the evil continues. By this practise women and young girls are doing themselves untold harm. It is essential to health that the chest have room to expand to its fullest extent, so that the lungs may be enabled to take full inspirations. Compression, by making it impossible to take a full breath, leads to the injurious habit of breathing with a part of the lungs only. When the lungs are restricted, the quantity of oxygen received into them is lessened. The blood is not properly vitalized, and the waste, poisonous matter which should be thrown off through the lungs, is retained. In addition to this, the circulation is hindered; and the internal organs, cramped and crowded out of place, can not perform their work properly."},{"refcode_short":"PHJ May 1,  1905, par. 8","refcode_long":"Life and Health May 1,  1905, paragraph 8","content":"Tight lacing does not improve the form. One of the chief elements in physical beauty is symmetry, the harmonious proportion of parts. And the correct model for physical development is to be found, not in the lay-figures displayed by French modistes, but in the human form as developed according to the laws of God in nature. God is the author of all beauty, and only as we conform to his ideal shall we approach the standard of true beauty."},{"refcode_short":"PHJ May 1,  1905, par. 9","refcode_long":"Life and Health May 1,  1905, paragraph 9","content":"Another evil which custom fosters is the unequal distribution of the clothing, so that while some parts of the body have more than is required, others are insufficiently clad. The feet and limbs, being remote from the vital organs, should be especially guarded from cold by abundant clothing. It is impossible to have health when the extremities are habitually cold; for if there is too little blood in them, there will be too much in other portions of the body. Perfect health requires a perfect circulation; but this can not be had while three or four times as much clothing is worn upon the body, where the vital organs are situated, as upon the feet and limbs."},{"refcode_short":"PHJ May 1,  1905, par. 10","refcode_long":"Life and Health May 1,  1905, paragraph 10","content":"The combined evils of tight lacing, long, dragging skirts, and an unequal distribution of the clothing, have caused an amount of suffering that is beyond estimate. No woman who values health, and who understands the effect of these practises, will follow any one of them."},{"refcode_short":"PHJ May 1,  1905, par. 11","refcode_long":"Life and Health May 1,  1905, paragraph 11","content":"To dress in the manner described hinders the free use of the limbs, and many who thus dress, gradually give up healthful exercise. After going through all the details of an elaborate toilet, they are not inclined to exert themselves. The lack of vigorous exercise, especially in the open air, soon tells on the health. The system becomes weakened and relaxed, and the complexion sallow; and health and beauty disappear together. The sufferers may resort to cosmetics to restore the complexion; but these can not bring back the glow of health. And the physical condition that makes the skin dark and dingy, depresses the spirits, and destroys cheerfulness. A multitude of women are nervous and care-worn because they deprive themselves of the pure air that would make pure blood, and of the freedom of motion that would send the blood bounding through the veins, giving life, health, and energy. Many women have become confirmed invalids when they might have enjoyed health, and many have died of consumption and other diseases when they might have lived their allotted term of life had they dressed in accordance with health principles, and exercised freely in the open air."},{"refcode_short":"PHJ May 1,  1905","refcode_long":"Life and Health May 1,  1905","content":"Sensible Dress for Women"},{"refcode_short":"PHJ May 1,  1905, par. 12","refcode_long":"Life and Health May 1,  1905, paragraph 12","content":"In order to secure the most healthful clothing, the needs of every part of the body must be carefully studied. The character of the climate, the surroundings, the condition of health, the age, and the occupation of the individual must all be considered. The best under-clothing is the well-known combination suit. In cold climates the suit should be thick and warm, and should extend to the ankles and wrists; in very cold weather a second suit may be added. The feet should be protected from cold and dampness by warm stockings, and by easy-fitting, thick-soled shoes."},{"refcode_short":"PHJ May 1,  1905, par. 13","refcode_long":"Life and Health May 1,  1905, paragraph 13","content":"When the limbs are properly clothed, only one or two skirts will be needed. These should not be so heavy as to impede the motion of the limbs, nor so long as to gather the dampness and filth of the ground. They, too, should be attached to an under waist, thus suspending the weight from the shoulders, and relieving the abdomen from all pressure. Every article of dress should fit easily, obstructing neither the circulation of the blood nor a free, full, natural respiration. Everything worn should be so loose that when the arms are raised, the clothing will be correspondingly lifted. No heavy draperies should be worn on the back, to induce heat and congestion in the sensitive organs that lie beneath."},{"refcode_short":"PHJ May 1,  1905, par. 14","refcode_long":"Life and Health May 1,  1905, paragraph 14","content":"Women who are in failing health can do much for themselves by sensible dressing and exercise. When suitably dressed for outdoor enjoyment, let them exercise in the open air, carefully at first, but increasing the amount of exercise as they can endure it. By taking this course many of them might regain health, and live to take their share in the world's work."},{"refcode_short":"PHJ June 1,  1905, par. 14","refcode_long":"Life and Health June 1,  1905, paragraph 14","content":"June 1, 1905"},{"refcode_short":"PHJ June 1,  1905","refcode_long":"Life and Health June 1,  1905","content":"Healthful Dress for Children"},{"refcode_short":"PHJ June 1,  1905","refcode_long":"Life and Health June 1,  1905","content":"How to Dress the Babies"},{"refcode_short":"PHJ June 1,  1905, par. 1","refcode_long":"Life and Health June 1,  1905, paragraph 1","content":"Mothers should dress their babies with reference to health. In the preparation of the little one's wardrobe, convenience and comfort should be sought before fashion or a desire to excite admiration. The mother often spends much time in embroidery and fancy work to make the little garments beautiful, doing this unnecessary work at the expense of her own health and that of the child. She bends over sewing that severely taxes eyes and nerves, when she should be enjoying pleasant exercise; and often she does not realize her obligation to cherish her strength, that she may be able to meet the demands that will be made upon her."},{"refcode_short":"PHJ June 1,  1905, par. 2","refcode_long":"Life and Health June 1,  1905, paragraph 2","content":"These garments which have consumed so much time are often wholly unfit to be placed on the little one, if its health is regarded. They are extravagantly long, preventing the free use of the muscles; and in addition, the body is girded with tight bands or waists, which hinder the action of the heart and lungs."},{"refcode_short":"PHJ June 1,  1905, par. 3","refcode_long":"Life and Health June 1,  1905, paragraph 3","content":"Many mothers think it necessary to compress the bodies of their infants to keep them in shape, as if, without tight bandages, they would be in danger of falling to pieces or becoming deformed. Are lambs and other young animals deformed because nature is left to do her work unhindered?—No; they are delicately and beautifully formed, and need no bands to give them shape. And God has molded the forms of babies also, and supplied them with bones and muscles sufficient for their support and to guard the delicate organs and limbs, before committing them to a mother's care. The infant should be dressed so that its body will not be the least compressed after taking a full meal. But often its clothing is ingeniously arranged to make it miserably uncomfortable."},{"refcode_short":"PHJ June 1,  1905, par. 4","refcode_long":"Life and Health June 1,  1905, paragraph 4","content":"Another wrong practise in the dressing of babies, which still prevails in some countries, is the custom of leaving bare the shoulders and arms. The air, coming in direct contact with the arms and circulating about the armpits, chills the sensitive portions of the body, and hinders the circulation of the blood. If the mother's neck and arms were thus exposed, she would shiver with cold; and how can she think that a delicate babe can endure the exposure? Some children may have at birth so strong a constitution that they can endure these exposures and live; but thousands of lives are sacrificed, and in tens of thousands of cases, the foundation is laid for a short invalid life, by bandaging the trunk and loading it with clothing while the shoulders and arms are left naked. The custom can not be too severely censured."},{"refcode_short":"PHJ June 1,  1905, par. 5","refcode_long":"Life and Health June 1,  1905, paragraph 5","content":"Mothers who thus treat a tender infant can not expect it to be quiet and healthy. The child frets and cries, and the mother, thinking it must be hungry, feeds it; but food only increases its suffering. Tight bands allow it no room to breathe. It screams, struggles, and pants for breath, and yet the mother does not suspect the cause."},{"refcode_short":"PHJ June 1,  1905, par. 6","refcode_long":"Life and Health June 1,  1905, paragraph 6","content":"The first garments to be worn by the child should be made of fine, soft material, with long sleeves, and little loose bodices, or waists, to support them from the shoulders. Thus warmth, protection, and comfort will be secured, and one of the chief causes of irritation and restlessness will be removed. The baby will have better health, and the mother will not find the care of her child so heavy a tax on her strength and time."},{"refcode_short":"PHJ June 1,  1905","refcode_long":"Life and Health June 1,  1905","content":"The Dress of Older Children"},{"refcode_short":"PHJ June 1,  1905, par. 7","refcode_long":"Life and Health June 1,  1905, paragraph 7","content":"The waists of growing girls should not be compressed, or the limbs left with but slight protection, at an age when the forces of nature need every advantage to enable them to perfect the physical frame. With this insufficient protection, the girls can not be out of doors much unless the weather is mild. So they are kept in, often in ill-ventilated rooms, for fear of the cold. If they were comfortably clothed, it would benefit them to exercise freely in the open air, summer or winter."},{"refcode_short":"PHJ June 1,  1905, par. 8","refcode_long":"Life and Health June 1,  1905, paragraph 8","content":"Little boys also are often dressed so as to leave the lower limbs with far less protection than the upper part of the body. The limbs, being remote from the center of circulation, demand greater protection instead of less. They were not made to endure exposure, as was the face."},{"refcode_short":"PHJ June 1,  1905, par. 9","refcode_long":"Life and Health June 1,  1905, paragraph 9","content":"The arteries that convey the blood to the extremities are large, providing for a sufficient quantity of blood to afford warmth and nutrition. But when the limbs are insufficiently clad, the arteries and veins become contracted. Double labor is thrown upon the heart to force the blood into these chilled extremities. Weakened by too great labor, the heart gradually fails in its efforts. The limbs are never so healthfully warm as other parts of the body, and they soon become habitually cold, and, through lack of nutrition, do not attain their natural development. The blood, chilled away from the extremities, is thrown back upon the brain, the lungs, and other vital organs, and inflammation or congestion is the result."},{"refcode_short":"PHJ June 1,  1905, par. 10","refcode_long":"Life and Health June 1,  1905, paragraph 10","content":"Mothers who desire their boys and girls to possess the vigor of health, should dress them properly. Turn away from the fashion-plates, and study the human organism. It will require effort to break away from the chains of custom, and dress and educate the children with reference to health; but the result will amply repay the cost. When the children are properly dressed, they can go out in the open air, and enjoy health and happiness; and they will secure the physical development that will be a blessing to them to the end of life."},{"refcode_short":"PHJ July 1,  1905, par. 10","refcode_long":"Life and Health July 1,  1905, paragraph 10","content":"July 1, 1905"},{"refcode_short":"PHJ July 1,  1905","refcode_long":"Life and Health July 1,  1905","content":"Diet and Health"},{"refcode_short":"PHJ July 1,  1905, par. 1","refcode_long":"Life and Health July 1,  1905, paragraph 1","content":"Our bodies are built up from the food we eat. There is a constant breaking down of the tissues of the body; every movement of every organ involves waste, and this waste is repaired from our food. Each organ of the body requires its share of nutrition. The brain must be supplied with its portion; the bones, muscles, and nerves demand theirs. It is a wonderful process that transforms the food into blood, and uses this blood to build up the varied parts of the body; but this process is going on continually, supplying with life and strength each nerve, muscle, and tissue."},{"refcode_short":"PHJ July 1,  1905","refcode_long":"Life and Health July 1,  1905","content":"Selection of Food"},{"refcode_short":"PHJ July 1,  1905, par. 2","refcode_long":"Life and Health July 1,  1905, paragraph 2","content":"Those foods should be chosen that best supply the elements needed for building up the body. In this choice, appetite is not a safe guide. Through wrong habits of eating, the appetite has become perverted. Often it demands food that impairs health, and causes weakness instead of strength. We can not be safely guided by the customs of society. The disease and suffering that everywhere prevail are largely due to popular errors in regard to diet."},{"refcode_short":"PHJ July 1,  1905, par. 3","refcode_long":"Life and Health July 1,  1905, paragraph 3","content":"In order to know what are the best foods, we must study God's original plan for man's diet. He who created us, and who understands our needs, appointed Adam his food. “Behold,” he said, “I have given you every herb yielding seed, ... and every tree, in which is the fruit of a tree yielding seed; to you it shall be for food.” Genesis 1:29, A. R. V."},{"refcode_short":"PHJ July 1,  1905, par. 4","refcode_long":"Life and Health July 1,  1905, paragraph 4","content":"Upon leaving Eden, to gain his livelihood by tilling the earth under the curse of sin, man received permission to eat also “the herb of the field.” Genesis 3:18."},{"refcode_short":"PHJ July 1,  1905, par. 5","refcode_long":"Life and Health July 1,  1905, paragraph 5","content":"Grains, fruits, nuts, and vegetables constitute the diet chosen for us by our Creator. These foods, prepared in as simple and natural a manner as possible, are the most healthful and nourishing. They impart a strength, a power of endurance, and a vigor of intellect, that are not afforded by a more complex and stimulating diet."},{"refcode_short":"PHJ July 1,  1905, par. 6","refcode_long":"Life and Health July 1,  1905, paragraph 6","content":"But not all foods, wholesome in themselves, are equally suited to our needs under all circumstances. Care should be taken in the selection of food. Our diet should be suited to the season, to the climate in which we live, and to the occupation we follow. Some foods that are adapted for use at one season or in one climate are not suited to another. So there are different foods best suited for persons in different occupations. Often food that can be used with benefit by those engaged in hard physical labor is unsuitable for persons who follow sedentary pursuits. God has given us an ample variety of healthful foods, and each person should choose from it the things that experience and sound judgment prove to be best suited to his own necessities."},{"refcode_short":"PHJ July 1,  1905, par. 7","refcode_long":"Life and Health July 1,  1905, paragraph 7","content":"Care should be taken to have all food in as good condition as possible. In the end, good food is the cheapest. Vegetables that are stale or of poor quality are likely to be unpalatable and unwholesome. So with fruits. Ripe and fresh, they are as wholesome as they are delicious; but green, partly decayed, or overripe fruit should never be eaten raw. When cooked, unripe fruit is less objectionable. So far as possible, however, we should use fruit in its natural state. The more we accustom ourselves to use it fresh from the tree, the greater will be our enjoyment of fruit, and the more benefit we shall receive from its use."},{"refcode_short":"PHJ July 1,  1905, par. 8","refcode_long":"Life and Health July 1,  1905, paragraph 8","content":"For use in winter a liberal supply should be prepared by canning or drying. For canning, glass rather than tin cans should be used whenever possible. It is especially necessary that the fruit for canning should be in good condition. Use little sugar, and cook the fruit only long enough to insure its preservation. Thus prepared, it is an excellent substitute for fresh fruit."},{"refcode_short":"PHJ July 1,  1905, par. 9","refcode_long":"Life and Health July 1,  1905, paragraph 9","content":"Nuts and nut foods are coming largely into use to take the place of flesh-meats. With nuts may be combined grains, fruits, and some roots, to make foods that are healthful and nourishing. Care should be taken, however, not to use too large a proportion of nuts. Those who realize ill effects from the use of nut foods may find the difficulty removed by attending to this precaution. It should be remembered, too, that some nuts are not so wholesome as others. Almonds are preferable to peanuts, but peanuts in limited quantities, used in connection with grains, are nourishing and digestible."},{"refcode_short":"PHJ July 1,  1905, par. 10","refcode_long":"Life and Health July 1,  1905, paragraph 10","content":"When properly prepared, olives, like nuts, supply the place of butter and flesh-meats. The oil, as eaten in the olive, is far preferable to animal oil or fat. It serves as a laxative. Its use will be found beneficial to consumptives, and it is healing to an inflamed, irritated stomach."},{"refcode_short":"PHJ July 1,  1905, par. 11","refcode_long":"Life and Health July 1,  1905, paragraph 11","content":"Persons who have accustomed themselves to a rich, highly stimulating diet, have an unnatural taste, and they can not at once relish food that is plain and simple. It will take time for the taste to become natural, and for the stomach to recover from the abuse it has suffered. But those who persevere in the use of wholesome food will, after a time, find it palatable. Its delicate and delicious flavors will be appreciated, and it will be eaten with greater enjoyment than can be derived from unwholesome dainties. And the stomach, in a healthy condition, neither fevered nor overtaxed, can readily perform its task."},{"refcode_short":"PHJ July 1,  1905","refcode_long":"Life and Health July 1,  1905","content":"Variety"},{"refcode_short":"PHJ July 1,  1905, par. 12","refcode_long":"Life and Health July 1,  1905, paragraph 12","content":"In order to maintain health, a sufficient supply of good nourishing food is needed. But there should not be a great variety at any one meal; for this encourages overeating, and causes indigestion."},{"refcode_short":"PHJ July 1,  1905, par. 13","refcode_long":"Life and Health July 1,  1905, paragraph 13","content":"It is not well to eat fruit and vegetables at the same meal. If the digestion is feeble, the use of both will often cause distress, and inability to put forth mental effort. It is better to have the fruit at one meal, and the vegetables at another."},{"refcode_short":"PHJ July 1,  1905, par. 14","refcode_long":"Life and Health July 1,  1905, paragraph 14","content":"The meals should be varied. The same dishes, prepared in the same way, should not appear on the table meal after meal and day after day. The meals are eaten with greater relish, and the system is better nourished, when the food is varied."},{"refcode_short":"PHJ July 1,  1905","refcode_long":"Life and Health July 1,  1905","content":"Preparation of Food"},{"refcode_short":"PHJ July 1,  1905, par. 15","refcode_long":"Life and Health July 1,  1905, paragraph 15","content":"It is wrong to eat merely to gratify the appetite, but no indifference should be manifested regarding the quality of the food, or the manner of its preparation. If the food eaten is not relished, the body will not be so well nourished. The food should be carefully chosen, and prepared with intelligence and skill."},{"refcode_short":"PHJ July 1,  1905, par. 16","refcode_long":"Life and Health July 1,  1905, paragraph 16","content":"For use in bread-making, the superfine white flour is not the best. Its use is neither healthful nor economical. Fine-flour bread is lacking in nutritive elements to be found in bread made from the whole wheat. It is a frequent cause of constipation and other unhealthful conditions."},{"refcode_short":"PHJ July 1,  1905, par. 17","refcode_long":"Life and Health July 1,  1905, paragraph 17","content":"The use of soda or baking-powder in bread-making is harmful and unnecessary. Soda causes inflammation of the stomach, and often poisons the entire system. Many housewives think that they can not make good bread without soda, but this is an error. If they would take the trouble to learn better methods, their bread would be more wholesome, and, to a natural taste, more palatable."},{"refcode_short":"PHJ July 1,  1905, par. 18","refcode_long":"Life and Health July 1,  1905, paragraph 18","content":"In the making of raised or yeast bread, milk should not be used in place of water. The use of milk is an additional expense, and it makes the bread much less wholesome. Milk bread does not keep sweet so long after baking as does that made with water, and it ferments more readily in the stomach."},{"refcode_short":"PHJ July 1,  1905, par. 19","refcode_long":"Life and Health July 1,  1905, paragraph 19","content":"Bread should be light and sweet. Not the least taint of sourness should be tolerated. The loaves should be small, and so thoroughly baked that, so far as possible, the yeast germs shall be destroyed. When hot or new, raised bread of any kind is difficult of digestion. It should never appear on the table. This rule does not, however, apply to unleavened bread. Fresh rolls made of wheaten meal without yeast or leaven, and baked in a well-heated oven, are both wholesome and palatable."},{"refcode_short":"PHJ July 1,  1905, par. 20","refcode_long":"Life and Health July 1,  1905, paragraph 20","content":"Grains used for porridge or “mush” should have several hours’ cooking. But soft or liquid foods are less wholesome than dry foods, which require thorough mastication. Zwieback, or twice-baked bread, is one of the most easily digested and most palatable of foods. Let ordinary raised bread be cut in slices, and dried in a warm oven till the last trace of moisture disappears Then let it be browned slightly all the way through. In a dry place this bread can be kept much longer than ordinary bread, and if reheated before using, it will be as fresh as when new."},{"refcode_short":"PHJ July 1,  1905, par. 21","refcode_long":"Life and Health July 1,  1905, paragraph 21","content":"Far too much sugar is ordinarily used in food. Cakes, sweet puddings, pastries, jellies, jams, are active causes of indigestion. Especially harmful are the custards and puddings in which milk, eggs, and sugar are the chief ingredients."},{"refcode_short":"PHJ July 1,  1905, par. 22","refcode_long":"Life and Health July 1,  1905, paragraph 22","content":"The free use of milk and sugar taken together should be avoided. If milk is used, it should be thoroughly sterilized; with this precaution there is less danger of contracting disease from its use."},{"refcode_short":"PHJ July 1,  1905, par. 23","refcode_long":"Life and Health July 1,  1905, paragraph 23","content":"Butter is less harmful when eaten on cold bread than when used in cooking; but, as a rule, it is better to dispense with it altogether. Cheese is still more objectionable; it is wholly unfit for food."},{"refcode_short":"PHJ July 1,  1905, par. 24","refcode_long":"Life and Health July 1,  1905, paragraph 24","content":"Scanty, ill-cooked food depraves the blood by weakening the blood-making organs. It deranges the system, and brings on disease, with its accompaniment of irritable nerves and bad tempers. The victims of poor cookery are numbered by thousands and tens of thousands. Over many graves might be written: “Died because of poor cooking.” “Died of an abused stomach.”"},{"refcode_short":"PHJ July 1,  1905, par. 25","refcode_long":"Life and Health July 1,  1905, paragraph 25","content":"It is a religious duty for those who cook to learn how to prepare healthful food. Many souls are lost as the result of poor cookery. It takes thought and care to make good bread; but there is more religion in a loaf of good bread than many think."},{"refcode_short":"PHJ July 1,  1905, par. 26","refcode_long":"Life and Health July 1,  1905, paragraph 26","content":"There are few really good cooks. Young women think that it is menial to cook and do other kinds of housework; and for this reason, many girls who marry and have the care of families have little idea of the duties devolving upon a wife and mother. They can read novels and play the piano, but they can not cook."},{"refcode_short":"PHJ July 1,  1905, par. 27","refcode_long":"Life and Health July 1,  1905, paragraph 27","content":"Cooking is no mean science, and it is one of the most essential in practical life. It is a science that all women should learn, and it should be taught in a way to benefit the poorer classes. To make food appetizing and at the same time simple and nourishing, requires skill; but it can be done. Cooks should know how to prepare food in a simple and healthful manner, and so that it will be found more palatable, as well as more wholesome, because of its simplicity."},{"refcode_short":"PHJ July 1,  1905, par. 28","refcode_long":"Life and Health July 1,  1905, paragraph 28","content":"Every women who is at the head of a family, and yet does not understand the art of healthful cookery, should determine to learn that which is so essential to the well-being of her household. In many places hygienic cooking schools afford opportunity for instruction in this line. She who has not the help of such facilities should put herself under the instruction of some good cook, and persevere in her efforts for improvement until she is mistress of the culinary art."},{"refcode_short":"PHJ September 1,  1905, par. 28","refcode_long":"Life and Health September 1,  1905, paragraph 28","content":"September 1, 1905"},{"refcode_short":"PHJ September 1,  1905","refcode_long":"Life and Health September 1,  1905","content":"Flesh as Food"},{"refcode_short":"PHJ September 1,  1905, par. 1","refcode_long":"Life and Health September 1,  1905, paragraph 1","content":"Those who eat flesh are but eating grains and vegetables at second hand; for the animal receives from these things the nutrition that produces growth. The life that was in the grains and vegetables passes into the eater. We receive it by eating the flesh of the animal. How much better to get it direct, by eating the food that God provided for our use."},{"refcode_short":"PHJ September 1,  1905, par. 2","refcode_long":"Life and Health September 1,  1905, paragraph 2","content":"Flesh was never the best food; but its use is now doubly objectionable, since disease in animals is rapidly increasing. Those who use flesh foods little know what they are eating. Often if they could see the animals when living, and know the quality of the meat they eat, they would turn from it with loathing. People are continually eating flesh that is filled with tuberculosis and cancerous germs. Tuberculosis, cancer, and other fatal diseases are thus communicated."},{"refcode_short":"PHJ September 1,  1905, par. 3","refcode_long":"Life and Health September 1,  1905, paragraph 3","content":"The tissues of the swine swarm with parasites. Swine are scavengers, and this is the only use they were intended to serve. Never under any circumstances was their flesh to be eaten by human beings. It is impossible for the flesh of any living creature to be wholesome when filth is its natural element, and when it feeds upon every detestable thing."},{"refcode_short":"PHJ September 1,  1905, par. 4","refcode_long":"Life and Health September 1,  1905, paragraph 4","content":"Often animals are taken to market, and sold for food, when they are so diseased that their owners fear to keep them longer. The very process of fattening them for market produces disease. Shut away from the light and pure air, breathing the atmosphere of filthy stables, perhaps fattening on decaying food, the entire body soon becomes contaminated with foul matter."},{"refcode_short":"PHJ September 1,  1905, par. 5","refcode_long":"Life and Health September 1,  1905, paragraph 5","content":"Animals are often transported long distances and subjected to great suffering in reaching market. Taken from the green pastures, and traveling for weary miles over the hot, dusty roads, crowded into filthy cars, often for days deprived of food or water, feverish and exhausted, the poor creatures are driven to their death, that human beings may feast on the carcasses."},{"refcode_short":"PHJ September 1,  1905, par. 6","refcode_long":"Life and Health September 1,  1905, paragraph 6","content":"When brought to the place of slaughter, some animals seem to realize what is to take place. They become maddened and furious. In this state they are killed, and their flesh is prepared for market. Such flesh is poisonous."},{"refcode_short":"PHJ September 1,  1905, par. 7","refcode_long":"Life and Health September 1,  1905, paragraph 7","content":"In many places fish become so contaminated by the filth on which they feed as to be a cause of disease. This is especially the case where the fish come in contact with the sewage of large cities. The fish that are fed on the contents of the drains may pass into distant waters, and may be caught where the water is pure and fresh. Thus when used as food, they bring disease and death on those who do not suspect the danger."},{"refcode_short":"PHJ September 1,  1905, par. 8","refcode_long":"Life and Health September 1,  1905, paragraph 8","content":"The effects of a flesh diet may not be immediately realized; but this is no evidence that it is not harmful. Few can be made to believe that it is the meat they have eaten which has poisoned their blood and caused their suffering. Many die of diseases wholly due to meat eating, while the real cause is not suspected by themselves or by others."},{"refcode_short":"PHJ September 1,  1905, par. 9","refcode_long":"Life and Health September 1,  1905, paragraph 9","content":"The moral evils of a flesh diet are not less marked than the physical ills. Flesh food is injurious to health, and whatever affects the body has a corresponding effect on the mind and the soul."},{"refcode_short":"PHJ September 1,  1905, par. 10","refcode_long":"Life and Health September 1,  1905, paragraph 10","content":"Think of the cruelty to animals that meat eating involves, and its effect on those who inflict and those who behold it—how it destroys the tenderness with which we should regard these creatures of God."},{"refcode_short":"PHJ September 1,  1905, par. 11","refcode_long":"Life and Health September 1,  1905, paragraph 11","content":"The intelligence displayed by many dumb animals approaches so closely to human intelligence that it is a mystery. The animals see and hear and love and fear and suffer. They use their organs far more faithfully than many human beings use theirs. They manifest sympathy and tenderness toward their companions in suffering. Many animals show an affection for those who have charge of them, far superior to the affection shown by some of the human race. They form attachments for man which are not broken without great suffering to them."},{"refcode_short":"PHJ September 1,  1905, par. 12","refcode_long":"Life and Health September 1,  1905, paragraph 12","content":"What man with a human heart, who has ever cared for domestic animals, could look into their eyes, so full of confidence and affection, and willingly give them over to the butcher's knife? How could he devour their flesh as a sweet morsel?"},{"refcode_short":"PHJ September 1,  1905","refcode_long":"Life and Health September 1,  1905","content":"Changing the Diet"},{"refcode_short":"PHJ September 1,  1905, par. 13","refcode_long":"Life and Health September 1,  1905, paragraph 13","content":"It is a mistake to suppose that muscular strength depends on the use of animal food. The needs of the system can be better supplied, and more vigorous health can be enjoyed, without its use. The grains, with fruits, nuts, and vegetables, contain all the nutritive properties necessary to make good blood. These elements are not so well or so fully supplied by a flesh diet. Had the use of flesh been essential to health and strength, animal food would have been included in the diet appointed man in the beginning."},{"refcode_short":"PHJ September 1,  1905, par. 14","refcode_long":"Life and Health September 1,  1905, paragraph 14","content":"Yet it might not be best to discard flesh food under all circumstances. In certain cases of illness and exhaustion—as when persons are dying of tuberculosis, or when incurable tumors are wasting the life forces—it may be thought best to use flesh food in small quantities. But great care should be taken to secure the flesh of healthy animals. The danger of contracting disease by eating flesh is increasing. It is a very serious question whether there is safety in using animal food at all. It would be better to discard it under all circumstances than to use that which is diseased."},{"refcode_short":"PHJ September 1,  1905, par. 15","refcode_long":"Life and Health September 1,  1905, paragraph 15","content":"When the use of flesh food is discontinued, there is often a sense of weakness, a lack of vigor. Many urge this as evidence that flesh food is essential: but it is because foods of this class are stimulating, because they fever the blood and excite the nerves, that they are so missed. Some will find it as difficult to leave off flesh eating as it is for the drunkard to give up his dram; but they will be the better for the change."},{"refcode_short":"PHJ September 1,  1905, par. 16","refcode_long":"Life and Health September 1,  1905, paragraph 16","content":"When flesh food is discarded, its place should be supplied with a variety of grains, nuts, vegetables, and fruits, that will be both nourishing and appetizing. This is especially necessary in the case of those who are weak, or who are taxed with continuous labor. In some countries, where poverty abounds, flesh is the cheapest food. Under these circumstances the change will be made with greater difficulty; but it can be effected. We should, however, consider the situation of the people and the power of lifelong habit, and should be careful not to urge even right ideas unduly. None should be urged to make the change abruptly. The place of meat should be supplied with wholesome foods that are inexpensive. In this matter very much depends on the cook. With care and skill, dishes may be prepared that will be both nutritious and appetizing, and will to a great degree, take the place of flesh food. But if the cooking is done by one whose main dependence is meat, she can encourage its use to an almost unlimited extent."},{"refcode_short":"PHJ September 1,  1905, par. 17","refcode_long":"Life and Health September 1,  1905, paragraph 17","content":"Educate the conscience, enlist the will, supply good, wholesome food, and the change will be readily made, and the demand for flesh will soon cease."}]