[{"refcode_short":"PT","refcode_long":"The Present Truth","content":"The Present Truth"},{"refcode_short":"PT August 1,  1849","refcode_long":"The Present Truth August 1,  1849","content":"1849"},{"refcode_short":"PT August 1,  1849","refcode_long":"The Present Truth August 1,  1849","content":"August 1, 1849"},{"refcode_short":"PT August 1,  1849","refcode_long":"The Present Truth August 1,  1849","content":"Dear Brethren and Sisters"},{"refcode_short":"PT August 1,  1849, par. 1","refcode_long":"The Present Truth August 1,  1849, paragraph 1","content":"The Lord has shown me that it is my duty to relate to you, what he has revealed to me relating to the present truth, our present tried, scattered and tempted state, and our duty in view of the coming judgments of God."},{"refcode_short":"PT August 1,  1849, par. 2","refcode_long":"The Present Truth August 1,  1849, paragraph 2","content":"Sabbath, March 24th, 1849, we had a sweet, and very interesting meeting with the Brethren at Topsham, Me. The Holy Ghost was poured out upon us, and I was taken off in the Spirit to the City of the living God. There I was shown that the commandments of God, and the testimony of Jesus Christ, relating to the shut door, could not be separated, and that the time for the commandments of God to shine out, with all their importance, and for God's people to be tried on the Sabbath truth, was when the door was opened in the Most Holy Place of the Heavenly Sanctuary, where the Ark is, containing the ten commandments. This door was not opened, until the mediation of Jesus was finished in the Holy Place of the Sanctuary in 1844. Then, Jesus rose up, and shut the door in the Holy Place, and opened the door in the Most Holy, and passed within the second vail, where he now stands by the Ark; and where the faith of Israel now reaches."},{"refcode_short":"PT August 1,  1849, par. 3","refcode_long":"The Present Truth August 1,  1849, paragraph 3","content":"I saw that Jesus had shut the door in the Holy Place, and no man can open it; and that he had opened the door in the Most Holy, and no man can shut it (See Revelation 3:7, 8.): and that since Jesus has opened the door in the Most Holy Place, which contains the Ark, the commandments have been shining out to God's people, and they are being tested on the Sabbath question."},{"refcode_short":"PT August 1,  1849, par. 4","refcode_long":"The Present Truth August 1,  1849, paragraph 4","content":"I saw that the present test on the Sabbath could not come, until the mediation of Jesus in the Holy Place was finished; and he had passed within the second vail; therefore, Christians, who fell asleep before the door was opened in the Most Holy, when the midnight cry was finished, at the seventh month 1844; and had not kept the true Sabbath, now rest in hope; for they had not the light, and the test on the Sabbath, which we now have, since that door was opened. I saw that Satan was tempting some of God's people on this point. Because so many good Christians have fallen asleep in the triumphs of faith, and have not kept the true Sabbath, they were doubting about it being a test for us now."},{"refcode_short":"PT August 1,  1849, par. 5","refcode_long":"The Present Truth August 1,  1849, paragraph 5","content":"I saw that the enemies of the present truth have been trying to open the door of the Holy Place, that Jesus has shut; and to close the door of the Most Holy Place, which he opened in 1844, where the Ark is containing the two tables of stone, on which are written the ten commandments, by the finger of Jehovah."},{"refcode_short":"PT August 1,  1849, par. 6","refcode_long":"The Present Truth August 1,  1849, paragraph 6","content":"Satan is now using every device in this sealing time, to keep the minds of God's people from the present, sealing truth; and to cause them to waver. I saw a covering that God was drawing over his people, to protect them in the time of trouble; and every soul that was decided on the truth, and was pure in heart, was to be covered with the covering of Almighty God."},{"refcode_short":"PT August 1,  1849, par. 7","refcode_long":"The Present Truth August 1,  1849, paragraph 7","content":"Satan knew this, and was at work in mighty power, to keep the minds of as many as he possibly could unsettled, and wavering on the truth. I saw that the mysterious knocking in N.Y. and other places, was the power of Satan; and that such things would be more and more common, clothed in a religious garb, to lull the deceived to more security; and to draw the minds of God's people, if possible, to those things and cause them to doubt the teachings, and power of the Holy Ghost."},{"refcode_short":"PT August 1,  1849, par. 8","refcode_long":"The Present Truth August 1,  1849, paragraph 8","content":"I saw that Satan was working through agents, in a number of ways. He was at work through ministers, who have rejected the truth, and are given over to strong delusions to believe a lie that they might be damned. While they were preaching, or praying some would fall prostrate and helpless; not by the power of the Holy Ghost, no, no; but by the power of Satan breathed upon these agents and through them to the people. Some professed Adventists who had rejected the present truth, while preaching praying or in conversation used Mesmerism to gain adherents, and the people would rejoice in this influence, for they thought it was the Holy Ghost. And even some that used it, were so far in the darkness and deception of the Devil, that they thought it was the power of God, given them to exercise. They had made God altogether such an one as themselves; and had valued his power as a thing of naught."},{"refcode_short":"PT August 1,  1849, par. 9","refcode_long":"The Present Truth August 1,  1849, paragraph 9","content":"Some of these agents of Satan were affecting the bodies of some of the saints; those that they could not deceive and draw away from the truth by a satanic influence. Oh! that all could get a view of it as God revealed it to me, that they might know more of the wiles of Satan, and be on their guard. I saw that Satan was at work in these ways to distract, deceive, and draw away God's people, just now in this sealing time. I saw some who were not standing stiffly for present truth. Their knees were trembling, and their feet were sliding; because they were not firmly planted on the truth, and the covering of Almighty God could not be drawn over them while they were thus trembling."},{"refcode_short":"PT August 1,  1849, par. 10","refcode_long":"The Present Truth August 1,  1849, paragraph 10","content":"Satan was trying his every art to hold them where they were, until the sealing was past, and the covering drawn over God's people, and they left out, without a shelter from the burning wrath of God, in the seven last plagues."},{"refcode_short":"PT August 1,  1849, par. 11","refcode_long":"The Present Truth August 1,  1849, paragraph 11","content":"God has begun to draw this covering over his people, and it will very soon be drawn over all who are to have a shelter in the day of slaughter. God will work in power for his people; and Satan will be permitted to work also."},{"refcode_short":"PT August 1,  1849, par. 12","refcode_long":"The Present Truth August 1,  1849, paragraph 12","content":"I saw that the mysterious signs and wonders, and false reformations would increase, and spread. The reformations that were shown me, were not reformations from error to truth; but from bad to worse; for those who professed a change of heart, had only wrapt about them a religious garb, which covered up the iniquity of a wicked heart. Some appeared to have been really converted, so as to deceive God's people; but if their hearts could be seen, they would appear as black as ever."},{"refcode_short":"PT August 1,  1849, par. 13","refcode_long":"The Present Truth August 1,  1849, paragraph 13","content":"My accompanying angel bade me look for the travail of soul for sinners as used to be. I looked, but could not see it; for the time for their salvation is past."},{"refcode_short":"PT August 1,  1849, par. 14","refcode_long":"The Present Truth August 1,  1849, paragraph 14","content":"At the commencement of the Holy Sabbath, (January 5,) we engaged in prayer with Bro. Belden's family at Rocky Hill, Ct., and the Holy Ghost fell upon us. I was taken off in vision to the Most Holy Place, where I saw Jesus still interceding for Israel. On the bottom of his garment was a bell and a pomegranate, a bell and a pomegranate. Then I saw that Jesus would not leave the Most Holy Place, until every case was decided either for salvation or destruction: and that the wrath of God could not come until Jesus had finished his work in the Most Holy Place—laid off his priestly attire and clothed himself with the garments of vengeance. Then Jesus will step out from between the Father and man, and God will keep silent no longer; but pour out his wrath on those who have rejected his truth. I saw that the anger of the nations, the wrath of God, and the time to judge the dead, were separate events, one following the other. I saw that Michael had not stood up, and that the time of trouble, such as never was, had not yet commenced. The nations are now getting angry, but when our High Priest has finished his work in the Sanctuary, he will stand up, put on the garments of vengeance, and then the seven last plagues will be poured out. I saw that the four angels would hold the four winds until Jesus’ work was done in the Sanctuary, and then will come the seven last plagues. These plagues enraged the wicked against the righteous, and they thought that we had brought them down upon them, and if they could rid the earth of us, then the plagues would be stayed. A decree went forth to slay the saints, which caused them to cry day and night for deliverance. This was the time of Jacob's trouble. Then all the saints cried out with anguish of spirit, and were delivered by the Voice of God. Then the 144,000 triumphed. Their faces were lighted up with the glory of God. Then I was shown a company who were howling in agony. On their garments was written in large characters, “thou art weighed in the balance, and found wanting.” I asked who this company were. The angel said, “these are they who have once kept the Sabbath and have given it up.” I heard them cry with a loud voice—“we have believed in thy coming, and taught it with energy.” And while they were speaking, their eyes would fall upon their garments and see the writing, and then they would wail aloud. I saw they had drunk of the deep waters, and fouled the residue with their feet—trodden the Sabbath underfoot, and that is why they were weighed in the balance and found wanting. Then my attending angel directed me to the City again, where I saw four angels winging their way to the gate of the City, and were just presenting the golden card to the angel at the gate. Then I saw another angel swiftly flying from the direction of the most excellent glory, and crying with a loud voice to the other angels, and waving something up and down in his hand. I asked my attending angel for an explanation of what I saw. He told me that I could see no more then, but he would shortly show me what those things that I then saw meant."},{"refcode_short":"PT August 1,  1849, par. 15","refcode_long":"The Present Truth August 1,  1849, paragraph 15","content":"Sabbath afternoon one of our number was sick, and requested prayers that he might be healed. We all united in applying to the Physician who never lost a case, and while healing power came down, and the sick was healed, the Spirit fell upon me, and I was taken off in vision. I saw four angels who had a work to do on the earth, and were on their way to accomplish it. Jesus was clothed with Priestly garments. He gazed in pity on the remnant, then raised his hands upward, and with a voice of deep pity cried—“My Blood, Father, My Blood, My Blood, My Blood”. Then I saw an exceeding bright light come from God, who sat upon the great white throne, and was shed all about Jesus. Then I saw an angel with a commission from Jesus, swiftly flying to the four angels who had a work to do on the earth, and waving something up and down in his hand, and crying with a loud voice—“Hold! Hold! Hold! Hold! until the servants of God are sealed in their foreheads.” I asked my accompanying angel the meaning of what I heard, and what the four angels were about to do. He shewed me that it was God that restrained the powers, and that he gave his angels charge over things on the earth, and that the four angels had power from God to hold the four winds, and that they were about to let the four winds go, and while they had started on their mission to let them go, the merciful eye of Jesus gazed on the remnant that were not all sealed, then he raised his hands to the Father and plead with him that he had spilled his blood for them.—Then another angel was commissioned to fly swiftly to the four angels, and bid them hold until the servants of God were sealed with the seal of the living God in their foreheads."},{"refcode_short":"PT August 1,  1849, par. 16","refcode_long":"The Present Truth August 1,  1849, paragraph 16","content":"I have seen the tender love that God has for his people, and that it is very great. I saw an angel over every saint, with their wings spread about them: and if the saints wept through discouragement, or were in danger, the angel that ever attended them would fly quickly upward to carry the tidings, and the angels in the City would cease to sing. Then Jesus would commission another angel to descend to encourage, watch over and try to keep them from going out of the narrow path: but, if they did not take heed to the watchful care of these angels, and would not be comforted by them, and continued to go astray, the angels would look sad and weep. Then they would bear the tidings upward, and all the angels in the City would weep, and then with a loud voice say, Amen. But if the saints fixed their eyes on the prize before them, and glorified God by praising him, then the angels would bear the glad tidings to the City, and the angels in the city would touch their golden harps and sing with a loud voice—Alleluia! and the heavenly arches would ring with lovely songs. I will here state, that there is perfect order and harmony in the holy City."},{"refcode_short":"PT August 1,  1849, par. 17","refcode_long":"The Present Truth August 1,  1849, paragraph 17","content":"All the angels that are commissioned to visit the earth, hold a golden card which they present to the angels at the gates of the City, as they pass in and out. Heaven is a good place. I long to be there, and behold my lovely Jesus, who gave his life for me, and be changed into his glorious image. Oh! for language to express the glory of the bright world to come. I thirst for the living streams that make glad the City of our God."},{"refcode_short":"PT August 1,  1849, par. 18","refcode_long":"The Present Truth August 1,  1849, paragraph 18","content":"The Lord has given me a view of other worlds. Wings were given me, and an angel attended me from the City to a place that was bright and glorious. The grass of the place was living green, and the birds there warbled a sweet song. The inhabitants of the place were of all sizes, they were noble, majestic and lovely. They bore the express image of Jesus, and their countenances beamed with holy joy, expressive of the freedom and happiness of the place. I asked one of them why they were so much more lovely than those on the earth. The reply was—“we have lived in strict obedience to the commandments of God and have not fallen by disobedience, like those on the earth. There I saw two trees, one looked much like the tree of life in the City. The fruit of both looked beautiful; but of one they could not eat. They had power to eat of both, but were forbidden to eat of one. Then my attending angel said to me—“none in this place have tasted of the forbidden tree; but if they should eat they would fall.” Then I was taken to a world which had seven moons. Then I saw good old Enoch, who had been translated. On his right arm he bore a glorious palm, and on each leaf was written Victory. Around his head was a dazzling white wreath, and leaves on the wreath, and in the middle of each leaf was written Purity; and around the leaf were stones of various colors, that shone brighter than the stars, and cast a reflection upon the letters, and magnified them. On the back part of his head was a bow that confined the wreath, and upon the bow was written Holiness. Above the wreath was a lovely crown that shone brighter than the sun. I asked him if this was the place he was taken to from the earth. He said “it is not; but the City is my home, and I have come to visit this place.” He moved about the place as if perfectly at home. I begged of my attending angel to let me remain in that place. I could not bear the thought of coming back to this dark world again. Then the angel said—“you must go back, and if you are faithful, you, with the 144,000 shall have the privilege of visiting all the worlds and viewing the handy work of God.”"},{"refcode_short":"PT August 1,  1849, par. 19","refcode_long":"The Present Truth August 1,  1849, paragraph 19","content":"December 16, 1848, the Lord gave me a view of the shaking of the powers of the heavens. I saw that when the Lord said “heaven” (in giving the signs recorded by Matthew, Mark and Luke,) he meant heaven, and when he said “earth” he meant earth. The powers of heaven, are the Sun, Moon and Stars: they rule in the heavens. The powers of earth are those who bear rule on the earth. The powers of heaven will be shaken at the voice of God. Then the Sun, Moon, and Stars will be moved out of their places. They will not pass away, but be shaken by the voice of God."},{"refcode_short":"PT August 1,  1849, par. 20","refcode_long":"The Present Truth August 1,  1849, paragraph 20","content":"Dark, heavy clouds came up, and clashed against each other. The atmosphere parted and rolled back, then we could look up through the open space in Orion, from whence came the voice of God. The Holy City will come down through that open space. I saw that the powers of earth are now being shaken, and that events come in order. War, and rumors of war,—sword, famine and pestilence, are first to shake the powers of earth, then the voice of God will shake the Sun, Moon and Stars, and this earth also. I saw that the shaking of the powers in Europe is not (as some teach) the shaking of the powers of heaven, but it is the shaking of the angry nations."},{"refcode_short":"PT September 1,  1849","refcode_long":"The Present Truth September 1,  1849","content":"September 1, 1849"},{"refcode_short":"PT September 1,  1849","refcode_long":"The Present Truth September 1,  1849","content":"Dear Brethren and Sisters"},{"refcode_short":"PT September 1,  1849, par. 1","refcode_long":"The Present Truth September 1,  1849, paragraph 1","content":"In this time of trial, we need to be encouraged, and comforted by each other. The temptations of Satan are greater now, than ever before; for he knows that his time is short, and that very soon, every case will be decided, either for Life, or for Death. It is no time to sink down beneath discouragement, and trial now; but we must bear up under all our afflictions, and trust wholly in the mighty God of Jacob."},{"refcode_short":"PT September 1,  1849, par. 2","refcode_long":"The Present Truth September 1,  1849, paragraph 2","content":"The Lord has shown me that his grace is sufficient for all our trials; and although they are greater than ever before, yet if we trust wholly in God, we can overcome every temptation, and through his grace come off victorious."},{"refcode_short":"PT September 1,  1849, par. 3","refcode_long":"The Present Truth September 1,  1849, paragraph 3","content":"If we overcome our trials, and get victory over the temptations of Satan, then we endure the time of our faith, which is much more precious than gold, and are stronger, and better prepared to meet the next. But if we sink down, and give way to the temptations of Satan, we shall grow weaker, and get no reward for the trial, and shall not be so well prepared to meet the next. In this way we shall grow weaker, and weaker, until we are led captive by Satan at his will. We must have on the whole armour of God, and be ready at any moment, for a conflict with the powers of darkness. When temptations and trials rush in upon us, let us go to God, and agonize with him in prayer. He will not turn us away empty; but will give us grace and strength to overcome, and to break the power of the enemy. O, that all could see these things in their true light, and endure hardness as good soldiers of Jesus. Then would Israel move forward, strong in God, and in the power of his might."},{"refcode_short":"PT September 1,  1849, par. 4","refcode_long":"The Present Truth September 1,  1849, paragraph 4","content":"God has shown me that he gave his people a bitter cup to drink, to purify and cleanse them. It is a bitter draught, and they can make it still more bitter by murmuring, complaining, and repining. Those who receive it thus, must have another draught; for the first does not have its designed effect upon the heart. And if the second does not effect the work, then they must have another, and another, until it does have its designed effect, or they will be left filthy and impure in heart. I saw that this bitter cup can be sweetened by patience, endurance and prayer, and that it will have its designed effect upon the hearts of those who thus received it, and God will be honored and glorified. It is no small thing to be a Christian, and be owned and approved of God. The Lord has shown me some who profess the present truth, whose lives do not correspond with their profession. They have got the standard of piety altogether too low, and come far short of Bible holiness. Some engage in vain, and unbecoming conversation; and others give way to the risings of self. We must not expect to please ourselves, live and act like the world, have its pleasures, and enjoy the company of those who are of the world, and reign with Christ in glory."},{"refcode_short":"PT September 1,  1849, par. 5","refcode_long":"The Present Truth September 1,  1849, paragraph 5","content":"We must be partakers of Christ's sufferings here, if we would share in his glory hereafter. If we seek our own interest, how we can best please ourselves, instead of seeking to please God, and advance his precious, suffering cause, we shall dishonor God, and the holy cause we profess."},{"refcode_short":"PT September 1,  1849, par. 6","refcode_long":"The Present Truth September 1,  1849, paragraph 6","content":"We have but a little space of time left to work for God. Nothing should be too dear to sacrifice, for the salvation of the scattered and torn flock of Jesus. Those who make a covenant with God by sacrifice now, will soon be gathered home to share a rich reward, and possess the new kingdom forever and ever."},{"refcode_short":"PT September 1,  1849, par. 7","refcode_long":"The Present Truth September 1,  1849, paragraph 7","content":"O, let us live wholly for the Lord, and show by a well ordered life, and godly conversation that we have been with Jesus, and are his meek and lowly followers. We must work while the day lasts, for when the dark night of trouble and anguish comes, it will be too late to work for God. Jesus is still in his Holy Temple, and will now accept our sacrifices, our prayers, and our confessions of faults and sins, and will now pardon all the transgressions of Israel, that they may be blotted out before he leaves the Sanctuary. When Jesus leaves the Sanctuary, then he that is holy and righteous, will be holy and righteous still; for all their sins will then be blotted out, and they will be sealed with the seal of the living God. But those that are unjust and filthy, will be unjust and filthy still; for then there will be no Priest in the Sanctuary to offer their sacrifices, their confessions, and their prayers before the Father's throne. Therefore, what is done to rescue souls from the coming storm of wrath, must be done before Jesus leaves the Most Holy Place of the Heavenly Sanctuary."},{"refcode_short":"PT September 1,  1849, par. 8","refcode_long":"The Present Truth September 1,  1849, paragraph 8","content":"The Lord has shown me that precious souls are starving, and dying for want of the present, sealing truth, the meat in due season; and that the swift messengers should speed on their way, and feed the flock with the present truth. I heard an Angel say, “speed the swift messengers, speed the swift messengers; for the case of every soul will soon be decided, either for Life, or for Death.”"},{"refcode_short":"PT September 1,  1849, par. 9","refcode_long":"The Present Truth September 1,  1849, paragraph 9","content":"I saw that those who had the means, were required to help speed those messengers, that God had called to labor in his cause, and as they went from place to place, they would be safe from the prevailing pestilence. But if any went that were not sent of God, they would be in danger of being cut down by the pestilence; therefore all should earnestly seek for duty, and be sure and move by the direction of the Holy Spirit."},{"refcode_short":"PT September 1,  1849, par. 10","refcode_long":"The Present Truth September 1,  1849, paragraph 10","content":"What we have seen and heard of the pestilence, is but the beginning of what we shall see and hear. Soon the dead and dying will be all around us. I saw that some will be so hardened, as to even make sport of the judgments of God. Then the slain of the Lord will be from one end of the earth, to the other; they will not be lamented, gathered, nor buried; but their ill savor will come up from the face of the whole earth. Those only who have the seal of the living God, will be sheltered from the storm of wrath, that will soon fall on the heads of those who have rejected the truth."},{"refcode_short":"PT September 1,  1849, par. 11","refcode_long":"The Present Truth September 1,  1849, paragraph 11","content":"In Hope,"},{"refcode_short":"PT December 1,  1849","refcode_long":"The Present Truth December 1,  1849","content":"December 1, 1849"},{"refcode_short":"PT December 1,  1849","refcode_long":"The Present Truth December 1,  1849","content":"Regarding Brother Rhodes"},{"refcode_short":"PT December 1,  1849, par. 1","refcode_long":"The Present Truth December 1,  1849, paragraph 1","content":"While in vision the Angel pointed to the earth, where I saw Bro. Rhodes in thick darkness; but he still bore the image of Jesus. I saw that it was the will of God that Brn. Edson and Ralph should go after him. Then I was shown Bro. Rhodes’ past labors in the Advent cause; that he had been mighty in word and in deed. I saw him standing before the people, with the Bible in his hand, and a stream of light coming from his mouth, which found its way to the hearts of the people. Some rejoiced, while others, who were in darkness, were troubled. I saw that he had proclaimed the advent with great confidence, and had shown his faith by his works, and when the time passed, the disappointment was very great. Then some professed Adventists wounded his heart, and I saw him overwhelmed with discouragement, and grief, as he left the little flock, and retired to the wilderness."},{"refcode_short":"PT December 1,  1849, par. 2","refcode_long":"The Present Truth December 1,  1849, paragraph 2","content":"I saw that Jesus was pleading his blood for Bro. Rhodes, and that the Angel was ready to enroll his name, as soon as he would come out of that dark place, and stand on all the present truth. The Angel pointed me to the snare of Satan that bound him; and I saw that he thought that there was no hope, no mercy for him; and it would be of no use for him to try. I saw that Brn. Edson and Ralph should make him believe there was hope, and mercy for him, and tear him away, then he would come among the flock; and that Angels would attend them on their journey. I heard an Angel say—“Can ye not see the worth of the soul? Pull him out of the fire.” I saw that in Bro. Rhodes’ mouth there had been no guile in speaking against the present truth, relating to the Sabbath, and Shut Door. I also saw that the Lord had laid Bro. Rhodes’ case heavily on Bro. Edson."},{"refcode_short":"PT March 1,  1850, par. 2","refcode_long":"The Present Truth March 1,  1850, paragraph 2","content":"1850"},{"refcode_short":"PT March 1,  1850, par. 2","refcode_long":"The Present Truth March 1,  1850, paragraph 2","content":"March 1, 1850"},{"refcode_short":"PT March 1,  1850","refcode_long":"The Present Truth March 1,  1850","content":"My Dear Brethren and Sisters"},{"refcode_short":"PT March 1,  1850, par. 1","refcode_long":"The Present Truth March 1,  1850, paragraph 1","content":"My Dear Brethren and Sisters,"},{"refcode_short":"PT March 1,  1850, par. 2","refcode_long":"The Present Truth March 1,  1850, paragraph 2","content":"This is a very important hour with us. Satan has come down with great power, and we must strive hard, and press our way to the kingdom. We have a mighty foe to contend with; but an Almighty Friend to protect and strengthen us in the conflict. If we are firmly fixed upon the present truth, and have our hope, like an anchor of the soul, cast within the second vail, the various winds of false doctrine and error cannot move us. The excitements and false reformations of this day do not move us, for we know that the Master of the house rose up in 1844, and shut the door of the first apartment of the heavenly tabernacle; and now we certainly expect that they will “go with their flocks,” “to seek the Lord; but they shall not find him; he hath withdrawn himself (within the second vail) from them.” The Lord has shown me that the power which is with them is a mere human influence, and not the power of God."},{"refcode_short":"PT March 1,  1850, par. 3","refcode_long":"The Present Truth March 1,  1850, paragraph 3","content":"Those who have published the “Watchman” have removed the land-marks. I saw, two months ago, that their time would pass by; and then some honest souls, who have been deceived by this time, will have a chance to receive the truth. I saw that most of those who preach this new time do not believe it themselves. I saw that our message was not to the shepherds who have led the flock astray, but to the poor hungry, scattered sheep."},{"refcode_short":"PT March 1,  1850, par. 4","refcode_long":"The Present Truth March 1,  1850, paragraph 4","content":"In hope,"},{"refcode_short":"PT April 1,  1850","refcode_long":"The Present Truth April 1,  1850","content":"April 1, 1850"},{"refcode_short":"PT April 1,  1850","refcode_long":"The Present Truth April 1,  1850","content":"To the “Little Flock”"},{"refcode_short":"PT April 1,  1850, par. 1","refcode_long":"The Present Truth April 1,  1850, paragraph 1","content":"Dear Brethren,"},{"refcode_short":"PT April 1,  1850, par. 2","refcode_long":"The Present Truth April 1,  1850, paragraph 2","content":"The Lord gave me a view, January 26, which I will relate. I saw that some of the people of God were stupid and dormant; and were but half awake, and did not realize the time we were now living in; and that the “man” with the “dirt-brush” had entered, and that some were in danger of being swept away. I begged of Jesus to save them, to spare them a little longer, and let them see their awful danger, that they might get ready before it should be for ever too late. The angel said, “Destruction is coming like a mighty whirlwind.” I begged of the angel to pity and to save those who loved this world, and were attached to their possessions, and were not willing to cut loose from them, and sacrifice them to speed the messengers on their way to feed the hungry sheep, who were perishing for want of spiritual food."},{"refcode_short":"PT April 1,  1850, par. 3","refcode_long":"The Present Truth April 1,  1850, paragraph 3","content":"As I viewed poor souls dying for want of the present truth, and some who professed to believe the truth were letting them die, by withholding the necessary means to carry forward the work of God, the sight was too painful, and I begged of the angel to remove it from me. I saw that when the cause of God called for some of their property, like the young man who came to Jesus, [Matthew 19:16-22.] they went away sorrowful; and that soon the overflowing scourge would pass over and sweep their possessions all away, and then it would be too late to sacrifice earthly goods, and lay up a treasure in heaven."},{"refcode_short":"PT April 1,  1850, par. 4","refcode_long":"The Present Truth April 1,  1850, paragraph 4","content":"I then saw the glorious Redeemer, beautiful and lovely, that he left the realms of glory, and came to this dark and lonely world, to give his precious life and die, the just for the unjust. He bore the cruel mocking and scourging, and wore the platted crown of thorns, and sweat great drops of blood in the garden; while the burden of the sins of the whole world were upon him. The angel asked, “What for?” O, I saw and knew that it was for us; for our sins he suffered all this, that by his precious blood he might redeem us unto God."},{"refcode_short":"PT April 1,  1850, par. 5","refcode_long":"The Present Truth April 1,  1850, paragraph 5","content":"Then again was held up before me those who were not willing to dispose of this world's goods to save perishing souls, by sending them the truth, while Jesus stands before the Father, pleading his blood, his sufferings and his death for them; and while God's messengers were waiting, ready to carry them the saving truth that they might be sealed with the seal of the living God. It was hard for some who professed to believe the present truth, to even do so little as to hand the messengers God's own money, that he had lent them to be stewards over."},{"refcode_short":"PT April 1,  1850, par. 6","refcode_long":"The Present Truth April 1,  1850, paragraph 6","content":"Then the suffering Jesus, his sacrifice and love so deep, as to give his life for them, was again held up before me; and then the lives of those who professed to be his followers, who had this world's goods, and considered it so great a thing to help the cause of salvation. The angel said, “Can such enter heaven?” Another angel answered, “No, never, never, never. Those who are not interested in the cause of God on earth, can never sing the song of redeeming love above.”"},{"refcode_short":"PT April 1,  1850, par. 7","refcode_long":"The Present Truth April 1,  1850, paragraph 7","content":"I saw that the quick work that God was doing on earth would soon be cut short in righteousness, and that the swift messengers must speed on their way to search out the scattered flock. An angel said, “Are all messengers? No, no, God's messengers have a message.”"},{"refcode_short":"PT April 1,  1850, par. 8","refcode_long":"The Present Truth April 1,  1850, paragraph 8","content":"I saw that the cause of God had been hindered, and dishonored by some travelling who had no message from God. Such will have to give an account to God for every dollar they have used in travelling where it was not their duty to go; for that money might have helped on the cause of God, and for the lack of it, souls have starved and died for the want of spiritual food, that might have been given them by God's called and chosen messengers if they had had the means."},{"refcode_short":"PT April 1,  1850, par. 9","refcode_long":"The Present Truth April 1,  1850, paragraph 9","content":"The mighty shaking has commenced, and will go on, and all will be shaken out who are not willing to take a hold and unyielding stand for the truth, and sacrifice for God and his cause. The angel said, “Think ye that any will be compelled to sacrifice. No. no. It must be a free-will offering. It will take all to buy the field.”—I cried to God to spare his people, some of whom were fainting and dying."},{"refcode_short":"PT April 1,  1850, par. 10","refcode_long":"The Present Truth April 1,  1850, paragraph 10","content":"I saw that those who have strength to labor with their hands, and help sustain the cause, were as accountable for that strength, as others were for their property."},{"refcode_short":"PT April 1,  1850, par. 11","refcode_long":"The Present Truth April 1,  1850, paragraph 11","content":"Then I saw that the judgments of Almighty God were speedily coming. I begged of the angel to speak in his language to the people. Said he, “All the thunders and lightnings of Mount Sinai would not move those who will not be moved by the plain truths of the word of God; neither would an angel's message awake them.”"},{"refcode_short":"PT April 1,  1850, par. 12","refcode_long":"The Present Truth April 1,  1850, paragraph 12","content":"I then beheld the beauty and loveliness of Jesus. His robe was whiter than the whitest white. No language can describe his glory and exalted loveliness. All, all who keep the commandments of God, will enter in through the gates into the City, and have right to the tree of life, and ever be in the presence of the lovely Jesus, whose countenance shines brighter than the sun at noonday."},{"refcode_short":"PT April 1,  1850, par. 13","refcode_long":"The Present Truth April 1,  1850, paragraph 13","content":"Then I was pointed to Adam and Eve in Eden. They partook of the forbidden tree, and then the flaming sword was placed around the tree of life, and they were driven from the Garden, lest they should partake of the tree of life, and be immortal sinners. The tree of life was to perpetuate immortality. I heard an angel ask, “Who of the family of Adam have passed that flaming sword, and have partaken of the tree of life?” I heard another angel answer, “Not one of the family of Adam have passed that flaming sword, and partaken of that tree; therefore there is not an immortal sinner. The soul that sinneth it shall die an everlasting death; a death that will last for ever, where there will be no hope of a resurrection; and then the wrath of God will be appeased.”"},{"refcode_short":"PT April 1,  1850, par. 14","refcode_long":"The Present Truth April 1,  1850, paragraph 14","content":"I saw that the saints will rest in the Holy City, and reign as kings and priests one thousand years; then Jesus will descend with the saints upon the mount of Olives, and the mount will part asunder, and become a mighty plain for the Paradise of God to rest upon. The rest of the earth will not be cleansed until the wicked dead are raised (at the end of the one thousand years) and gather up around the city; for the feet of the wicked will never desecrate the earth made new. Then fire will come down from God out of heaven and devour them; burn them up root and branch. Satan is the root, and his children are the branches. The same fire that will devour the wicked, will purify the earth."},{"refcode_short":"PT April 1,  1850, par. 15","refcode_long":"The Present Truth April 1,  1850, paragraph 15","content":"In hope of immortality at the appearing of Jesus,"},{"refcode_short":"PT May 1,  1850","refcode_long":"The Present Truth May 1,  1850","content":"May 1, 1850"},{"refcode_short":"PT May 1,  1850","refcode_long":"The Present Truth May 1,  1850","content":"Eli Curtis"},{"refcode_short":"PT May 1,  1850, par. 1","refcode_long":"The Present Truth May 1,  1850, paragraph 1","content":"Eli Curtis.—It is well known by many of the brethren, that Eli Curtis has published many of my visions. He has pursued such an inconsistent course for some time past; and his influence on the cause of truth is such at this time that I feel it my duty to say to the brethren that I have no faith in his course; and that he has published my visions contrary to my wishes, even after I had requested him not to publish them."},{"refcode_short":"PT November 1,  1850","refcode_long":"The Present Truth November 1,  1850","content":"November 1, 1850"},{"refcode_short":"PT November 1,  1850","refcode_long":"The Present Truth November 1,  1850","content":"Dear Brethren and Sisters"},{"refcode_short":"PT November 1,  1850, par. 1","refcode_long":"The Present Truth November 1,  1850, paragraph 1","content":"Dear Brethren and Sisters,"},{"refcode_short":"PT November 1,  1850, par. 2","refcode_long":"The Present Truth November 1,  1850, paragraph 2","content":"I wish to give you a short sketch of what the Lord has recently shown to me in vision. I was shown the loveliness of Jesus, and the love that the angels have for one another. Said the angel—Can ye not behold their love?—follow it. Just so God's people must love one another. Rather let blame fall on thyself than on a brother. I saw that the message “sell that ye have and give alms” had not been given, by some, in its clear light; that the true object of the words of our Saviour had not been clearly presented. I saw that the object of selling was not to give to those who are able to labor and support themselves; but to spread the truth. It is a sin to support and indulge those who are able to labor, in idleness. Some have been zealous to attend all the meetings; not to glorify God, but for the “loaves and fishes.” Such had much better been at home laboring with their hands, “the thing that is good,” to supply the wants of their families, and to have something to give to sustain the precious cause of present truth."},{"refcode_short":"PT November 1,  1850, par. 3","refcode_long":"The Present Truth November 1,  1850, paragraph 3","content":"Some, I saw, had erred in praying for the sick to be healed before unbelievers. If any among us are sick, and call for the elders of the church to pray over them, according to James 5:14, 15, we should follow the example of Jesus. He put unbelievers out of the room, then healed the sick; so we should seek to be separated from the unbelief of those who have not faith, when we pray for the sick among us."},{"refcode_short":"PT November 1,  1850, par. 4","refcode_long":"The Present Truth November 1,  1850, paragraph 4","content":"Then I was pointed back to the time that Jesus took his disciples away alone, into an upper room, and first washed their feet, and then gave them to eat of the broken bread, to represent his broken body, and juice of the vine to represent his spilled blood. I saw that all should move understandingly, and follow the example of Jesus in these things, and when attending to these ordinances, should be as separate from unbelievers as possible."},{"refcode_short":"PT November 1,  1850, par. 5","refcode_long":"The Present Truth November 1,  1850, paragraph 5","content":"Then I was shown that the seven last plagues will be poured out, after Jesus leaves the Sanctuary. Said the angel—It is the wrath of God and the Lamb that causes the destruction or death of the wicked. At the voice of God the saints will be mighty and terrible as an army with banners; but they will not then execute the judgment written. The execution of the judgment will be at the close of the 1000 years."},{"refcode_short":"PT November 1,  1850, par. 6","refcode_long":"The Present Truth November 1,  1850, paragraph 6","content":"After the saints are changed to immortality, and are caught up together, and receive their harps, crowns, &c., and enter the Holy City, Jesus and the saints set in judgment. The books are opened, the book of life and the book of death; the book of life contains the good deeds of the saints, and the book of death contains the evil deeds of the wicked. These books were compared with the Statute book, the Bible, and according to that they were judged. The saints in unison with Jesus pass their judgment upon the wicked dead. Behold ye! said the angel, the saints sit in judgment, in unison with Jesus, and mete out to each of the wicked, according to the deeds done in the body, and it is set off against their names what they must receive, at the execution of the judgment. This, I saw, was the work of the saints with Jesus, in the Holy City before it descends to the earth, through the 1000 years. Then at the close of the 1000 years, Jesus, and the angels, and all the saints with him, leaves the Holy City, and while he is descending to the earth with them, the wicked dead are raised, and then the very men that “pierced him,” being raised, will see him afar off in all his glory, the angels and saints with him, and will wail because of him. They will see the prints of the nails in his hands, and in his feet, and where they thrust the spear into his side. The prints of the nails and the spear will then be his glory. It is at the close of the 1000 years that Jesus stands upon the Mount of Olives, and the Mount parts asunder, and it becomes a mighty plain, and those who flee at that time are the wicked, that have just been raised. Then the Holy City comes down and settles on the plain."},{"refcode_short":"PT November 1,  1850, par. 7","refcode_long":"The Present Truth November 1,  1850, paragraph 7","content":"Then Satan imbues the wicked, that have been raised, with his spirit. He flatters them that the army in the City is small, and that his army is large, and that they can overcome the saints and take the City. While Satan was rallying his army, the saints were in the City, beholding the beauty and glory of the Paradise of God. Jesus was at their head, leading them. All at once the lovely Saviour was gone from our company; but soon we heard his lovely voice, saying, “Come ye blessed of my Father inherit the kingdom prepared for you from the foundation of the world.” We gathered about Jesus, and just as he closed the gates of the City, the curse was pronounced upon the wicked. The gates were shut. Then the saints used their wings and mounted to the top of the wall of the City. Jesus was also with them; his crown looked brilliant and glorious. It was a crown within a crown, seven in number. The crowns of the saints were of the most pure gold, decked with stars. Their faces shone with glory, for they were in the express image of Jesus; and as they arose, and moved all together to the top of the City, I was enraptured with the sight."},{"refcode_short":"PT November 1,  1850, par. 8","refcode_long":"The Present Truth November 1,  1850, paragraph 8","content":"Then the wicked saw what they had lost; and fire was breathed from God upon them, and consumed them. This was the Execution of the Judgment. The wicked then received according as the saints in unison with Jesus had meted out to them during the 1000 years. The same fire from God that consumed the wicked, purified the whole earth. The broken ragged mountains melted with fervent heat, the atmosphere, also, and all the stubble was consumed. Then our inheritance opened before us, glorious and beautiful, and we inherited the whole earth made new. We all shouted with a loud voice, Glory, Alleluia."},{"refcode_short":"PT November 1,  1850, par. 9","refcode_long":"The Present Truth November 1,  1850, paragraph 9","content":"I also saw that the shepherds should consult those in whom they have reason to have confidence, those who have been in all the messages, and are firm in all the present truth, before they advocate any new point of importance, which they may think the Bible sustains. Then the shepherds will be perfectly united, and the union of the shepherds will be felt by the church. Such a course I saw would prevent unhappy divisions, and then there would be no danger of the precious flock being divided, and the sheep scattered, without a shepherd."},{"refcode_short":"PT November 1,  1850, par. 10","refcode_long":"The Present Truth November 1,  1850, paragraph 10","content":"September 23d, the Lord showed me that he had stretched out his hand the second time to recover the remnant of his people, and that efforts must be redoubled in this gathering time. In the scattering time Israel was smitten and torn; but now in the gathering time God will heal and bind up his people. In the scattering, efforts made to spread the truth had but little effect, accomplished but little or nothing; but in the gathering when God has set his hand to gather his people, efforts to spread the truth will have their designed effect. All should be united and zealous in the work. I saw that it was a shame for any to refer to the scattering for examples to govern us now in the gathering; for if God does no more for us now than he did then, Israel would never be gathered. It is as necessary that the truth should be published in a paper, as preached."},{"refcode_short":"PT November 1,  1850, par. 11","refcode_long":"The Present Truth November 1,  1850, paragraph 11","content":"The Lord showed me that the 1843 chart was directed by his hand, and that no part of it should be altered; that the figures were as he wanted them. That his hand was over and hid a mistake in some of the figures, so that none could see it, until his hand was removed."},{"refcode_short":"PT November 1,  1850, par. 12","refcode_long":"The Present Truth November 1,  1850, paragraph 12","content":"Then I saw in relation to the “Daily,” that the word “sacrifice” was supplied by man's wisdom, and does not belong to the text; and that the Lord gave the correct view of it to those who gave the judgment hour cry. When union existed, before 1844, nearly all were united on the correct view of the “Daily;” but since 1844, in the confusion, other views have been embraced, and darkness and confusion has followed."},{"refcode_short":"PT November 1,  1850, par. 13","refcode_long":"The Present Truth November 1,  1850, paragraph 13","content":"The Lord showed me that Time had not been a test since 1844, and that time will never again be a test."},{"refcode_short":"PT November 1,  1850, par. 14","refcode_long":"The Present Truth November 1,  1850, paragraph 14","content":"Then I was pointed to some who are in the great error, that the saints are yet to go to Old Jerusalem, &c., before the Lord comes. Such a view is calculated to take the mind and interest from the present work of God, under the message of the third angel; for if we are to go to Jerusalem, then our minds will naturally be there, and our means will be withheld from other uses, to get the saints to Jerusalem. I saw that the reason why they were left to go into this great error, is because they have not confessed and forsaken their errors, that they have been in for a number of years past."}]