[{"refcode_short":"RP","refcode_long":"Southern Union Worker","content":"Southern Union Worker"},{"refcode_short":"RP October 16,  1913","refcode_long":"Southern Union Worker October 16,  1913","content":"1913"},{"refcode_short":"RP October 16,  1913","refcode_long":"Southern Union Worker October 16,  1913","content":"October 16, 1913"},{"refcode_short":"RP October 16,  1913","refcode_long":"Southern Union Worker October 16,  1913","content":"Lessons from the Past"},{"refcode_short":"RP October 16,  1913, par. 1","refcode_long":"Southern Union Worker October 16,  1913, paragraph 1","content":"As Noah's descendants increased in number, apostasies soon led to division. Those who desired to forget their Creator, and to cast off the restraint of his law, decided to separate from the worshipers of God. Accordingly they journeyed to the plain of Shinar, on the banks of the River Euphrates. Here they decided to build a city, and in it a tower reaching unto heaven,—so high that no flood could rise to the top, so massive that nothing could sweep it away. Thus they hoped to make themselves independent of God."},{"refcode_short":"RP October 16,  1913, par. 2","refcode_long":"Southern Union Worker October 16,  1913, paragraph 2","content":"But among the men of Babel there were living some God-fearing men who had been deceived by the pretensions of the ungodly, and drawn into their wicked schemes. These men would not join this confederacy to thwart the purposes of God. They refused to be deceived by the wonderful representations and the grand outlook. For the sake of these faithful ones the Lord delayed his judgments, and gave the people time to reveal their true character. They heeded not the counsel of the Lord, but carried out their own purposes. The great majority were fully united in their heaven-daring undertaking. Had they been permitted to go on unchecked, they would have demoralized the world by their wonderful plans."},{"refcode_short":"RP October 16,  1913, par. 3","refcode_long":"Southern Union Worker October 16,  1913, paragraph 3","content":"This confederacy was born of rebellion against God. The dwellers on the plain of Shinar established their kingdom for self exaltation, and not for the glory of God. Had they succeeded, a mighty power would have borne sway, banishing righteousness and inaugurating a new religion. The mixture of certain religious ideas with a mass of erroneous theories would have resulted in closing the door to peace, happiness, and security. These suppositions—erroneous theories—carried out and perfected, would have banished a knowledge of the law of Jehovah from the minds of men, who would not think it necessary to obey the divine statutes. These statutes, which are holy, just, and good, would have been ignored. Determined men, inspired by the first great rebel, would have been urged on by him, and would have permitted nothing to have interfered with their plans, or to stop them in their evil course. In the place of the divine percepts they would have substituted laws, framed in accordance with their selfish hearts, in order that they might carry out their purposes."},{"refcode_short":"RP October 16,  1913, par. 4","refcode_long":"Southern Union Worker October 16,  1913, paragraph 4","content":"But God never leaves the world without witnesses for him. Those who loved and feared him at the time of the first great apostasy after the flood, humbled themselves, and cried unto him. “O God,” they pleaded, “interpose thyself between thy cause and the plans and methods of men.” “And the Lord came down to see the city and the tower [the great idol building] which the children of men builded.” He defeated the purpose of the tower builders, and overthrew the memorial of their rebellion. God bears long with the perversity of men, giving them ample opportunity for repentance; but he marks all their devices to resist the authority of his just and holy law. As an evidence of his displeasure over the building of this tower, he confounded the language of the builders, so that none could understand the words of his fellow builder."},{"refcode_short":"RP October 16,  1913, par. 5","refcode_long":"Southern Union Worker October 16,  1913, paragraph 5","content":"Principles have been perverted. Men have been departing from right principles, for the promulgation of which these institutions were established. They have failed of doing the very work God ordained should be done to prepare a people to “build the old waste places,” and to stand in the breach, as is represented in the fifty-eighth chapter of Isaiah."},{"refcode_short":"RP October 16,  1913, par. 6","refcode_long":"Southern Union Worker October 16,  1913, paragraph 6","content":"In this scripture the work we are to do is clearly defined as being medical missionary work. This work is to be done in all places. God has a vineyard; and he desires that this vineyard shall be worked unselfishly. No parts are to be neglected. The most neglected portion needs the most wide-awake missionaries to do the work portrayed in the fifty-seventh chapter of Isaiah:"},{"refcode_short":"RP October 16,  1913, par. 7","refcode_long":"Southern Union Worker October 16,  1913, paragraph 7","content":"“Thou art wearied in the greatness of thy way; yet saidst thou not, There is no hope: thou hast found the life of thine hand; therefore thou wast not grieved. And of whom hast thou been afraid or feared, that thou hast lied, and hast not remembered me, nor laid it to thy heart? have not I held my peace even of old, and thou fearest me not? I will declare thy righteousness, and thy works; for they shall not profit thee."},{"refcode_short":"RP October 16,  1913, par. 8","refcode_long":"Southern Union Worker October 16,  1913, paragraph 8","content":"“When thou criest, let thy companies deliver thee; but the wind shall carry them all away; vanity shall take them: but he that putteth his trust in me shall possess the land, and shall inherit my holy mountain; and shall say, Cast ye up, cast ye up, prepare the way, take up the stumbling-block out of the way of my people. For thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones. For I will not contend forever, neither will I be always wroth: for the spirit should fail before me, and the souls which I have made. For the iniquity of his covetousness was I wroth, and smote him: I hid me, and was wroth, and he went on frowardly in the way of his heart. I have seen his ways, and will heal him: I will lead him also, and restore comforts unto him and to his mourners. I create the fruit of the lips; Peace, peace to him that is far off, and to him that is near, saith the Lord; and I will heal him. But the wicked are like the troubled sea, when it can not rest, whose waters cast up mire and dirt.”"},{"refcode_short":"RP October 16,  1913, par. 9","refcode_long":"Southern Union Worker October 16,  1913, paragraph 9","content":"“For their spirit should fail before me, saith the Lord, if I were to deal with my people in accordance with their perversity. They could not endure my displeasure and my wrath. I have seen the perverse ways of every sinner. He who repents and does the works of righteousness, I will convert and heal, and restore unto him my favor.”"},{"refcode_short":"RP October 16,  1913, par. 10","refcode_long":"Southern Union Worker October 16,  1913, paragraph 10","content":"I am instructed to say that in his judgments the Lord will remember mercy. For his own name's sake he will not permit the froward and independent to carry out their unsanctified plans. He will visit them for their perversity of action. “There is no peace, saith my God, to the wicked.”"},{"refcode_short":"RP October 16,  1913, par. 11","refcode_long":"Southern Union Worker October 16,  1913, paragraph 11","content":"Concerning those who have been deceived and led astray by unconsecrated men, the Lord says: “Their course of action has not been in accordance with my will: yet for the righteousness of my own cause, for the truth's sake, for the sake of those who have preserved their fear and love of God, I, who create the fruit of the lips, will put my message in the lips of those who will not be perverted. Although some may be deceived and blinded in their ideas of men and the purposes of men, I will heal every one who honors my name. All penitent Israel shall see my salvation. I, the Lord, do rule, and I will fill with praise and thanksgiving the hearts of all who are high and afar off, even all the penitent of Israel who have kept my way.”"},{"refcode_short":"RP October 16,  1913, par. 12","refcode_long":"Southern Union Worker October 16,  1913, paragraph 12","content":"When iniquity abounds among the nations; when multitudes are honored by great festivities; when all are interested in making everything possible of men, and are seeking their own pleasure—and we see all these things taking place now—then we may know that the condition of things is similar to the condition that existed in the days of Noah, when the Lord called the inhabitants of the earth to drink the waters of the flood."},{"refcode_short":"RP October 16,  1913","refcode_long":"Southern Union Worker October 16,  1913","content":"Lot's Experience"},{"refcode_short":"RP October 16,  1913, par. 13","refcode_long":"Southern Union Worker October 16,  1913, paragraph 13","content":"The state of the world now is similar to that which existed in the days of Lot, when Sodom's corruption called for the angel's visit to that wicked city, to see whether the cries coming up before heaven were of such a character that the inhabitants of beautiful Sodom—a city that had been so highly favored of God—had so corrupted their ways before the Lord that there was no hope of their redemption. God's wrath was revealed so signally because the corruption of the Sodomites was so deep. The heavenly visitants could see for themselves that the Sodomites had passed the limits of divine forbearance."},{"refcode_short":"RP October 16,  1913, par. 14","refcode_long":"Southern Union Worker October 16,  1913, paragraph 14","content":"The angels took Lot and his wife and daughters by the hand, to hasten their flight from the city, lest the storm of divine judgment should break upon the place they hesitated so much to leave. They were solemnly commanded to hasten, for the fiery storm would be delayed but a little longer. But one of the fugitives presumptuously ventured to cast a regretful look backward to the doomed city, and she became a monument of God's judgment,—showing how he regards unbelief and presumptuous rebellion."},{"refcode_short":"RP October 16,  1913, par. 15","refcode_long":"Southern Union Worker October 16,  1913, paragraph 15","content":"This visitation of God's wrath upon Lot's wife hurried the remaining three on their way from the city. But Lot, not desiring to flee to the mountains, had pleaded with the Lord to spare a smaller city a few miles from Sodom to which he could flee. What unbelief he manifested! His faith was very weak. But God in his mercy spared Zoar, in answer to Lot's petitions."},{"refcode_short":"RP October 16,  1913, par. 16","refcode_long":"Southern Union Worker October 16,  1913, paragraph 16","content":"The result of their going to Zoar is plainly recorded in the Scriptures. All the cities surrounding Sodom were corrupted with the sins of the Sodomites."},{"refcode_short":"RP October 16,  1913, par. 17","refcode_long":"Southern Union Worker October 16,  1913, paragraph 17","content":"When iniquity abounds in a nation, there is always to be heard some voice giving warning and instruction, as the voice was heard in Sodom. Yet Lot could have preserved his family from many evils had he not made his home in that wicked, polluted city. All that Lot and his family did in Sodom could have been done by them, even if they had lived in a place some distance from the city. Enoch walked with God, and yet he did not live in the midst of any city, polluted with every kind of violence and wickedness, as did Lot in Sodom."},{"refcode_short":"RP October 16,  1913, par. 18","refcode_long":"Southern Union Worker October 16,  1913, paragraph 18","content":"I have not time now to present all that I hope the Lord will strengthen me to present to his people in regard to this matter."},{"refcode_short":"RP October 30,  1913","refcode_long":"Southern Union Worker October 30,  1913","content":"October 30, 1913"},{"refcode_short":"RP October 30,  1913","refcode_long":"Southern Union Worker October 30,  1913","content":"Seductive Influences"},{"refcode_short":"RP October 30,  1913, par. 1","refcode_long":"Southern Union Worker October 30,  1913, paragraph 1","content":"At this time, Jude's testimony is of great force to all who desire to be under the influence of the Holy Spirit."},{"refcode_short":"RP October 30,  1913, par. 2","refcode_long":"Southern Union Worker October 30,  1913, paragraph 2","content":"Jude bears his message to guard believers against the seductive influence of false teachers, men who have a form of godliness but who are not safe leaders. In these last days, false teachers will arise and become actively zealous. All kinds of theories will be presented to divert the minds of men and women from the very truth that defines the position we can occupy with safety in this time when Satan is working with power upon religionists, who make a pretense of being righteous, but fail of placing themselves under the guidance of the Holy Spirit."},{"refcode_short":"RP October 30,  1913, par. 3","refcode_long":"Southern Union Worker October 30,  1913, paragraph 3","content":"False theories will be mingled with every phase of experience and advocated with Satanic earnestness in order to captivate the mind of every soul who is not rooted and grounded in a full knowledge of the sacred principles of the Word. In the very midst of us will arise false teachers, giving heed to seducing spirits whose doctrines are of Satanic origin. These teachers will draw away disciples after themselves. Creeping in unawares, they will use flattering words, and make skilled representations with seductive tact."},{"refcode_short":"RP October 30,  1913","refcode_long":"Southern Union Worker October 30,  1913","content":"A Message to Church-Members"},{"refcode_short":"RP October 30,  1913, par. 4","refcode_long":"Southern Union Worker October 30,  1913, paragraph 4","content":"The only hope of our churches is to keep wide awake. Those who are well grounded in the truths of the Word, those who test everything by a “Thus saith the Lord,” are safe. The Holy Spirit will guide those who prize the wisdom of God above the deceptive sophistries of Satanic agencies."},{"refcode_short":"RP October 30,  1913, par. 5","refcode_long":"Southern Union Worker October 30,  1913, paragraph 5","content":"Let there be much praying, not in human lines, but under the inspiration and love of the truth as it is in Christ Jesus. The families who believe the truth are to speak words of wisdom and intelligence,—words that will come to them as the result of the searching of the Scriptures. Now is our time of test and trial. Now is the time when the members of every believing family must close their lips against speaking words of accusation concerning their brethren. Let them speak words that impart courage, and strengthen the faith which works by love and purifies the soul."},{"refcode_short":"RP October 30,  1913, par. 6","refcode_long":"Southern Union Worker October 30,  1913, paragraph 6","content":"Christian fathers and mothers are now called upon to fulfil their duties in the home. They must try to advise their children unto eternal life."},{"refcode_short":"RP October 30,  1913, par. 7","refcode_long":"Southern Union Worker October 30,  1913, paragraph 7","content":"“There were false prophets also among the people,” says the apostle Peter concerning the church anciently, “even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.”"},{"refcode_short":"RP October 30,  1913, par. 8","refcode_long":"Southern Union Worker October 30,  1913, paragraph 8","content":"The Lord is guarding his people against a repetition of the errors and mistakes of the past. There have always abounded false teachers, who advocating erroneous doctrines and unholy practises, and working upon false principles in a most specious, covert, deceptive manner, have endeavored to deceive, if possible, the very elect. They bind themselves up in their own fallacies. If they do not succeed, because their way becomes hedged by warnings from God, they will change somewhat the features of their work, and the representations they have made, and bring out their plans again under a false showing. They refuse to confess, repent, and believe. Confessions may be made, but no real reformation takes place, and erroneous theories bring ruin upon unsuspecting souls, because these souls believe and rely upon the men advocating these theories."},{"refcode_short":"RP October 30,  1913","refcode_long":"Southern Union Worker October 30,  1913","content":"Words of Caution"},{"refcode_short":"RP October 30,  1913, par. 9","refcode_long":"Southern Union Worker October 30,  1913, paragraph 9","content":"I am instructed to charge parents to take heed to keep their children guarded. Let all take heed how they hear. Many things are reported in regard to Sister White. Some say one thing and some say another. To those who know the messages from the Lord, I would say, Hold fast; for soon all will be fulfilled. Hold fast to the Bible. “Search the Scriptures,” Christ said, “for in them ye think ye have eternal life: and they are they which testify of me.”"},{"refcode_short":"RP October 30,  1913, par. 10","refcode_long":"Southern Union Worker October 30,  1913, paragraph 10","content":"Many will become so pleased with erroneous sentiments that they will engage in the promulgation of those doctrines and of specious, deceptive theories. And more than this, they will liberally pay any one who will assist in promulgating these sentiments."},{"refcode_short":"RP October 30,  1913, par. 11","refcode_long":"Southern Union Worker October 30,  1913, paragraph 11","content":"Let our churches beware of any effort made to draw our youth from their home churches to unite with an institution in order to wait upon worldlings. I call upon those in charge of our churches to beware. You are shepherds, set to watch over the sheep and lambs of Christ's flock."},{"refcode_short":"RP October 30,  1913, par. 12","refcode_long":"Southern Union Worker October 30,  1913, paragraph 12","content":"Our churches who have a deep interest in the children and youth, and in the work of training workers to carry forward the work essential for this time, need not blunder; for God will open ways before all who are perfecting Christian characters. He will have places ready for them in which to begin to do true missionary work. It was to prepare workers for this work that our schools and sanitariums were established."},{"refcode_short":"RP October 30,  1913, par. 13","refcode_long":"Southern Union Worker October 30,  1913, paragraph 13","content":"Let us make no mistakes. The Word declares, “Many shall come in my name saying, I am Christ.” “There shall arise false Christs, and false prophets, and shall show great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.” Shall we receive these into our confidence? No! No! We are to receive only those who give the surest evidence that they are doing the work appointed them by God."},{"refcode_short":"RP October 30,  1913","refcode_long":"Southern Union Worker October 30,  1913","content":"The Work Before Us"},{"refcode_short":"RP October 30,  1913, par. 14","refcode_long":"Southern Union Worker October 30,  1913, paragraph 14","content":"I say to our people, Let not those upon whom we must depend to do gospel missionary work in places where the truth should be represented, be drawn away by any pretense from their work. The cause of God needs the very best workers. God's workers are ever to cherish a clear idea of what constitutes pure and undefiled religion. In the cities where the truth is to be established there will be needed workers of Bible faith and practise. The work of God is to be carried forward in the South, and the youth whose talents make them the most desired are to be ready to step into the places prepared for them in institutions where they can obtain a training for work without being thrown into the companionship of worldly people, who know not God, and whose wrong sentiments will leaven the minds of those with whom they are brought in contact. We can not afford to allow the minds of our youth to be thus leavened; for it is on these youth that we must depend to carry forward the work in the future."},{"refcode_short":"RP October 30,  1913, par. 15","refcode_long":"Southern Union Worker October 30,  1913, paragraph 15","content":"The work at Washington will demand the best and most earnest missionaries. This place, the headquarters of the nation, is a most important field, and there must be those there who are able to state wisely the reasons of their faith. There will be needed young men and women of capability, who can take up the work as pioneers, and carry it forward in the strength of the Lord."},{"refcode_short":"RP October 30,  1913, par. 16","refcode_long":"Southern Union Worker October 30,  1913, paragraph 16","content":"God's people are to keep their lamps trimmed and burning amid the moral darkness and the unbelief of the world. Colporteur evangelists are needed to circulate the publications containing the messages of warning for this time."},{"refcode_short":"RP October 30,  1913, par. 17","refcode_long":"Southern Union Worker October 30,  1913, paragraph 17","content":"I call upon the presidents of our conferences to exert their God-given influence to open the fields that have never yet been worked. These fields stand as a reproach to our people. Organize your work intelligently, and then proceed to action. Let your simplicity of speech, and your simplicity and neatness of dress, speak of your work as missionaries. Educational advantages will be provided, and the Lord will go before those who will take up the work in the spirit of self-sacrifice."},{"refcode_short":"RP October 30,  1913, par. 18","refcode_long":"Southern Union Worker October 30,  1913, paragraph 18","content":"Study the life and teachings of Christ. Many may bid for your services, offering large inducements. Remember that Christ paid for you the price of his own life, and that you are not your own. You are to glorify God in your body and in your spirit, which are his."},{"refcode_short":"RP October 30,  1913, par. 19","refcode_long":"Southern Union Worker October 30,  1913, paragraph 19","content":"Humility and benevolence are traits of character that God acknowledges. The Word of God inculcates humility and encourages benevolence. Humility places man on vantage ground through the grace of Christ. Christ came to this world to reveal who are to be received as members of the royal family, children of the heavenly King."},{"refcode_short":"RP October 30,  1913, par. 20","refcode_long":"Southern Union Worker October 30,  1913, paragraph 20","content":"To all Christ says, “Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest [in the daily experience] unto your souls.” Rest will come to all who follow the example given them in the life of Christ. The one whose life practise shows that he has savingly embraced the gospel of Christ, will gain access to many souls. This is true of both men and women, and especially of the youth."},{"refcode_short":"RP October 30,  1913, par. 21","refcode_long":"Southern Union Worker October 30,  1913, paragraph 21","content":"“Of the times and the seasons, brethren, ye have no need that I write unto you. For yourselves know perfectly that the day of the Lord so cometh as a thief in the night. For when they shall say, Peace and safety; then sudden destruction cometh upon them, as travail upon a woman with child; and they shall not escape. But ye, brethren, are not in darkness, that that day should overtake you as a thief. Ye are all the children of light, and the children of the day: we are not of the night, nor of darkness. Therefore let us not sleep, as do others; but let us watch and be sober.”"},{"refcode_short":"RP October 30,  1913, par. 22","refcode_long":"Southern Union Worker October 30,  1913, paragraph 22","content":"Professed Christians who are being transformed into the likeness of Christ, and who love him with all the heart, will earnestly labor to establish the truth in many places. This is the very work that the great Medical Missionary has given us to do. Steadfast faith and perseverance in practical godliness will open the way before every true Christian. And when souls are converted through the instrumentality of such workers they will give all the glory to God, and will rejoice with exceeding great joy."}]