[{"refcode_short":"San","refcode_long":"Sanitarium Announcement","content":"Sanitarium Announcement"},{"refcode_short":"San January 1,  1900","refcode_long":"Sanitarium Announcement January 1,  1900","content":"1900"},{"refcode_short":"San January 1,  1900","refcode_long":"Sanitarium Announcement January 1,  1900","content":"January 1, 1900"},{"refcode_short":"San January 1,  1900","refcode_long":"Sanitarium Announcement January 1,  1900","content":"The Necessity for Immediate Action"},{"refcode_short":"San January 1,  1900, par. 1","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 1","content":"The new building for our Sydney Sanitarium should be erected at once. Up to this time the institution has occupied rented buildings. Though the use of these buildings involves large expense, they do not afford the needed facilities. Nor do they afford room for the rapidly increasing work of the Sanitarium. Every department is crowded. The work is done at great disadvantage because of the lack of facilities and the lack of room."},{"refcode_short":"San January 1,  1900, par. 2","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 2","content":"It will not long be possible to accommodate the patients who desire to come to the Sanitarium, and only with the greatest difficulty can proper care and treatment be given to those who do come. Furthermore, the means required for rent on the buildings now occupied, should be devoted to paying for a building of our own in a healthful location, away from the dust and smoke, the din and confusion of the city. We have secured just such a location, but we have not means sufficient to erect the building, or even to pay for the land."},{"refcode_short":"San January 1,  1900, par. 3","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 3","content":"Time is passing, and the work to be accomplished by our Sanitarium is as yet scarcely begun. In our institution we wish to teach health and temperance principles from the Bible standpoint. All need to understand how to preserve physical health, that the bodies which God has created may be presented to Him a living sacrifice, fitted to render Him acceptable service. The right balance of the mental and moral powers depends to a great degree upon the right condition and action of the physical system. Through indulgence of perverted appetite man loses his power to resist temptation. The sure effect of narcotics and unnatural stimulants as tea, coffee, tobacco, beer and wine, is to enfeeble and degrade the physical nature, and lower the tone of intellect and morals. Any unnatural excitement of the nervous system affects the brain nerve power. We have a work before us to educate the people, line upon line, and precept upon precept. We must teach them that health and even life is endangered by the use of stimulants which excite the exhausted energies to unnatural, spasmodic action."},{"refcode_short":"San January 1,  1900, par. 4","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 4","content":"But apart from divine power no genuine reform can be effected. The deadened moral sensibilities of men and women must be aroused. They must be led to understand the benefits gained by obeying the invitation, “Let Him take hold of My strength, that He may make peace with me, and He shall make peace with Me.” They must be led to see their need of a loving, sin-pardoning Saviour. He who is man's Creator and Redeemer will be to all who trust in Him a Restorer. While Satan is the destroyer, Christ is the Restorer. The people must be educated to understand that it is a sin to destroy their physical, mental and spiritual energies. And they must understand how to co-operate with God in their own restoration. Through faith in Christ they can overcome the habit of using health-destroying stimulants and narcotics."},{"refcode_short":"San January 1,  1900, par. 5","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 5","content":"The Lord has signified that He has precious souls in all the churches. Many of these are blindly working to destroy themselves. To them light must be given as to the recovery and the preservation of health. God's simple remedies will work miracles in restoring feeble, distressed, diseased humanity. And since Christ has given His precious life to heal the maladies of the human family, should not men and women be in earnest to co-operate with Him? Should not all consent to be healed through adopting proper habits of life and correct methods of treatment?"},{"refcode_short":"San January 1,  1900, par. 6","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 6","content":"We are striving to uplift the people to an elevated plane of action. This is the work to be accomplished by our Sanitarium. But we cannot make brick without straw. What we need now is a substantial, economical building, and for this we must have the necessary means. To secure this we ask the help of our brethren and sisters in the faith."},{"refcode_short":"San January 1,  1900, par. 7","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 7","content":"To all our brethren scattered abroad I appeal in behalf of the Sydney Sanitarium. Many of us are poor, but this should not shut us out from the privilege of giving. I ask you to read the eighth chapter of second Corinthians."},{"refcode_short":"San January 1,  1900, par. 8","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 8","content":"The Apostle Paul writes: “Moreover, brethren, we make you to know the grace of God, which hath been given to the churches of Macedonia; how that in much proof of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality.”"},{"refcode_short":"San January 1,  1900, par. 9","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 9","content":"In telling the Corinthians of the liberality of the Macedonian churches, it was the apostle's purpose to awaken in them a desire to do similar deeds of charity, through the Holy Spirit's working upon their minds."},{"refcode_short":"San January 1,  1900, par. 10","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 10","content":"The Apostle continues: “For to their power I bear record, yea, and beyond their power they were willing of themselves; praying us with much entreaty that we would receive the gift, and take upon us the fellowship of the ministering to the saints. And this they did, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God. Insomuch that we desired Titus that, as he had begun, so he would also finish in you the same grace also. Therefore as ye abound in everything, in faith, and utterance, and knowledge, and in all diligence, and in your love to us see that ye abound in this grace also. I speak not by commandment, but by occasion of the forwardness of others, and to prove the sincerity of your love.”"},{"refcode_short":"San January 1,  1900, par. 11","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 11","content":"Now comes the most telling motive, a motive which should stir every soul to self-denial and activity: “For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich. And herein I give my advice; for this is expedient for you who have begun before, not only to do, but to be forward a year ago. Now, therefore, perform the doing of it; that, as there was a readiness to will, so there may be a performance also out of that which ye have.”"},{"refcode_short":"San January 1,  1900, par. 12","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 12","content":"These words of the Apostle are addressed to you who shall receive this appeal. Paul was happily disappointed in the gifts of the Macedonians. He expected only a limited sum, and was greatly surprised at the amount given, and at the whole-hearted, eager manner in which it was bestowed. The Macedonians first made an entire consecration of themselves and all that they had unto the Lord. They kept nothing back. In making their smaller gifts they manifested the same spirit as did David in his larger offering, saying, “Of thine own, O Lord, we freely give thee.” When a people have an earnest longing to help where help is needed in advancing the cause of God in any line, the Lord will impart to these consecrated, unselfish ones a heart to give gladly, as if it were a privilege. God moved on these Macedonians in their deep poverty to bestow liberally, that their example might be recorded, thus leading others to exercise the same beneficence."},{"refcode_short":"San January 1,  1900, par. 13","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 13","content":"Encouraged by this movement, which showed special working of the Holy Spirit on the hearts of the believers, Paul requested Titus to visit the Corinthian Church, and finish the collection which they had proposed and had already begun. He was anxious that they should perform that which they had promised through the grace of God working upon their hearts."},{"refcode_short":"San January 1,  1900, par. 14","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 14","content":"Lest they should be outstripped in liberality by the comparatively poor Macedonian churches, Paul not only writes to them, but sends Titus to attend to the collection. The Apostle greatly desired to see in the believers symmetry of Christian character. He desired them to give evidence of their love, and prove the sincerity of their faith. As disciples in full belief of the truth, he longed to see in them a lively sense of their obligation and accountability to God for the gospel. He desired that it should work in them as the power of God, and that they should bear testimony to its work by yielding fruit to the honour of God. As Christians under the control of God they were, with all diligence, to discharge every duty."},{"refcode_short":"San January 1,  1900, par. 15","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 15","content":"Such was the character revealed by the Macedonians, and it gave Paul great satisfaction. He rejoiced at the gratitude manifested by these souls for the most precious gift of the knowledge of the Lord Jesus Christ. To comply with the requirements of God by their liberality to advance His glory was felt by them to be their highest privilege."},{"refcode_short":"San January 1,  1900, par. 16","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 16","content":"So it will be with every converted soul. An appreciation of the rich endowment of the gifts of God to the believer will lead to great benevolence. And the character cannot be complete unless benevolence is expressed in returning to God his due by sustaining every good work."},{"refcode_short":"San January 1,  1900, par. 17","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 17","content":"Paul laid no command upon the Corinthian brethren. But he set before them the necessity of the Church at Jerusalem, and showed what others had given who had fewer advantages and less ability than had the Corinthians. He presented the example of others to induce them to give. He showed that everyone who has received the great gift of God is required to reveal the power of the truth in counterworking selfishness and self-indulgence. In this he was presenting to the disciples the true nature of fruit-bearing, and the necessity of making returns to God of the fruit of His vineyard. Their liberality shown in lines that would advance the kingdom of God would be the very best evidence of the sincerity of their faith. Their love would be expressed in deeds—something tangible."},{"refcode_short":"San January 1,  1900, par. 18","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 18","content":"The apostle called upon them to consider the example of Christ. The Commander of heaven gave Himself to a life of humiliation and poverty that He might stand side by side with the fallen race to restore the moral image of God in man. The Lord Jesus was willing to become poor, that through His humiliation and His death on the cross He might pay the ransom for us."},{"refcode_short":"San January 1,  1900, par. 19","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 19","content":"Whether rich or poor, we must never forget that the poverty of Christ was part of His legacy to humanity. It was not alone His betrayal in the garden or His agony upon the cross that constituted the atonement. The humiliation of which His poverty formed a part was included in His great sacrifice. The whole series of sorrows which compassed humanity Christ bore upon His divine soul."},{"refcode_short":"San January 1,  1900, par. 20","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 20","content":"“Who, being in the form of God, thought it not robbery to be equal with God; but made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men; and being found in fashion as a man, He humbled Himself, and become obedient unto death, even the death of the cross.” And He was the Prince of Heaven. Yet many of His professed followers are so wrapped up in self-love that they have no sense of His great sacrifice for them. They do not realize their own obligation to use every God-given power in helping the souls for whom Christ died. What shame to them should be the lesson of His humiliation."},{"refcode_short":"San January 1,  1900, par. 21","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 21","content":"“But, beloved, we are persuaded better things of you, and things that accompany salvation, though we thus speak.” Many there are, we know, whose hearts have been touched by the vision of Christ's humiliation and suffering."},{"refcode_short":"San January 1,  1900, par. 22","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 22","content":"Again I ask my brethren in Australia and wherever this appeal may go, Will you help us with your gifts in our emergency? Will you help in erecting a memorial for the Lord in Sydney? Such an institution will give character to our work. It will bring the truth before many persons of the higher classes, who might never see the light of truth but for the Lord's agencies in medical missionary lines. Through this instrumentality Jesus the Prince of life will be uplifted before those who are suffering and are subdued by affliction. As their hearts are softened by the grace of God, some will listen to the Gospel, and will see its claims upon them. They will give ear to the last message of mercy to the world, “Come, for all things are now ready.”"},{"refcode_short":"San January 1,  1900, par. 23","refcode_long":"Sanitarium Announcement January 1,  1900, paragraph 23","content":"My brethren, what will you do to forward his work? How much will you lay up as treasure in heaven by contributing towards the erection of a Sanitarium? When the building is completed it will give us facilities to educate and train workers who can carry forward the same work in other places, and thus the blessing will be extended."}]