[{"refcode_short":"SFEcho","refcode_long":"Southern Field Echo","content":"Southern Field Echo"},{"refcode_short":"SFEcho June 1,  1909","refcode_long":"Southern Field Echo June 1,  1909","content":"1909"},{"refcode_short":"SFEcho June 1,  1909","refcode_long":"Southern Field Echo June 1,  1909","content":"June 1, 1909"},{"refcode_short":"SFEcho June 1,  1909","refcode_long":"Southern Field Echo June 1,  1909","content":"Words of Encouragement"},{"refcode_short":"SFEcho June 1,  1909, par. 1","refcode_long":"Southern Field Echo June 1,  1909, paragraph 1","content":"(Talk given by Mrs. E. G. White at the Oakwood School, Huntsville, Ala., April 29, 1909.)"},{"refcode_short":"SFEcho June 1,  1909, par. 2","refcode_long":"Southern Field Echo June 1,  1909, paragraph 2","content":"I am glad to have an opportunity of speaking to this company of students. Some time I expect that this room will be filled, and that another room will be filled also. We expect to see a work done here that men will be proud to acknowledge. We are glad indeed to see so many present."},{"refcode_short":"SFEcho June 1,  1909, par. 3","refcode_long":"Southern Field Echo June 1,  1909, paragraph 3","content":"This morning I will first read a few words from the fifty-eighth chapter of Isaiah: “Cry aloud, spare not, lift up thy voice like a trumpet, and show my people their transgressions, and the house of Jacob their sins. Yet they seek me daily, and delight to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God: they ask of me the ordinances of justice; they take delight in approaching to God."},{"refcode_short":"SFEcho June 1,  1909, par. 4","refcode_long":"Southern Field Echo June 1,  1909, paragraph 4","content":"Wherefore have we fasted, say they, and thou seest not? Wherefore have we afflicted our soul, and Thou takest no knowledge?” Here the complaint comes not against themselves, but against God. Listen to the answer: “Behold, in the day of your fast ye find pleasure, and exact all your labors. Behold, ye fast for strife and debate, and to smite with the fist of wickedness; ye shall not fast as ye do this day, to make your voice to be heard on high. Is it such a fast that I have chosen? A day for a man to afflict his soul? is it to bow down his head as a bulrush, and to spread sackcloth and ashes under him? wilt thou call this a fast, and an acceptable day to the Lord?”"},{"refcode_short":"SFEcho June 1,  1909, par. 5","refcode_long":"Southern Field Echo June 1,  1909, paragraph 5","content":"The Lord declares what is the fast that He chooses. “Is not this the fast that I have chosen?” He says, “to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?”"},{"refcode_short":"SFEcho June 1,  1909, par. 6","refcode_long":"Southern Field Echo June 1,  1909, paragraph 6","content":"This is the work we are trying to do, and the work we are setting before His people, God's people, as the work that should be done. Yes, Lord, we can say, we, thy commandment-keeping people, are trying to do this work as fast as possible."},{"refcode_short":"SFEcho June 1,  1909, par. 7","refcode_long":"Southern Field Echo June 1,  1909, paragraph 7","content":"We are endeavoring to bring the colored people to that place where they can be self-supporting. The time will come when you will be able to escape many of the evils that will come upon the world because you have obtained a correct knowledge of how to plant and to build, and how to carry various enterprises. This is why we want this land occupied and cultivated, why we want buildings put up. The students are to learn how to plant, and to build, and to sow. As they learn to do this, they will see a work before them which they will be very glad to have a part in. Opportunities will present themselves by which they can make themselves a blessing to those around them."},{"refcode_short":"SFEcho June 1,  1909, par. 8","refcode_long":"Southern Field Echo June 1,  1909, paragraph 8","content":"“Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?” It is the privilege of every student and worker upon this school land to know what it is to be moved by the impulse of the Spirit of God."},{"refcode_short":"SFEcho June 1,  1909, par. 9","refcode_long":"Southern Field Echo June 1,  1909, paragraph 9","content":"“Then shall thy light break forth as the morning, and thine health shall spring forth speedily.” Why this assurance regarding the health? Health is given because you learn to use your muscles as well as your brain powers. It is very important that we tax our physical and mental powers equally. “Thy righteousness shall go before thee,” the Lord continues, “and the glory of the Lord shall be thy rereward.” How will our righteousness go before us? It will be revealed in righteous words, in righteous actions, in our useful employments. This work is given to the colored people as surely as it is given to the white people. According to their opportunities they are to work out faithfully the problems that God presents to them. When we do the work that God requires of us, the blessings He has promised will attend us."},{"refcode_short":"SFEcho June 1,  1909, par. 10","refcode_long":"Southern Field Echo June 1,  1909, paragraph 10","content":"If we will do justice, if we will exalt the truth, the Lord Himself will be our Keeper and our Preserver. enabling us to do His will. God takes care of those who are looked down upon by their fellow men. It is because He regards the needs of those who are despised and rejected that we have this school farm where you can receive a preparation for labor right here in the South. It is His desire that those who receive a training here shall go forth to labor to lift up the oppressed, to strengthen the weak hands, that through your efforts men and women may learn to honor and glorify God, The teaching of this fifty-eighth chapter of Isaiah means just this to you."},{"refcode_short":"SFEcho June 1,  1909, par. 11","refcode_long":"Southern Field Echo June 1,  1909, paragraph 11","content":"I am glad of this opportunity of saying these few words to you. Let everything you do be done in faith. Believe that the Lord will surely fulfill His promises. He wants us to take comfort in His word; He wants us to be consoled by His promises; He longs to see the righteousness of the Lord go before us and the glory of God be our rereward. I see great possibilities for this experience to come to the students in this school. You have great advantages here. You are shut away from the world at large, away from the carousing, and the amusements, and the confusion. You do not need these things. You need to be where you can be free to serve the Lord conscientiously. He does not cast you off because of your color. The Lord wants the white people to help the colored people. If they will encourage them, and open ways for them, the blessing of the Lord will surely come upon them, as it comes to those whom they are trying to help. This will be a working out of God's plan."},{"refcode_short":"SFEcho June 1,  1909, par. 12","refcode_long":"Southern Field Echo June 1,  1909, paragraph 12","content":"It is the privilege of each student here to know that the Most High has a care for you. He will watch over you for good, and not for evil. If you follow on to know the Lord, you will know His going forth is prepared as the morning. You will increase continually in light and knowledge. I want to see the goodness and mercy of God revealed in this place. We will pray for you; we will do all we can to help you; we will send you publications that you can read and study. I want to meet you each in the kingdom of God. Let us fight the battles of the Lord manfully and righteously, that we may see in the city of God the faces we look upon here today. Let us educate and train the younger members of the Lord's family. They are to stand firmly with God's people."},{"refcode_short":"SFEcho June 1,  1909, par. 13","refcode_long":"Southern Field Echo June 1,  1909, paragraph 13","content":"I need not say any more this morning. I am very thankful that I could visit your school. For years I have done what I could to help the colored people, and I have never found the work so well begun in any place as I find it here at the present time. In all your experiences, remember that angels of God are beside you. They know what you do; they are present to guard you. Do not do anything to displease them. As you work and they work, this school will become consecrated ground. I shall want to hear how you succeed. All heaven is interested in the moves you are making. Let us do our utmost to help one another to obtain the victory. Let us so live that the light of heaven can shine into our hearts and minds, enabling us to grasp the treasures of heaven. May God help you, is my prayer."},{"refcode_short":"SFEcho April 1,  1910, par. 13","refcode_long":"Southern Field Echo April 1,  1910, paragraph 13","content":"1910"},{"refcode_short":"SFEcho April 1,  1910, par. 13","refcode_long":"Southern Field Echo April 1,  1910, paragraph 13","content":"April 1, 1910"},{"refcode_short":"SFEcho April 1,  1910","refcode_long":"Southern Field Echo April 1,  1910","content":"To the Students of the Oakwood School"},{"refcode_short":"SFEcho April 1,  1910, par. 1","refcode_long":"Southern Field Echo April 1,  1910, paragraph 1","content":"Are you daily preparing for graduation into the higher school? Are you daily becoming better fitted for entrance into the heavenly courts? Are you making the most of your privileges, seeking earnestly to overcome all evil habits? At the great examination day, one wrong habit unconquered, will keep you from receiving the overcomer's reward. Do not let sin obtain the victory over you. Strive to enter in at the strait gate. “Wide is the gate, and broad is the way, that leadeth to destruction, and many there be that go in thereat.” “Strait is the gate, and narrow is the way, which leadeth to life, and few there be that find it.”"},{"refcode_short":"SFEcho April 1,  1910, par. 2","refcode_long":"Southern Field Echo April 1,  1910, paragraph 2","content":"There is a special and important work for you to accomplish. Clear directions are given in the word of God regarding the part that you are to act. “If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God. Set your affections on things above, not on things on the earth. For ye are dead and your life is hid with Christ in God.”"},{"refcode_short":"SFEcho April 1,  1910, par. 3","refcode_long":"Southern Field Echo April 1,  1910, paragraph 3","content":"“When Christ, who is our life, shall appear, then shall ye also appear with Him in glory.... Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, long-suffering; forbearing one another, and forgiving one another, if any man have a quarrel against any; even as Christ forgave you, so, also do ye. And above all these things, put on charity, which is the bond of all perfectness. And let the peace of God rule in your hearts, to the which also ye are called in one body: and be ye thankful. Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by Him.”"},{"refcode_short":"SFEcho April 1,  1910, par. 4","refcode_long":"Southern Field Echo April 1,  1910, paragraph 4","content":"I would urge upon you the importance of determination to honor God by consecrating to him the power of mind and body. It is your privilege to give yourselves to God. In word and deed seek to honor Him. Set your mark high, and by constant watchfulness gain decided victories."},{"refcode_short":"SFEcho April 1,  1910, par. 5","refcode_long":"Southern Field Echo April 1,  1910, paragraph 5","content":"Be kind in all you do and say. If any one speaks harsh, irritating words to you, do not retaliate. Speak gently, and thus help those around you to bear the cross after Jesus. In every perplexity ask God for advice and counsel, and it will be given. When your mind is troubled, go to the Lord Jesus and ask him to give you His grace. Cast all your care upon Him who cares for you. “In everything by prayer and supplication with thanksgiving let your requests be made known unto God.”"},{"refcode_short":"SFEcho May 1,  1910","refcode_long":"Southern Field Echo May 1,  1910","content":"May 1, 1910"},{"refcode_short":"SFEcho May 1,  1910","refcode_long":"Southern Field Echo May 1,  1910","content":"The Huntsville School"},{"refcode_short":"SFEcho May 1,  1910, par. 1","refcode_long":"Southern Field Echo May 1,  1910, paragraph 1","content":"I have been writing for our papers on the needs of the Southern field. This is a living subject with me. I hope that our people will not stop to question about everything that does not exactly meet their ideas before giving to the work that needs their help so much. I have tried to bring before our people the needs of the training school at Huntsville. This school should have special advantages, and our people should understand that liberal gifts made to this enterprise will be money well invested."},{"refcode_short":"SFEcho May 1,  1910, par. 2","refcode_long":"Southern Field Echo May 1,  1910, paragraph 2","content":"At the Huntsville school a thorough work is to be done in training men to cultivate the soil and to grow fruits and vegetables. Let no one despise this work. Agriculture is the A. B. C. of industrial education. Let the erection of the buildings for the school and the sanitarium be an education to the students. Help the teachers to understand that their perceptions must be clear, their actions in harmony with the truth; for it is only when they stand in right relation to God that they will be able to work out His plan for themselves, and for the souls with whom, as instructors, they are brought in contact."},{"refcode_short":"SFEcho May 1,  1910, par. 3","refcode_long":"Southern Field Echo May 1,  1910, paragraph 3","content":"Let us encourage all Seventh-day Adventists to have a deep interest in the work that is being done at Huntsville for the education of men and women to be laborers among the colored people. The preparations for a sanitarium for these people should go forward at Huntsville without delay. If we will move forward with faith in God, He will fulfill His word to us. We have no time to lose; for wickedness in the cities is reaching a terrible pass. The night is coming in which no man can work. Let us not grudge the colored people a well-equipped sanitarium in connection with the Huntsville school. The building should not be restricted. It should be made roomy enough to accommodate with comfort those who shall come to it."},{"refcode_short":"SFEcho May 1,  1910, par. 4","refcode_long":"Southern Field Echo May 1,  1910, paragraph 4","content":"“Ye are laborers together with God,” the apostle Paul declares. We are a part of God's great plan, bound up with Christ in God. The greatness of our work is to be measured by the power of the grace of Christ to enable us to perform it. We are to be the means of concentrating the light of heaven upon souls; we should therefore pray earnestly that the bright beams of the sun of Righteousness may shine forth. By faith we are to present Christ as a personal Saviour; then Christ will prepare the mind and heart to receive the truth as it is in Jesus."},{"refcode_short":"SFEcho May 1,  1910, par. 5","refcode_long":"Southern Field Echo May 1,  1910, paragraph 5","content":"The first and great commandment is, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind. And the second is like unto it, Thou shalt love thy neighbor as thyself.”"},{"refcode_short":"SFEcho May 1,  1910, par. 6","refcode_long":"Southern Field Echo May 1,  1910, paragraph 6","content":"The Gospel of Christ embraces the world. Christ purchased the human race at a price that was infinite. The ransom embraced every nationality, every color. We should think of this when we consider the colored people in our own land who are so greatly in need of our help. These men and women should not receive the impression that because of the color of their skin they are excluded from the blessings of the gospel."},{"refcode_short":"SFEcho May 1,  1910, par. 7","refcode_long":"Southern Field Echo May 1,  1910, paragraph 7","content":"Let those who have known of the faithfulness of the laborers, and of the progress of the work in the Southern States, testify to all our people of what they have seen and heard. I am satisfied that those who are carrying the burden of the work at Huntsville are doing their best to carry on the work of education for the colored people acceptably, and to provide increased facilities. The white teachers who are acting a part in the school, should be encouraged. The colored youth are there to be educated to labor for their own people as teachers, nurses, and Bible workers."},{"refcode_short":"SFEcho May 1,  1910, par. 8","refcode_long":"Southern Field Echo May 1,  1910, paragraph 8","content":"My brethren, I entreat you not to let the work for the colored people be longer neglected. Meeting-houses, simple, but convenient, should be built for them, where they can come together to study the word of God. God gave to you the greatest gift that Heaven could bestow. “Freely ye have received, freely give.”"},{"refcode_short":"SFEcho May 1,  1910, par. 9","refcode_long":"Southern Field Echo May 1,  1910, paragraph 9","content":"Let our ministers say to the people, Our time to work is short. You who have land that you can dispose of, use it to advance the cause of truth. Make it possible to secure places from which the work for the colored people can be carried on. As the Lord's stewards we are responsible for the welfare of the needy."}]