[{"refcode_short":"SHM-apx 441","refcode_long":"The Story of Our Health Message, p. 441 (Ellen Gould White)","content":"The Story of Our Health Message (Appendix only)"},{"refcode_short":"SHM-apx 441","refcode_long":"The Story of Our Health Message, p. 441 (Ellen Gould White)","content":"Appendix"},{"refcode_short":"SHM-apx 441.1","refcode_long":"The Story of Our Health Message, p. 441.1 (Ellen Gould White)","content":"In answer to the questions that have recently come to me in regard to resuming the reform dress, I would say that those who have been agitating this subject may be assured that they have not been inspired by the Spirit of God. The Lord has not indicated that it is the duty of our sisters to go back to the reform dress. The difficulties that we once had to meet are not to be brought in again. There must be no branching out now into singular forms of dress. New and strange things will continually arise, to lead God's people into false excitement, religious revivals, and curious developments; but our people should not be subjected to any tests of human invention that will create controversy in any line."},{"refcode_short":"SHM-apx 441.2","refcode_long":"The Story of Our Health Message, p. 441.2 (Ellen Gould White)","content":"The advocacy of the old reform dress proved a battle at every step. With some there was no uniformity and taste in the preparation of the costume, and those who refused to adopt it caused dissension and discord. Thus the cause was dishonored. Because that which was given as a blessing was turned into a curse, the burden of advocating the reform dress was removed."},{"refcode_short":"SHM-apx 441.3","refcode_long":"The Story of Our Health Message, p. 441.3 (Ellen Gould White)","content":"There were some things that made the reform dress a decided blessing. With it the ridiculous hoops, which were then the fashion, could not possibly be worn; nor the long, trailing skirts, sweeping up the filth of the streets. But in recent years a more sensible style of dress has been adopted by the world, which does not embrace these objectionable features; and if our sisters wish to make their dresses after these models, simple and plain, the Lord will not be dishonored by their doing so."},{"refcode_short":"SHM-apx 442","refcode_long":"The Story of Our Health Message, p. 442 (Ellen Gould White)","content":"A Uniform Style Not Needed"},{"refcode_short":"SHM-apx 442.1","refcode_long":"The Story of Our Health Message, p. 442.1 (Ellen Gould White)","content":"Some have supposed that the skirt and sacque mentioned in Testimonies for the Church 4:640, was the pattern that all should adopt. This is not so, but something as simple as this should be used. No one precise style has been given me as the exact rule to guide all in their dress. Should our sisters think they must adopt a uniform style of dress, controversy would arise, and those whose minds should be wholly given to the work of the third angel's message would spend their time making aggressive warfare on the outward dress, to the neglect of that inward piety, the ornament of a meek and quiet spirit, which is in the sight of God of great price."},{"refcode_short":"SHM-apx 442","refcode_long":"The Story of Our Health Message, p. 442 (Ellen Gould White)","content":"Not to Be Our Present Truth"},{"refcode_short":"SHM-apx 442.2","refcode_long":"The Story of Our Health Message, p. 442.2 (Ellen Gould White)","content":"The dress question is not to be our present truth. To create an issue on this point now would please the enemy. He would be delighted to have minds diverted to any subject by which he might create division of sentiment and lead our people into controversy."},{"refcode_short":"SHM-apx 442.3","refcode_long":"The Story of Our Health Message, p. 442.3 (Ellen Gould White)","content":"I beg of our people to walk carefully and circumspectly before God. Follow the customs in dress as far as they conform to health principles. Let our sisters dress plainly, as many do, having the dress of good, desirable material, appropriate for this age, and let not the dress question fill the mind. Our sisters should dress with simplicity. They should clothe themselves in modest apparel, with shamefacedness and sobriety. Give to the world a living illustration of the inward adorning of the grace of God. Place yourselves under the discipline of the living oracles of God, subjecting the mind to influences which form the character aright."},{"refcode_short":"SHM-apx 443","refcode_long":"The Story of Our Health Message, p. 443 (Ellen Gould White)","content":"Living Issues to Be Met"},{"refcode_short":"SHM-apx 443.1","refcode_long":"The Story of Our Health Message, p. 443.1 (Ellen Gould White)","content":"We are nearing the close of this world's history. We are face to face with tremendous conflicts, storms of dissension of which few dream; and all our time and power of thought are to be centered on the living issues before us. God has tests for this age, and they are to stand out plain and unmistakable. It is too late now to become enthusiastic over any man-made tests. The great test for this time is on the commandments of God, especially the Sabbath, and nothing is to be brought in to draw the mind and heart from the preparation needed to meet it. The people of God will have all the test that they can bear. The Sabbath question is a test that will come to the whole world. We need nothing to come in now as a test for God's people, that shall make more severe for them the test they already have...."},{"refcode_short":"SHM-apx 443.2","refcode_long":"The Story of Our Health Message, p. 443.2 (Ellen Gould White)","content":"Let our sisters conscientiously heed the Word of God for themselves. Do not begin the work of reform until you do. You cannot possibly change the heart. To get up a different style of dress will not do it. The difficulty is, the church needs converting daily. There are many things that will come to try and test these poor, deluded, spiritually dwarfed, world-loving souls. They will have deep trials. Let there be no man-made tests, for God has prepared to prove and try them. If they will heed His admonitions and warnings, ... He will receive them graciously."},{"refcode_short":"SHM-apx 443.3","refcode_long":"The Story of Our Health Message, p. 443.3 (Ellen Gould White)","content":"The working of the Spirit of God will show a change outwardly. Those who venture to disobey the plainest statements of Inspiration will not heed any human efforts made to induce them to wear a plain, neat, unadorned, proper dress, that will not in any way make them odd or singular. They will continue to expose themselves by hanging out their colors to the world."},{"refcode_short":"SHM-apx 443","refcode_long":"The Story of Our Health Message, p. 443 (Ellen Gould White)","content":"Some Will Not Obey"},{"refcode_short":"SHM-apx 443.4","refcode_long":"The Story of Our Health Message, p. 443.4 (Ellen Gould White)","content":"There are those who will never return to their first love. They will never cease to make an idol of self. With all the light of the Word of God shining on their pathway, they will not obey His directions. They will follow their own tastes, and do as they please. These sisters give a wrong example to the youth, and to those who have newly come to the faith, for they see little difference between their apparel and that of the worldling."},{"refcode_short":"SHM-apx 444.1","refcode_long":"The Story of Our Health Message, p. 444.1 (Ellen Gould White)","content":"To those who are making self their idol nothing in the line of human tests should be presented, for it would only give them an excuse for making the final plunge into apostasy. Such do not know whom they are serving. Knowledge and power belong to God. The ignorantly guilty must learn their condition. We must wait patiently and not fail or be discouraged, for God has His plans all arranged. While we are burdened and distressed, but waiting in patient submission, our invisible Helper will be doing the work we do not see, and will bring to pass in His providence events which will either work reformations, or will separate these halfhearted, world-loving members from the believers. The Lord knows about every case and how to deal with each. Our wisdom is limited to a point, while infinite wisdom comprehends the end from the beginning. Our whole term of probation is very brief. A short work will be done in the earth. God's own tests will come; His proving will be sharp and decisive. Let every soul humble himself before God and prepare for what is awaiting us."},{"refcode_short":"SHM-apx 444.2","refcode_long":"The Story of Our Health Message, p. 444.2 (Ellen Gould White)","content":"Let these conscientious sisters who would enter upon the work of dress reform walk circumspectly and work in a manner that will correspond with the burden of the message for this time. The surrender of heart, soul, and mind in obedience to the commandments of God is as a thread of gold, binding up the precious things of God and revealing their value in the time of trial."},{"refcode_short":"SHM-apx 444.3","refcode_long":"The Story of Our Health Message, p. 444.3 (Ellen Gould White)","content":"Therefore I say to my sisters, Enter into no controversy in regard to outward apparel, but be sure you have the inward adorning of a meek and quiet spirit. Let all who accept the truth show their true colors. We are a spectacle to the world, to angels, and to men. False prudence, mock modesty, may be shown by the outward apparel, while the heart is in great need of the inward adorning. Stand ever committed to the right."},{"refcode_short":"SHM-apx 445","refcode_long":"The Story of Our Health Message, p. 445 (Ellen Gould White)","content":"The Real Test"},{"refcode_short":"SHM-apx 445.1","refcode_long":"The Story of Our Health Message, p. 445.1 (Ellen Gould White)","content":"Do not look around to see if there are not tests that can be brought upon God's people. God has given a test—the Sabbath of the Fourth Commandment. “Verily my sabbaths ye shall keep: for it is a sign between me and you throughout your generations; that ye may know that I am the Lord that doth sanctify you....Wherefore the children of Israel shall keep the sabbath, to observe the sabbath throughout their generations, for a perpetual covenant. It is a sign between me and the children of Israel forever: for in six days the Lord made heaven and earth, and on the seventh day he rested, and was refreshed.” Exodus 31:13-17."},{"refcode_short":"SHM-apx 445.2","refcode_long":"The Story of Our Health Message, p. 445.2 (Ellen Gould White)","content":"All who bring to the observance of the Sabbath a heart consecrated to God will find that the day God has sanctified is more to them than they had any idea of. “I am the Lord that doth sanctify you.” Exodus 31:13. If thou turn away thy foot from the sabbath, from doing thy pleasure on my holy day; and call the sabbath a delight, the holy of the Lord, honorable; and shalt honor him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words: then shalt thou delight thyself in the Lord; and I will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob thy father: for the mouth of the Lord hath spoken it.” Isaiah 58:13, 14.—MS 167, 1897."}]