[{"refcode_short":"SpTA01b 9","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 9 (Ellen Gould White)","content":"An Appeal to Our Ministers and Conference Committees"},{"refcode_short":"SpTA01b 9","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 9 (Ellen Gould White)","content":"To Brethren in Responsible Positions"},{"refcode_short":"SpTA01b 9.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 9.1 (Ellen Gould White)","content":"Brethren in responsible positions, you are in danger. I lift my voice in warning. Beware. Unless you watch, and keep your garments unspotted from the world, Satan will stand as your captain. It is no time now to hide your colors, no time to turn traitor, when the battle presses sore. It is no time to lay down or hide our weapons, and give Satan the advantage in the warfare. Watchmen on the walls of Zion must be wide awake. Call to your fellow-watchmen in no sleepy terms, “The morning cometh, and also the night,” If no response is made, then know that the watchman is unfaithful. It is no time now to relax our efforts, to become tame and spiritless; no time to hide our light under a bushel; to speak smooth things, to prophesy deceit. No, no; there is no place for sleepy watchmen on the walls of Zion. Every power is to be employed wholly and entirely for God. Maintain your allegiance, bearing testimony for God and for truth. Be not turned aside by any suggestions the world may make. We can make no compromise. There is a living issue before us, which will be of vital importance to the remnant people of God, to the very close of this earth's history; for eternal interests are here involved. We are to look constantly to the Lord Jesus Christ, the Captain of our salvation. All that Jesus did on the earth, was done with an eye single to the glory of his Father. He says, “As the Father gave me commandment, even so I do.” “This commandment have I received of my Father.” In all he did, he was working out the will of his Father, so that his life on earth was a manifestation of the divine perfection. The union of divinity with humanity in Christ, was to reveal to us God's purpose to bring men into the closest connection with himself. We cannot possibly be happy without him."},{"refcode_short":"SpTA01b 10.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 10.1 (Ellen Gould White)","content":"The original apostasy began in a disbelief and denial of the truth. We are to fix the eye of faith steadfastly upon Jesus. When the days come, as they surely will, in which the law of God is made void, the zeal of the true and loyal should rise with the emergency, and should be the more warm and decided, and their testimony should be the more positive and unflinching. But we are to do nothing in a defiant spirit, and we shall not if our hearts are fully surrendered to God. “Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God. Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation. For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same: for he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil. Wherefore ye must needs be subject not only for wrath, but also for conscience’ sake. For this cause pay ye tribute also: for they are God's ministers, attending continually upon this very thing. Render therefore to all their dues: tribute to whom tribute is due; custom to whom custom; fear to whom fear; honor to whom honor.” “Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work.”"},{"refcode_short":"SpTA01b 11.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 11.1 (Ellen Gould White)","content":"Now is the time for God's people to take up the duties that lie next them. Be faithful in the little things; for on the right performance of these hang great results. Do not leave the work which needs to be done, because it appears to your judgment to be small and inconsiderable. Make up every waste place, repair the breaches as fast as they occur. Let no differences or dissensions exist in the church. Let all go to work to help some one who needs help. There is a cause for the great weakness in our churches, and that cause is hard to remove. It is self. Men have none too much will, but they must have it wholly sanctified to God. They need to fall on the Rock and be broken. Self must be crucified in every one who shall enter the gates of the city of God. The fierce spirit which rises up in the hearts of some in the church when anything does not please them, is the spirit of Satan, and not the spirit of Christ. Is it not fully time that we return to our first love, and be at peace among ourselves? We must show ourselves to be not only Bible readers, but Bible believers. If we are united to Christ, we shall be united to one another. “A new commandment I give unto you, That ye love one another; as I have loved you, that ye love one another.” “We then that are strong ought to bear the infirmities of the weak, and not to please ourselves. Let every one of us please his neighbor for his good to edification. For even Christ pleased not himself; but, as it is written. The reproaches of them that reproached thee fell on me. For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the Scriptures might have hope. Now the God of patience and consolation grant you to be like-minded one toward another according to Christ Jesus.”"},{"refcode_short":"SpTA01b 12.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 12.1 (Ellen Gould White)","content":"The increase of our numbers and the enlarging of our facilities means work; it calls for entire consecration and thorough devotedness. God has no place in his work for half-hearted men and women, those who are neither cold nor hot. Christ says, “I will spew thee out of my mouth.” God calls for men who are whole-hearted."},{"refcode_short":"SpTA01b 12.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 12.2 (Ellen Gould White)","content":"There are those who have prided themselves on their great caution in receiving “new light,” as they term it; but they are blinded by the enemy, and cannot discern the works and ways of God. Light, precious light, comes from heaven, and they array themselves against it. What next? These very ones will accept messages that God has not sent, and thus will become even dangerous to the cause of God because they set up false standards. Men who might be of great use if they would learn of Christ and go on from light to greater light, are in some things positive hindrances, forever on the point of questioning, wasting much precious time, and contributing nothing to the spiritual elevation of the church. They excite doubt and fear. They misdirect minds, leading them to accept of suggestions that are not safe. They cannot see afar off, they cannot discern the conclusion of the matter. Their moral force is squandered upon trifles; they view an atom as a world, and a world as an atom."},{"refcode_short":"SpTA01b 12.3","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 12.3 (Ellen Gould White)","content":"Many have trusted and gloried in the wisdom of men far more than in Christ and the precious, sanctifying truth for this time. They need the heavenly anointing, that they may comprehend what is light and truth. They thank God that they are confined to no narrow groove, but they do not see the breadth and far-reaching extent of the principles of truth, and are not enlightened by the Spirit of God as to heaven's large liberality. They admire man-made inventions and discoveries, but they are walking in the sparks of their own kindling, diverging farther and farther from the genuine principles of Christian action, ordained to make men wise unto salvation. They strive to extend the gospel, but separate from it the very marrow, the life. They say, “Let the light shine;” but cover it so that it shall not shine in clear rays on the very subjects that they need to understand. Some exhaust the fervor of their zeal on plans that cannot be carried out without peril to the church."},{"refcode_short":"SpTA01b 13.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 13.1 (Ellen Gould White)","content":"At this time the church should not be diverted from the main object of vital interest, to things that will not bring health and courage, faith and power. They must see, and by their actions testify, that the gospel is aggressive. But the light which is given to shine brighter and brighter unto the perfect day, burns dimly. The church no longer sends out the clear, bright rays of light amid the moral darkness that is enveloping the world as a funeral pall. The light of many does not burn or shine. They are moral icebergs."},{"refcode_short":"SpTA01b 13.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 13.2 (Ellen Gould White)","content":"Watchmen on the walls of Zion are to be vigilant, and sleep not day nor night. But if they have not received the message from the lips of Christ, their trumpets will give an uncertain sound. Brethren, God calls upon you, both ministers and laymen, to listen to his voice speaking to you in his word. Let his truth be received into the heart, that you may be spiritualized by its living, sanctifying power. Then let the distinct message for this time be sent from watchman to watchman on the walls of Zion."},{"refcode_short":"SpTA01b 13.3","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 13.3 (Ellen Gould White)","content":"This is a time of general departure from truth and righteousness, and now we must build the old waste places, and with interested effort, labor to raise up the foundation of many generations. “Thou shalt be called, The repairer of the breach, The restorer of paths to dwell in. If thou turn away thy foot from the Sabbath, from doing thy pleasure on my holy day; and call the Sabbath a delight, the holy of the Lord, honorable; and shalt honor him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words: then shalt thou delight thyself in the Lord; and I will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob thy father: for the mouth of the Lord hath spoken it.” “Hearken unto me, ye that know righteousness, the people in whose heart is my law; fear ye not the reproach of men, neither be ye afraid of their revilings. For the moth shall eat them up like a garment, and the worm shall eat them like wool: but my righteousness shall be forever, and my salvation from generation to generation. Awake, awake, put on strength, O arm of the Lord; awake, as in the ancient days, in the generations of old. Art thou not it that hath cut Rahab, and wounded the dragon? Art thou not it which hath dried the sea, the waters of the great deep; that hath made the depths of the sea a way for the ransomed to pass over? Therefore the redeemed of the Lord shall return, and come with singing into Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away. I, even I, am he that comforteth you: who art thou, that thou shouldst be afraid of a man that shall die, and of the son of man which shall be made as grass; and forgettest the Lord thy Maker, that hath stretched forth the heavens, and laid the foundations of the earth; and hast feared continually everyday because of the fury of the oppressor, as if he were ready to destroy? and where is the fury of the oppressor? The captive exile hasteneth that he may be loosed, and that he should not die in the pit, nor that his bread should fail. But I am the Lord thy God, that divided the sea, whose waves roared: The Lord of hosts is his name. And I have put my words in thy mouth, and I have covered thee in the shadow of mine hand, that I may plant the heavens, and lay the foundations of the earth, and say unto Zion, Thou art my people,” “For Zion's sake will I not hold my peace, and for Jerusalem's sake I will not rest, until the righteousness thereof go forth as brightness, and the salvation thereof as a lamp that burneth. And the Gentiles shall see thy righteousness, and all the kings thy glory: and thou shalt be called by a new name, which the mouth of the Lord shall name. Thou shalt also be a crown of glory in the hand of the Lord, and a royal diadem in the hand of thy God. Thou shalt no more be termed Forsaken; neither shall thy land any more be termed Desolate: but thou shalt be called Hephzibah, and thy land Beulah: for the Lord delighteth in thee, and thy land shall be married.”"},{"refcode_short":"SpTA01b 15.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 15.1 (Ellen Gould White)","content":"While you hold the banner of truth firmly, proclaiming the law of God, let every soul remember that the faith of Jesus is connected with the commandments of God. The third angel is represented as flying through the midst of heaven, symbolizing the work of those who proclaim the first, second, and third angels’ messages; all are linked together. The evidences of the abiding, ever-living truth of these grand messages, that mean so much to us, that have awakened such intense opposition from the religious world, are not extinct. Satan is constantly seeking to cast his hellish shadow about these messages, so that the remnant people of God shall not clearly discern their import, their time and place; but they live, and are to exert their power upon our religious experience while time shall last."},{"refcode_short":"SpTA01b 15.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 15.2 (Ellen Gould White)","content":"The influence of these messages has been deepening and widening, setting in motion the springs of action in thousands of hearts, bringing into existence institutions of learning, publishing houses, and health institutions; all these are the instrumentalities of God to co-operate in the grand work represented by the first, second, and third angels flying through the midst of heaven, to warn the inhabitants of the world that Christ is coming the second time, with power and great glory. The Revelator says, “I saw another angel come down from heaven, having great power; and the earth was lightened with his glory. And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen.” This is the same message that was given by the second angel,—Babylon is fallen, “because she made all nations drink of the wine of the wrath of her fornication.” What is that wine?—Her false doctrines. She has given to the world a false Sabbath, instead of the Sabbath of the fourth commandment, and has repeated the lie Satan first told to Eve in Eden,—the natural immortality of the soul. Many kindred errors she has spread far and wide, “teaching for doctrines the commandments of men.”"},{"refcode_short":"SpTA01b 16.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 16.1 (Ellen Gould White)","content":"When Jesus began this public ministry, he cleansed the temple from its sacrilegious profanation. Almost the last act of his ministry was to cleanse the temple again. So in the last work for the warning of the world, two distinct calls are made to the churches; the second angel's message, and the voice heard from heaven, “Come out of her, my people, ... for her sins have reached unto heaven, and God hath remembered her iniquities.”"},{"refcode_short":"SpTA01b 16.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 16.2 (Ellen Gould White)","content":"As God called the children of Israel out of Egypt, that they might keep his Sabbath, so he calls his people out of Babylon, that they may not worship the beast nor his image. The man of sin, who thought to change times and laws, has exalted himself above God, by presenting this spurious sabbath to the world; the Christian world has accepted the child of papacy, and cradled and nourished it, thus defying God by removing his memorial and setting up a rival sabbath."},{"refcode_short":"SpTA01b 17.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 17.1 (Ellen Gould White)","content":"After the truth has been proclaimed as a witness to all nations, at a time when every conceivable power of evil is set in operation, when minds are confused by the many voices crying, “Lo, here is Christ; lo, he is there; this is true, I have the message from God; he has sent me with great light,” and there is a removing of the landmarks, and an attempt to tear down the pillars of our faith,—then a more decided effort is made to exalt the false sabbath, and to cast contempt upon God himself by supplanting the day he has blessed and sanctified. This false sabbath is to be enforced by an oppressive law. Satan and his angels are wide-awake and intensely active, working with energy and perseverance through human instrumentalities to bring about his purpose of obliterating the knowledge of God. When Satan is working with his lying wonders, the time has come, foretold in the Revelation, when the mighty angel that shall lighten the earth with his glory, will proclaim the fall of Babylon, and call upon God's people to forsake her."},{"refcode_short":"SpTA01b 17.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 17.2 (Ellen Gould White)","content":"The Lord has presented before me that those who have been in any measure blinded by the enemy, and who have not fully recovered themselves from the snare of Satan, will be in peril because they cannot discern the light from heaven, and will be inclined to accept a falsehood. This will affect the whole tenor of their thoughts, their decisions, their propositions, their counsels. The evidences that God has given are no evidence to them, because they have blinded their own eyes by choosing darkness rather than light. Then they will originate something they call light, which the Lord calls sparks of their own kindling, by which they will direct their steps. The Lord declares, “Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness, and hath no light? Let him trust in the name of the Lord, and stay upon his God. Behold, all ye that kindle a fire, that compass yourselves about with sparks; walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have at mine hand; ye shall lie down in sorrow.” Jesus said, “For judgment I am come unto this world, that they which see not might see; and that they which see might be made blind.” “I am come a light into the world, that whosoever believeth on me should not abide in darkness.” “He that rejecteth me, and receiveth not my words, hath one that judgeth him; the word that I have spoken, the same shall judge him in the last day.”"},{"refcode_short":"SpTA01b 18.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 18.1 (Ellen Gould White)","content":"By many, the words which the Lord sent, will be rejected, and the words that man may speak will be received as light and truth. Human wisdom will lead away from self-denial, from consecration, and will devise many things that tend to make of no effect God's messages. We cannot with any safety rely upon men who are not in close connection with God. They accept the opinions of men, but cannot discern the voice of the True Shepherd, and their influence will lead many astray, though evidence is piled upon evidence before their eyes, testifying to the truth that God's people should have for this time. The truth is calculated to turn men to Christ, to quicken their energies, subduing and softening their hearts, and inspiring them with zeal and devotion and love to God. The Sabbath truth must in no case be covered up. We must let it appear in plain contrast with error."},{"refcode_short":"SpTA01b 18.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 18.2 (Ellen Gould White)","content":"As the end approaches, the testimonies of God's servants will become more decided and more powerful, flashing the light of truth upon the systems of error and oppression that have so long held the supremacy. The Lord has sent us messages for this time to establish Christianity upon an eternal basis, and all who believe the present truth must stand, not in their own wisdom, but in God, and raise up the foundation of many generations; and they will be registered in the books of heaven as repairers of the breech, the restorers of paths to dwell in. We are to maintain the truth because it is truth, in face of the bitterest opposition. God is at work upon human minds; it is not man alone that is working. The great illuminating power is from Christ; the brightness of his example is to be kept before the people in every discourse."},{"refcode_short":"SpTA01b 19.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 19.1 (Ellen Gould White)","content":"The rainbow above the throne, the bow of promise, testifies to the whole world that God will never forget his people in their struggle. Let Jesus be our theme. Let us with pen and voice present, not only the commandments of God, but the faith of Jesus. This will promote real heart piety as nothing else can. While we present the fact that men are subjects of a divine moral government, their reason teaches them that this is truth, that they owe allegiance to Jehovah. This life is our time of probation. We are placed under the discipline and government of God, to form characters and acquire habits for the higher life. Temptations will come upon us. Iniquity abounds; where you least expect it, dark chapters will open that are most terrible, to weigh down the soul; but we need not fail nor be discouraged while we know that the bow of promise is above the throne of God. We shall be subject to heavy trials, opposition, bereavement, affliction; but we know that Jesus passed through all these. These experiences are valuable to us; the advantages are not by any means confined to this short life; they reach into eternal ages. Through patience, faith, and hope, in all the changing scenes of earth, we are forming characters for everlasting life. Everything shall work together for good to those that love God."},{"refcode_short":"SpTA01b 19.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 19.2 (Ellen Gould White)","content":"All the scenes of this life in which we must act a part, are to be carefully studied, for they are a part of our education. We should bring solid timbers into our character-building, for we are working both for this life and eternal life. And as we near the close of this earth's history, we advance more rapidly in Christian growth, or we retrograde just as decidedly."},{"refcode_short":"SpTA01b 20.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 20.1 (Ellen Gould White)","content":"“I do set my bow in the cloud, and it shall be for a token of a covenant between me and the earth.... And I will remember my covenant, ... and the waters shall no more become a flood to destroy all flesh.” In the rainbow above the throne is an everlasting testimony, that “God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” Whenever the law is presented before the people, let the teacher of the truth point to the throne arched with the rainbow of promise, the righteousness of Christ. The glory of the law is Christ; he came to magnify the law, and to make it honorable. Make it appear distinct that mercy and truth have met together in Christ, and righteousness and peace have embraced each other. It is when you are looking to his throne, offering up your penitence and praise and thanksgiving to God, that you perfect Christian character, and represent Christ to the world; you abide in Christ, and Christ abides in you; you have that peace which passes all understanding. We need constantly to meditate upon Christ, his attractive loveliness. We must direct minds to Jesus, fasten them upon him. In every discourse dwell upon the divine attributes."},{"refcode_short":"SpTA01b 20.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 20.2 (Ellen Gould White)","content":"As the bow in the cloud is formed by the union of the sunlight and the shower, so the rainbow encircling the throne represents the combined power of mercy and justice. It is not justice alone that is to be maintained, for this would eclipse the glory of the rainbow of promise above the throne; men could see only the penalty of the law. Were there no justice, no penalty, there would be no stability to the government of God. It is the mingling of judgment and mercy that makes salvation full and complete. It is the blending of the two that leads us, as we view the world's Redeemer and the law of Jehovah, to exclaim, “Thy gentleness hath made me great.” We know that the gospel is a perfect and complete system, revealing the immutability of the law of God. It inspires the heart with hope, and with love for God. Mercy invites us to enter through the gates into the city of God, and justice is sacrificed [satisfied] to accord to every obedient soul full privileges as a member of the royal family, a child of the heavenly King. If we were defective in character, we could not pass the gates that mercy has opened to the obedient; for justice stands at the entrance, and demands holiness, purity, in all who would see God. Were justice extinct, and were it possible for divine mercy to open the gates to the whole race, irrespective of character, there would be a worse condition of disaffection and rebellion in heaven than before Satan was expelled. The peace, happiness, and harmony of heaven would be broken up. The change from earth to heaven will not change men's characters; the happiness of the redeemed in heaven results from the character formed in this life, after the image of Christ. The saints in heaven will first have been saints on earth."},{"refcode_short":"SpTA01b 21.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 21.1 (Ellen Gould White)","content":"The salvation that Christ made such a sacrifice to gain for man, is that which is alone of value, that which saves from sin, the cause of all the misery and woe in our world. Mercy extended to the sinner is constantly drawing him to Jesus. If he responds, coming in penitence, with confession, in faith laying hold of the hope set before him in the gospel, God will not despise the broken and contrite heart. Thus the law of God is not weakened, but the power of sin is broken, and the scepter of mercy is extended to the penitent sinner."},{"refcode_short":"SpTA01b 22","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 22 (Ellen Gould White)","content":"Existing Evils and their Remedy"},{"refcode_short":"SpTA01b 22.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 22.1 (Ellen Gould White)","content":"My heart has been sad as I have seen so little accomplished by our laborers. The members of our churches are not incorrigible; the fault is not so much to be charged upon them as upon their teachers. Their ministers do not feed them. All heaven is actively engaged in the work for man's salvation; the rich gifts of the Holy Spirit are waiting to be given to God's human agents; but the hearts and minds of men are so fully occupied with earthly, sensual things, that there is no room to receive the treasures of grace; and that which they do not receive, they cannot impart to others. Those who are trying to teach others the Bible truth, and are not themselves sanctified through obedience to the truth, are sounding brass and a tinkling cymbal."},{"refcode_short":"SpTA01b 22.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 22.2 (Ellen Gould White)","content":"Those who are one with Christ have the mind of Christ, and work the works of Christ. They are ever improving, ever drawing nearer to God, ever uplifting the soul to Jesus. By beholding the world's Redeemer, they become changed into his image. A new spiritual life is created, a new motive-power supplied. When one is fully emptied of self, when every false god is cast out of the soul, the vacuum is supplied by the inflowing of the Spirit of Christ. Such a one has the faith which works by love and purifies the soul from every moral and spiritual defilement. The Holy Spirit, the Comforter, can work upon the heart, influencing, directing, so that he enjoys spiritual things. He is “after the Spirit,” and he minds the things of the Spirit. He has no confidence in self; Christ is all in all. Truth is constantly being unfolded by the Holy Spirit; he receives with meekness the engrafted Word, and he gives the Lord all the glory, saying. “God has revealed them to us by his Spirit.” “Now we have received, not the spirit of the world, but the Spirit which is of God; that we might know the things which are freely given to us of God.” The Spirit that reveals, also works in him the fruits of righteousness. Christ is in him, “a well of water, springing up into everlasting life.” He is a branch of the True Vine, and bears rich clusters of fruit to the glory of God. What is the character of the fruit borne?—“The fruit of the Spirit is love.” Mark the words,—love, not hatred; it is joy, not discontent and mourning; peace, not irritation, anxiety, and manufactured trials. It is “long-suffering, gentleness, goodness, faith, meekness, temperance; against such there is no law.”"},{"refcode_short":"SpTA01b 23.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 23.1 (Ellen Gould White)","content":"Those who have this spirit will be earnest laborers together with God; the heavenly intelligences co-operate with them, and they go weighted with the spirit of the message of truth which they bear. They are a spectacle to the world, to angels, and to men. They are ennobled, refined, through the sanctification of the Spirit and belief of the truth. They have not brought into the treasury of the soul, wood, hay, stubble, but gold, silver, and precious stones. They speak words of solid sense, and from the treasures of the heart bring forth pure and sacred things according to the example of Christ."},{"refcode_short":"SpTA01b 23.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 23.2 (Ellen Gould White)","content":"The true ambassador of Christ is not given to jesting, to trifling, idle talk, for the word of God condemns this: but he is cheerful, showing forth the praises of Him who has called him out of darkness into his marvelous light. Every minister who after his discourse will engage in frivolous conversation, counteracts all the influence of his words in the sacred desk. He does no honor to God or to the truth, but brings the most sacred things down upon a level with common things, and makes of no effect the truth of heavenly origin. Those who do not walk by the rule laid down by the word of God should be faithfully admonished, and if they fail to reform, should be deprived of their license or credentials. Otherwise the Conference that has sanctioned the labors of these men will share their guilt. It is a mercy to the unfaithful laborer himself to remove him from his position, for the rebuke of God is upon him. It is a duty enjoined by Heaven, that souls may not be contaminated by the unholy spiritual atmosphere which surrounds him. You should not cast him off as a reprobate, but let your dealing with him show him that he has mistaken his calling. The Lord has laid no such burden upon him, or if he has, the man has never taken it. He is not united to Christ; he knows not the influence of the Holy Spirit of God upon the soul; he has not fixed his eyes upon Jesus, and by beholding, become changed into his image."},{"refcode_short":"SpTA01b 24.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 24.1 (Ellen Gould White)","content":"The fruit of the Spirit is in all goodness, righteousness, and truth. “By their fruits ye shall know them.” Solomon testifies, “The tongue of the just is as choice silver: the heart of the wicked is little worth.” Those who are one with Christ cannot enjoy listening to trifling, cheap conversation; much less will they engage in it themselves. If the heart is spiritual, there will be spiritual conversation, for “out of the abundance of the heart the mouth speaketh.” In our words and actions our thoughts will be revealed just as they are. The life is a true unfurling of the banner, testifying what is in the heart."},{"refcode_short":"SpTA01b 24.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 24.2 (Ellen Gould White)","content":"What I have just written opens to you the reason why there is not more vitality in our churches. The standard of the gospel ministry is lowered unto the dust. The elders of our churches and the ministers have not all been as branches of the Living Vine, drawing nourishment from Christ; they are not rich in spiritual knowledge and heavenly wisdom, but are dry and Christless. The words they speak in the desk may be good in themselves, but they are powerless because the heart of the speaker is not transformed by grace. The churches would do far better without such elders and ministers."},{"refcode_short":"SpTA01b 25.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 25.1 (Ellen Gould White)","content":"Money is drawn from the Lord's treasury to support those who are unconverted, and need that one teach them the first principles of the gospel, which is Christ formed within, the hope of glory. When the laborers who are so lacking in spirituality believe in Christ, it will be manifest that they possess the faith that works by love and purifies the soul. The words of Paul to the Corinthians, should be heeded by all who labor for the Master: “Watch ye, stand fast in the faith, quit you like men, be strong. Let all things be done with charity.”"},{"refcode_short":"SpTA01b 25.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 25.2 (Ellen Gould White)","content":"I have felt anguish of soul as I have thus seen the true state of things. There are dishonest men in our churches, there are licentious men. There is declension in the place of constant advancement to a higher, holier standard. And there is little proper labor done by the ministers in the churches because many do not carry the burden of the souls for whom they labor. The truth has not sanctified their own hearts. O, there is need of most earnest, devoted, self-sacrificing labor,—the preaching of the truth, preaching Christ, and living Christ. O that all our workers would be laborers together with God, not trifling with time, not trifling with sacred responsibilities, but representing Christ in all things, watching for souls as they that must give an account; day by day, hour by hour, living in the channel of light: in the churches, and among the people, in cities and villages, diffusing the light received from the Sun of Righteousness. In order to do this, they must devote much time to prayer. Brethren, be instant in prayer. When in society, when compelled to be among the frivolous, the careless and inconsiderate, dart up your petitions to heaven, that the God of all grace may keep your souls in the love of Christ. When the workers are thus connected with God, there will be continual growth in every church."},{"refcode_short":"SpTA01b 26.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 26.1 (Ellen Gould White)","content":"Then the finances will be in a prosperous condition. Now the books of heaven bear the record of robbery toward God in a large degree in tithes and offerings. Men who have been pioneers in the work are becoming disheartened, but they ought not to be. Jesus is their example; of him it is written, “He shall not fail nor be discouraged.” For all who are disheartened there is but one remedy,—faith, work, and prayer. Cease to think gloomy thoughts. Let every member fall on the rock, Christ Jesus, and be broken. Then Jesus will fashion the character after his own likeness. Discord and strife will die a natural death, because they have nothing to feed upon."},{"refcode_short":"SpTA01b 26.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 26.2 (Ellen Gould White)","content":"Those who are joined to Christ, the Living Vine, will bear the very same kind of fruit as does the parent stock. Christ was the pattern minister. He was the greatest teacher the world ever knew. He gave to his followers, for them to repeat to us, lessons of the utmost importance concerning the salvation of the soul. It is by believing and receiving him that we secure our own salvation, and when we believe on him, we cannot keep it to ourselves; we shall tell others what Christ has done for us."},{"refcode_short":"SpTA01b 26.3","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 26.3 (Ellen Gould White)","content":"There can be no careless disregard of his word without the terrible consequence that always follows backsliding and neglect. Many have not the spirit of Christ, and thus give evidence that they are none of his; and yet this very class are seeking to tell others how to be saved. There is need of humiliation of souls before God, need of confession of sins and restitution. There has been unbelief, there has been dishonesty; a spirit of murmuring has been communicated from one to another in the ranks of Sabbath-keepers. They do not discern spiritual things. Discouraging words have been spoken. Do not indulge this spirit, dear brethren and sisters. You please the enemy in so doing. You cannot afford to garner the harvest that will be thus produced."},{"refcode_short":"SpTA01b 27.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 27.1 (Ellen Gould White)","content":"You who have been withholding your means from the cause of God, read the book of Malachi, and see what is spoken there in regard to tithes and offerings. Cannot you see that it is not best under any circumstances to withhold your tithes and offerings because you are not in harmony with everything your brethren do? The tithes and offerings are not the property of any man, but are to be used in doing a certain work for God. Unworthy ministers may receive some of the means thus raised, but dare any one, because of this, withhold from the treasury, and brave the curse of God? I dare not. I pay my tithes gladly and freely, saying, as did David, “Of thine own have we given thee.” A selfish withholding from God will tend to poverty in our own souls. Act your part, my brethren and sisters. God loves you, and he stands at the helm. If the Conference business is not managed according to the order of the Lord, that is the sin of the erring ones. The Lord will not hold you responsible for it, if you do what you can to correct the evil. But do not commit sin yourselves by withholding from God his own property. “Cursed be he that doeth the work of the Lord negligently,” or deceitfully."},{"refcode_short":"SpTA01b 27.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 27.2 (Ellen Gould White)","content":"When persons declare that they will not pay their tithes because the means are not used as they think they ought to be, will the elder of the church or the minister sympathize with the sinners? Will he aid the enemy in his work? or will he, as a wise man, endued with knowledge, go to work to correct the evil, and thus remove the stumbling-block? But, brethren, do not be unfaithful in your lot. Stand in your place. Do not, by your neglect of duty, increase our financial difficulties."},{"refcode_short":"SpTA01b 28.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 28.1 (Ellen Gould White)","content":"If you open your minds and hearts to the insinuations and suggestions of Satan, you will be led to act a part similar to that of the unfaithful spies. Instead of trusting in God to bring victory, instead of inspiring hearts with firm faith in the leadings of his Spirit, you will talk and act as did the spies. Can you afford to do this? No, no; let your voice be heard echoing the words of faithful Caleb, concerning the land of promise: “Let us go up at once and possess it.” Caleb and Joshua “spake unto all the children of Israel, saying, The land which we passed through to search it, is an exceedingly good land. If the Lord delight in us, then he will bring us into this land, and give it, to us; a land which floweth with milk and honey. Only rebel not ye against the Lord, neither fear ye the people of the land; for they are bread for us: their defense is departed from them, and the Lord is with us: fear them not.” This is the spirit that dwelt in Caleb and Joshua."},{"refcode_short":"SpTA01b 28.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 28.2 (Ellen Gould White)","content":"When doubts and murmurings are expressed because of the trials in the way to the heavenly Canaan, let not the elders, the ministers, the presidents, by their words of unsanctified sympathy, water the seeds of disaffection, and then present the matter in an exaggerated light to others, as if a terrible rebellion were about to take place, and suppose they are helping the cause of God in so doing. They strengthen the suggestions and temptations of the prince of darkness, and open a wide door for the enemy to enter and take possession of the souls of the people, as he did under the false report of the unfaithful spies. The false and cruel words of discouragement spoken by the unfaithful spies were received by the people, and excited them to desperation. They felt that they were greatly abused, and they mourned and lamented over themselves, and manifested distrust of God, forgetting his mighty works in delivering them from Egyptian bondage, opening the Red Sea before them, and destroying their pursuing foes. Let not one in our ranks be so ungrateful, so forgetful of God, as to repeat the sin of murmuring, rebellious Israel."},{"refcode_short":"SpTA01b 29.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 29.1 (Ellen Gould White)","content":"God's people are tempted and tried because they cannot see the spirit of consecration and self-sacrifice to God in all who manage important interests, and many act as though Jesus were buried in Joseph's new tomb, and a great stone rolled before the door. I wish to proclaim with voice and pen, Jesus has risen! he has risen! He is a living Saviour, the Head of the Church. He is the Good Shepherd. “The sheep follow him; for they know his voice. And a stranger will they not follow.” When things become entangled, and cannot be easily adjusted, we are not to lose heart and courage and faith, and talk doubts and unbelief. Discouragement will spread, and become as a deadly malady. Again and again during the last forty years of our experience we have been brought into strait places, but the Lord's own power, not human philosophy or wisdom, set things straight. The Lord made his voice to be heard, guarding against rebellion, the seeds of which are sown in the hearts that are not right with God. It is the Lord that has saved us from rebellion and apostasy. We cannot fall as long as we hope and trust in God. Let every soul of us, ministers and people, say, as did Paul, “I therefore so run, not as uncertainly; so fight I, not as one that beateth the air,” but with a holy faith and hope, in expectation of winning the prize. Say to your soul, “Hope thou in God; for I shall yet praise him, who is the health of my countenance and my God.” By precept and example encourage faith, confidence, assurance. This is the work of the Comforter, and it is your work to co-operate with God's agencies. A discouraged man can do nothing to uplift others. A discouraged church can only sow doubts, complaints, and disaffection. Let all this be cleansed from us. Cease looking to the darkness; look to the light, rejoice in the hope of the glory of God. Show that you trust in God to work with his mighty agencies for the upbuilding of his cause, the spread of his truth. Let every ear be sanctified to hear aright; let every eye be sanctified to see aright, let the tongue be sanctified to speak aright, and the heart have the treasures of goodness and love; for out of it are the issues of life."},{"refcode_short":"SpTA01b 30.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 30.1 (Ellen Gould White)","content":"Look up, and if one tells you that things are all wrong, tell him the Lord Jesus knows all about it, and just close the heart against doubt and unbelief. Look up, and say, My treasure is laid up on high. Through Christ we shall reach the end of the journey, if we hold fast the profession of our faith. “Cast not away therefore your confidence, which hath great recompense of reward; for ye have need of patience, that after ye have done the will of God, ye might receive the promise.” Do the work of God diligently and with faith. “Press toward the mark for the prize of the high calling of God in Christ Jesus.”."},{"refcode_short":"SpTA01b 30","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 30 (Ellen Gould White)","content":"Personal Devotion Sadly Neglected"},{"refcode_short":"SpTA01b 30.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 30.2 (Ellen Gould White)","content":"Those who have not lost their first love will have a care for the souls of those with whom they are associated; but if one in a responsible position is found whose morals are tainted with dishonesty or impurity, be on your guard that his godless spirit and example do not contaminate your soul, and so the contagion of evil spread. The moral tone of piety among us must be raised, and in order that it may be, we must take time for the personal culture of heart religion. Let each one feel, I must be an example in patience; I must do good whether others appreciate my motives or not; I must not stand allied with evil, or cover it with a mantle of false charity. Bible charity is not sentimentalism, but love in active exercise. To heal the hurt of the daughter of my people slightly, saying, “Peace, peace,” when there is no peace, is called charity. To confederate together, to call sin holiness and truth, is called charity; but it is the counterfeit article."},{"refcode_short":"SpTA01b 31.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 31.1 (Ellen Gould White)","content":"The false and the spurious are in the world, and we should closely examine our hearts that we may know whether or not we possess genuine charity. Genuine charity will not create distrust and evil work. It will not blunt the sword of the Spirit so that it does no execution. Those who would cover evil under false charity, say to the sinner, “It shall be well with thee.” Thank God, there is a charity that will not be corrupted; there is a wisdom that cometh from above, that is (mark it) first pure, then peaceable, easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy, and the fruit of righteousness is sown in peace of them that make peace. This is a description of heaven-born, heaven-bred charity. Charity hates the sin, but loves the sinner, and will warn him faithfully of his danger, pointing him to the Lamb of God who taketh away the sin of the world. Sin is not to be cloaked, but to be taken away. The love that is of heavenly birth is a resistless power, and it can be obtained only by a living connection with God. Would you move the hearts of men, you must come into actual contact with the God of love. God must first take hold of you if you would take hold of others."},{"refcode_short":"SpTA01b 31.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 31.2 (Ellen Gould White)","content":"But instead of desiring such an exalted position as to become a laborer together with God, ministers and physicians, men of responsibility, seek pre-eminence among their brethren, and strive to obtain the highest wages for their services. Sin always attends such ambition. How faint is the line of demarkation between the church and the world! But why should you try to blend the service of God and mammon? The world's Redeemer has declared, “Ye cannot serve two masters.” The people of God can be united only through the power of the Holy Ghost, and this is the union which will stand the test."},{"refcode_short":"SpTA01b 32.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 32.1 (Ellen Gould White)","content":"Christ prayed that his people might be one as he and the Father were one. But can this union exist, can spiritual life be maintained, if you fail to associate with those of like precious faith in close Christian fellowship and devotion? If you think you can live a Christian life without taking advantage of Christian privileges, you are deceived by the enemy of your soul. I am terribly in earnest to cry aloud and spare not, and show my people their transgression, and the house of Jacob their sins. In whatever occupation you may be, whether physicians, merchants, ministers, or men in other walks of life, you have no right to load yourselves down with heavy burdens and grievous to be borne, to be pressed under many and varied responsibilities, until you feel that you have no time to pray, and excuse yourself on the plea that you have so much to do. If you have much to do, how essential it is that you have the Lord God of Israel to stand by your side, that you may bear the yoke evenly with Him who was meek and lowly in heart. Christ says, “Without me ye can do nothing.” You may well be alarmed for your soul if you allow cares to supplant the truth of God in the heart. If your associates are worldlings who flatter you, telling you how smart you are, and what great things you can do, and you love this unhallowed nonsense, you may well feel that you are in peril; for your moral taste is perverted, your perceptions are blunted. You have forsaken the cool snow-waters of Lebanon for water that comes from another place. You cannot preserve your spirituality unless you feed on Christ, eating his flesh and drinking his blood. Every moment is charged with eternal responsibilities. In the dealings of man with his fellowman, every transaction may be marked with the highest integrity; and yet, though justice and equity mark your business affairs, you must not permit yourself to be so engrossed with the things of time that you will fail to give attention to the things of eternal interest. The mind and body must not be treated with indiscretion. You must not act presumptuously, for you are not your own, you have been bought with a price, and are under obligation to keep God's property in a good condition. You are not required to protract your labors until you are worn out and exhausted, and cannot engage in religious exercises for the preservation of spiritual health. When you make your spiritual prosperity a thing of secondary importance, you abuse the property of God. By undue devotion to business, you defraud the soul of the opportunity to feast upon the words of eternal life, and so receive not the sustenance and inspiration necessary for the maintenance of spiritual life. Thus you fail to become the light of the world, and cannot represent your professed Lord to the people with whom you associate."},{"refcode_short":"SpTA01b 33.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 33.1 (Ellen Gould White)","content":"It is true that every moment is precious, and not one of them is to be wasted; but it is when you obtain the grace of the Holy Spirit through faith in God that you are qualified for the performance of your various duties, and can work with an eye single to the glory of God. Look at the days and weeks and months of the past, and see if your life service has not been one long, complicated robbery of God, because you have failed to remember him, and have left eternity out of your reckoning. By neglecting spiritual things, you have not only robbed your own soul, but the souls of your family; for by seeking temporal enrichment to the neglect of heavenly enlightenment, you have not been in a condition, either physically or mentally, to educate and train your children to keep the way of the Lord. How long shall this kind of robbery continue on the part of men who place a high estimate upon their services, and yet leave out of their work the one thing that makes their labors acceptable to God,—heart devotion, true piety? You dismiss God from your thoughts, pray scarcely at all, and yet claim for the exercise of your finite wisdom a large compensation in money. And yet Christ declares, “Without me ye can do nothing.” “What shall it profit a man if he gain the whole world and lose his own soul?” Will you exchange your hope of heaven for worldly gain? Many are doing this very thing. Satan has held out his tempting bribe, and they have accepted his terms. Should the tree be cut down, it would lie prone to the earth,—lost, lost, eternally lost!"},{"refcode_short":"SpTA01b 34","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 34 (Ellen Gould White)","content":"The Work of Faith"},{"refcode_short":"SpTA01b 34.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 34.1 (Ellen Gould White)","content":"We are to be diligent workers. An idle man is one of the most miserable of God's creatures. And to be idle in the great work which Christ gave his life to accomplish, is the worst kind of idleness. Our spiritual faculties will die without exercise. Satan is never idle in seeking our destruction. All heaven is actively engaged in preparing a people for the second coming of Christ to our world. “We are laborers together with God.” The end of all things is at hand, and we must work while it is day, for the night cometh, in which no man can work."},{"refcode_short":"SpTA01b 34.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 34.2 (Ellen Gould White)","content":"Our interests and powers are to be enlisted in the work of proclaiming Christ and him crucified, preparing the way for his second appearing. Lift him up, the Man of Calvary. Place yourselves in the divine current, where you can receive the heavenly inspiration, for you may have it; then point the weary, the heavy-laden, the poor, the broken-hearted, perplexed soul to Jesus, the Source of all spiritual strength. Be faithful minute-men to show forth the praises of him who hath called you out of darkness into his marvelous light. Tell it with pen and voice, that Jesus lives to make intercession for us. Time is passing; the end is near. We must work while it is day. You can unite with the great Master-Worker; we can follow the self-denying Redeemer through his pilgrimage of matchless love on earth. Jesus came to magnify the law and make it honorable. He died to exalt the law of God, testifying of its changeless character; and as we proclaim God's law, we may look unto Jesus, and be comforted with the assurance, “Lo, I am with you alway, even unto the end of the world.” The same Jesus that walked with his disciples, that taught them upon earth, that toiled and suffered in his human nature, is with us in his divine power. He is at our right hand to help us in every emergency. Let us lift up Jesus, and reveal the Bible foundation for our faith."},{"refcode_short":"SpTA01b 35.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 35.1 (Ellen Gould White)","content":"There has been among the believers, dissension, unbelief, and jealousy, and on the part of some, a firm resistance of light from heaven. I have been shown that those who have resisted light will never see clearly again, unless they humble their hearts before God, and confess their backslidings, their prejudice, their hatred of the light which God has sent, which, if accepted, would make them wise unto salvation. Formality, worldly wisdom, worldly caution, worldly policy, will appear to many to be the very power of God, but when accepted, it stands as an obstacle to prevent God's light, in warnings, reproof, and counsel, from coming to the world."},{"refcode_short":"SpTA01b 35.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 35.2 (Ellen Gould White)","content":"Satan is now working with all his insinuating, deceiving power, to lead men away from the work of the third angel's message, which is to be proclaimed with mighty power. If Satan sees that the Lord is blessing his people and preparing them to discern his delusions, he will work with his masterly power to bring in fanaticism on the one hand, and cold formalism on the other, that he may gather in a harvest of souls. Now is our time to watch unceasingly. Watch, bar the way against the least step of advance that Satan may make among us."},{"refcode_short":"SpTA01b 36.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 36.1 (Ellen Gould White)","content":"There are dangers to be guarded against on the right hand and on the left. There will be inexperienced ones, newly come to the faith, who need to be strengthened, and to have a correct example set before them. Some will not make a right use of the doctrine of justification by faith. They will present it in a one-sided manner. Others will seize the ideas that have not been correctly presented, and will go clear over the mark, ignoring works altogether. Now, genuine faith always works by love. It supplies a motive power. Faith is not an opiate, but a stimulant. When you look to Calvary, it is not to quiet your soul in the non-performance of duty, not to compose yourself for sleep, but to create faith in Jesus, faith that will work, and purify the soul from all the slime of selfishness. When we lay hold of Christ by faith, our work has but just begun. Every one has corrupt and sinful habits, that must be overcome through vigorous warfare. Every soul must fight the fight of faith. If he is a follower of Christ, he cannot be sharp in deal, he cannot be hard-hearted, devoid of sympathy; he cannot be coarse in speech; he cannot be a surmiser of evil, an accuser of the brethren; he cannot be full of pomposity and self-esteem; he cannot be overbearing, nor can he use harsh words, and censure and condemn."},{"refcode_short":"SpTA01b 36.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 36.2 (Ellen Gould White)","content":"The labor of love springs from the work of faith. Bible religion means constant work. “Let your light so shine before men that they may see your good works, and glorify your Father which is in heaven.” “Work out your own salvation with fear and trembling, for it is God that worketh in you, both to will and to do of his good pleasure.” We are to be “zealous of good works;” “be careful to maintain good works.” And the True Witness says, “I know thy works.” While it is true that our busy activities will not in themselves insure salvation, it is also true that faith which unites us to Christ will stir the soul to activity."},{"refcode_short":"SpTA01b 37.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 37.1 (Ellen Gould White)","content":"Those who have no time to give attention to their own souls, to examine themselves daily whether they be in the love of God, and to place themselves in the channel of light, will have time to give to the suggestions of Satan and the working out of his plans. Satan will insinuate himself by little wedges, that widen as they make a place for themselves. There will be a gradual adoption of worldly policy. The specious devices of Satan will be brought into the special work of God at this time."},{"refcode_short":"SpTA01b 37","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 37 (Ellen Gould White)","content":"The Crisis Imminent"},{"refcode_short":"SpTA01b 37.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 37.2 (Ellen Gould White)","content":"I am deeply exercised in mind in reference to the low standard of piety among our people. And when I think of the woes passed on Capernaum, I think of how much heavier will come the condemnation upon those who know the truth and have not walked according to the truth, but in the sparks of their own kindling. In the night seasons I am addressing the people in a very solemn manner, beseeching them to ask their own consciences; What am I? Am I a Christian, or am I not? Is my heart renewed? Has the transforming grace of God moulded my character? Are my sins repented of? Are they confessed? Are they forgiven? Am I one with Christ as he is one with the Father? Do I hate what I once loved? Do I now love what I once hated? Do I count all things but loss for the excellency of the knowledge of Christ Jesus? Do I feel I am the purchased possession of Jesus Christ, and that every hour I must consecrate myself to his service?"},{"refcode_short":"SpTA01b 38.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 38.1 (Ellen Gould White)","content":"We are standing upon the threshold of great and solemn events. The whole earth is to be lightened with the glory of the Lord as the waters cover the channels of the great deep. Prophecies are being fulfilled, and stormy times are before us. Old controversies which have apparently been hushed for a long time will be revived, and new controversies will spring up; new and old will commingle, and this will take place right early. The angels are holding the four winds, that they shall not blow, until the specified work of warning is given to the world; but the storm is gathering, the clouds are loading, ready to burst upon the world, and to many it will be as a thief in the night."},{"refcode_short":"SpTA01b 38.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 38.2 (Ellen Gould White)","content":"Many smiled and would not believe when we told them, twenty and thirty years ago, that the Sunday would be urged upon all the world, and a law be made to compel its observance, and force conscience. We see it being fulfilled. All that God has said of the future will surely come to pass; not one thing will fail of all that he has spoken. Protestantism is now reaching hands across the gulf to clasp hands with papacy, and a confederacy is being formed to trample out of sight the Sabbath of the fourth commandment; and the man of sin, who, at the instigation of Satan, instituted the spurious sabbath, this child of papacy, will be exalted to take the place of God."},{"refcode_short":"SpTA01b 38.3","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 38.3 (Ellen Gould White)","content":"All heaven is represented to me as watching the unfolding of events. A crisis is to be revealed in the great and prolonged controversy in the government of God on earth. Something great and decisive is to take place, and that right early. If any delay, the character of God and his throne will be compromised. The armory of heaven is open; all the universe of God and its equipments are ready. One word has justice to speak, and there will be terrific representations upon the earth, of the wrath of God. There will be voices and thunderings and lightnings and earthquakes and universal desolation. Every movement in the universe of heaven is to prepare the world for the great crisis."},{"refcode_short":"SpTA01b 39.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 39.1 (Ellen Gould White)","content":"Intensity is taking possession of every earthly element; and as a people who have had great light and wonderful knowledge, many of them are represented by the five sleeping virgins with their lamps, but no oil in their vessels; cold, senseless, with a feeble, waning piety. While a new life is being diffused and is springing up from beneath and taking fast hold of all Satan's agencies, preparatory to the last great conflict and struggle, a new light and life and power is descending from on high, and taking possession of God's people who are not dead, as many now are, in trespasses and sins. The people who will now see what is soon to come upon us by what is being transacted before us, will no longer trust in human inventions, and will feel that the Holy Spirit must be recognized, received, presented before the people, that they may contend for the glory of God, and work everywhere in the byways and highways of life, for the saving of the souls of their fellow-men. The only rock that is sure and steadfast is the Rock of Ages. Those only who build on this Rock are secure."},{"refcode_short":"SpTA01b 39.2","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 39.2 (Ellen Gould White)","content":"Those who are carnally minded now, notwithstanding the warnings given of God in his word and through the testimonies of his Spirit, will never unite with the holy family of the redeemed. They are sensual, debased in thought, and abominable in the sight of God. They have never been sanctified through the truth. They are not partakers of the divine nature, have never overcome self and the world with its affections and lusts. These characters are all through our churches, and as the result the churches are weak and sickly and ready to die. There must be no indifferent testimony borne now, but a decided, pointed testimony, rebuking every impurity, and exalting Jesus. We must as a people be in the attitude of expectation, working and waiting and watching and praying."},{"refcode_short":"SpTA01b 40.1","refcode_long":"An Appeal to Our Ministers and Conference Committees, p. 40.1 (Ellen Gould White)","content":"This blessed hope of the second appearing of Christ needs to be presented often to the people, with its solemn realities; looking for the soon appearing of our Lord Jesus to come in his glory, will lead to the regarding of earthly things as emptiness and nothingness. All worldly honor or distinction is of no value, for the true believer lives above the world; his steps are advancing heavenward. He is a pilgrim and stranger. His citizenship is above. He is gathering the sunbeams of the righteousness of Christ into his soul, that he may be a burning and shining light in the moral darkness that has enshrouded the world. What vigorous faith, what lively hope, what fervent love, what holy, consecrated zeal for God is seen in him, and what a decided distinction between him and the world! “Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.” “Watch ye therefore, for ye know not what hour your Lord doth come.” “Therefore be ye ready also; for in such an hour as ye think not the Son of man cometh.” “Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments.”"}]