[{"refcode_short":"SpTA02b 107","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 107 (Ellen Gould White)","content":"Danger in Adopting Worldly Policy in the Work of God"},{"refcode_short":"SpTA02b 107.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 107.1 (Ellen Gould White)","content":"November 3, 1890, while laboring at Salamanca, N.Y., as I was in communion with God in the night season, I was taken out of and away from myself to assemblies in different States, where I bore a decided testimony of reproof and warning. In Battle Creek a council of ministers and responsible men from the publishing house and other institutions was convened, and I heard those assembled, in no gentle spirit, advance sentiments and urge measures for adoption that filled me with apprehension and distress."},{"refcode_short":"SpTA02b 107.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 107.2 (Ellen Gould White)","content":"Years before, I had been called to pass through a similar experience, and the Lord then revealed to me many things of vital importance, and gave me warnings that must be delivered to those in peril. On the night of November 3, these warnings were brought to my mind, and I was commanded to present them before those in responsible offices of trust, and to fail not, nor be discouraged. There were laid out before me some things which I could not comprehend; but the assurance was given me that the Lord would not allow his people to be enshrouded in the fogs of worldly skepticism and infidelity, bound up in bundles with the world; but if they would only hear and follow his voice, rendering obedience to his commandments, he would lead them above the mists of skepticism and unbelief, and place their feet upon the Rock, where they might breathe the atmosphere of security and triumph."},{"refcode_short":"SpTA02b 108.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 108.1 (Ellen Gould White)","content":"While engaged in earnest prayer, I was lost to everything around me; the room was filled with light, and I was bearing a message to an assembly that seemed to be the General Conference. I was moved by the Spirit of God to make a most earnest appeal; for I was impressed that great danger was before us at the heart of the work. I had been, and still was, bowed down with distress of mind and body, burdened with the thought that I must bear a message to our people at Battle Creek, to warn them against a line of action that would separate God from the publishing house."},{"refcode_short":"SpTA02b 108.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 108.2 (Ellen Gould White)","content":"The eyes of the Lord were bent upon the people in sorrow mingled with displeasure, and the words were spoken, “I have somewhat against thee, because thou hast left thy first love. Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.” He who wept over impenitent Israel, noting their ignorance of God, and of Christ their Redeemer, looked upon the heart of the work at Battle Creek. Great peril was about the people, but some knew it not. Unbelief and impenitence blinded their eyes, and they trusted to human wisdom in the guidance of the most important interests of the cause of God relating to the publishing work. In the weakness of human judgment, men were gathering into their finite hands the lines of control, while God's will, God's way and counsel, were not sought as indispensable. Men of stubborn, iron-like will, both in and out of the office, were confederating together, determined to drive certain measures through in accordance with their own judgment. I said to them: “You cannot do this. The control of these large interests cannot be vested wholly in those who make it manifest that they have little experience in the things of God, and have not spiritual discernment. The people of God throughout our ranks must not, because of mismanagement on the part of erring men, have their confidence shaken in the important interests at the great heart of the work, which have a decided influence upon our churches in the United States and in foreign lands. If you lay your hand upon the publishing work, this great instrumentality of God, to place your mold and superscription upon it, you will find that it will be dangerous to your own souls, and disastrous to the work of God. It will be as great a sin in the sight of God as was the sin of Uzzah when he put forth his hand to steady the ark. There are those who have entered into other men's labors, and all that God requires of them is to deal justly, to love mercy, and walk humbly with God, to labor conscientiously as men employed by the people to do the work entrusted to their hands. Some have failed to do this, as their works testify. Whatever may be their position, whatever their responsibility, if they have as much authority even as had Ahab, they will find that God is above them, that his sovereignty is supreme.”"},{"refcode_short":"SpTA02b 110.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 110.1 (Ellen Gould White)","content":"Let none of the workers exalt themselves, and seek to carry through their ideas without the sanction and co-operation of the people of God. They will not succeed, for God will not permit it. The foundations of the institutions among us were laid in sacrifice. They belong to the people, and all who have denied self, and make sacrifices great or small according to their ability, to bring these instrumentalities into existence, should feel that they have a special interest in them. They should not lose their interest, or become despondent in regard to the success of the work. As the perils of the last days thicken about us, they should pray more earnestly that the work may prosper. Those who have lifted burdens when the work went hard, should have a part in important councils; for they acted a part when counseling together was considered a far more solemn and sacred matter than it is now. No confederacy should be formed with unbelievers, neither should you call together a certain chosen number who think as you do, and who will say Amen to all that you propose, while others are excluded, who you think will not be in harmony. I was shown that there was great danger of doing this."},{"refcode_short":"SpTA02b 110.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 110.2 (Ellen Gould White)","content":"“For the Lord spake thus unto me with a strong hand, and instructed me that I should not walk in the way of this people, saying, Say ye not, A confederacy, to all them to whom this people shall say, A confederacy, neither fear ye their fear, nor be afraid. Sanctify the Lord of hosts himself; and let him be your fear, and let him be your dread.... To the law and to the testimony: if they speak not according to this word, it is because there is no light in them.” The world is not to be our criterion. Let the Lord work, let the Lord's voice be heard."},{"refcode_short":"SpTA02b 111.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 111.1 (Ellen Gould White)","content":"Those employed in any department of the work whereby the world may be transformed, must not enter into alliance with those who know not the truth. The world know not the Father or the Son, and they have no spiritual discernment as to the character of our work, as to what we shall do, or shall not do. We must obey the orders that come from above. We are not to hear the counsel or follow the plans suggested by unbelievers. Suggestions made by those who know not the work that God is doing for this time, will be such as to weaken the power of the instrumentalities of God. By accepting such suggestions, the counsel of Christ is set at naught."},{"refcode_short":"SpTA02b 111.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 111.2 (Ellen Gould White)","content":"There is cherished altogether too little fear, love, and reverence for the God of heaven. There is far too little faith in the workings of his providence, in matters concerning his cause, with those who are connected with the active management of the publishing house. Why is this? Because they are not spiritually wise. The great peril is in the fact that men live so far apart from Jesus that they fail to discern his voice, receive his counsel, keep his way, and honor his name; they become self-exalted, and walk in the sparks of their own kindling. Because of this they fail to understand the devices of Satan, and are led to adopt measures that appear right, although they are instigated by the artful enemy of God and man, to place a human mold upon the work, dishonoring the name of God."},{"refcode_short":"SpTA02b 112.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 112.1 (Ellen Gould White)","content":"As far back as 1882, testimonies of the deepest interest on points of vital importance, were presented to our people, in regard to the work, and the spirit that should characterize the workers. Because these warnings have been neglected, the same evils that they pointed out have been cherished by many, hindering the progress of the work, and imperiling many souls. Satan is wide awake, and while men sleep, he sows his tares. In completing the work of rebellion, Satan is represented as a roaring lion, going about seeking whom he may devour. Those who are self-sufficient, who do not feel the necessity of constant prayer and watchfulness, will be ensnared. Through living faith and earnest prayer the sentinels of God must become partakers of the divine nature, or they will be found professedly working for God, but in reality giving their service to the prince of darkness. Because their eyes are not anointed with the heavenly eye-salve, their understanding will be blinded, and they will be ignorant of the wonderfully specious devices of the enemy. Their vision will be perverted through their dependence on human wisdom, which is foolishness in the sight of God."},{"refcode_short":"SpTA02b 113.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 113.1 (Ellen Gould White)","content":"The eye of the Lord is upon all the work, all the plans, all the imaginings of every mind; he sees beneath the surface of things, discerning the thoughts and intents of the heart. There is not a deed of darkness, not a plan, not an imagination of the heart, not a thought of the mind, but that he reads it as an open book. Every act, every word, every motive, is faithfully chronicled in the records by the great Heart-searcher, who said, “I know thy works.”"},{"refcode_short":"SpTA02b 113.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 113.2 (Ellen Gould White)","content":"I was shown that the follies of Israel in the days of Samuel will be repeated among the people of God today, unless there is greater humility, less confidence in self, and more trust in the Lord God of Israel, the Ruler of the people. It is only as divine power is combined with human effort that the work will abide the test. When men lean no longer on men or on their own judgment, but make God their trust, it will be made manifest in every instance by meekness of spirit, by less talking and much more praying, by the exercise of caution in their plans and movements. Such men will reveal the fact that their dependence is in God, that they have the mind of Christ."},{"refcode_short":"SpTA02b 113.3","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 113.3 (Ellen Gould White)","content":"Again and again I have been shown that the people of God in these last days could not be safe in trusting in men, and making flesh their arm. The mighty cleaver of truth has taken them out of the world as rough stones that are to be hewed and squared and polished for the heavenly building. They must be hewed by the prophets with reproof, warning, admonition, and advice, that they may be fashioned after the divine Pattern; this is the specified work of the Comforter, to transform heart and character, that men may keep the way of the Lord."},{"refcode_short":"SpTA02b 114.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 114.1 (Ellen Gould White)","content":"I now raise my voice in warning; for you are in danger. The people are to know when peril is threatening them; they are not to be left in darkness. “Son of man, I have made thee a watchman unto the house of Israel; therefore hear the word at my mouth, and give them warning from me. When I say unto the wicked, Thou shalt surely die; and thou givest him not warning, nor speakest to warn the wicked from his wicked way, to save his life; the same wicked man shall die in his iniquity; but his blood will I require at thine hand. Yet if thou warn the wicked, and he turn not from his wickedness nor from his wicked way, he shall die in his iniquity; but thou hast delivered thy soul. Again when a righteous man doth turn from his righteousness, and commit iniquity, and I lay a stumbling block before him, he shall die: because thou hast not given him warning, he shall die in his sins, and his righteousness which he hath done shall not be remembered; but his blood will I require at thine hand. Nevertheless if thou warn the righteous man that the righteous man sin not, and he doth not sin, he shall surely live because he is warned; also thou hast delivered thy soul.”"},{"refcode_short":"SpTA02b 114.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 114.2 (Ellen Gould White)","content":"Since 1845 the dangers of the people of God have from time to time been laid open before me, and I have been shown the perils that would thicken about the remnant in the last days. These perils have been revealed to me down to the present time. Great scenes are soon to open before us. The Lord is coming with power and great glory. And Satan knows that his usurped authority will soon be forever at an end. His last opportunity to gain control of the world is now before him, and he will make most decided efforts to accomplish the destruction of the inhabitants of the earth. Those who believe the truth must be as faithful sentinels on the watchtower, or Satan will suggest specious reasonings to them, and they will give utterance to opinions that will betray sacred, holy trusts. The enmity of Satan against good, will be manifested more and more, as he brings his forces into activity in his last work of rebellion, and every soul that is not fully surrendered to God, and kept by divine power, will form an alliance with Satan against heaven, and join in battle against the Ruler of the Universe."},{"refcode_short":"SpTA02b 115.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 115.1 (Ellen Gould White)","content":"In a vision given in 1880 I asked, “Where is the security for the people of God in these days of peril.” The answer was: “Jesus maketh intercession for his people, though Satan standeth at his right hand to resist him.” “And the Lord said unto Satan, The Lord rebuke thee, O Satan; even the Lord that hath chosen Jerusalem, rebuke thee: is not this a brand plucked out of the fire?” As man's Intercessor and Advocate, Jesus will lead all who are willing to be led, saying, “Follow me upward, step by step, where the clear light of the Son of Righteousness shines.”"},{"refcode_short":"SpTA02b 116.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 116.1 (Ellen Gould White)","content":"But not all are following the light. Some are moving away from the safe path, which at every step is a path of humility. God has committed to his servants a message for this time; but this message does not in every particular coincide with the ideas of all the leading men, and some criticise the message and the messengers. They dare even to reject the words of reproof sent to them from God through his Holy Spirit."},{"refcode_short":"SpTA02b 116.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 116.2 (Ellen Gould White)","content":"What reserve power has the Lord with which to reach those who have cast aside his warnings and reproofs, and have accredited the testimonies of the Spirit of God to no higher source than human wisdom? In the Judgment, what can you who have done this, offer to God as an excuse for turning from the evidences he has given you that God was in the work? “By their fruits ye shall know them.” I would not now rehearse before you the evidences given in the past two years of the dealings of God by his chosen servants; but the present evidence of his working is revealed to you, and you are now under obligation to believe. You cannot neglect God's messages of warning, you cannot reject them or treat them lightly, but at the peril of infinite loss. Caviling, ridicule, and misrepresentation can be indulged in only at the expense of the debasement of your own souls. The use of such weapons does not gain precious victories for you, but rather cheapens the mind, and separates the soul from God. Sacred things are brought down to the level of the common, and a condition of things is created that pleases the prince of darkness, and grieves away the Spirit of God. Caviling and criticism leave the soul as devoid of the dew of grace as the hills of Gilboa were destitute of rain. Confidence cannot be placed in the judgment of those who indulge in ridicule and misrepresentation. No weight can be attached to their advice or resolutions. You must bear the divine credentials before you make decided movements to shape the working of God's cause."},{"refcode_short":"SpTA02b 117.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 117.1 (Ellen Gould White)","content":"To accuse and criticise those whom God is using, is to accuse and criticise the Lord, who has sent them. All need to cultivate their religious faculties, that they may have a right discernment of religious things. Some have failed to distinguish between pure gold and mere glitter, between the substance and the shadow."},{"refcode_short":"SpTA02b 117.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 117.2 (Ellen Gould White)","content":"The prejudices and opinions that prevailed at Minneapolis are not dead by any means; the seeds sown there in some hearts are ready to spring into life and bear a like harvest. The tops have been cut down, but the roots have never been eradicated, and they still bear their unholy fruit to poison the judgment, pervert the perceptions, and blind the understanding of those with whom you connect, in regard to the message and the messengers. When by thorough confession, you destroy the root of bitterness, you will see light in God's light. Without this thorough work you will never clear your souls. You need to study the word of God with a purpose, not to confirm your own ideas, but to bring them to be trimmed, to be condemned or approved, as they are or are not in harmony with the word of God. The Bible should be your constant companion. You should study the Testimonies, not to pick out certain sentences to use as you see fit, to strengthen your assertions, while you disregard the plainest statements given to correct your course of action."},{"refcode_short":"SpTA02b 118.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 118.1 (Ellen Gould White)","content":"There has been a departure from God among us, and the zealous work of repentance and return to our first love essential to restoration to God and regeneration of heart has not yet been done. Infidelity has been making its inroads into our ranks; for it is the fashion to depart from Christ, and give place to skepticism. With many the cry of the heart has been, “We will not have this man to reign over us.” Baal, Baal, is the choice. The religion of many among us will be the religion of apostate Israel, because they love their own way, and forsake the way of the Lord. The true religion, the only religion of the Bible, that teaches forgiveness only through the merits of a crucified and risen Saviour, that advocates righteousness by the faith of the Son of God, has been slighted, spoken against, ridiculed, and rejected. It has been denounced as leading to enthusiasm and fanaticism. But it is the life of Jesus Christ in the soul, it is the active principle of love imparted by the Holy Spirit, that alone will make the soul fruitful unto good works. The Love of Christ is the force and power of every message for God that ever fell from human lips. What kind of a future is before us, if we shall fail to come into the unity of the faith?"},{"refcode_short":"SpTA02b 119.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 119.1 (Ellen Gould White)","content":"When we are united in the unity for which Christ prayed, this long controversy that has been kept up through Satanic agency will end, and we shall not see men framing plans after the order of the world because they have not spiritual eye-sight to discern spiritual things. They now see men as trees walking, and they need the divine touch, that they may see as God sees, and work as Christ worked. Then will Zion's watchmen unitedly sound the trumpet in clearer, louder notes; for they will see the sword coming, and realize the danger in which the people of God are placed."},{"refcode_short":"SpTA02b 119.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 119.2 (Ellen Gould White)","content":"You will need to make straight paths for your feet, lest the lame be turned out of the way. We are surrounded by the lame and halting in the faith, and you are to help them, not by halting yourselves, but by standing, like men who have been tried and proven, in principle firm as a rock. I know that a work must be done for the people, or many will not be prepared to receive the light of the angel sent down from heaven to lighten the whole earth with his glory. Do not think that you will be found as vessels unto honor in the time of the latter rain, to receive the glory of God, if you are lifting up your souls unto vanity, speaking perverse things, in secret cherishing roots of bitterness. The frown of God will certainly be upon every soul who cherishes and nurtures these roots of dissension, and possesses a spirit so unlike the Spirit of Christ."},{"refcode_short":"SpTA02b 120.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 120.1 (Ellen Gould White)","content":"As the Spirit of the Lord rested upon me, I seemed to be present in one of your councils. One of your number rose; his manner was very decided and earnest as he held up a paper before you. I could read plainly the heading of the paper; it was the American Sentinel. Criticisms were then passed upon the paper and the character of the articles therein published. Those in council pointed to certain passages, declaring that this must be cut out, and that must be changed. Strong words were uttered in criticism of the methods of the paper, and a strong unchristlike spirit prevailed. Voices were decided and defiant."},{"refcode_short":"SpTA02b 120.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 120.2 (Ellen Gould White)","content":"My guide gave me words of warning and reproof to speak to those who took part in this proceeding, who were not slow to utter their accusations and condemnation. In substance this was the reproof given: The Lord has not presided at this council, and there is a spirit of strife among the counselors. The minds and hearts of these men are not under the controlling influence of the Spirit of God. Let the adversaries of our faith be the ones to suggest and develop such plans as you are now discussing. From the world's point of view some of these plans are not objectionable; but they are not to be adopted by those who have had the light of heaven. The light which God has given should be respected, not only for your own safety, but also for the safety of the church of God. The steps now being taken by the few cannot be followed by the remnant people of God. Your course cannot be sustained by the Lord. It is made evident by your course of action that you have laid your plans without the aid of Him who is mighty in counsel; but the Lord will work. Those who have criticised the work of God need to have their eyes anointed, for they have felt mighty in their own strength; but there is One who can bind the arm of the mighty, and bring to naught the counsels of the prudent."},{"refcode_short":"SpTA02b 121.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 121.1 (Ellen Gould White)","content":"The message we have to bear is not a message that men need cringe to declare. They are not to seek to cover it, to conceal its origin and purpose. Its advocates must be men who will not hold their peace day nor night. As those who have made solemn vows to God, and who have been commissioned as the messengers of Christ, as stewards of the mysteries of the grace of God, we are under obligation to declare faithfully the whole counsel of God. We are not to make less prominent the special truths that have separated us from the world, and made us what we are; for they are fraught with eternal interests. God has given us light in regard to the things that are now taking place in the last remnant of time, and with pen and voice we are to proclaim the truth to the world, not in a tame, spiritless way, but in demonstration of the Spirit and power of God. The mightiest conflicts are involved in the furtherance of the message, and the results of its promulgation are of moment to both heaven and earth."},{"refcode_short":"SpTA02b 121.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 121.2 (Ellen Gould White)","content":"The controversy between the two great powers of good and evil is soon to be ended; but to the time of its close, there will be continual and sharp contests. We should now purpose, as did Daniel and his fellows in Babylon, that we will be true to principle, come what may. The flaming fiery furnace heated seven times hotter than it was wont to be heated, did not cause these faithful servants of God to turn aside from allegiance to the truth. They stood firm in the time of trial, and were cast into the furnace; and they were not forsaken of God. The form of the Fourth was seen walking with them in the flames, and they came forth not having even the smell of fire upon their garments."},{"refcode_short":"SpTA02b 122.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 122.1 (Ellen Gould White)","content":"The den of lions did not deter Daniel from a steady adherence to duty. He did not hide his purpose or lower his colors because death threatened him if he stood faithful to his God. Three times a day, in the face of the king's decree, he sought his Lord in his chamber, with his window open toward Jerusalem. He was cast into the den of lions, but God delivered him."},{"refcode_short":"SpTA02b 122.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 122.2 (Ellen Gould White)","content":"Let us look at the case of Elijah. The time has come when he must meet his mortal enemy, the cruel Ahab, the despot of Israel, the apostate from the religion of his fathers. In anger the king inquires, “Art thou he that troubleth Israel?” Does Elijah weaken before the king? Does he cringe and cower, and resort to flattery in order to mollify the feelings of the enraged ruler? Israel has perverted her way, and forsaken the path of allegiance to God, and now shall the prophet, to preserve his life, betray sacred, holy trusts? Does he prophesy*The original publication had the spelling “prophecy.” smooth things to please the king, and to obtain his favor? Will he evade the issue? Will he conceal from the king the true reason why the judgments of God are falling upon the land of Israel? No; as the messenger of God he must proclaim the truth, just such truth as the occasion demands. He carries a great weight of sorrow on account of the apostasy of Israel. He must hold up before them their defection, that they may humble themselves in the sight of the Lord, that his fierce anger may be turned away from them. Elijah faces the enraged king, and answers, “I have not troubled Israel; but thou, and thy father's house, in that ye have forsaken the commandments of the Lord, and thou hast followed Baalim.”"},{"refcode_short":"SpTA02b 123.1","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 123.1 (Ellen Gould White)","content":"Today the world is full of flatterers and dissemblers; but God forbid that those who claim to be guardians of sacred trusts, shall betray the interests of God's cause through the insinuating suggestions and devices of the enemy of all righteousness."},{"refcode_short":"SpTA02b 123.2","refcode_long":"Danger in Adopting Worldly Policy in the Work of God, p. 123.2 (Ellen Gould White)","content":"There is no time now to range ourselves on the side of the transgressors of God's law, to see with their eyes, to hear with their ears, and to understand with their perverted senses. We must press together. We must labor to become a unit, to be holy in life and pure in character. Let those who profess to be servants of the living God no longer bow down to the idol of men's opinions, no longer be slaves to any shameful lust, no longer bring a polluted offering to the Lord, a sin-stained*The original publication had the spelling “sinstained.” soul."}]