[{"refcode_short":"SpTA07 2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 2 (Ellen Gould White)","content":"Special Testimonies for Ministers and Workers—No. 7"},{"refcode_short":"SpTA07 2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 2 (Ellen Gould White)","content":"Methods of Labor"},{"refcode_short":"SpTA07 2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 2 (Ellen Gould White)","content":"Work in the Cities"},{"refcode_short":"SpTA07 2.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 2.1 (Ellen Gould White)","content":"I dreamed that several of our brethren were in council, considering plans of labor for this season. They thought it best not to enter the large cities, but to begin work in small places, remote from the cities; here they would not meet so great opposition from the clergy, and would avoid so large expense. They reasoned that since our ministers are so few, they could not be spared to instruct and care for those who might accept the truth in the cities, and who, because of the greater opposition, would need more help than the churches would in small country places; thus the fruit of giving a course of lectures in the city would in a great measure be lost. Again, it was urged that with the little means we have, it would be difficult to conduct the work in such a way as to build up a church that would be a strength to the cause in a large city, where so many changes from moving might be expected. My husband was urging the brethren to make broader plans without delay, and put forth, in our large cities, extended and thorough effort, which would better correspond to the character of our message. One related incidents of his experience in the cities, showing that the work was nearly a failure, but said he could testify to better success in the small places."},{"refcode_short":"SpTA07 3.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 3.1 (Ellen Gould White)","content":"A dignified looking personage, who had been repeatedly presented to me in my dreams as making one in our council meetings, and who seemed to have authority, was listening with the deepest interest to every word. He spoke with deliberation and with perfect assurance. “The whole world,” he said, “is God's great vineyard. The cities and villages constitute a part of that vineyard. These must be worked, and not passed by. Satan will try to interpose himself, so as to discourage the workers, and prevent them from giving the message of light and warning in the more important as well as in the more secluded places. Desperate efforts will be made to turn the people from the truth of God to falsehood. Angels of heaven are commissioned to work with the efforts of God's appointed messengers. The preachers of the truth must encourage faith and hope, as did Christ, your Living Head. Keep humble and contrite in heart before God. Maintain an unwavering faith in the promises of God.”"},{"refcode_short":"SpTA07 3.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 3.2 (Ellen Gould White)","content":"God designs that his precious word, with its messages of warning and encouragement, shall come to those who are in darkness, and are ignorant of our faith. Do not feel that the responsibility rests upon you to convict and convert the hearers. It is the power of God alone that can soften the hearts of the people. His heavenly intelligences co-operate with your efforts in presenting the words of life and salvation to those who are ready to perish. The message of warning is to be given to all, and will be to them a witness, whether they will hear, or whether they will forbear. You are to hold forth the word of life, that all may have an opportunity of receiving the truth if they will. If they turn from the truth of heavenly origin, it will be their condemnation."},{"refcode_short":"SpTA07 4.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 4.1 (Ellen Gould White)","content":"We must not try to hide the truth in the corners of the earth. It must be made known, it must shine in our large cities. Christ in his labors took his position with his disciples, by the lakeside, and by the great thoroughfares of travel, where people were to be met from all parts of the world. He was giving the true light; he was sowing the gospel seed; he was rescuing truth from the companionship of error, and presenting it in clear, bright rays, so that men could comprehend it."},{"refcode_short":"SpTA07 4.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 4.2 (Ellen Gould White)","content":"The heavenly messenger who was with us, said; “Never lose sight of the fact that the message you are bearing is a world-wide message. It is to be given to all cities, to all villages; it is to be proclaimed in the highways and the byways. You are not to localize your message.” In the parable of the sower, Christ presented an illustration of his own work and that of his servants. The seed fell upon all kinds of soil. That which was sown upon good ground brought forth fruit, some thirty, some sixty, and some even a hundredfold. But some seed fell upon poor soil, and yielded no fruit unto eternal life. Yet the sower did not therefore cease his work. You are to sow the seeds of truth in every place. Whenever you can gain access, hold forth the word of God. Sow beside all waters. You may not at once see the result of your labors, but be not discouraged because of this. Speak the words that Christ gives you, work in Christ's lines, go forth everywhere as he has given you an example."},{"refcode_short":"SpTA07 5.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 5.1 (Ellen Gould White)","content":"The world's Redeemer had many hearers, but few followers. Noah preached one hundred and twenty years to the people before the flood, and yet there were few who appreciated this precious, probationary time. Save Noah and his family, not one was numbered with the believers and entered into the ark. Out of all the population of the earth, only eight souls received the message; but that message condemned the world. The light was given that they might believe; their rejection of the light proved their ruin. Our message to the world will be a savor of life unto life to all who accept it, and of condemnation to those who reject it."},{"refcode_short":"SpTA07 5.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 5.2 (Ellen Gould White)","content":"The messenger turned to one present, and said, “You have altogether too limited ideas of the work for this time. You are laying plans so that you can the more easily embrace the whole work in your arms. Your light must not be confined to a small compass, put under a bushel, or under a bed, but on a candlestick, that it may give light to all that are in the house. The house is the world. You must take broader views of the work than you have taken.”"},{"refcode_short":"SpTA07 5","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 5 (Ellen Gould White)","content":"Meeting Criticism"},{"refcode_short":"SpTA07 5.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 5.3 (Ellen Gould White)","content":"Clothe yourselves with the whole armor of God, move steadily forward, and be not greatly influenced by criticism, reproach, or censure. Bear in mind that the messengers whom God sends must go without the camp and bear reproach for Christ's sake. Whatever may come to you, remember that Christ has borne all this and more for you. Whatever course of action you may pursue, there will be some one to criticize and censure you. Move forward in the fear and love of God, strengthening yourselves by faith, having courage in the Lord, and being always cheerful. The truth is solemn, elevating, and ennobling in its influence. The message of warning given to the world is to call attention from earthly things to matters of eternal interest. The truth will ever sanctify the receiver; those who preach the truth must be sanctified through it. But when they make special efforts to accommodate themselves to the peculiar ideas and feelings of their hearers, in order to avoid criticism, they will weaken their own testimony, and fail of the object they wish to secure. They will do injustice to their mission, injustice to themselves, and also to those who criticize them. All who are working for the Master can and should improve in their methods of labor, but they can do this only as they shall study diligently the life of Christ, and practise his virtues. Do not permit murmuring and fault-finding to weaken your hands and dim your hopes. “Sanctify the Lord of hosts himself; and let him be your fear, and let him be your dread.”"},{"refcode_short":"SpTA07 6","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 6 (Ellen Gould White)","content":"Short Sermons; Bible Classes"},{"refcode_short":"SpTA07 6.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 6.1 (Ellen Gould White)","content":"Present the truth to the people in its true importance and sacredness, and be careful not to give them too large a portion in one discourse. It will be lost upon them if you do. Lengthy speeches detract from the efficiency of your labors. To those who are ignorant of the truth, your teaching is new and strange, and they do not readily apprehend it. There is danger of pouring into their minds a mass of matter which they cannot possibly digest. “But the word of the Lord was unto them precept upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little.” We need to study His method of teaching. We have the most important and decided testimony for the world, and we must give the people short discourses, in plain and simple language. Do not think, because you have gone over a subject once, that you can pass right on to other points, and the hearers retain all that has been presented."},{"refcode_short":"SpTA07 7.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 7.1 (Ellen Gould White)","content":"There is danger of passing too rapidly from point to point. Give short lessons, and often. Your work is not only to preach, but to minister. Personal effort for families and individuals should comprise a large share of your labors. After you have opened to the people the precious mines of truth, there is yet a great work to be done for those who have become interested in the subjects presented. After a short discourse, change the order of the exercises, and give opportunity for all who desire it, to remain for an after-interview, or Bible class, where they can ask questions upon subjects that trouble them. You will find great success in coming close to the people in these Bible lessons. The workers who labor in connection with the minister should make special efforts patiently and kindly to lead inquirers to an understanding of the truth. If you have not more than one to instruct, that one, thoroughly convinced, will communicate the light to others. These testing truths are of so great importance that they may be presented again and again, and impressed upon the minds of the hearers. The decisions men reach in regard to these things mean everything to them."},{"refcode_short":"SpTA07 7.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 7.2 (Ellen Gould White)","content":"Every talent God has given to men is to be wisely employed, and through exercise it will become more and more efficient. Look to Jesus for his counsel, and learn of him the very best methods of interesting the people, and inculcating ideas that shall impress the mind. Exalt the Spirit and power of God, and pray much for his guidance."},{"refcode_short":"SpTA07 8","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 8 (Ellen Gould White)","content":"Reserve Vitality Necessary"},{"refcode_short":"SpTA07 8.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 8.1 (Ellen Gould White)","content":"Never use up all your vitality in a discourse so long and wearisome that you have not a reserve of physical and mental power to meet inquiring minds, and patiently seek to remove their doubts, and to establish their faith. Make it manifest that we are handling weighty argument which you know cannot be controverted. Teach by precept and example that the truth is precious; that it brings light to your understanding and courage to your heart. Keep a cheerful countenance. You will do this if you present the truth in love. Ever bear in mind that eternal interests are at stake, and be prepared to engage in personal labor for those who desire help."},{"refcode_short":"SpTA07 8.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 8.2 (Ellen Gould White)","content":"The people must have something besides theories; they must have the living bread from heaven. In plain, simple language, tell every soul what he must do to be saved. God is your helper; he calls upon you to make known the hidden, unsearchable riches of the grace of Christ. Preach not your fancies, but preach Christ. Let the light of his righteousness shine into your hearts, and be revealed in your teaching. Living faith in Christ must be the very warp and woof of every sermon, the very sum and substance of every discourse; it must be woven into every appeal and every prayer. Then you will reveal him in whom your hopes of eternal life are centered. You need to pray for divine enlightenment upon the Scriptures; for the word of God is Spirit and life,—the leaves of the tree of life for the healing of the nations. Search for hidden treasures in the Scriptures of truth. Precious knowledge that you have not, you will surely obtain."},{"refcode_short":"SpTA07 9","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 9 (Ellen Gould White)","content":"Use of the Vocal Organs"},{"refcode_short":"SpTA07 9.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 9.1 (Ellen Gould White)","content":"Careful attention and training should be given to the vocal organs. They are strengthened by right use, but become enfeebled if used improperly. Their excessive use, as in preaching long sermons, will, if often repeated, not only injure the organs of speech, but will bring an undue strain upon the whole nervous system. The delicate harp of a thousand strings becomes worn, gets out of repair, and produces discord instead of melody."},{"refcode_short":"SpTA07 9.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 9.2 (Ellen Gould White)","content":"It is important for every speaker so to train the vocal organs as to keep them in a healthful condition, that he may speak forth the words of life to the people. Every one should become intelligent as to the most effective manner of using his God-given ability, and should practise what he learns. It is not necessary to talk in a loud voice or upon a high key; this does great injury to the speaker. Rapid talking destroys much of the effect of a discourse; for the words cannot be made so plain and distinct as if spoken more deliberately, giving the hearer time to take in the meaning of every word. The human voice is a precious gift of God; it is a power for good, and the Lord wants his servants to preserve its pathos and melody. The voice should be cultivated so as to promote its musical quality, that it may fall pleasantly upon the ear and impress the heart. But the vocal organs are strangely abused, greatly to the injury of the speaker, and the discomfort of the hearers."},{"refcode_short":"SpTA07 10.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 10.1 (Ellen Gould White)","content":"The Lord requires the human agent not to move by impulse in speaking, but to move calmly, speak slowly, and let the Holy Spirit give efficiency to the truth. Never think that in working yourselves up to a passion of delivery, speaking by impulse, and suffering your feelings to raise your voice to an unnaturally high key, that you are giving evidence of the great power of God upon you. All who learn in Christ's school, allowing God to work them, will cultivate the voice, so as to make the very best impression, and to honor the truth which they present to the people. The Lord demands an unreserved surrender of the body, soul, and spirit, that the divine power may work through all your energies and capabilities during the entire period of your service for him."},{"refcode_short":"SpTA07 10.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 10.2 (Ellen Gould White)","content":"Your influence is to be far-reaching, and your powers of speech should be under the control of reason. When you strain the organs of speech, the modulations of the voice are lost. The tendency to rapid speaking should be decidedly overcome. God claims of the human instrumentality all the service that man can give. All the talents entrusted to the human agent are to be cherished and appreciated, and used as a precious endowment of heaven. The laborers in the harvest-field are God's appointed agents, channels through which he can communicate light from heaven. The careless, improvident use of any of their God-given powers, lessens their efficiency, so that in an emergency, when the greatest good might be done, they are so weak and sickly and crippled that they can accomplish but little."},{"refcode_short":"SpTA07 11","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 11 (Ellen Gould White)","content":"Favored Position of God's Workers Today"},{"refcode_short":"SpTA07 11.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 11.1 (Ellen Gould White)","content":"God's workers today constitute the connecting link between the former workers, the church of history, and the church that is to be called out from the world and prepared to meet their Lord. The tide of spiritual life is to flow through the appointed channels, as in the history of the past. From age to age the light which God has for the world has been imparted to the church militant, and God is continuing to impart precious light. All who receive light are to diffuse it to those who sit in darkness. All the excellencies that have come through the belief of the truth from past ages to the present time, are to be treated with the utmost respect. Let not the truth entrusted to our keeping lose its force and power through our careless misuse of body or mind."},{"refcode_short":"SpTA07 11.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 11.2 (Ellen Gould White)","content":"The present laborers should be stirred to make improvement as they see how former workers have weakened their powers, so that their services have been lost to the cause of God. Let the history and experience of those who have made mistakes be a warning to others. God desires his servants to live, not to die before their work is done. All should be constantly seeking to learn the best methods of working, and should be improving their physical, mental, and moral powers."},{"refcode_short":"SpTA07 11.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 11.3 (Ellen Gould White)","content":"Many a time those who feel the importance of truth, and have a burning desire to hold forth the word of life, find themselves cut off from labor because of their lack of physical strength. Important ends are to be attained, an extensive work is to be done, and if the human agents are to be used by the Holy Spirit to do that work with power, they must work intelligently, and keep themselves in the very best condition for success."},{"refcode_short":"SpTA07 12","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 12 (Ellen Gould White)","content":"Appropriate Expression of Truth"},{"refcode_short":"SpTA07 12.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 12.1 (Ellen Gould White)","content":"Let the power and glow of the truth find expression in appropriate words. Express the joy and gratitude that well up from the heart as you see of the travail of your soul in the conversion of sinners. But in speaking to the people, remember to stop in season. Do not weary yourself so that you become nervous and debilitated, for the work you will need to do in addition to the preaching, requires tact and ability. It will be a potent agency for good, as pleasant incense rising to God."},{"refcode_short":"SpTA07 12.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 12.2 (Ellen Gould White)","content":"The Lord requires every teacher to become acquainted with the individuals who listen to his discourses and become interested in the truth. Speak a word in season, and pray for those who are in need of help and light. This personal effort must not be neglected. Your own souls will be benefited by it, and those for whom you labor will be blessed. The nature of your religious experience will be determined by your increasing acquaintance with divine things. Habitual communion with God is positively essential that you may maintain the even tenor of your way. Growth in grace and in the knowledge of our Lord Jesus Christ will give you increased power for good. You will have wisdom from above. You will not manifest your own spirit, and, by cheap words, mingle the common fire with the sacred. God has made provision that his workers should be living epistles, known and read of all men."},{"refcode_short":"SpTA07 13","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 13 (Ellen Gould White)","content":"Unity Among Laborers"},{"refcode_short":"SpTA07 13.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 13.1 (Ellen Gould White)","content":"Now, as in Christ's day, his servants will be tempted to strive for the supremacy. Beware of indulging this self-seeking spirit; for it will be a great hindrance to your spirituality. The Lord has not set Peter and John before you, and told you that they are your superiors, and you are to be like them. When Jesus called a little child unto him, and set him in the midst of his disciples, he said, “Verily, I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven. Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven. And whoso shall receive one such little child in my name receiveth me. But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea.”"},{"refcode_short":"SpTA07 13.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 13.2 (Ellen Gould White)","content":"Jesus prayed for his disciples, “Father, keep them in thy name;” but you are required to act your part in faith, and co-operate with God. If any become careless and reckless, failing to keep themselves in the love of God under every circumstance, the wily foe will surely take possession of them. You may now suppose that your feet stand secure, that they will never be moved. You may ask with surprise, “What would make me change my faith? What would lessen my affection toward God and my brethren? I know in whom I believe. I shall never yield the truth.” But Satan is planning to take advantage of your cultivated and hereditary traits of character, and blind your eyes to your own necessities and defects, that he may sift you as wheat. Only through humble faith, through cherishing a constant sense of your own weakness, making earnest prayer to God, and watching unto prayer, can you walk securely."},{"refcode_short":"SpTA07 14","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 14 (Ellen Gould White)","content":"Attitude of Searchers for Truth"},{"refcode_short":"SpTA07 14.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 14.1 (Ellen Gould White)","content":"Be guarded, and search the Scriptures with all reverence; for they contain wonderful truth. Through the truth you are to be renewed, reshaped in character, that you may bear the imprint of the divine. There is light, precious light, for all whose hearts are softened and subdued by the Spirit of God. They will receive joyfully the bright beams of the Sun of Righteousness. Whatever God has written is for the instruction of all. That which he saw essential to inspire holy men to write, is for your edification. Only practise the words of truth, and you are safe; you will be God's light-bearers to the world. Study the word of God, critically and prayerfully, that you may understand the great vital truths concerning the salvation of the soul. Self-confidence and self-assumption will never prove a saving power to you. In humility, diligently seeking the grace of God, dig deep, know what is truth, and that your foundation is sure. The truth must be kept before the people; and you need constantly to realize your dependence upon God."},{"refcode_short":"SpTA07 14.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 14.2 (Ellen Gould White)","content":"Let not one man feel that his gift alone is sufficient for the work of God; that he alone can carry through a series of meetings, and give perfection to the work. His methods may be good, and yet varied gifts are essential; one man's mind is not to mold and fashion the work according to his special ideas. In order for the work to be built up strong and symmetrical, there is need of varied gifts and different agencies, all under the Lord's direction; he will instruct the workers according to their several ability. Co-operation and unity are essential to a harmonious whole, each laborer doing his God-given work, filling his appropriate position, and supplying the deficiency of another. One worker left to labor alone is in danger of thinking that his talent is sufficient to make a complete whole. Where there is a union of workers, there is opportunity for them to consult together, to pray together, to co-operate in labor. None should feel that they cannot link up with their brethren because they do not work in exactly the same line as they themselves do. Those who entertain such thoughts, show that they need the converting power of God upon their own hearts and characters, that their peculiarities may not become a hindrance to the work for the salvation of their fellow men."},{"refcode_short":"SpTA07 15","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 15 (Ellen Gould White)","content":"Blending of Talents Necessary"},{"refcode_short":"SpTA07 15.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 15.1 (Ellen Gould White)","content":"Among the workers there will be some who are active and energetic; there will be some who are slow. They are so long in arriving at conclusions that if their way is followed, much precious time is lost, and often the delay proves dangerous. The slow worker should be constantly learning of the diligent, quick worker. “Not slothful in business; fervent in spirit; serving the Lord.” Every one who enters the service of Christ should constantly feel that he is a laborer, and should improve in his habits and his manner of work. He is to blend with his brethren, not flattering himself that his methods of work are the very best. Let him learn in the school of Christ the lessons of meekness and lowliness. All who do learn of Christ will work in Christ's lines; then we shall surely harmonize. He who is inclined to criticize and depreciate his brethren, will find that the Spirit of God is not with him. He does not obey the injunction to esteem others better than himself; but, like the self-righteous Pharisee, he draws comparisons between his brother's work and his own. Co-operating with God, every laborer will work as Christ worked."},{"refcode_short":"SpTA07 16.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 16.1 (Ellen Gould White)","content":"You must be constantly learning, constantly advancing. No one can stand in our place and do our individual work. There is no such thing as making a groove for certain brethren to move in; no minister can embrace the work in his finite arms, and dictate how every other one shall labor. You must receive help through any channel by which God may send it. You who have had more experience must teach those of less experience how to work. Take them by your side, educate them, bear patiently with them. Never close the door of the heart by sharp words and unkind criticism. Let the love of God rule in your own hearts, and be communicated to your associate workers."},{"refcode_short":"SpTA07 16","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 16 (Ellen Gould White)","content":"A World-Wide Work"},{"refcode_short":"SpTA07 16.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 16.2 (Ellen Gould White)","content":"... Time is short, and all who believe this message should feel that a solemn obligation rests upon them to be whole-hearted, disinterested workers, ever exerting an influence on the right side, and never, by word or action, arraying themselves against those who are seeking to build up and advance the work. The ideas of our brethren are altogether too narrow; they expect but little; their faith is too feeble. Genuine faith is the substance of things hoped for, the evidence of things unseen. If the few who now believe the message will give no place to the enemy, and will unselfishly concentrate their efforts on the one object of building up the cause of God, the present truth will become a power in -----."},{"refcode_short":"SpTA07 17.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 17.1 (Ellen Gould White)","content":"But your conceptions of the work need to be greatly enlarged. Our message is to go forth in power to all parts of the world, ... to all nations, tongues, and peoples. Many countries are waiting for the advanced light the Lord has for them, and your faith must grow, that you may meet the demands for this time. Go forward and upward; God will work in accordance with your faith and devotedness to the advancement of his cause. But if you exalt self, and do not walk in humility before him, he cannot entrust you with the endowment of his Holy Spirit; for it would exalt you to your ruin. You will meet with opposition and discouragement; but God will go before you if you walk humbly and prayerfully, constantly considering that Christ in his work will not fail nor be discouraged. Bear in mind that it is not faith to talk of impossibilities. Nothing is impossible with God."},{"refcode_short":"SpTA07 17","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 17 (Ellen Gould White)","content":"A Deciding Question"},{"refcode_short":"SpTA07 17.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 17.2 (Ellen Gould White)","content":"The light concerning the binding claims of the law of God is to be presented everywhere. This is to be a deciding question. It will test and prove the world. Men will find many apparent reasons to excuse their resistance of light and evidence; they will venture to pursue a course of disobedience, thinking to avoid responsibility and reproach. Every teacher of the truth, every laborer together with God, will pass through searching, trying hours, when faith and patience will be severely tested. You are to be prepared by the grace of Christ to go forward, although apparent impossibilities obstruct the way. You have a present help in every time of emergency. The Lord allows you to meet obstacles, that you may seek unto Him who is your strength and sufficiency. Pray most earnestly for the wisdom that comes from God; he will open the way before you, and give you precious victories if you will walk humbly before him."},{"refcode_short":"SpTA07 18","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 18 (Ellen Gould White)","content":"Only God's Plans to be Followed"},{"refcode_short":"SpTA07 18.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 18.1 (Ellen Gould White)","content":"You are not to limit the Holy One of Israel, whose power is of old, and whose ways are past finding out. If you mark out ways whereby you expect God to work, you will be disappointed. The kingdom of heaven cometh not with observation. You are to leave God to work in his own way, and you must walk, not by sight, but by faith. God has a work to be done, and it is a very solemn, sacred work. It is not wise to follow plans of your own devising. Some who now bear the message of truth, will let the banner fall from their hands, and trail in the dust, and will then trample it under their feet. Some who are now in the darkness of error will receive the truth, and be converted, and will lift aloft the banner from the hands of those who now hold it. Your only hope is in firm reliance upon God. Watch unto prayer; move forward in hope, expressing gratitude, revealing the victory of faith in your own soul, and others will be influenced to follow the leadings of God."},{"refcode_short":"SpTA07 19.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 19.1 (Ellen Gould White)","content":"The light which God has given, he desires us to let shine to the world. It will be of no value unless it can be seen. I declare to you, You must stand on the mount; your vision must be extended, to see not only the things that are nigh, but those that are afar off. Satan will have plenty of difficulties to hinder our advancement. But when Israel came up to the Red Sea, God directed Moses to bid them go forward, and at the touch of the rod which God had given to Moses, the waters parted, and left a plain path for Israel to travel. So it will be in our work."},{"refcode_short":"SpTA07 19.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 19.2 (Ellen Gould White)","content":"Read and carefully consider the third chapter of 2 Kings. You will have tests of faith similar to that presented in this chapter. All who will put their trust, not in what they themselves can do, but in what God can do for and through them, will certainly realize his power in their work. God will work in ways least expected. It is not your own strength that will turn the battle against the enemy, but the strength of the mighty General of armies, who works for his own name's glory."},{"refcode_short":"SpTA07 19.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 19.3 (Ellen Gould White)","content":"“Ye are my witnesses,” saith the Lord. Work while the day lasts, for the night cometh, in which no man can work."},{"refcode_short":"SpTA07 20","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 20 (Ellen Gould White)","content":"A Faithful Tithe"},{"refcode_short":"SpTA07 20","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 20 (Ellen Gould White)","content":"Undue Carelessness Permitted"},{"refcode_short":"SpTA07 20.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 20.1 (Ellen Gould White)","content":"Many presidents of State conferences do not attend to that which is their work.—to see that the elders and deacons of the churches do their work in the churches, by seeing that a faithful tithe is brought into the treasury. Malachi has specified that the condition of prosperity depends upon bringing to God's treasury that which is his own. This principle needs to be often brought before the men who are lax in their duty to God, and who are neglectful and careless in bringing in their tithes, gifts, and offerings to God. “Will a man rob God?” “Wherein have we robbed thee?” is the question asked by the unfaithful stewards. The answer comes plain and positive. “In tithes and offerings. Ye are cursed with a curse: for ye have robbed me, even this whole nation. Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of Hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.” Please read this whole chapter, and see if words could be spoken that would be more plain and positive than these. They are so positive that no one who desires to understand his whole duty to God, needs to make any mistake in the matter. If men offer any excuse as to why they do not perform this duty, it is because they are selfish, and have not the love and fear of God in their hearts."},{"refcode_short":"SpTA07 21","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 21 (Ellen Gould White)","content":"No Excuse for Neglect in Payment of Tithes"},{"refcode_short":"SpTA07 21.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 21.1 (Ellen Gould White)","content":"The Lord has always required this response to his arrangements in carrying forward his work in our world. He has never changed his own devised plan. He lays claim to all as his own, and of that entrusted to man, he claims his portion. “For I am the Lord, I change not; therefore ye sons of Jacob are not consumed. Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the Lord of Hosts.”"},{"refcode_short":"SpTA07 21.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 21.2 (Ellen Gould White)","content":"Those who plead that they cannot understand this plain and decisive statement,—which if they are obedient, means so much to them, in blessings which will be received, when even the windows of heaven will be opened, and blessings poured out to overflowing,—are not honest before God. Their excuse that they did not know the will of God, will be of no avail for them in the great day of judgment."},{"refcode_short":"SpTA07 21","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 21 (Ellen Gould White)","content":"All to do Their Duty"},{"refcode_short":"SpTA07 21.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 21.3 (Ellen Gould White)","content":"Let the neglected tithes be now brought in. Let the new year open upon you as men honest in their deal with God. Let those that have withheld their tithes send them in before the year 1896 shall close, that they may be right with God, and never, never again run any risk of being cursed of God. Presidents of our conferences, do your duty; speak not your words, but a plain “Thus saith the Lord.” Elders of churches, do your duty. Labor from home to home, that the flock of God shall not be remiss in this great matter, which involves such a blessing or such a curse."},{"refcode_short":"SpTA07 22.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 22.1 (Ellen Gould White)","content":"Let all who fear God come up to the help of the Lord, and show themselves faithful stewards. The truth must go to all parts of the world. I have been shown that many in our churches are robbing God in tithes and offerings. God will execute upon them just that which he has declared. To the obedient, he will give rich blessings; to the transgressors, a curse. Every man who bears the message of truth to our churches, must do his duty by warning, educating, rebuking. Any neglect of duty which is a robbery toward God, means a curse upon the delinquent."},{"refcode_short":"SpTA07 22.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 22.2 (Ellen Gould White)","content":"The Lord will not hold guiltless those who are deficient in doing the work that he requires at their hands,—in seeing that the church is kept wholesome and healthy spiritually, and doing all their duty; in allowing no neglect which will bring the threatened curse upon his people. A curse is pronounced upon all who withhold their tithe from God. He says, “Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings. Ye are cursed with a curse: for ye have robbed me, even this whole nation. Bring ye all the tithes into the storehouse, that there may be meat in mine house.”"},{"refcode_short":"SpTA07 22.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 22.3 (Ellen Gould White)","content":"This is not a request of man; it is one of God's ordinances, whereby his work may be sustained and carried on in the world. God help us to repent. “Return unto me,” he says, “and I will return unto you.” Men who have a desire to do their duty, have it laid down in clear lines in this chapter. No one can excuse himself from paying his tithes and offerings to the Lord."},{"refcode_short":"SpTA07 23.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 23.1 (Ellen Gould White)","content":"The Lord bestows his gifts abundantly upon us. He “so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” Every blessing we have comes through Jesus Christ. Then shall we not arouse, and do our duty toward God, upon whom we are dependent for life and health, for his blessing upon our crops and fields, our cattle, our herds, and our vineyards? We are assured if we give to the Lord's treasury, we shall receive of him again; but if we withhold of our means, he will withhold his blessing from us, and send a curse upon the unfaithful."},{"refcode_short":"SpTA07 23.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 23.2 (Ellen Gould White)","content":"God has said, “Prove me now herewith, ... if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.” What a wonderful presentation in promised blessings is he giving us! Who can venture to rob God in tithes and offerings with such a promise as this! “And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of Hosts. And all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of Hosts.”"},{"refcode_short":"SpTA07 23.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 23.3 (Ellen Gould White)","content":"Another year has nearly passed into eternity, with its burden of record. Let us look over the past year, and if we have not done our full duty willingly, heartily unto the Lord, let us come up to the new year in making a faithful record to our God."},{"refcode_short":"SpTA07 24","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 24 (Ellen Gould White)","content":"The True Higher Education"},{"refcode_short":"SpTA07 24.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 24.1 (Ellen Gould White)","content":"God is love. The evil that is in the world comes not from his hands, but from our great adversary, whose work it has ever been to deprave man, and enfeeble and pervert his faculties. But God has not left us in the ruin wrought by the fall. Every facility has been placed in reach by our Heavenly Father, that men may, through well- directed efforts, regain their first perfection, and stand complete in Christ. In this work God expects us to do our part. We are his—his purchased possession. The human family cost God and his Son Jesus Christ an infinite price."},{"refcode_short":"SpTA07 24.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 24.2 (Ellen Gould White)","content":"The world's Redeemer, the only begotten Son of God, by his perfect obedience to the law, by his life and character, redeemed that which was lost in the fall, and made it possible for man to obey that holy law of righteousness which Adam transgressed. Christ did not exchange his divinity for humanity, but combined humanity with divinity; and in humanity he lived the law in behalf of the human family. The sins of every one who will receive Christ were set to his account, and he has fully satisfied the justice of God."},{"refcode_short":"SpTA07 24","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 24 (Ellen Gould White)","content":"An Expression of Redemption's Plan"},{"refcode_short":"SpTA07 24.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 24.3 (Ellen Gould White)","content":"All the plan of redemption is expressed in these precious words: “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” Christ actually bore the punishment of the sins of the world, that his righteousness might be imputed to sinners, and through repentance and faith they might become like him in holiness of character. He says, “I bear the guilt of that man's sins. Let me take the punishment, and the repenting sinner stand before thee innocent.” The moment the sinner believes in Christ, he stands in the sight of God uncondemned; for the righteousness of Christ is his; Christ's perfect obedience is imputed to him. But he must co-operate with divine power, and put forth his human effort to subdue sin, and stand complete in Christ."},{"refcode_short":"SpTA07 25","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 25 (Ellen Gould White)","content":"Sufficiency of the Ransom Paid by Christ"},{"refcode_short":"SpTA07 25.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 25.1 (Ellen Gould White)","content":"The ransom paid by Christ is sufficient for the salvation of all men; but it will avail for only those who become new creatures in Christ Jesus, loyal subjects of God's everlasting kingdom. His suffering will not shield from punishment the unrepenting, disloyal sinner."},{"refcode_short":"SpTA07 25.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 25.2 (Ellen Gould White)","content":"Christ's work was to restore man to his original state, to heal him, through divine power, from the wounds and bruises made by sin. Man's part is to lay hold by faith of the merits of Christ, and co-operate with the divine agencies in forming a righteous character; so that God may save the sinner, and yet be just, and his righteous law vindicated."},{"refcode_short":"SpTA07 25.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 25.3 (Ellen Gould White)","content":"The price paid for our redemption lays a great obligation upon every one of us. It is our duty to understand what God requires of us, and what he would have us to be. The educators of youth should realize the obligation resting upon them, and do their best to obliterate defects, whether physical, mental, or moral. They should aim at perfection in their own case, that the students may have a correct model."},{"refcode_short":"SpTA07 26","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 26 (Ellen Gould White)","content":"Attitude Teachers Should Manifest"},{"refcode_short":"SpTA07 26.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 26.1 (Ellen Gould White)","content":"Teachers should work circumspectly. Those who are often with God in prayer, have holy angels by their side. The atmosphere that surrounds their souls is pure and holy; for their whole soul is imbued with the sanctifying influence of the Spirit of God. They should be learners every day in the school of Christ, that they may be teachers under the Great Teacher. They must learn of Christ, and become one with him in the work of training minds, before they can be efficient teachers in the higher education—the knowledge of God."},{"refcode_short":"SpTA07 26.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 26.2 (Ellen Gould White)","content":"God is revealed in his word. “For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the Scriptures might have hope.” “And again, Praise the Lord, all ye Gentiles; and laud him, all ye people. And again, Esaias saith, There shall be a root of Jesse, and he that shall rise to reign over the Gentiles; in him shall the Gentiles trust.”"},{"refcode_short":"SpTA07 26","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 26 (Ellen Gould White)","content":"Office of the Higher Education"},{"refcode_short":"SpTA07 26.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 26.3 (Ellen Gould White)","content":"The true higher education is what makes students acquainted with God and his word, and fits them for eternal life. It was to place this life within their reach that Christ gave himself an offering for sin. His purpose of love and mercy is expressed in his prayer for his disciples. “These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee: as thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him. And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” Every instructor of youth is to work in harmony with this prayer, leading the students to Christ."},{"refcode_short":"SpTA07 27.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 27.1 (Ellen Gould White)","content":"Jesus continues, expressing his care for his own: “And now I am no more in the world, but these are in the world, and I come to thee. Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are. While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled. And now I come to thee; and these things I speak in the world, that they might have my joy fulfilled in themselves. I have given them thy word; and the world hath hated them, because they are not of the world.”"},{"refcode_short":"SpTA07 27.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 27.2 (Ellen Gould White)","content":"Suppose we catch the spirit that breathed in this prayer that ascended to heaven. Christ here shows what methods and force he used to keep his disciples from worldly practices, maxims, and dispositions: “I have given them thy word; and the world hated them, because they are not of the world.” Their actions, their words, their spirit, are not in harmony with the world; “even as I am not of the world.” And the Saviour adds, “I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.” The children and youth should receive an education in the line that Christ has here indicated, that they may be separate from the world."},{"refcode_short":"SpTA07 28","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 28 (Ellen Gould White)","content":"The Educating Power of the Word"},{"refcode_short":"SpTA07 28.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 28.1 (Ellen Gould White)","content":"“Sanctify them through thy truth: thy word is truth.” The word of God should be made the great educating power. How shall students know the truth, except by a close, earnest, persevering study of the word? Here is the grand stimulus, the hidden force which quickens the mental and physical powers, and directs the life into right channels. Here in the word is wisdom, poetry, history, biography, and the most profound philosophy. Here is a study that quickens the mind into a vigorous and healthy life, and awakens it to the highest exercise. It is impossible to study the Bible with a humble, teachable spirit, without developing and strengthening the intellect. Those who become best acquainted with the wisdom and purpose of God as revealed in his word, become men and women of mental strength; and they may become efficient workers with the great Educator, Jesus Christ."},{"refcode_short":"SpTA07 28.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 28.2 (Ellen Gould White)","content":"“As thou hast sent me into the world, even so have I also sent them into the world.” There is a work to be done for the world, and Christ sends his messengers, who are to be workers together with himself. Christ has given his people the words of truth, and all are called to act a part in making them known to the world."},{"refcode_short":"SpTA07 28","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 28 (Ellen Gould White)","content":"Necessity of Understanding the Word"},{"refcode_short":"SpTA07 28.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 28.3 (Ellen Gould White)","content":"“And for their sakes I sanctify myself, that they also might be sanctified through the truth.” Teachers may suppose that they can teach in their own wisdom, retaining their human imperfections; but Christ, the divine Teacher, whose work is to restore to man that which was lost through the fall, sanctified himself for his work. He offered himself unto God as a sacrifice for sin, giving his life for the life of the world. He would have those for whom he paid such a ransom, “sanctified through the truth,” and he has set them an example. The Teacher is what he would have his disciples become. There is no sanctification aside from the truth,—the word. Then how essential that it should be understood by every one!"},{"refcode_short":"SpTA07 29.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 29.1 (Ellen Gould White)","content":"The prayer of Christ embraces more than those who were then his disciples; it takes in all who should receive him in faith. He says, “Neither pray I for these alone, but for them also which shall believe on me through their word; that they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me. And the glory which thou gavest me I have given them; that they may be one, even as we are one: I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.”"},{"refcode_short":"SpTA07 29.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 29.2 (Ellen Gould White)","content":"Wonderful, wonderful words, almost beyond comprehension! Will the teachers in our schools understand this? Will they take the word of God as the lesson book able to make them wise unto salvation? This book is the voice of God speaking to us. The Bible opens to us the words of life; for it makes us acquainted with Christ, who is our life. In order to have true, abiding faith in Christ, we must know him as he is represented in the word. Faith is trustful. It is not a matter of fits and starts, according to the impulse and emotion of the hour; but it is a principle that has its foundation in Jesus Christ. And faith must be kept in constant exercise through the diligent, persevering study of the word. The word thus becomes a living agency; and we are sanctified through the truth."},{"refcode_short":"SpTA07 30","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 30 (Ellen Gould White)","content":"The Aid of the Holy Spirit"},{"refcode_short":"SpTA07 30.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 30.1 (Ellen Gould White)","content":"The Holy Spirit has been given us as an aid in the study of the word. Jesus promises, “The Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.” Those who are under the training of the Holy Spirit will be able to teach the word intelligently. And when it is made the study book, with earnest supplication for the Spirit's guidance, and a full surrender of the heart to be sanctified through the truth, it will accomplish all that Christ has promised. The result of such Bible study, will be well-balanced minds; for the physical, mental, and moral powers will be harmoniously developed. There will be no paralysis in spiritual knowledge. The understanding will be quickened; the sensibilities will be aroused; the conscience will become sensitive; the sympathies and sentiments will be purified; a better moral atmosphere will be created; and a new power to resist temptation will be imparted. And all, both teachers and students, will become active and earnest in the work of God."},{"refcode_short":"SpTA07 31","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 31 (Ellen Gould White)","content":"Lack of Thoroughness in Religious Education"},{"refcode_short":"SpTA07 31.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 31.1 (Ellen Gould White)","content":"But there is a disposition on the part of many teachers not to be thorough in religious education. They are satisfied with a half-hearted service themselves, serving the Lord only to escape the punishment of sin. Their half-heartedness affects their teaching. The experience that they do not desire for themselves, they are not anxious to see their pupils gain. That which has been given them in blessing has been cast aside as a dangerous element. The offered visits of the Holy Spirit are met with the words of Felix to Paul, “Go thy way for this time; when I have a convenient season, I will call for thee.” Other blessings they desire; but that which God is more willing to give than a father to give good gifts to his children; that Holy Spirit, which is offered abundantly according to the infinite fulness of God, and which, if received, would bring all other blessings in its train,—what words shall I use sufficiently to express what has been done with reference to it? The heavenly messenger has been repulsed by the determined will. “Thus far shalt thou go with my students, but no farther. We need no enthusiasm in our school, no excitement. We are much better satisfied to work with the students ourselves.” It is thus that despite has been done to God's gracious messenger, the Holy Spirit."},{"refcode_short":"SpTA07 31","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 31 (Ellen Gould White)","content":"A Mistake in Slighting the Holy Spirit"},{"refcode_short":"SpTA07 31.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 31.2 (Ellen Gould White)","content":"Are not the teachers in our schools in danger of blasphemy, of charging the Holy Spirit of God with being a deceiving power, and leading into fanaticism? Where are the educators that choose the snow of Lebanon which cometh from the rock of the field, or the cold, flowing waters that come from another place, before the murky waters of the valley? A succession of showers from the living waters has come to you at Battle Creek. Each shower was a consecrated inflowing of divine influence; but you did not recognize it as such. Instead of drinking copiously of the streams of salvation, so freely offered through the influence of the Holy Spirit, you turned to common sewers, and tried to satisfy your soul-thirst with the polluted waters of human science. The result has been parched hearts in the school and in the church. Those who are satisfied with little spirituality have gone far in unfitting themselves to appreciate the deep movings of the Spirit of God. But I hope the teachers have not yet passed the line where they are given over to hardness of heart and blindness of mind. If they are again visited by the Holy Spirit, I hope they will not call righteousness sin, and sin righteousness."},{"refcode_short":"SpTA07 32","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 32 (Ellen Gould White)","content":"A Mutual Need of Teachers and Students"},{"refcode_short":"SpTA07 32.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 32.1 (Ellen Gould White)","content":"There is need of heart conversions among the teachers. A genuine change of thoughts and methods of teaching is required to place them where they will have a personal relation to a living Saviour. It is one thing to assent to the Spirit's work in conversion, and another thing to accept that Spirit's agency as a reprover, calling to repentance. It is necessary that both teachers and students not only assent to truth, but have a deep, practical knowledge of the operations of the Spirit. Its cautions are given because of the unbelief of those who profess to be Christians. God will come near to the students because they are misled by the educators in whom they put confidence; but both teachers and students need to be able to recognize the voice of the Shepherd."},{"refcode_short":"SpTA07 33.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 33.1 (Ellen Gould White)","content":"You who have long lost the spirit of prayer, pray, pray earnestly, “Pity thy suffering cause; pity the church; pity the individual believers, thou Father of mercies. Take from us everything that defiles, deny us what thou wilt; but take not from us thy Holy Spirit.”"},{"refcode_short":"SpTA07 33","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 33 (Ellen Gould White)","content":"A Mistake to be Deplored"},{"refcode_short":"SpTA07 33.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 33.2 (Ellen Gould White)","content":"There are and ever will be persons who do not move wisely, who will, if words of doubt or unbelief are spoken, throw off conviction and choose to follow their own will; and because of their deficiencies Christ has been reproached. Poor finite mortals have judged the rich and precious outpouring of the Spirit, and passed sentence upon it, as the Jews passed sentence upon the work of Christ. Let it be understood in every institution in America that it is not commissioned to you to direct the work of the Holy Spirit, and tell how it shall represent itself. You have been guilty of doing this. May the Lord forgive you, is my prayer. Instead of being repressed and driven back, as it has been, the Holy Spirit should be welcomed, and its presence encouraged. When you sanctify yourself through obedience to the word, the Holy Spirit will give you glimpses of heavenly things. When you seek God with humiliation and earnestness, the words which you have spoken in freezing accents will burn in your hearts; the truth will not then languish upon your tongues."},{"refcode_short":"SpTA07 34","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 34 (Ellen Gould White)","content":"The Great Theme in Educational Work"},{"refcode_short":"SpTA07 34.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 34.1 (Ellen Gould White)","content":"Eternal interest should be the great theme of teachers and students. Conformity to the world should be strictly guarded against. The teachers need to be sanctified through the truth, and the all-important thing should be the conversion of their students, that they may have a new heart and life. The object of the Great Teacher is the restoration of the image of God in the soul, and every teacher in our schools should work in harmony with this purpose."},{"refcode_short":"SpTA07 34","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 34 (Ellen Gould White)","content":"Entreaty and Assurance"},{"refcode_short":"SpTA07 34.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 34.2 (Ellen Gould White)","content":"Teachers, trust in God, and go forward. “My grace is sufficient for you” is the assurance of the Great Teacher. Catch the inspiration of the words, and never, never talk doubt and unbelief. Be energetic. There is no half-and-half service in pure and undefiled religion. “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength.” The very highest sanctified ambition is demanded of those who believe the word of God."},{"refcode_short":"SpTA07 34.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 34.3 (Ellen Gould White)","content":"Teachers, tell your students that the Lord Jesus Christ has made every provision that they should go onward, conquering and to conquer. Lead them to trust in the divine promise: “If any of you lack wisdom, let him ask God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth [talks faith one moment, and acts unbelief the next] is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive anything of the Lord. A double-minded man is unstable in all his ways.” James 1:5-8."},{"refcode_short":"SpTA07 35","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 35 (Ellen Gould White)","content":"The Source of the True Wisdom"},{"refcode_short":"SpTA07 35.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 35.1 (Ellen Gould White)","content":"From God, the fountain of wisdom, proceeds all the knowledge that is of value to man, all that the intellect can grasp or retain. The fruit of the tree representing good and evil is not to be eagerly plucked, because it is recommended by one who was once a bright angel in glory. He has said that if men eat thereof, they shall know good and evil. But let it alone. The true knowledge comes not from infidels or wicked men. The word of God is light and truth. The true light shines from Jesus Christ, “who lighteth every man that cometh into the world.” From the Holy Spirit proceeds divine knowledge. He knows what humanity needs to promote peace, happiness, and restfulness here in this world, and secure eternal rest in the kingdom of God."},{"refcode_short":"SpTA07 35.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 35.2 (Ellen Gould White)","content":"“I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.”"},{"refcode_short":"SpTA07 36","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 36 (Ellen Gould White)","content":"Importance of Right Example on the Part of Laborers"},{"refcode_short":"SpTA07 36.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 36.1 (Ellen Gould White)","content":"The Lord loves you. I am aroused at two o'clock in the morning to write you those things which force themselves upon my mind. By your own choice you may place yourselves under influences which will help you to form a character for the kingdom of God, and make your work acceptable, or you may receive into your life that which will make your work a failure."},{"refcode_short":"SpTA07 36.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 36.2 (Ellen Gould White)","content":"It is of the greatest importance that ministers and workers set a right example. If they hold and practise lax, loose principles, their example is quoted by those who love to talk rather than to practise, as a full vindication of their course of action. Every mistake that is made grieves the heart of Jesus, and does injury to the influence of the truth, which is the power of God for the salvation of souls. The whole synagogue of Satan watches for mistakes in the lives of those who are seeking to represent Christ, and the most is made of every defection."},{"refcode_short":"SpTA07 36.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 36.3 (Ellen Gould White)","content":"Take heed lest by your example you place other souls in peril. It is a terrible thing to lose your own soul, but to pursue a course which will cause the loss of other souls is still more terrible. That our influence should result in being a savor of death unto death is a terrible thought, and yet it is possible. With what holy jealousy, then, should we keep guard over our thoughts, our words, our habits, our dispositions, and our characters. God requires more deep, personal holiness on our part. Only by revealing his character can we co-operate with him in the work of saving souls."},{"refcode_short":"SpTA07 37","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 37 (Ellen Gould White)","content":"Value of a Consistent Life"},{"refcode_short":"SpTA07 37.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 37.1 (Ellen Gould White)","content":"The Lord's workers cannot be too careful that their actions do not contradict their words; for a consistent life alone can command respect. If our practise harmonizes with our teaching, our words will have effect; but a piety which is not based upon conscientious principles, is as salt without savor. To speak, and do not, is as a sounding brass, and a tinkling cymbal. It is of no use for us to strive to inculcate principles which we do not conscientiously practise."},{"refcode_short":"SpTA07 37.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 37.2 (Ellen Gould White)","content":"Watch unto prayer. In this way alone can you put your whole being into the Lord's work. Self must be put in the background. Those who make self prominent, gain an education that soon becomes second nature to them, and they will soon fail to realize that instead of uplifting Jesus, they uplift themselves; that instead of being channels through which the living water can flow to refresh others, they absorb the sympathies and affections of those around them. This is not loyalty to our crucified Lord."},{"refcode_short":"SpTA07 38","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 38 (Ellen Gould White)","content":"Not to Elicit Sympathy"},{"refcode_short":"SpTA07 38.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 38.1 (Ellen Gould White)","content":"We are ambassadors for Christ, and we are to live, not to save our reputation, but to save perishing souls from perdition. Our daily endeavor should be to show them that they may gain truth and righteousness. Instead of trying to elicit sympathy for ourselves, by giving others the impression that we are not appreciated, we are to forget self entirely; and if we fail to do this, through want of spiritual discernment and vital piety, God will require at our hands the souls of those for whom we should have labored. He has made provision that every worker in his service may have grace and wisdom, that he may become a living epistle, known and read of all men. By watchfulness and prayer we may accomplish just what the Lord designs that we shall. By faithful, painstaking discharge of our duty, by watching for souls as they that must give account, we may remove every stumbling-block out of the way of others. By earnest warnings and entreaties, with our own souls drawn out in tender solicitude for those that are ready to perish, we may win souls to Christ."},{"refcode_short":"SpTA07 38","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 38 (Ellen Gould White)","content":"The Danger of Grieving the Holy Spirit"},{"refcode_short":"SpTA07 38.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 38.2 (Ellen Gould White)","content":"I would that all my brethren and sisters would remember that it is a serious thing to grieve the Holy Spirit; and it is grieved when the human agent seeks to work himself, and refuses to enter the service of the Lord because the cross is too heavy, or the self-denial too great. The Holy Spirit seeks to abide in each soul. If it is welcomed as an honored guest, those who receive it will be made complete in Christ. The good work begun will be finished; the holy thoughts, heavenly affections, and Christlike actions will take the place of impure thoughts, perverse sentiments, and rebellious acts."},{"refcode_short":"SpTA07 39.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 39.1 (Ellen Gould White)","content":"The Holy Spirit is a divine teacher. If we heed its lessons, we shall become wise unto salvation. But we need to guard well our hearts; for too often we forget the heavenly instruction we have received, and seek to act out the natural inclinations of our unconsecrated minds. Each one must fight his own battle against self. Heed the teachings of the Holy Spirit. If this is done, they will be repeated again and again until the impressions are as it were “[lead] in the rock forever.”"},{"refcode_short":"SpTA07 39","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 39 (Ellen Gould White)","content":"God's Claims Upon Us"},{"refcode_short":"SpTA07 39.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 39.2 (Ellen Gould White)","content":"God has bought us, and he claims a throne in each heart. Our minds and bodies must be subordinated to him; and the natural habits and appetites must be made subservient to the higher wants of the soul. But we can place no dependence upon ourselves in this work. We cannot with safety follow our own guidance. The Holy Spirit must renew and sanctify us. In God's service there must be no half-way work. Those who profess to serve God, and yet indulge their natural impulses, will mislead other souls. Said Christ, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind.... This do, and thou shalt live.”"},{"refcode_short":"SpTA07 39.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 39.3 (Ellen Gould White)","content":"“Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain. And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible. I therefore so run, not as uncertainly; so fight I, not as one that beateth the air: but I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.”"},{"refcode_short":"SpTA07 40","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 40 (Ellen Gould White)","content":"Principles of Health Reform"},{"refcode_short":"SpTA07 40.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 40.1 (Ellen Gould White)","content":"The Lord has given his people a message in regard to health reform. This light has been shining upon their pathway for thirty years; and the Lord cannot sustain his servants in a course which will counteract it. He is displeased when his servants act in opposition to the message upon this point, which he has given them to give to others. Can he be pleased when half the workers laboring in a place, teach that the principles of health reform are as closely allied with the third angel's message as the arm is to the body, while their co-workers, by their practise, teach principles that are entirely opposite? This is regarded as a sin in the sight of God, and is one reason why he could not give greater success to the work in -----."},{"refcode_short":"SpTA07 40.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 40.2 (Ellen Gould White)","content":"My brother, you must no longer demerit the messengers and the message God has sent you in regard to the principles of healthful living. Testimony after testimony has been given, which should have brought about great reforms; but at home and abroad your life has been a decided witness against the warnings which the Lord has sent; and nothing brings such discouragement upon the Lord's watchmen as to be connected with those who have mental capacity, and who understand the reasons of our faith, but by precept and example manifest indifference to moral obligations."},{"refcode_short":"SpTA07 41.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 41.1 (Ellen Gould White)","content":"The light which God has given upon health reform cannot be trifled with without injury to those who attempt it; and no man can hope to succeed in the work of God while, by precept and example, he acts in opposition to the light which God has sent. The voice of duty is the voice of God,—an in-born, heaven-sent guide,—and the Lord will not be trifled with upon these subjects. He who disregards the light which God has given in regard to the preservation of health, revolts against his own good, and refuses to obey the One who is working for his best good."},{"refcode_short":"SpTA07 41","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 41 (Ellen Gould White)","content":"The Duty of the Christian"},{"refcode_short":"SpTA07 41.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 41.2 (Ellen Gould White)","content":"It is the duty of every Christian to follow that course of action which the Lord has designated as right for his servants. He is ever to remember that God and eternity are before him, and he should not disregard his spiritual and physical health, even though tempted by wife, children, or relatives to do so. “If the Lord be God, follow him; if Baal, follow him.”"},{"refcode_short":"SpTA07 41.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 41.3 (Ellen Gould White)","content":"The principles of health reform, right or wrong, which are adopted by him who gives the word of God to others, will have a molding influence upon his work, and upon those with whom he labors. If his principles are wrong, he can and will misrepresent the truth to others; if he accepts the truth which appeals to reason rather than to perverted appetite, his influence for the right will be decided. The truth will be in his heart as a well of water, springing up into everlasting life."},{"refcode_short":"SpTA07 41.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 41.4 (Ellen Gould White)","content":"God's instruction is not Yea and Nay, but Yea and Amen in Christ Jesus; and his workers are called upon to remember that they cannot drift along with unsettled principles which are warped and distorted by impulse, without misrepresenting the truth which they profess, and doing a lasting injury to their own souls......."},{"refcode_short":"SpTA07 42","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 42 (Ellen Gould White)","content":"Practical Instruction"},{"refcode_short":"SpTA07 42.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 42.1 (Ellen Gould White)","content":"Last Friday night I was conversing with you, telling you something with reference to your methods of labor. The heavenly Watcher stood beside us, and I wish I could write every word he uttered; but I fear that I cannot. You said, “I wish I knew in regard to my duty. In some way I do not feel satisfied with the result of my labor.” The voice of the One beside us was then heard, saying, “Have faith in God; learn of Christ Jesus. When you handle the sacred truths of God's word, keep Christ uplifted. Your great need is to learn Christ's manner of teaching. When you are teaching the people, present only a few vital points, and keep your mind concentrated on these points. You bring unimportant ideas into your discourses. These are not always a savor of life unto life, and have no real connection with your text. By wandering from straight lines, and bringing in that which calls the mind off the subject, you weaken all that you have previously said.”"},{"refcode_short":"SpTA07 43","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 43 (Ellen Gould White)","content":"Disconnected Presentation of Truth"},{"refcode_short":"SpTA07 43.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 43.1 (Ellen Gould White)","content":"God would not have you think that you are impressed by his Spirit when you fly from your subject, bringing in foreign matters which are designed as a reproof, and which should not be named in connection with the words of solemn and sacred truth. By doing this, you lose your bearings, and weaken the effect of that which is profitable for doctrine, for reproof, for correction, for instruction in righteousness. You have made of none effect many precious ideas, by mixing them with other thoughts which have come to your mind, but which had no bearing upon the subject. That which is far from the subject under consideration should find no place in your discourses."},{"refcode_short":"SpTA07 43.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 43.2 (Ellen Gould White)","content":"There are in this world hearts that are crying aloud for the living God. But helpless human nature has been fed with distasteful food; discourses dissatisfying to hungry, starving souls have been given in the churches. In these discourses there is not that divine manifestation that touches the mind, and creates a glow in the soul; the hearers cannot say, “Did not our heart burn within us, while he talked with us by the way, and while he opened to us the Scriptures?” An abundance of chaff is given to the people, but this will not awaken the transgressor, or convict souls of sin. The souls who come to hear, need a plain, straightforward presentation of truth. Those who have tasted of the word of God have dwelt long in an atmosphere where there is no God, and they long for the divine presence."},{"refcode_short":"SpTA07 43.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 43.3 (Ellen Gould White)","content":"Gird up the loins of your mind, that you may present the truth of God acceptably. Preach the truth in its simplicity, but let your discourses be short. Dwell decidedly on a few important points. Realize every moment that you must have the presence of the Holy Spirit; for it can do a work that you cannot do of yourself. If you have any burden of a disagreeable character on your mind, get rid of it by personal labor or earnest prayer before you come before the people. Plead earnestly with God to remove that burden from your mind. Keep decidedly to a few points. Give the people pure wheat, thoroughly winnowed from all chaff. Do not let your discourses embrace so much that weakness shall be seen in the place of solid argument. Present the truth as it is in Jesus, that those who hear may receive the very best impression."},{"refcode_short":"SpTA07 44","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 44 (Ellen Gould White)","content":"Evils of Long Sermons"},{"refcode_short":"SpTA07 44.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 44.1 (Ellen Gould White)","content":"Speak short. Your discourses are generally double the length they should be. It is possible to handle a good thing in such a manner that it loses its flavor. When a discourse is too long, the last part of the preaching detracts from the force and interest of that which has preceded it. Do not wander, but come right to the point. Give the people the very manna from heaven, and the Spirit will bear witness with your spirit that it is not you that speaks, but the Holy Spirit speaking through you. The teacher of the word of God must first talk with God, and then he can stand before the people with the Holy Spirit working upon his mind. If he faithfully co-operates with Christ, the promise will be fulfilled, “Lo, I am with you alway.”"},{"refcode_short":"SpTA07 44.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 44.2 (Ellen Gould White)","content":"Be careful never to lose a sense of the presence of the divine Watcher. Remember that you are speaking not only to an unenlightened assembly, but to One whom you should ever recognize. Speak as though the whole universe of heaven were before you, as well as the hungry, starving company of God's sheep and lambs, which must be fed."},{"refcode_short":"SpTA07 45","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 45 (Ellen Gould White)","content":"Preach the Word"},{"refcode_short":"SpTA07 45.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 45.1 (Ellen Gould White)","content":"Those who claim to preach the word should preach the word, ever remembering that they are laborers together with God. He is their efficiency, and if he is given opportunity, he will work for them. If they are humble, if they do not rely upon their own supposed wisdom and ability, God will place arguments in their mind, and speak through their lips. He will also impress the minds of the hearers, preparing their hearts to receive the seed which is sown."},{"refcode_short":"SpTA07 45.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 45.2 (Ellen Gould White)","content":"My brother, a daily work must be done for you by the power of God, or else, instead of the Holy Spirit, the enemy of God and man will stand by your side. Under his influence, weakness will appear in your work. The most precious points of faith relative to the salvation of the soul, will be marred and mutilated in your hands."},{"refcode_short":"SpTA07 45.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 45.3 (Ellen Gould White)","content":"Unless you change your manner of labor, you will give a faulty education to those connected with you in the work. Let your heart struggle and break for the longing it has for God, the living God. Let nothing divert your mind from the work of God to unimportant matters. Will all your God-given energies work earnestly and prayerfully, calling upon the church to co-operate with you. Put no trust in yourself, but rest in the assurance that God is the chief worker*The original publication had the spelling “chiefworker.”. You are only his servant; and your work is to voice his words, “Ye are laborers together with God.”"},{"refcode_short":"SpTA07 46","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 46 (Ellen Gould White)","content":"Denying of Self"},{"refcode_short":"SpTA07 46.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 46.1 (Ellen Gould White)","content":"Take no glory whatever to yourself. Do not work with a divided mind, trying to serve self and God at the same time. Keep self out of sight. Let your words lead the weary and heavy-laden to carry their burdens to Jesus. Work as seeing him who is at your right hand, ready to give you his efficiency and omnipotent power in any emergency."},{"refcode_short":"SpTA07 46.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 46.2 (Ellen Gould White)","content":"The Lord is your Counselor, your Guide, the Captain of your salvation. He goes before your face, conquering and to conquer. Dedicate yourself, soul and body, to him, banishing all self-indulgence. Deny self; take up your cross, and work earnestly for the Master. Do not needlessly expend your strength by giving long discourses. This uses up the vitality, so that insufficient strength is left to devote to the most important part of the work,—house to house ministry."},{"refcode_short":"SpTA07 46","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 46 (Ellen Gould White)","content":"The Work of an Evangelist"},{"refcode_short":"SpTA07 46.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 46.3 (Ellen Gould White)","content":"Teaching the Scriptures, praying in families,—this is the work of an evangelist, and this work is to be mingled with your preaching. If it is omitted, preaching will be, to a great extent, a failure. You need to be jealous of yourself. You and your wife need to come close to the people by personal effort. Teach them that the love of God must come into the inner sanctuary of the home life. If you so desire, you may have the indwelling power of the Holy Spirit to help you in your work."},{"refcode_short":"SpTA07 47.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 47.1 (Ellen Gould White)","content":"We are carrying the last message of mercy to a perishing world, and God calls upon us to bring freshness and power into our work. We can do this only by the aid of the Holy Spirit. Hereditary tendencies and wrong habits must be disciplined and oft crucified. Humble yourself under the hand of God; for your ways are not God's ways, and you both have much to learn in the school of Christ."},{"refcode_short":"SpTA07 47.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 47.2 (Ellen Gould White)","content":"Last night these words of instruction were spoken to you: “Counsel with your brethren. Your plans need the careful consideration of other minds. Warnings have been given in regard to depending upon men and trusting in their wisdom. The tempter aims to lead men astray by persuading them to cease looking to Jesus for strength and efficiency, and to make flesh their arm. This has been done in many cases. Satan has laid his trap to catch men and win them to his side by trying to prevail upon them to depend upon their finite, erring fellow men.”"},{"refcode_short":"SpTA07 47","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 47 (Ellen Gould White)","content":"A Special Danger of Extremes"},{"refcode_short":"SpTA07 47.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 47.3 (Ellen Gould White)","content":"But when a reproof is given upon this point, the enemy takes the counsel given, and presents it in such a perverted light that those who desire to follow their own judgment feel at liberty to plan and devise important measures without counseling with their brethren. Thus another error strives for recognition. Men go to an extreme in one direction, and if corrected, go to an extreme in the opposite direction."},{"refcode_short":"SpTA07 47.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 47.4 (Ellen Gould White)","content":"You will be in danger of making mistakes if you move out in your own supposed wisdom. You need counsel. You have not the efficiency for all classes of labor, and you should not commence work in important places if there is danger that you will lay a foundation which you cannot complete. Light must be expressly given by God, and duty must be clear and unmistakable before one or two men enter new and important fields. You need to counsel with your brethren; for there is danger that you will run too fast in devising plans and methods."},{"refcode_short":"SpTA07 48.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 48.1 (Ellen Gould White)","content":"Words which never should have been uttered have been spoken to you with reference to your brethren. The misconceptions existing in other minds have been communicated to you, and your mind has been led in a train of speculative thought that is not safe or correct. Keep watch over your thoughts. Guard closely the impulses of your mind and heart. Words have been spoken that have led you to place more confidence in your own plans and methods, than is right. Words slip from your lips, unbidden and unsanctioned by God. Take heed lest, when the time comes that you can prove yourself a friend and fill a friend's place by giving sound counsel, you are unprepared."},{"refcode_short":"SpTA07 48","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 48 (Ellen Gould White)","content":"Importance of Counsel with Brethren"},{"refcode_short":"SpTA07 48.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 48.2 (Ellen Gould White)","content":"You must not walk independently of all counsel. It is your duty to counsel with your brethren. This may touch your pride, but the humility of a mind taught by the Holy Spirit will listen to counsel, and will banish all self-confidence. When counsel is given that conflicts with your personal wishes, you are not to think that your own wisdom is sufficient for you to give counsel to others, or that you can afford to neglect the counsel given."},{"refcode_short":"SpTA07 48.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 48.3 (Ellen Gould White)","content":"Wherever you may labor, there is need that you blend your efforts with those of other efficient laborers. You are not a complete whole; you cannot successfully complete a series of meetings by yourself, but you can do your part with other laborers. This may be humiliating to you; but it should not be, for God has given a variety of gifts, and he desires that these gifts blend in perfect harmony."},{"refcode_short":"SpTA07 49.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 49.1 (Ellen Gould White)","content":"You need to realize the danger of viewing matters from your own standpoint and with your own eyes or discernment. It would be well for you frankly to state your plans to your brethren, that you may know how they appear to them when seen from their standpoint; for circumstances may be so vividly impressed upon your mind, that it is impossible for you to give an all-sided judgment. Let your plans be closely investigated; and with earnest prayer commit your case to Him who knoweth all things. Counsel together. Let not the whisperings of your own mind or of other minds, close the door of your heart against the counsel of the Lord's servants."},{"refcode_short":"SpTA07 49.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 49.2 (Ellen Gould White)","content":"August 9, 1896. I have written this to you because it is a serious matter, involving serious consequences, which will effect future work in other localities. Brother ----- needs no flattering words from you; for he has a full estimation of his own abilities, and makes them appear by demeriting others. He does not realize that he is seeking to be first. He is not prepared to take upon himself the responsibilities of a minister of the gospel; for he needs a humble and a contrite spirit. He needs to continue to give Bible readings, and when his brethren see that he is fitted to become a preacher of the gospel, this will be made manifest. You need caution."},{"refcode_short":"SpTA07 50","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 50 (Ellen Gould White)","content":"The Canvassing Work"},{"refcode_short":"SpTA07 50.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 50.1 (Ellen Gould White)","content":"I cannot see why the canvassing work is not as good and successful a work as can be done for the Lord. Canvassers can become acquainted with the people, they can pray with them, and can understand their true necessities. From the light which God has given me, there is much responsibility resting upon the canvassers. They should go to their work prepared to explain the Scriptures, and nothing should be said or done to bind their hands. If they put their trust in the Lord as they travel from place to place, the angels of God will be round about them, giving them words to speak which will bring light and hope and courage to many souls. Were it not for the work of the canvasser, many would never hear the truth."},{"refcode_short":"SpTA07 50.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 50.2 (Ellen Gould White)","content":"The canvasser should carry with him books and pamphlets and tracts to give away to those who cannot buy books from him. In this way the truth can be introduced into many homes."},{"refcode_short":"SpTA07 50.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 50.3 (Ellen Gould White)","content":"Of all the gifts which God has given to man, none is more noble or a greater blessing than the, gift of speech, if it is sanctified by the Holy Spirit. It is with the tongue we convince and persuade; with it we offer prayer and praise to God; and with it we convey rich thoughts of the Redeemer's love. By this work, the canvasser can scatter the seeds of truth, causing the light from the word of God to shine into many minds."},{"refcode_short":"SpTA07 50","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 50 (Ellen Gould White)","content":"Does Not Belittle the Gospel Minister"},{"refcode_short":"SpTA07 50.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 50.4 (Ellen Gould White)","content":"I sincerely hope that no mind will receive the impression that it belittles a minister of the gospel to canvass. Hear the apostle Paul's testimony: “Ye know, from the first day that I came into Asia, after what manner I have been with you at all seasons, serving the Lord with all humility of mind, and with many tears, and temptations, which befell me by the lying in wait of the Jews: and how I kept back nothing that was profitable unto you, but have showed you, and have taught you publicly, and from house to house, testifying both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ.” The eloquent Paul, to whom God manifested himself in a wonderful manner, went from house to house, with all humility of mind, and with many tears and temptations."},{"refcode_short":"SpTA07 51","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 51 (Ellen Gould White)","content":"A Most Precious Ministry"},{"refcode_short":"SpTA07 51.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 51.1 (Ellen Gould White)","content":"I have been shown that the most precious ministry can be done by canvassing, and that by ministers. By doing this work, they will obtain a varied experience, and will be doing the very work that the apostle Paul did. I copy an extract from an appeal made to our brethren in regard to canvassing for our periodicals and books: “The canvassing work is an important field for labor; and the intelligent, God-fearing, truth-loving canvasser occupies a position equal to that of the gospel minister. Then should the canvasser feel at liberty, any more than the ordained minister, to act from selfish motives? Should he be unfaithful to all the principles of missionary work, and sell only those books that are cheapest and easiest to handle, neglecting to place before the people the books which will give most light, because by so doing, he can earn more money for himself? The canvassing work is a missionary work, and the field must be worked from a missionary standpoint. Selfish principles, love of dignity and position, should not be once named among us. The thought of seeking to become the greatest should never come into our minds.”"},{"refcode_short":"SpTA07 52","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 52 (Ellen Gould White)","content":"Extracts from Recent Communications"},{"refcode_short":"SpTA07 52.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 52.1 (Ellen Gould White)","content":"We are living in most solemn times. The gospel in the Old and New Testaments is not to be contemplated from a narrow, single aspect, as one or two men, or even many men may view it. How large, how broad, how extensive, is the gospel! I have been writing upon this subject for years, and have much written that I cannot now place in shape to be handled. I have had but a trifle of editing done for one year. I speak the things, and write the things, that burden my soul, whether men will hear, or whether they will forbear. I must work; I must watch; I must pray; I must consider nothing in a narrow, contracted style. The Lord Jesus in his instruction was pleased to fashion character after the divine likeness."},{"refcode_short":"SpTA07 52.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 52.2 (Ellen Gould White)","content":"Truth and error are both in the field, striving for the mastery. The champions of truth will have a fierce conflict. “We wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.” The warning comes, and the directions are repeated, “Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand.” All that the Lord has told you, it devolves on you to do. No one need be deceived, if he will make the word of God his study. How little is the book of Revelation studied! It is a hidden mystery to the religious world; and why?—Because the events not pleasant for consideration, are so faithfully traced by the prophetic pen; and people who are in any way troubled about the matter are soothed by their shepherds, with the statement that the Revelation cannot be understood. But it is to be understood; for it especially concerns us who are living in these last days. Read Revelation 1:1-3. “Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.” Read the last chapter of Revelation carefully and prayerfully. What significance there is in the statements of this chapter! “I am Alpha and Omega, the beginning and the end, the first and the last. Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.” “I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star.” This is the most effectual teaching that can be given in the church built for the Sanitarium, and this testimony is to be given in all the churches. Wherever there is an opportunity to reach the people, the attention should be called from the earthly to the heavenly. “And the Spirit and the Bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.” We are to voice the words of the angel."},{"refcode_short":"SpTA07 54.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 54.1 (Ellen Gould White)","content":"We are not to drift into worldly channels. Consider the cleansing of the temple at the beginning of Christ's ministry, and at the close of his life, his personal labors in the guise of humanity. Whom did he find intent on gain? The Jews had made the courts of the temple a scene of sacrilegious traffic. They had turned the ancient and sacred institution of the Passover into a means of vile profit. They bartered deep, turning the once sacred service instituted by Christ himself, into a worship of mammon. But Christ came suddenly into the temple courts; divinity flashed through humanity, and, raising a whip of small cords in his hands, with a voice that they will hear again in the execution of the judgment, he said, “Take these things hence.” “It is written, My house shall be called the house of prayer; but ye have made it a den of thieves.” These priests and rulers saw as it were an avenging angel with a flaming sword, such as guarded the way to the tree of life."},{"refcode_short":"SpTA07 54.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 54.2 (Ellen Gould White)","content":"Today this sacrilegious work is being more than repeated. There will be messages borne; and those who have rejected the messages God has sent, will hear most startling declarations. The Holy Spirit will invest the announcement with a sanctity and solemnity which will appear terrible in the ears of those who have heard the pleadings of infinite love, and have not responded to the offers of pardon and forgiveness. Injured and insulted Deity will speak, proclaiming the sins that have been hidden. As the priests and rulers, full of indignation and terror, sought refuge in flight at the last scene of the cleansing of the temple, so will it be in the work for these last days. The woes that will be pronounced upon those that have had light from heaven, and yet did not heed it, they will feel, but will have no power to act. This is represented in the parable of the wise and foolish virgins. They cannot obtain a character from the wise virgins, and they have no oil of grace to discern the clear light or to accept it. They cannot light their lamps and join the procession that goes in to the marriage supper of the Lamb."},{"refcode_short":"SpTA07 55.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 55.1 (Ellen Gould White)","content":"Study the Revelation in connection with Daniel; for history will be repeated. We must be true and faithful amid the abounding iniquity that prevails. At no period of time are we in such danger as when prosperity seems to crown our efforts. Self must be hidden in God. We are living amid the perils of the last days, and many are insensible to the perils that threaten our world. We, with all our religious advantages, ought to know far more today than we do know. “Watch, and pray,” said Jesus, “for ye know not when the time is.” “Be ye therefore ready also: for the Son of Man cometh at an hour when ye think not.” Repentance is not a desirable emotion. Christ said, “Except ye repent, ye shall all likewise perish.” The right eye is to be plucked out; the right hand is to be cut off. There is hidden depravity that needs to be carefully considered and uprooted. God help us individually to purify our souls by obeying the truth."},{"refcode_short":"SpTA07 56","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 56 (Ellen Gould White)","content":"Who Are Representing Christ?"},{"refcode_short":"SpTA07 56.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 56.1 (Ellen Gould White)","content":"We are living in times that try men's souls. Those in high positions of trust, whom we may call—as God called some in the days of Noah—mighty men, men of renown, know little of the causes that underlie the present state of society. Many do not care to know; others do not study from cause to effect. Those who hold the reins of government are not able to solve the problem of moral corruption, poverty, pauperism, and increasing crime of every type, manifest in all classes, from the highest to the lowest. They are struggling vainly to place business operations on a more secure basis. The great extremes of wealth and want produce unnumbered evils."},{"refcode_short":"SpTA07 56.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 56.2 (Ellen Gould White)","content":"In our large cities there exists an appalling condition of poverty; multitudes are destitute of food, clothing, or shelter fit for a human being. In the same cities are men of wealth who have more than heart could wish; who live luxuriously, spending their money upon richly furnished houses, upon personal ornament, or worse, upon the gratification of the sensual appetites, upon tobacco, liquors, and other things that destroy the power of the brain, unbalance the mind, and debase the soul. While they are thus selfishly indulging themselves, all heaven is looking down upon these unfaithful stewards. God and angels mark how the means given to men, with which to honor the Creator by blessing the world, are turned to the gratification of self, to the dishonor of God, and to the neglect of his heritage...."},{"refcode_short":"SpTA07 56.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 56.3 (Ellen Gould White)","content":"The prince of darkness has set in operation every device to ruin and destroy man. He has legions of evil workers uniting with him to obliterate the image of God in our youth. I ask those who are acquainted with truth, who know righteousness, What are you doing? Are you using your influence to bring into the ranks of the Lord's army all whom you can possibly reach? Have you yourself enlisted to fight the battles of the Lord? As Christians it is our work to represent Christ. We are to set an example that shall be in striking contrast to the practises of this evil age. He that is selfish will neglect to do the very work he ought to do, and take up a work that God has not given him to do. “He that loveth pleasure [margin, sport] shall be a poor man: he that loveth wine and oil shall not be rich.” “He that followeth after righteousness and mercy findeth life, righteousness, and honor.” “The desire of the slothful killeth him; for his hands refuse to labor. He coveteth greedily all the day long: but the righteous giveth and spareth not.”"},{"refcode_short":"SpTA07 57.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 57.1 (Ellen Gould White)","content":"“He that oppresseth the poor to increase his riches, and he that giveth to the rich, shall surely come to want.” This breaks up worldly policy, and sets aside worldly maxims. “That thy trust may be in the Lord, I have made known to thee this day, even to thee. Have not I written to thee excellent things in counsels and knowledge, that I might make thee know the certainty of the words of truth; that thou mightest answer the words of truth to them that send unto thee? Rob not the poor, because he is poor: neither oppress the afflicted in the gate.” Consider also these words: “For the Lord will plead their cause, and spoil the soul of those that spoiled them. Make no friendship with an angry man; and with a furious man thou shalt not go.” Why?—“Lest thou learn his ways, and get a snare to thy soul.”"},{"refcode_short":"SpTA07 58.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 58.1 (Ellen Gould White)","content":"While distrust and alienation are pervading all classes of society, Christ's disciples are to reveal the spirit that reigns in heaven. Because the world was ruined through sin, God gave his Son to draw men back to him. He “so loved the world that he gave” all that heaven could give for the saving of the lost. In every soul who receives that love, it will manifest itself in like manner. God so loved that he gave. If we love with his love, we too shall give all. We shall be co-workers with him whose mission it is to “preach the gospel to the poor; ... to heal the broken-hearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised, to preach the acceptable year of the Lord.” We shall do the work he has set before us,—“to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke; ... to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house; when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh.” ..."},{"refcode_short":"SpTA07 58.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 58.2 (Ellen Gould White)","content":"The Saviour marks all our work as though done unto himself; for he identifies his interest with that of suffering humanity. Every one who names the name of Jesus is called, so far as it lies in his power, to help every other soul in the heavenward way. But let none feel that Christ has placed them on the judgment-seat to pass judgment on a brother or sister who is unfortunate, or who falls into error. Many hearts are sorely stricken, to whom words fitly spoken might bring peace and rest. These souls are a test to their brethren and sisters, revealing what is in the heart. All heaven is looking to see how we treat those that need our help. It is this that reveals whether the glowing fire of the first love is still burning upon the altar of the heart."},{"refcode_short":"SpTA07 59.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 59.1 (Ellen Gould White)","content":"What a power the church would have in it if all its members were so imbued with the Spirit of Christ as to speak to one another only words of comfort and peace and hope; if none felt it their prerogative to judge, to oppress, to cast a dark shadow on the soul of another!"},{"refcode_short":"SpTA07 59","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 59 (Ellen Gould White)","content":"Learning of Christ"},{"refcode_short":"SpTA07 59.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 59.2 (Ellen Gould White)","content":"I think it would be very becoming to all who claim to follow Christ, to be indeed learning of Christ,—his methods, and his meekness, and lowliness of heart. We have a decided message to bear. In Jude 1-8 we have the description of the pollution of the world, and the working agencies of Satan to corrupt the world; yet Michael, the Archangel, when contending with the devil, disputed about the body of Moses, and dared not bring against him a railing accusation, but said, “The Lord rebuke thee.”"},{"refcode_short":"SpTA07 59.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 59.3 (Ellen Gould White)","content":"“And he showed me Joshua the high priest standing before the angel of the Lord, and Satan standing at his right hand to resist him.” Zechariah 3:1. These things are written for our benefit, and we are to study the word in all these things now, for they concern us particularly. There is to be a time of trouble, such as never was since there was a nation. Our work is to study to weed out of all our discourses everything that savors of retaliation and defiance and making a drive against churches and individuals, because this is not Christ's way and method. He did not pronounce scathing rebukes against those who did not know the truth, but against those whom God had made the depositaries of sacred responsibilities, a people chosen and favored with every temporal and spiritual advantage, and yet bearing no fruit. The most solemn responsibility for the Jewish nation was when Jesus was in their midst. It was that generation, the generation which rejected him, that was the guilty one. Jesus, speaking sometimes by warning, by judgments, by blessing given and withdrawn, said, “They would none of my counsel, they despised all my reproofs.” If thou art destroyed, it is thyself alone who art responsible. “Ye will not come to me, that ye might have life.” Warning, expostulation, forbearance, and patience are about to cease. Mark the cursing of the fig tree, representing the Jewish nation, covered with leaves of profession, but no fruit to be found thereon. The curse is pronounced upon the fig tree, which represents the moral, thinking, living agent, cursed of God, living as were the Jews for forty years after this event, yet dead. Mark, the other trees, representing the Gentiles, were not covered. They were leafless, making no pretension to having a knowledge of God. Their time of fruit-leaving was not yet."},{"refcode_short":"SpTA07 60","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 60 (Ellen Gould White)","content":"“Arise, Shine; For Thy Light is Come”"},{"refcode_short":"SpTA07 60.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 60.1 (Ellen Gould White)","content":"Let not any hard reproaches be made against those who know not the truth. Even the churches are in darkness. Those to whom God has entrusted the treasures of his grace are to be made the living, responsible agents; but what is their position?—They have lamps,—a knowledge of the truth,—but how few have communicated the precious light God has given them; how few have borne fruit to the glory of God! They do not improve the light and privileges given. They do not “Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.” They have no fruit, and the condemnation of God is upon them. The Lord will not open the eyes that refuse to see. The moistening revives, the sunshine God has given to quicken into life, continues, but they remain fruitless. Shall those for whom the Lord has done so much, have the form of godliness, and stop there? 2 Timothy 3:1-5."},{"refcode_short":"SpTA07 61","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 61 (Ellen Gould White)","content":"Responsibility of the Church"},{"refcode_short":"SpTA07 61.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 61.1 (Ellen Gould White)","content":"The Lord pities the world, his vineyard, which has not been worked.... In the midst of wrath he remembers mercy. His heart of divine mercy is full of love and compassion for the thousands who are in ignorance of the truth. There has been everything done for those who have a knowledge of the truth, to keep them in the truth; but those who know not the truth have not received one tithe of the advantages that they should have had. And thus it continues to be. God help the people to whom he has given every advantage, as he did the Jewish nation, to receive and impart to those who are in ignorance of the light of truth, instead of rejecting the light and blessing!"},{"refcode_short":"SpTA07 61.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 61.2 (Ellen Gould White)","content":"I do not know that you understand this. May the Lord help you to discern! It is not the place of those who have had from Jesus light, precious light, to condemn those to whom this light has never come, and to write or to speak things which will close the ears, and the door of the heart, and hedge up the way so that Satan's power shall take possession of human minds; to give the imagination a false viewing, that will, through any course that we shall pursue, bring on a state of things that will prevent us from reaching the world. This the Jewish nation did. They made themselves obnoxious to the world."},{"refcode_short":"SpTA07 62.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 62.1 (Ellen Gould White)","content":"How shall correct impressions of what we really do believe be given to our world?—By studying methods, not of contention and condemnation, for there are thousands living up to the best light they have, and every means should be used to get the knowledge of the truth before the thousands who will discern evidence, who will appreciate the likeness of Christ in his people, if they have an opportunity to see it. There are those among us who, if they should take time to consider, would regard their do-nothing position as a sinful neglect to use the talents which God has given them."},{"refcode_short":"SpTA07 62.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 62.2 (Ellen Gould White)","content":"God has given his messengers the truth to proclaim. Then the churches are to voice the truth from the lips of the messengers, and use their talents in every way possible to make the ministry a power to communicate truth by their catching the first rays of light, and diffusing the same. Here is our great sin. We are years behind. The ministers have been seeking the hidden treasures, and have been opening up the casket, and letting the jewels of truth shine forth; but there is not one hundredth part being done by the members of the church that God requires of them. They will in that great day be self-convicted and self-condemned for their slothfulness. May the Lord lead them to self-penitence, and to see themselves now, and to exclaim, “Lord, I am that fruitless fig tree!” May the Lord forgive his people who are not doing the work in his vineyard that he has given them to do! “I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star.” Revelation 22:16. Study this subject; read the next verse. We see that this is the very message that has been going forth to the people of God."},{"refcode_short":"SpTA07 63.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 7, p. 63.1 (Ellen Gould White)","content":"The large halls in our cities should be secured, that the third angel's message may be proclaimed by human lips. Thousands will appreciate the message. While so much trouble and money have been absorbed in ministerial institutes for those who have the truth and do not appreciate it, thousands are in ignorance of the truth. They know not what the faith of Seventh-day Adventists is. Why do not the church-members communicate that which they have received? Why this negligence? Why this selfish neglect, when the value of souls is at stake? Why is there not now something being done in a larger measure than has been done? Why are camp-meetings kept year after year in the same locality? Why are they not taken to cities that know nothing of our faith? The plea is, There will be a saving of money and labor. Let the saving be done in other lines. But when souls are to be labored for, and the truth is to come before those who know it not, let us not talk of limiting on this line. A world is to be warned. Watch, wait, pray, work, and let nothing be done through strife and vainglory. Let nothing be done to increase prejudice, but everything possible to make prejudice less, by letting in light, the bright rays of the Sun of Righteousness amid the moral darkness. There is a great work to be done yet, and every effort possible must be made to reveal Christ as the sin-pardoning Saviour, Christ as the sin-bearer, Christ as the bright and morning star, and the Lord will give us favor before the world until our work is done."}]