[{"refcode_short":"SpTA11 2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 2 (Ellen Gould White)","content":"Special Testimonies for Ministers and Workers—No. 11"},{"refcode_short":"SpTA11 2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 2 (Ellen Gould White)","content":"God's Messengers"},{"refcode_short":"SpTA11 2.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 2.1 (Ellen Gould White)","content":"The Lord would have his people divested of everything unscriptural in regard to the ministry. The men called to the ministry should not be made idols of; they should not be looked upon with superstitious reverence; and because of the power vested in them through their office, sin in them should not lose its offensiveness. Their very office makes sin in them more exceedingly sinful; for in committing sin they make themselves the ministers of sin, the agents of Satan, through whom he can work with success to perpetuate sin."},{"refcode_short":"SpTA11 2.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 2.2 (Ellen Gould White)","content":"All should bear in mind that Satan's special efforts are directed against the ministry. He knows that it is but a human instrumentality, possessing no grace or holiness of its own. He knows that it is an agent that God has ordained to be a powerful means for the salvation of souls, and is efficacious only as God, the eternal Spirit, makes it so. He knows that the treasure of the gospel is in earthen vessels, that it is God's power alone that can make them vessels of honor. They may cultivate the vineyard; a Paul may plant and an Apollos water; but God alone can give the increase."},{"refcode_short":"SpTA11 2.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 2.3 (Ellen Gould White)","content":"God has never left his church without a witness. In all the scenes of trial and proving, of opposition and persecution amidst moral darkness, through which the church has passed, God has had men of opportunity who have been prepared to take up his work at different stages, and carry it forward and upward. Through patriarchs and prophets he revealed his truth to his people. Christ was the teacher of his ancient people as verily as he was when he came to the world clothed in the garments of humanity. Hiding his glory in human form, he often appeared to his people, and talked with them “face to face, as a man speaketh unto his friend.” He, their invisible Leader, was enshrouded in the pillar of fire and of cloud, and spoke to his people through Moses. The voice of God was heard by the prophets whom he had appointed to a special work and to bear a special message. He sent them to repeat the same words over and over again. He had a message prepared for them that was not after the ways and will of men, and this he put in their mouths and had them proclaim. He assured them the Holy Spirit would give them language and utterance. He who knew the heart would give them words with which to reach the people."},{"refcode_short":"SpTA11 3.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 3.1 (Ellen Gould White)","content":"The message might not please those to whom it was sent. They might not wish for anything new, but desire to go right on as they had been doing; but the Lord stirred them up with reproofs; he rebuked their course of action. He infused new life in those who were sleeping at their post of duty, who were not faithful sentinels. He showed them their responsibility, and that they would be held accountable for the safety of the people. They were watchmen who were not to sleep day nor night. They were to discern the enemy, and give the alarm to the people, that every one might be at his post, that the watching foe might not obtain the least advantage."},{"refcode_short":"SpTA11 3.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 3.2 (Ellen Gould White)","content":"And today the Lord declares to his watchmen that if they are unfaithful, and do not warn the people who are in peril, they will be taken away in their sins. “His blood,” he says, “will I require at thine hand.” But if his messengers lift up their voices in reproof and warning, to turn men from their wicked ways, and those souls who will not hear, then the watchman is clear; the offender against God will be taken in his sins; his blood will be upon his own soul."},{"refcode_short":"SpTA11 4.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 4.1 (Ellen Gould White)","content":"These solemn matters are set before me in clear lines. God has appointed apostles, pastors, evangelists, and teachers, for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ, till we all come to the unity of the faith. God declares to his people, “Ye are God's husbandry, ye are God's building.” There must be a continual advancement. Step by step his followers must make straight paths for their feet, lest that which is lame be turned out of the way. Those who would labor for God must work intelligently to replenish the deficiencies in themselves and glorify the Lord God of Israel by standing in the light, working in the light of the Sun of Righteousness. Thus they will carry the church forward and upward and heavenward, making its separation from the world more and more distinct. As they assimilate their character to the Divine Pattern, men will not guard their own personal dignity. With jealous, sleepless, loving, devoted interest, they will guard the sacred interest of the church from the evil which threatens to dim and cloud the glory that God intends shall shine forth through her. They will see that Satan's devices have no place or countenance in her by encouraging fault-finding, gossiping, evil-speaking, and accusing of the brethren; for those things would weaken and overthrow her."},{"refcode_short":"SpTA11 5.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 5.1 (Ellen Gould White)","content":"There never will be a time in the history of the church when God's worker can fold his hands and be at ease, saying, “All is peace and safety.” Then it is that sudden destruction cometh. Everything may move forward amid apparent prosperity; but Satan is wide awake, and is studying and counseling with his evil angels another mode of attack where he can be successful. The contest will wax more and more fierce on the part of Satan; for he is moved by a power from beneath. As the work of God's people moves forward with sanctified, resistless energy, planting the standard of Christ's righteousness in the church, moved by a power from the throne of God, the great controversy will wax stronger and stronger, and will become more and more determined. Mind will be arrayed against mind, plans against plans, principles of heavenly origin against principles of Satan. Truth in its varied phases will be in conflict with error in its ever-varying, increasing forms, and which, if possible, will deceive the very elect."},{"refcode_short":"SpTA11 5.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 5.2 (Ellen Gould White)","content":"Our work must be an earnest one. We are not to fight as those that beat the air. The ministry, the pulpit, and the press demand men like Caleb, who will do and dare, men whose eyes are single to detect the truth from error, whose ears are consecrated to catch the words from the faithful Watcher. And the Spirit from the throne of God will make itself felt upon a degenerate Christianity, a corrupt world, ready to be consumed by the long-deferred judgments of an offended God."},{"refcode_short":"SpTA11 5.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 5.3 (Ellen Gould White)","content":"There is danger now of men losing sight of the important truths applicable for this period of time, and seeking for those things that are new and strange and entrancing. Many, if reproved by the Spirit of God through his appointed agencies, refuse to receive correction, and a root of bitterness is planted in their hearts against the Lord's servants who carry heavy, disagreeable burdens. There are men who teach the truth, but who are not perfecting their ways before God, who are trying to conceal their defections, and encourage an estrangement from God. They have not the moral courage to do the things that it is for their special benefit to do. They see no necessity for reform, and so they reject the words of the Lord, and hate him who reproveth at the gate."},{"refcode_short":"SpTA11 6.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 6.1 (Ellen Gould White)","content":"This very refusal to heed the admonitions which the Lord sends, gives Satan every advantage to make of them the bitterest enemies of those who have told them the truth. They become falsifiers of those who have borne to them the message from the Lord."},{"refcode_short":"SpTA11 6.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 6.2 (Ellen Gould White)","content":"The man who rejects the word of the Lord, who endeavors to establish his own way and will, tears to pieces the messenger and message which God sends in order to discover to him his sin. His own inclinations have influenced his conduct, and he has built himself up in a wrong way. The divine rule is, “Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.” But he would not do this. As a man thinketh, so is he. From within, out of the heart, proceed evil thoughts inspired by Satan. He begins to quibble at technicalities and manners. The spirit of Satan links him up with the enemy to bear a word of criticism on less important themes. The truth becomes of less and still less value to him. He becomes an accuser of his brethren, etc., and changes leaders. The outside world has a greater weight with him than has the flood of light that God has poured in upon the world in messages that he has given, and which he once rejoiced in."},{"refcode_short":"SpTA11 7.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 7.1 (Ellen Gould White)","content":"O, how many things have developed since he become so full of hatred against God, because his dangers and wrongs were brought before him! He has allowed wicked thoughts to strengthen and prevail because, day by day, he has not eaten of the flesh and drunk of the blood of the Son of God, because he has not become a partaker of the divine nature. The things which come from within defile the man. How corrupt then must be the source from which these evils have taken their rise!"},{"refcode_short":"SpTA11 7.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 7.2 (Ellen Gould White)","content":"Unsanctified ministers are arraying themselves against God. They are praising Christ and the god of this world in the same breath. While professedly they receive Christ, they embrace Barabbas, and by their actions say, “Not this man, but Barabbas.” Let all who read these lines, take heed. Satan has made his boast of what he can do. He thinks to dissolve the unity which Christ prayed might exist in his church. He says, “I will go forth and be a lying spirit to deceive those that I can, to criticize, and condemn, and falsify.” Let the son of deceit and false witness be entertained by a church that has had great light, great evidence, and that church will discard the message the Lord has sent, and receive the most unreasonable assertions and false suppositions and false theories. Satan laughs at their folly; for he knows what truth is."},{"refcode_short":"SpTA11 8.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 8.1 (Ellen Gould White)","content":"Many will stand in our pulpits with the torch of false prophecy in their hands, kindled from the hellish torch of Satan. If doubts and unbelief are cherished, the faithful ministers will be removed from the people who think they know so much. “If thou hadst known,” said Christ, “even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.”"},{"refcode_short":"SpTA11 8.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 8.2 (Ellen Gould White)","content":"Nevertheless, the foundation of God standeth sure. The Lord knoweth them that are his. The sanctified minister must have no guile in his mouth. He must be open as the day, free from every taint of evil. A sanctified ministry and press will be a power in flashing the light of truth on this untoward generation. Light, brethren, more light we need. Blow the trumpet in Zion; sound an alarm in the holy mountain. Gather the host of the Lord, with sanctified hearts, to hear what the Lord will say unto his people; for he has increased light for all who will hear. Let them be armed and equipped, and come up to the battle,—to the help of the Lord against the mighty. God himself will work for Israel. Every lying tongue will be silenced. Angels’ hands will overthrow the deceptive schemes that are being formed. The bulwarks of Satan will never triumph. Victory will attend the third angel's message. As the Captain of the Lord's host tore down the walls of Jericho, so will the Lord's commandment-keeping people triumph, and all opposing elements be defeated. Let no soul complain of the servants of God who have come to them with a heaven-sent message. Do not any longer pick flaws in them, saying, “They are too positive; they talk too strongly.” They may talk strongly; but is it not needed? God will make the ears of the hearers tingle if they will not heed his voice or his message. He will denounce those who resist the word of God."},{"refcode_short":"SpTA11 9.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 9.1 (Ellen Gould White)","content":"Satan has laid every measure possible that nothing shall come among us as a people to reprove and rebuke us, and exhort us to put away our errors. But there is a people who will bear the ark of God. Some will go out from among us who will bear the ark no longer. But these can not make walls to obstruct the truth; for it will go onward and upward to the end. In the past God has raised up men, and he still has men of opportunity waiting, prepared to do his bidding,—men who will go through restrictions which are only as walls daubed with untempered mortar. When God puts his Spirit upon men, they will work. They will proclaim the word of the Lord; they will lift up their voice like a trumpet. The truth will not be diminished or lose its power in their hands. They will show the people their transgressions, and the house of Jacob their sins."},{"refcode_short":"SpTA11 9.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 9.2 (Ellen Gould White)","content":"The conflict is to wax fiercer and fiercer. Satan will take the field and personate Christ. He will misrepresent, misapply, and pervert everything he possibly can, to deceive, if possible, the very elect. Even in our day there has been and will continue to be entire families who have once rejoiced in the truth, but who will lose faith because of calumnies and falsehoods brought to them in regard to those whom they have loved and with whom they have had sweet counsel. They opened their hearts to the sowing of tares; the tares sprang up among the wheat; they strengthened; the crop of wheat became less and less; and the precious truth lost its power to them. For time a false zeal accompanied their new theories, which hardened their hearts against the advocates of truth as did the Jews against Christ."},{"refcode_short":"SpTA11 10.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 10.1 (Ellen Gould White)","content":"Under the zeal of Satan, some have for a time the appearance of men in a flourishing condition; but it is only for a season. Satan carried them so far that they do despite to the Spirit of God. They spread themselves like a green bay tree. The Lord suffers them for a time. He allows them to manifest their envy and hatred against the people of God, as he has allowed Satan to develop his character, that he might stand before the heavenly universe, before the world unfallen, and the fallen world, in his true attributes, as a deceiver, an accuser of the brethren, a murderer at heart."},{"refcode_short":"SpTA11 10.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 10.2 (Ellen Gould White)","content":"Many who now claim to believe the truth, but who have no anchor, will be bound up with Satan's party. Those who have not worked on God's side of the question will be left to prove a stumbling-block to those who have gained a living experience for themselves. Let every minister, in the place of standing to criticize and question, to doubt and oppose, if there is the semblance of a chance to do so, be now employed in erecting barriers against the wily foes. Rather than fight against those whom the Lord has sent to save these, let his people pray fervently and continually for the power of God's grace, and that the Captain of the Lord's Host will take the field. Rather than sit in judgment upon men whom God has accepted to do him service, let the burden of their prayer be, night and day, that the Lord may send forth more laborers into his vineyard. Ministers, do not dishonor your God and grieve his Holy Spirit, by casting reflections on the ways and manners of the men he would choose. God knows the character. He sees the temperament of the men he has chosen. He knows that none but earnest, firm, determined, strong-feeling men will view this work in its vital importance, and will put such firmness and decision into their testimonies that they will make a break against the barriers of Satan."},{"refcode_short":"SpTA11 11.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 11.1 (Ellen Gould White)","content":"God gives men counsel and reproof for their good. He has sent his message, telling them what was needed for the time—1897. Did you accept the message? Did you heed the appeal? He gave you opportunity to come up armed and equipped to the help of the Lord. And having done all, he told you to stand. But did you make ready? Did you say, “Here am I; send me”? You sat still, and did nothing. You left the word of the Lord to fall unheeded to the ground; and now the Lord has taken men who were boys when you were standing at the foremost of the battle, and has given to them the message and the work which you did not take upon you. Will you be stumbling-blocks to them? Will you criticize? Will you say, “They are getting out of their place?” Yet you did not fill the place they are now called to fill."},{"refcode_short":"SpTA11 11.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 11.2 (Ellen Gould White)","content":"O, why will men be hindrances, when they might be helps? Why will they block the wheels, when they might push with marked success? Why will they rob their own soul of good, and deprive others of blessing that might come through them? These rejecters of light will remain barren deserts, where no refreshing, healing waters flow, and their ministrations as barren of moisture as were the hills of Gilboa, where there was neither dew nor rain. They are not clothed with divine unction, and convey no blessing to others. They might humble their hearts and confess their wrongs, and break Satan's hold upon them. They might break the fetters which education, prejudice, or habits have forged. Would they only inquire of God, in the spirit of penitence, they would find him. Then they would not set up their own will, but go where the Spirit of the Lord leads; they would be guided by him."},{"refcode_short":"SpTA11 12.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 12.1 (Ellen Gould White)","content":"The purging and cleansing will surely pass through every church in our land that has had great opportunities and privileges, and has passed them by unheeded. More evidence is not what they want. They need pure and sanctified hearts to gather up and retain all the light that God has given, and then they will walk in that light."},{"refcode_short":"SpTA11 12.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 12.2 (Ellen Gould White)","content":"We need not say, “The perils of the last days are soon to come upon us.” Already they have come. We need now the sword of the Lord to cut the very soul and marrow of fleshly lusts, appetites, and passions. May it pierce and divide in a far greater degree than it has ever yet done. May all the proud be cast down. May the carnally secure be drawn from the refuge of lies with which they have sought to deceive the people of God. May it cut away their self-righteousness, and open the eyes of the blind that they may see that they are not whole in the sight of God."},{"refcode_short":"SpTA11 12.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 12.3 (Ellen Gould White)","content":"I address the people of God who today are holding fast their confidence, who will not depart from the faith once delivered unto the saints, who stand amid the moral darkness of these days of corruption. The word of the Lord to you is: “I will rejoice in Jerusalem, and joy in my people.” Can we not here see the paternal love of God expressed to those who hold fast to the faith in righteousness? The closest relationship exists between God and his people. Not only are we objects of his sparing mercy, his pardoning love; we are more than this. The Lord rejoices over his people. He delights in them. He is their surety. He will beautify all who are serving him with a whole heart, with the spirit of holiness. He clothes them with righteousness. He loves those who do his will, who express his image. All who are true and faithful are conformed to the image of his Son. In their mouth is found no guile, for they are without fault before the throne of God."},{"refcode_short":"SpTA11 13","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 13 (Ellen Gould White)","content":"An Appeal to Ministers"},{"refcode_short":"SpTA11 13.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 13.1 (Ellen Gould White)","content":"There is a most decided work that needs to be done in our churches throughout the field. There has been in many places a lack of cooperation and harmonious action; but if the workers will now lay aside their personal ambitions and prejudices, and will all draw unitedly in Bible lines, a change will be wrought among our people."},{"refcode_short":"SpTA11 13.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 13.2 (Ellen Gould White)","content":"Why do not all our ministers heartily cooperate with those who are carrying forward the medical missionary work? Why do they not follow the example of Christ, and carefully study his life, that they may know how he would have them labor? Is it for you, the appointed ministers of Christ, who have his example before you, to stand off and criticize the very work which he came among men to do?"},{"refcode_short":"SpTA11 14.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 14.1 (Ellen Gould White)","content":"Christ sought the people where they were, and placed before them the great truths in regard to his kingdom. As he went from place to place, he blessed and comforted the suffering, and healed the sick. This is our work. God would have us relieve the necessities of the destitute. The reason that the Lord does not manifest his power more decidedly, is because there is so little spirituality among those who claim to believe the truth."},{"refcode_short":"SpTA11 14.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 14.2 (Ellen Gould White)","content":"In the time of Christ, the appointed leaders of the people had settled down to work upon set lines, and they were displeased with those who would work differently from themselves. They were content to teach the law, without bringing into their lives its living principles. As Jesus saw the ambition and self-esteem which prevented them from understanding the principles of his kingdom, he gave them this parable:"},{"refcode_short":"SpTA11 14.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 14.3 (Ellen Gould White)","content":"“When thou art bidden of any man to a wedding, sit not down in the highest room; lest a more honorable man than thou be bidden of him; and he that bade thee and him come and say to thee, Give this man place; and thou begin with shame to take the lowest room. But when thou art bidden, go and sit down in the lowest room; that when he that bade thee cometh, he may say unto thee, Friend, go up higher: then shalt thou have worship in the presence of them that sit at meat with thee. For whosoever exalteth himself shall be abased; and he that humbleth himself shall be exalted.”"},{"refcode_short":"SpTA11 14.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 14.4 (Ellen Gould White)","content":"Let us study diligently this parable; for it teaches the esteem in which we should hold our fellow workers, and the attitude which we should maintain toward them."},{"refcode_short":"SpTA11 15.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 15.1 (Ellen Gould White)","content":"This is followed by another parable, showing that our first attention should be given to those who are most needy: “When thou makest a dinner or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbors; lest they also bid thee again, and recompense be made thee. But when thou makest a feast, call the poor, and maimed, the lame, the blind: and thou shalt be blessed; for they can not recompense thee: for thou shalt be recompensed at the resurrection of the just.”"},{"refcode_short":"SpTA11 15.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 15.2 (Ellen Gould White)","content":"One of the Pharisees present, hoping to turn the conversation into another channel, exclaimed with a sanctimonious air, “Blessed is he that shall eat bread in the kingdom of God.” His remark was designed to turn away the minds of the guests from the subject of their practical duty. He thought to turn their minds from the work of the present life to the time of the resurrection of the just. But Jesus read the heart of the pretender, and fastening his eyes upon him, opened before the company the character and value of their present privileges. He showed them that they had a part to act at the present time in order to share in the blessedness of the future. He would have them understand that the privileges of service which they lightly regarded, and the invitation which they were slighting, would be sent to those whom they despised as of little value in the sight of God."},{"refcode_short":"SpTA11 15.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 15.3 (Ellen Gould White)","content":"“Then said he unto him, A certain man made a great supper, and bade many: and sent his servant at supper time to say to them that were bidden, Come; for all things are now ready. And they all with one consent began to make excuse. The first said to him, I have bought a piece of ground, and I must needs go and see it: I pray thee have me excused. And another said, I have bought five yoke of oxen, and I go to prove them: I pray thee have me excused. And another said. I have married a wife, and therefore I can not come.”"},{"refcode_short":"SpTA11 16.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 16.1 (Ellen Gould White)","content":"None of these who were bidden are represented as making a flat refusal to come to the wedding; but all gave frivolous excuses. Other things absorbed their attention, and they said, “I pray thee have me excused.”"},{"refcode_short":"SpTA11 16.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 16.2 (Ellen Gould White)","content":"It was a great condescension for him who had prepared this supper to extend this invitation to those who were bidden, and they had insulted him by offering these frivolous excuses. “And the lord said unto the servant, Go out into the highways and hedges, and compel them to come in, that my house may be filled. For I say unto you, That none of those men which were bidden shall taste of my supper.”"},{"refcode_short":"SpTA11 16.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 16.3 (Ellen Gould White)","content":"Have our ministers and our churches understood this parable? Was it not the outcasts, the publicans and sinners, the despised of the nations, that Christ called, and by his loving-kindness compelled to come in? Has not this class been overlooked by us, as though they were not worthy of our efforts?"},{"refcode_short":"SpTA11 16.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 16.4 (Ellen Gould White)","content":"“Verily I say unto you,” Christ said to the Pharisees, “That the publicans and the harlots go into the kingdom of God before you. For John came unto you in the way of righteousness, and ye believed him not: but the publicans and the harlots believed him: and ye, when ye had seen it, repented not afterward, that ye might believe him.”"},{"refcode_short":"SpTA11 17.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 17.1 (Ellen Gould White)","content":"This is applicable to many in our day. Light, clear, gospel light, has been given, but many of those occupying the highest positions of trust in connection with the work of God have not received the heaven-sent message. Having taken the place of instructors, they are not willing to humble themselves, and occupy the place of learners. There are too many today who are merely human moralists. A new element needs to be brought into their work. God's people must receive the warning, must listen to his commands, and go and labor for souls right where they are; for the people do not realize their peril and their great need of help."},{"refcode_short":"SpTA11 17.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 17.2 (Ellen Gould White)","content":"The ministers to whom have been committed the oracles of God, should have the most intense interest and travail of soul to see the Master's table filled; but they have not felt this burden as they ought. The command has come, “Go out into the highways and hedges, and compel them to come in.” In obedience to this, we must go to the heathen who are near us, and to those who are afar off. “The publicans and the harlots” must hear the Saviour's invitation, which, through the kindness and longsuffering of the messengers bringing the invitation, becomes a compelling power to lift and elevate those who are sunk in the lowest depths of spiritual wickedness, without God, and without hope in the world."},{"refcode_short":"SpTA11 17.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 17.3 (Ellen Gould White)","content":"“Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands; that at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world.”"},{"refcode_short":"SpTA11 18.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 18.1 (Ellen Gould White)","content":"What is the message that we are to give?—“Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price. Wherefore do ye spend money for that which is not bread? and your labor for that which satisfieth not? hearken diligently unto me, and eat ye that which is good, and let your soul delight itself in fatness. Incline your ear, and come unto me: hear, and your soul shall live; and I will make an everlasting covenant with you, even the sure mercies of David. Behold, I have given him for a witness to the people, a leader and commander to the people. Behold, thou shalt call a nation that thou knowest not, and nations that knew not thee shall run unto thee because of the Lord thy God, and for the Holy One of Israel; for he hath glorified thee. Seek ye the Lord while he may be found, call ye upon him while he is near: let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the Lord, and he will have mercy upon him, and to our God, for he will abundantly pardon.”"},{"refcode_short":"SpTA11 18.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 18.2 (Ellen Gould White)","content":"To my ministering brethren I would say, Prosecute this work with tact and ability. Set to work the young men and the young women in our churches. Combine the medical missionary work with the proclamation of the third angel's message. Make regular, organized effort to lift the churches out of the dead level into which they have fallen, and have remained for years. Send into the churches workers who will set the principles of health reform in their connection with the third angel's message, before every family and individual. Encourage all to take a part in work for their fellow men, and see if the breath of life will not quickly return to these churches."},{"refcode_short":"SpTA11 19.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 19.1 (Ellen Gould White)","content":"Study faithfully the thirty-third chapter of Ezekiel. The work which is being done in medical missionary lines is the very work which Christ commanded his followers to do. Can you not clearly see that those who are engaged in this work are fulfilling the Saviour's commission? Can you not see that it would please your Saviour if you would lay aside all false dignity, and learn in his school how to wear his yoke and carry his burdens?"},{"refcode_short":"SpTA11 19.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 19.2 (Ellen Gould White)","content":"The world needs evidences of sincere Christianity. Professed Christianity may be seen everywhere; but when the power of God's grace is seen in our churches, the members will work the works of Christ. Natural and hereditary traits of character will be transformed. The indwelling of his Spirit will enable them to reveal Christ's likeness, and in proportion to the purity of their piety will be the success of their work."},{"refcode_short":"SpTA11 19.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 19.3 (Ellen Gould White)","content":"There are in our world many Christian workers who have not yet heard the grand and wonderful truths that have come to us. These are doing a good work in accordance with the light which they have, and many of them are more advanced in the knowledge of practical work than are those who have had great light and opportunities."},{"refcode_short":"SpTA11 19.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 19.4 (Ellen Gould White)","content":"The indifference which has existed among our ministers in regard to health reform and medical missionary work is surprising. Some who do not profess to be Christians treat these matters with greater reverence than do some of our own people, and unless we arouse, they will go in advance of us."},{"refcode_short":"SpTA11 20.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 20.1 (Ellen Gould White)","content":"The word which the Lord has given to me for our ministers and our churches is, “Go forward.” “All power is given unto me in heaven and in earth. Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"SpTA11 20","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 20 (Ellen Gould White)","content":"Special Testimony to Brethren in Battle Creek"},{"refcode_short":"SpTA11 20.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 20.2 (Ellen Gould White)","content":"There are times when the truth must be spoken, whether men will hear, or whether they will forbear. The Lord is greatly dishonored when those who claim to believe the truth fail to harmonize among themselves, and make their appeals to lawyers. Will you study the word of God, and heed its instruction on this point? The interests of the cause of God are not to be committed to men who have no connection with heaven."},{"refcode_short":"SpTA11 21.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 21.1 (Ellen Gould White)","content":"Matters have been presented before me that have filled my soul with keen anguish. I saw men linking up arm in arm with lawyers; but God was not in their company. Having many ideas regarding the work, they go to the lawyers for help to carry out their plans. I am commissioned to say to such that you are not moving under the inspiration of the Spirit of God."},{"refcode_short":"SpTA11 21.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 21.2 (Ellen Gould White)","content":"“Is it not because there is not a God in Israel, that ye go to inquire of Baal-zebub the god of Ekron?” Men in responsible positions are uniting with those in the church and out of the church, whose counsel is misleading. Is it necessary for the Lord to come to you with a rod to show you that you need a higher experience before you can be fitted for connection with the family above? Will you link up with men who have a faculty for accusing, and thinking and speaking evil of the things that God approves? In the name of the Lord, I tell you that you need clearer discernment and spiritual eyesight."},{"refcode_short":"SpTA11 21.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 21.3 (Ellen Gould White)","content":"If the light which God has given you over and over again, that missionary centers should be established in many cities, and that the labor and the means centered in Battle Creek should be divided, and planted in many places, had been followed, the present state of confusion and dearth of means would never have been."},{"refcode_short":"SpTA11 21.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 21.4 (Ellen Gould White)","content":"Men located in Battle Creek have disregarded the counsels of the Lord, because it was more convenient for them to have the work centered there. God has left these to the results of their human wisdom, and its fruit is seen in the present perplexities. “Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness, and hath no light? let him trust in the name of the Lord, and stay upon his God. Behold, all ye that kindle a fire, that compass yourselves about with sparks; walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have of mine hand; ye shall lie down in sorrow.” “Now therefore go to, speak to the men of Judah, and to the inhabitants of Jerusalem, saying, “Thus saith the Lord; Behold, I frame evil against you, and devise a device against you: return ye now every one from his evil way, and make your ways and your doings good. And they said, There is no hope: but we will walk after our own devices, and we will every one do the imagination of his evil heart. Therefore thus saith the Lord: Ask ye now among the heathen, who hath heard such things: the virgin of Israel hath done a very horrible thing. Will a man leave the snow of Lebanon which cometh from the rock of the field? or shall the cold flowing waters that come from another place be forsaken? Because my people have forgotten me, they have burned incense to vanity, and they have caused them to stumble in their ways from the ancient paths, to walk in paths, in a way not cast up.”"},{"refcode_short":"SpTA11 22.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 22.1 (Ellen Gould White)","content":"Again and again the Lord has pointed out the work which the church in Battle Creek and those all through America are to do. They are to reach a much higher standard in spiritual advancement. They are to awake out of sleep, and go without the camp, working for souls that are ready to perish. The medical missionaries are doing the long-neglected work which God gave to the church in Battle Creek,—they are giving the last call to the supper which he has prepared."},{"refcode_short":"SpTA11 23.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 23.1 (Ellen Gould White)","content":"My brethren, why do you keep so many things bound up in Battle Creek? Why do you not take the tract and missionary work into other cities, where there is much missionary work to be done? The many interests centering in Battle Creek should be divided and subdivided, and placed in other cities. You who think you are wise men may say, “It will cost too much. We can do the work here in Battle Creek at less expense.” Well, does not the Lord know all this? Is not he a God who understands all the unbelieving reasoning that holds so many interests in Battle Creek? He has revealed to you that centers should be made in all the cities. This would call many out of Battle Creek to work in other places."},{"refcode_short":"SpTA11 23.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 23.2 (Ellen Gould White)","content":"In order to be carried forward aright, the medical missionary work needs talent. It requires strong and willing hands, and wise, discriminating management. But can this be while those in responsible places—presidents of conferences and ministers—bar the way? The Lord says to the presidents of conferences and to influential brethren, Remove the stumbling-blocks that have been placed before the people."},{"refcode_short":"SpTA11 23.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 23.3 (Ellen Gould White)","content":"The people in Battle Creek have not exercised their talents in planning and devising how they may plant the standard of truth in regions where the message has not been proclaimed, and where decided efforts should be made; and the Lord has moved upon Dr. Kellogg and his associates to do the work which belongs to the church, and which was offered to them, but which they did not choose to accept. Some in Battle Creek, instead of taking up the work given them of God, have, by following their own selfish way, blinded their spiritual eyesight and the eyesight of others; and God has placed his precious work in the hands of those who will take it up and carry it forward."},{"refcode_short":"SpTA11 24.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 24.1 (Ellen Gould White)","content":"God is in his holy place, and he dwells also with him who is of a humble and contrite spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones. Those who are doing medical missionary work should have the full sanction and cooperation of the church. If they do not have this, they are hindered. Nevertheless, they will advance. It is not God's plan that there be two churches in Battle Creek, because of the want of cooperation in this line. How much better it is to seek for unity of action! If the medical missionary workers will carry this line of effort into the churches everywhere, if they will work in the fear of God, they will find many doors opened before them, and angels will work with them."},{"refcode_short":"SpTA11 24.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 24.2 (Ellen Gould White)","content":"Please read the invitation to the supper, and the last call made. Study to see what is being done to meet the command of Jesus. I can not understand why this indifference is manifested, why you should stand off, and criticize, and draw away. The gospel-net is to be cast into the sea; and it draws both good and bad. But because this is so, shall men and women ignore the efforts made to save those who will believe, and who will unite in the work of reaching that class of which Christ spoke in his rebuke to the Pharisees? Sinners and harlots, he said, go into the kingdom before you. Will you not see that even in the church there are those who have no connection with God? But Christ says, Let the tares and the wheat grow together until the harvest; then I will send my angel to gather out the tares and burn them, but the wheat will I gather into my barn."},{"refcode_short":"SpTA11 25.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 25.1 (Ellen Gould White)","content":"When the Lord moves upon the churches, bidding them do a certain work, and they refuse to do that work; and when some, with their human efforts united with the divine, endeavor to reach to the very depths of human woe and misery, God's blessing will rest richly upon them. Even though but few souls accept the grace of our Lord Jesus Christ, their work will not be in vain; for one soul is precious, very precious, in the eyes of God. Christ died for that soul, in order that he might live through eternal ages."},{"refcode_short":"SpTA11 25.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 25.2 (Ellen Gould White)","content":"Let us study the eighteenth chapter of Matthew. This chapter should enlighten our eyes. “Take heed,” says Christ, “that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven. For the Son of Man is come to save that which was lost. How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray? And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray. Even so it is not the will of your Father which is in heaven, that one of these little ones should perish.”"},{"refcode_short":"SpTA11 25.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 25.3 (Ellen Gould White)","content":"There are many souls being rescued, wrenched from Satan's hand, by faithful workers. Some one must have a burden of soul to find those who have been lost to Christ; and one soul redeemed over whom Satan has triumphed, causes joy among the heavenly angels. There are those who have destroyed the moral image of God in themselves. The gospel-net must gather in these poor outcasts. Angels of God will cooperate with those who are engaged in this work, who make every effort to save perishing souls, to give them opportunities which many never have had. There is no other way to reach them but in Christ's way. He ever worked to relieve suffering and to teach righteousness. Only thus can they be taken from the depths of hell."},{"refcode_short":"SpTA11 26.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 26.1 (Ellen Gould White)","content":"The workers must labor in love,—feeding, cleansing, and clothing those who need their help. In this way these outcasts are prepared to know that some one cares for their souls. The Lord has shown me that many of these poor outcasts from society will, through the ministration of human agencies who cooperate with the divine, seek to restore the moral image of God in others for whom Christ has paid the price of his own blood. They will be called the elect of God, precious, and will stand next to the throne of God."},{"refcode_short":"SpTA11 26.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 26.2 (Ellen Gould White)","content":"“And then shall appear the sign of the Son of Man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of Man coming in the clouds of heaven with power and great glory. And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.... Watch therefore: for ye know not what hour your Lord doth come. But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up. Therefore be ye also ready: for in such an hour as ye think not the Son of Man cometh. Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season? Blessed is that servant, whom his lord when he cometh shall find so doing. Verily I say unto you, That he shall make him ruler over all his goods. But and if that evil servant shall say in his heart, My lord delayeth his coming; and shall begin to smite his fellow servants, and to eat and drink with the drunken; the lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of, and shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.”"},{"refcode_short":"SpTA11 27.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 27.1 (Ellen Gould White)","content":"Brethren, be careful, very careful. There is a work being done to the medical missionaries which answers to the description given in Matthew 24:48-51. The Lord is working to reach the most depraved. Many will know what it means to be drawn to Jesus Christ, but will not have moral courage to war against appetite and passion. But the workers must not be discouraged at this; for it is written, “In the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils.” Is it only those rescued from the lowest depths that backslide? There are those in the ministry who have had light and a knowledge of the truth, who will not be overcomers. They will not restrict their appetite and passions, or deny themselves for Christ's sake; and many of the poor outcasts, even publicans and sinners, will grasp the hope set before them in the gospel, and will go into the kingdom of heaven before the ones who have had great opportunities and great light, but who have walked in darkness. In the last great day, many will say, Lord, Lord, open unto us. But the door will be shut, and their knock will be in vain."},{"refcode_short":"SpTA11 28.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 28.1 (Ellen Gould White)","content":"We should feel deeply over these things; for they are truth. We should have a high estimate of truth and of the value of souls. Time is short, and there is a great work to be done. If you feel no interest in the work that is going forward, if you will not encourage medical missionary work in the churches, it will be done without your consent; for it is the work of God, and it must be done. Brethren and sisters, take your position on the Lord's side, and be earnest, active, courageous coworkers with Christ, laboring with him to seek and to save that which is lost."},{"refcode_short":"SpTA11 28","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 28 (Ellen Gould White)","content":"Solemn Admonitions"},{"refcode_short":"SpTA11 28.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 28.2 (Ellen Gould White)","content":"Now I wish to state to you that the Lord is opening before me that great weakness has come upon our people by the various ways that lead men to so thoroughly look to and depend upon his fellow men, that the Lord is left out of the question. As the glory of the good tree testifies of its value by the fruit it bears, so also the genuine Christian is known by his usefulness. He does not merely blossom out with a pretentious show in professing godliness, but he bears fruit, with all his might and main. There is not a dying twig or a barren bough on the whole tree which grows by the rivers of waters of the grace of Christ. The fruit is yielded in varieties. They may be in foreign mission fields or in home missions; the fruit appears ripening under the sunshine of the righteousness of Christ. “Herein is my Father glorified, that ye bear much fruit.”"},{"refcode_short":"SpTA11 29.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 29.1 (Ellen Gould White)","content":"How can a Christian sleep in such an age as we are now living in? Knowledge is increased, and facilities are increased for attaining great results for God and humanity. Then we see so many harvest-fields of labor opening before us, inviting those of strong faith and hope and courage to enter them. To sleep now is a fearful crime. The Lord is coming. We are appointed to prepare the way for his coming by acting our part to prepare a people to stand in that great day. Is there one Christian whose pulse does not beat with quickened action as he anticipates the great events already opening before us? We hear the footsteps of an approaching God to punish the world for their iniquity."},{"refcode_short":"SpTA11 29.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 29.2 (Ellen Gould White)","content":"There is a work to be done, and let every hand as well as heart be engaged to do the work. When men and women go to the Lord Jesus Christ for their individual selves, and are not educated to look to and trust in man, there will be fewer and fewer committee meetings; for all will be instructed of God. Men and women will understand thoroughly their personal responsibilities and the important results of personal effort. Nothing in the way of barriers will be erected to keep men from their fellow men. The work of saving souls will be the first great work. The individual believer reaches the individual sinner. We shall all kindle our tapers from the divine altar. All have a lamp, and that lamp filled with the golden oil emptied from the heavenly witnesses that stand before the throne of God, will shed the most precious, strong, pure, clear rays of light on the sinner's pathway. The word is given from the throne of God. “Every man to his work, each to do his best.”"},{"refcode_short":"SpTA11 30.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 30.1 (Ellen Gould White)","content":"The long sessions of committee meetings have confused the senses with words of great things to be done, which have not been done at all. We want the mind of Christ, and then each one will indeed become a partner in the great firm with an invincible Jesus. There have been altogether too many looking in upon their own trials and difficulties; but when they forget self, and look upon the suffering necessities of others, there is no time to magnify their own griefs. Earnest work for the Lord is a recipe for mind ailments, and the helpful hand to lighten in lifting the burdens Christ has borne for all his heritage, will lessen our burdens, so they will not be worth mentioning."},{"refcode_short":"SpTA11 30.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 30.2 (Ellen Gould White)","content":"True, honest work will give healthy action to the mind by giving healthy action to the muscles. It is the constant manufacturing of ills and burdens that kills. We are to be content to bear the strain of daily duties, and leave the great pressure of tomorrows liabilities for the time when we must take them. We are called now to be educated, that we may do the work God has assigned to us, and it will not crush out our life. The humblest can work and have a share in the work, and a share in the reward when the coronation shall take place, and Christ, our Advocate and Redeemer, becomes the King of his redeemed subjects."},{"refcode_short":"SpTA11 31.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 31.1 (Ellen Gould White)","content":"We must now do all in our power to seek a personal consecration to God. It is not more mighty men, not more learned men and smart men, that we need in the presentation of the truth for this time, but men who have a knowledge of God and of Jesus Christ whom he hath sent. Personal piety will qualify any worker; for the Holy Spirit takes possession of the worker, and the truth for this time becomes a power because his every-day thoughts and all his activities are running in Christ's lines. He has an abiding Christ, and the humblest soul linked with Jesus Christ, is a power, and his work will abide. May the Lord help us to understand his divine will, and do it heartily, unflinchingly, and then there will be joy in the Lord."},{"refcode_short":"SpTA11 31.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 31.2 (Ellen Gould White)","content":"“We are assured that we may be so identified with Christ, the Son of God, as to be wholly one with him, as he was one with the Father. Who can comprehend this? These words place on us a great responsibility. They are the highest measurement of character, and contain the richest blessings that it is possible for any human being to enjoy.”"},{"refcode_short":"SpTA11 31.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 31.3 (Ellen Gould White)","content":"“As diligent students, read the word, be doers of the word, and the Holy Spirit will be close by every worker, and the love of God will be kindled in the soul of the one who is ministering, in doing the very work the Lord has appointed to be done in missionary lines.”"},{"refcode_short":"SpTA11 32.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 11, p. 32.1 (Ellen Gould White)","content":"“I have been shown that the medical missionary work will discover, in the very depths of degradation, men who once possessed fine minds, richest qualifications, who will be rescued, by proper labor, from their fallen condition. It is the truth as it is in Jesus that is to be brought before human minds after they have been sympathetically cared for and their physical necessities met. The Holy Spirit is working and cooperating with the human agencies that are laboring for such souls, and some will appreciate the foundation upon a rock for their religious faith. There is to be no startling communication of strange doctrine to these subjects whom God loves and pities; but as they are helped physically by the medical missionary workers, the Holy Spirit cooperates with the minister of human agencies, to arouse the moral powers, the mental powers are awakened into activity, and these poor souls will, many of them, be saved in the kingdom of God.”"}]