[{"refcode_short":"SpTA01a 1","refcode_long":"Special Testimony for Our Ministers, p. 1 (Ellen Gould White)","content":"Special Testimony for Our Ministers"},{"refcode_short":"SpTA01a 1.1","refcode_long":"Special Testimony for Our Ministers, p. 1.1 (Ellen Gould White)","content":"I cannot express to you my burden and distress of mind as the true condition of the cause has been presented before me. There are men working in the capacity of teachers of the truth, who need to learn their first lessons in the school of Christ. The converting power of God must come upon the hearts of the ministers, or they should seek some other calling. If Christ's ambassadors realize the solemnity of presenting the truth to the people, they will be sober, thoughtful men, workers together with God. If they have a true sense of the commission which Christ gave to his disciples, they will with reverence open the word of God, and listen for instruction from the Lord, asking for wisdom from Heaven, that as they stand between the living and the dead, they may realize that they must render an account to God for the work coming forth from their hands."},{"refcode_short":"SpTA01a 1.2","refcode_long":"Special Testimony for Our Ministers, p. 1.2 (Ellen Gould White)","content":"What can the minister do without Jesus?—Verily, nothing. Then if he is a frivolous, joking man, he is not prepared to perform the duty laid upon him by the Lord. “Without me,” says Christ, “ye can do nothing,” The flippant words that fall from his lips, the trifling anecdotes, the words spoken to create a laugh, are all condemned by the word of God, and are entirely out of place in the sacred desk."},{"refcode_short":"SpTA01a 1.3","refcode_long":"Special Testimony for Our Ministers, p. 1.3 (Ellen Gould White)","content":"I tell you plainly, brethren, unless the ministers are converted, our churches will be sickly and ready to die. God's power alone can change the human heart and imbue it with the love of Christ. God's power alone can correct and subdue the passions and sanctify the affections. All who minister, must humble their proud hearts, submit their will to the will of God, and hide their life with Christ in God."},{"refcode_short":"SpTA01a 2.1","refcode_long":"Special Testimony for Our Ministers, p. 2.1 (Ellen Gould White)","content":"What is the object of the ministry? Is it to mix the comical with the religious? The theater is the place for such exhibitions. If Christ is formed within, if the truth with its sanctifying power is brought into the inner sanctuary of the soul, you will not have jolly men, neither will you have sour, cross, crabbed men, to teach the precious lessons of Christ to perishing souls."},{"refcode_short":"SpTA01a 2.2","refcode_long":"Special Testimony for Our Ministers, p. 2.2 (Ellen Gould White)","content":"Our ministers need a transformation of character. They should feel that if their works are not wrought in God, if they are left to their own imperfect efforts, they are of all men the most miserable. Christ will be with every minister who, although he may not have attained to perfection of character, is seeking most earnestly to become Christ-like. Such a minister will pray. He will weep between the porch and the altar, crying in soul-anguish for the Lord's presence to be with him; else he cannot stand before the people, with all heaven looking upon him, and the angel's pen taking note of his words, his deportment, and his spirit."},{"refcode_short":"SpTA01a 2.3","refcode_long":"Special Testimony for Our Ministers, p. 2.3 (Ellen Gould White)","content":"O that men would fear the Lord! O that they would love the Lord! O that the messengers of God would feel the burden of perishing souls! Then they would not merely speechify; but they would have the power of God vitalizing their souls, and their hearts would glow with the fire of God's love. Out of weakness they would become strong; for they would be doers of the word. They would hear the voice of Jesus: “Lo: I am with you alway.” Jesus would be their teacher; and the word they minister would be quick and powerful, sharper than any two-edged sword, and a discerner of the thoughts and intents of the heart. Just in proportion as the speaker appreciates the divine presence, and honors and trusts the power of God, is he acknowledged as a laborer together with God. Just in this proportion does he become mighty through God."},{"refcode_short":"SpTA01a 3.1","refcode_long":"Special Testimony for Our Ministers, p. 3.1 (Ellen Gould White)","content":"There needs to be an elevating, uplifting power, a constant growth in the knowledge of God and the truth, on the part of one who is seeking the salvation of souls. If the minister utters words drawn from the living oracles of God; if he believes in and expects the co-operation of Christ, whose servant he is; if he hides self and exalts Jesus, the world's Redeemer; his words will reach the hearts of his hearers, and his work will bear the divine credentials. The Holy Spirit must be the living agency to convince of sin. The divine agent presents to the speaker the benefits of the sacrifice made upon the cross; and as the truth is brought in contact with the souls present, Christ wins them to himself, and works to transform their nature. He is ready to help our infirmities, to teach, to lead, to inspire us with ideas that are of heavenly birth."},{"refcode_short":"SpTA01a 3.2","refcode_long":"Special Testimony for Our Ministers, p. 3.2 (Ellen Gould White)","content":"How little can men do in the work of saving souls, and yet how much through Christ, if they are imbued with his spirit! The human teacher cannot read the hearts of his hearers, but Jesus dispenses the grace that every soul needs. He understands the capabilities of man, his weakness, and his strength. The Lord is working on the human heart; and a minister can be to the souls who are listening to his words, a savor of death unto death, turning them away from Christ; or, if he is consecrated, devotional, distrustful of self, but looking unto Jesus, he may be a savor of life unto life to souls who are ready under the convicting power of the Holy Spirit, and in whose hearts the Lord is preparing the way for the messages which he has given to the human agent. Thus the heart of the unbeliever is touched, and it responds to the message of truth. “Ye are laborers together with God.” The convictions implanted in the heart, and the enlightenment of the understanding by the entrance of the word, work in perfect harmony. The truth brought before the mind, has power to arouse the dormant energies of the soul. The Spirit of God working in the heart, co-operates with the working of God through his human instrumentalities. When ministers realize the necessity of thorough reformation in themselves, when they feel that they must reach a higher standard, their influence upon the churches will be uplifting and refining."},{"refcode_short":"SpTA01a 4.1","refcode_long":"Special Testimony for Our Ministers, p. 4.1 (Ellen Gould White)","content":"There are sinners in the ministry. They are not agonizing to enter in at the strait gate. God does not work with them, for he cannot endure the presence of sin. It is the thing that his soul hates. Even the angels that stood about his throne, whom he loved, but who kept not their first estate of loyalty, God cast out of heaven with their rebel leader. Holiness is the foundation of God's throne; sin is the opposite of holiness; sin crucified the Son of God. If men could see how hateful sin is, they would not tolerate it, nor educate themselves in it. They would reform in life and character. Secret faults would be overcome. If you are to be saints in heaven, you must first be saints upon the earth."},{"refcode_short":"SpTA01a 4.2","refcode_long":"Special Testimony for Our Ministers, p. 4.2 (Ellen Gould White)","content":"There is great need that our brethren overcome secret faults. The displeasure of God, like a cloud, hangs over many of them. The churches are weak. Selfishness, uncharitableness, covetousness, envy, evil-surmising, falsehood, theft, robbery, sensuality, licentiousness, and adultery, stand registered against some who claim to believe the solemn, sacred truth for this time. How can these accursed things be cleansed out of the camp, when men who claim to be Christians are practicing them constantly? They are somewhat careful of their ways before men, but they are an offense to God. His pure eyes see, a witness records, all their sins, both open and secret; and unless they repent, and confess their sins before God, unless they fall on the Rock and are broken, their sins will remain charged against them in the books of record. O, fearful histories will be opened to the world at the judgment,—histories of sins never confessed, of sins not blotted out! O that these poor souls might see that they are heaping up wrath against the day of wrath! Then the thoughts of the heart, as well as the actions, will be revealed. I tell you, my brethren and sisters, there is need of humbling your souls before God. “Cease to do evil;” but do not stop here: “Learn to do well.” You can glorify God only by bearing fruit to his glory."},{"refcode_short":"SpTA01a 5.1","refcode_long":"Special Testimony for Our Ministers, p. 5.1 (Ellen Gould White)","content":"Ministers, for Christ's sake, begin the work for yourselves. By your unsanctified lives you have laid stumbling-blocks before your own children and before unbelievers. Some of you move by impulse, act from passion and prejudice, and bring impure, tainted offerings to God. For Christ's sake cleanse the camp by beginning through the grace of Christ, the personal work of purifying the soul from moral defilement. A jovial minister in the pulpit, or one who is stretching beyond his measure to win praise, is a spectacle that crucifies the Son of God afresh, and puts him to open shame. There must be thorough repentance, faith in our Saviour Jesus Christ, vigilant watchfulness, unceasing prayer, and diligent searching of the Scriptures. God holds us responsible for all that we might be, if we would improve our talents. We shall be judged according to what we ought to have been, but were not; what we might have done, but did not accomplish, because we did not use our powers to glorify God. For all knowledge that we might have gained but did not, there will be an eternal loss, even if we do not lose our souls. All our influence belongs to God. All that we acquire is to be used to his glory. All the property that the Lord has intrusted to us is to be held on the altar of God, to be turned to him again. We are working out our own destiny. May God help us all to be wise for eternity."},{"refcode_short":"SpTA01a 6.1","refcode_long":"Special Testimony for Our Ministers, p. 6.1 (Ellen Gould White)","content":"My brethren, we are living in a most solemn period of this earth's history. There is never time to sin; it is always perilous to continue in transgression; but in a special sense is this true at the present time. We are now upon the very borders of the eternal world, and stand in a more solemn relation to time and to eternity than ever before. Now let every person search his own heart, and plead for the bright beams of the Sun of Righteousness to expel all spiritual darkness, and cleanse from defilement. “If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.” Through faith, irrespective of feeling, Jesus, the author of our salvation, the finisher of our faith, will, by his precious grace, strengthen the moral powers, and the sinner may reckon himself “to be dead indeed unto sin, but alive unto God through Jesus Christ.” Simple faith, with the love of Christ in the soul, unites the believer to God. While toiling in battle as a faithful soldier of Christ, he has the sympathy of the whole loyal universe. The ministering angels are round about him to aid in the conflict, so that he may boldly say, “The Lord is my helper,” “the Lord is my strength and my shield:” I shall not be overcome. “By grace are ye saved through faith; and that not of yourselves: it is the gift of God.”"},{"refcode_short":"SpTA01a 6.2","refcode_long":"Special Testimony for Our Ministers, p. 6.2 (Ellen Gould White)","content":"The infinite wisdom and power of God are exerted in our behalf. The heavenly host are surely fighting our battles for us. They are always looking with intense interest upon the souls purchased by the Saviour's blood. They see, through the sacrifice of Christ, the value of the human soul. It is always safe to be on the Lord's side, not half-heartedly, but wholly. It is this half-hearted, indifferent, careless work that separates your souls from Jesus, the source of your strength. Let this be your prayer, “Take everything from me, let me lose property, worldly honor, everything, but let thy presence be with me.” It is safe to commit the keeping of the soul to God, who reigns over all heaven and earth."},{"refcode_short":"SpTA01a 7.1","refcode_long":"Special Testimony for Our Ministers, p. 7.1 (Ellen Gould White)","content":"Will my ministering brethren see that they work circumspectly, that they heed the charge of the apostle Paul to Titus, “Young men likewise exhort to be sober-minded. In all things showing thyself a pattern of good works: in doctrine showing uncorruptness, gravity, sincerity, sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you”? Titus 2:6-8; read also verses 11-15."},{"refcode_short":"SpTA01a 7.2","refcode_long":"Special Testimony for Our Ministers, p. 7.2 (Ellen Gould White)","content":"It was shown to me that on the part of the ministers in all our Conferences, there is a neglect to study the Scriptures, to search for the truth. If their minds were properly disciplined, and were stored with the precious lessons of Christ, then at any time and in any emergency, they could draw from the treasure-house of knowledge things both new and old, to feed the church of God, giving to every man his portion of meat in due season. If Christ is abiding in the soul, he will be as a living fountain, “a well of water springing up into everlasting life.”"},{"refcode_short":"SpTA01a 7.3","refcode_long":"Special Testimony for Our Ministers, p. 7.3 (Ellen Gould White)","content":"I tell you the things which I have seen, and which are true, that by well-directed, persevering effort there might be many, very many, more souls brought to a knowledge of the truth. O, the end is near! Who is ready for Christ to rise from his throne to put on the garments of vengeance? Whose names are registered in the Lamb's book of life? The names of those only will be there who follow the Lamb whithersoever he goeth. Your erroneous ideas, your objectional phases of character, must be given up, and you must be clothed with the garments of Christ's righteousness. Faith and love,—how destitute are the churches of these! The heavenly Merchantman counsels you, “Buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, ... and anoint thine eyes with eyesalve, that thou mayest see.” God forbid that those who are preaching in our Conferences should be like the foolish virgins, having lamps, but destitute of the oil of grace which makes the lamp burn and give forth light. O! we want more praying ministers,—men who carry a solemn weight of souls,—men who have a faith that works by love and purifies the soul. Without faith it is impossible to please God. How imperfect is faith in our churches! Why do we not believe that the Lord will do just as he says he will?"},{"refcode_short":"SpTA01a 8.1","refcode_long":"Special Testimony for Our Ministers, p. 8.1 (Ellen Gould White)","content":"We are God's servants, and to each of us he has given talents, both natural and spiritual. As children of God, we should be constantly gaining in fitness for the heavenly mansions which Christ told his disciples he was going away to prepare for them. He who lays hold upon the righteousness of Christ may become a perfect man in Christ Jesus. Working from a high stand-point, seeking to follow the example of Christ, we shall grow up into his likeness, possessing more and more refinement."},{"refcode_short":"SpTA01a 8.2","refcode_long":"Special Testimony for Our Ministers, p. 8.2 (Ellen Gould White)","content":"The Saviour prayed, “Sanctify them through thy truth: thy word is truth.” Those who are disciplined by the truth will be doers of the word; they will be diligent Bible readers, searching the Scriptures with an earnest desire to understand the will of God, and to do his will intelligently."},{"refcode_short":"SpTA01a 8.3","refcode_long":"Special Testimony for Our Ministers, p. 8.3 (Ellen Gould White)","content":"The ministers in our Conferences need to walk carefully before God. The apostle's injunction, “Be courteous,” is greatly needed in their ministering, in watching for souls as those who must give account, in seeking to save the erring. You may be true to principle, you may be just, honest, and religious; but with it all you must cultivate true tenderness of heart, kindness, and courtesy. If a person is in error, be the more kind to him; if you are not courteous, you may drive him away from Christ. Let every word you speak, even the tones of your voice, express your interest in, and sympathy for, the souls that are in peril. If you are harsh, denunciatory, and impatient with them, you are doing the work of the enemy. You are opening a door of temptation to them, and Satan will represent you to them as one who knows not the Lord Jesus. They will think their own way is right, and that they are better than you. How, then, can you win the erring? They can recognize genuine piety, expressed in words and character. If you would teach repentance, faith, and humility, you must have the love of Jesus in your own hearts. The truth you believe, is able to sanctify the soul and to fashion and mold the whole man; not only to change his words and deportment, but to abase pride, and purify the soul temple from all defilement."},{"refcode_short":"SpTA01a 9.1","refcode_long":"Special Testimony for Our Ministers, p. 9.1 (Ellen Gould White)","content":"Bible religion is very scarce, even among ministers. I mourn day and night for the coarseness, the harshness, the unkindness in words and spirit, that is manifested by those who claim to be children of the heavenly King, members of the royal family. Such hardness of heart, such a want of sympathy, such harshness, is shown to those who are not special favorites; and it is registered in the books of heaven as a great sin. Many talk of the truth, they preach the theory of the truth, when the melting love of Jesus has not become a living, active element in their character."},{"refcode_short":"SpTA01a 9.2","refcode_long":"Special Testimony for Our Ministers, p. 9.2 (Ellen Gould White)","content":"This is an age of almost universal apostasy; and those who claim to hold advanced truth mislead the churches when they do not give evidence that their character and works harmonize with the divine truth. The goodness, the mercy, the compassion, the tenderness, the lovingkindness of God are to be expressed in the words, deportment, and character of all who claim to be children of God, especially in those who claim to be messengers sent by the Lord Jesus with the word of life, to save the perishing. They are enjoined by the Bible to put away all that is harsh and coarse and rough in their character, and to be grafted into Christ, the living vine. They should bear the same quality of fruit that the vine bears. Thus only can the branch be a true representation of the preciousness of the vine."},{"refcode_short":"SpTA01a 10.1","refcode_long":"Special Testimony for Our Ministers, p. 10.1 (Ellen Gould White)","content":"Christ came to our world to reveal the Father amid the gross darkness of error and superstition which then prevailed. The disciples of Christ are to represent him in their every-day life, and thus the true light from heaven will shine forth in clear, steady rays to the world; thus a character is revealed entirely different from that which is seen in those who do not make the word of God their guide and standard. A knowledge of God must be preserved amid the darkness that covers the world and the gross darkness that envelops the people. Age after age the pure character of Christ has been misrepresented by those who claimed to be believers in him and in the word of God. Hardness of heart has been cultivated. Love and kindness and true courtesy have been fast disappearing from ministers and churches. What can the universe of God think of this? Those who claim to be representatives of Christ show rather the hardness of heart which is characteristic of Satan, which made him unfit for heaven, unsafe to be there. And just so it will be with those who know the truth, and yet close the door of the heart against its sanctifying power. “It pleased God by the foolishness of preaching to save them that believe.” The servants of Christ are not only to be instruments through the preaching of Jesus, to lead men to repentance, but they are to continue their watchcare and interest by keeping before the people, by precept and example, the Lord and Saviour Jesus Christ. They are to sanctify themselves, that their hearers also may be sanctified. Thus all will grow in godliness, going on from grace to grace, until the ambassador for God can present every man perfect in Christ Jesus. Then the ministerial office will be seen in its true, sacred character."},{"refcode_short":"SpTA01a 11.1","refcode_long":"Special Testimony for Our Ministers, p. 11.1 (Ellen Gould White)","content":"But the standard of the ministry has been greatly lowered, and the minister of the true sanctuary is misrepresented before the world. God is ready to accept men as his co-laborers, and to make them the light of the world, agents through whom he can graciously infuse light into the understanding. If the men who bear the message have not Christ abiding in them, if they are not true,—and some are not,—may the Lord awaken them from their deception before it shall be too late. God wants men to be tender-hearted, compassionate, and to love as brethren. Jesus is waiting for them to open the door, that he may come in and infuse into their hearts the warmth of his love, his goodness, his tender compassion; that the worker may in all his connection with humanity reveal the Saviour to the world."},{"refcode_short":"SpTA01a 11.2","refcode_long":"Special Testimony for Our Ministers, p. 11.2 (Ellen Gould White)","content":"Ministers too often act the part of critics, showing their aptness and sharpness in controversy. Sabbath after Sabbath passes away, and scarcely an impression of the grace of Christ is made upon the hearts and minds of the hearers. Thus the ministry comes to be regarded as unimportant. All heaven is working for the salvation of sinners; and when the poorest of the human family comes with repentance to his Father, as did the prodigal son, there is joy among the heavenly host. There is warmth and courtesy and love in heaven. Let ministers go before God in prayer, confessing their sins, and with all the simplicity of a little child ask for the blessings that they need. Plead for the warmth of Christ's love, and then bring it into your discourses; and let no one have occasion to go away and say that the doctrines you believe unfit you for expressing sympathy with suffering humanity—that you have a loveless religion. The operations of the Holy Spirit will burn away the dross of selfishness, and reveal a love which is tried in the fire, a love that maketh rich. He who has these riches is in close sympathy with Him who so loved us that he gave his life for our redemption. Paul, when speaking to the Corinthians, says, “We have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.” This is what Christ taught his disciples: “Without me, ye can do nothing.” Paul would impress upon the minds of the ministers and people the reason why the gospel was committed to weak and erring men,—that man might not receive the honor due to God only, but that God might receive all the glory. The ambassador is not to congratulate himself, and take to himself the honor of success, or even to divide the honor with God, as if by his own power he had accomplished the work. Elaborate reasoning or argumentative demonstrations of doctrines seldom impress upon the hearer the sense of his need and his peril. Simple, brief statements, from a heart made soft and sympathetic by the love of Christ, will be as the grain of mustard seed, to which Christ himself likened his utterances of divine truth. He throws into the soul the vital energy of his spirit, to make the seed of truth germinate and bear fruit."},{"refcode_short":"SpTA01a 12.1","refcode_long":"Special Testimony for Our Ministers, p. 12.1 (Ellen Gould White)","content":"Will my brethren take heed that no glory is given to men? Will they acknowledge that Christ does the work upon the human heart, and not they themselves? Will my ministering brethren plead with God alone in secret prayer for his presence and his power? Dare not to preach another discourse until you know, by your own experience, what Christ is to you. With hearts made holy through faith in the righteousness of Christ, you can preach Christ, you can lift up the risen Saviour before your hearers; with hearts subdued and melted with the love of Jesus you can say, “Behold the Lamb of God, which taketh away the sin of the world!” There is a sad neglect of reading the Bible and searching it with humble hearts for yourselves. Take no man's explanation of Scripture, whatever his position, but go to the Bible and search for the truth yourselves. After hearing Jesus, the Samaritans said, “Now we believe, not because of thy saying; for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.” There is the mine of truth. Sink the shaft deep, and you will possess that knowledge which is of highest value to you. Many have become lazy and criminally neglectful in regard to the searching of the Scriptures, and they are as destitute of the Spirit of God as of the knowledge of his word. We read in the Revelation made to John, of some who had a name to live while they were dead. Yes, there are many such among us as a people, many who claim to be alive, while they are dead. My brethren, unless the Holy Spirit is actuating you as a vital principle, unless you are obeying its prompting, depending on its influences, laboring in the strength of God, my message to you from God is, “You are under a delusion which may prove fatal to your souls. You must be converted. You must receive light before you can give light. Place yourselves under the bright beams of the Sun of Righteousness.” Then you can say with Isaiah, “Arise, shine: for thy light is come, and the glory of the Lord is risen upon thee.” You must cultivate faith and love. “The Lord's arm is not shortened, that it cannot save; neither his ear heavy, that it cannot hear.” Seek the Lord. Rest not until you know that Christ is your Saviour."},{"refcode_short":"SpTA01a 13.1","refcode_long":"Special Testimony for Our Ministers, p. 13.1 (Ellen Gould White)","content":"I wish you, my brethren, to bear in mind that Bible religion never destroys human sympathy. True Christian courtesy needs to be taught and acted, to be carried into all your intercourse with your brethren and with worldlings. There is need of far more love and courtesy in our families than is now revealed. When our ministering brethren shall drink in the Spirit of Christ daily, they will be truly courteous, and will not consider it weakness to be tender-hearted and pitiful, for this is one of the principles of the gospel of Christ. Christ's teaching softened and subdued the soul. The truth received into the heart will work a renovation in the soul. Those who love Jesus will love the souls for whom he died. The truth planted in the heart will reveal the love of Jesus and its transforming power. Anything harsh, sour, critical, domineering, is not of Christ, but proceeds from Satan. Coldness, heartlessness, want of tender sympathy are leavening the camp of Israel. If these evils are permitted to strengthen as they have done for some years in the past, our churches will be in a deplorable condition. Every teacher of the truth needs the Christ-like principle in his character. There will be no frowns, no scolding, no expressions of contempt, on the part of any man who is cultivating the graces of Christianity. He feels that he must be a partaker of the divine nature, and he must be replenished from the exhaustless fountain of heavenly grace, else he will lose the milk of human kindness out of his soul. We must love men for Christ's sake. It is easy for the natural heart to love a few favorites, and to be partial to these special few; but Christ bids us love one another as he has loved us. “The wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy. And the fruit of righteousness is sown in peace of them that make peace.”"},{"refcode_short":"SpTA01a 14.1","refcode_long":"Special Testimony for Our Ministers, p. 14.1 (Ellen Gould White)","content":"You have a serious, solemn work to do to prepare the way of the Lord. You need the heavenly unction, and you may have it. “Whatsoever ye shall ask the Father in my name, he will give it you. Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full.” Who can be trifling, who can engage in frivolous, common talk, while by faith he sees the Lamb that was slain pleading before the Father as the intercessor of the church upon earth. By faith let us look upon the rainbow round about the throne, the cloud of sins confessed behind it. The rainbow of promise is an assurance to every humble, contrite, believing soul, that his life is one with Christ, and that Christ is one with God. The wrath of God will not fall upon one soul that seeks refuge in him. God himself has declared, “When I see the blood, I will pass over you.” “The bow shall be in the cloud; and I will look upon it, that I may remember the everlasting covenant.” It is Christ that loves the world with a love that is infinite. He gave his precious life. He was the only begotten of the Father. He is risen again from the dead, and is at the right hand of God, making intercession for us. That same Jesus, with his humanity glorified, with no cessation of his love, is our Saviour. He has enjoined upon us to love one another as he has loved us. Will we then cultivate this love? Shall we be like Jesus?"}]