[{"refcode_short":"SpTA09 3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 3 (Ellen Gould White)","content":"Special Testimonies for Ministers and Workers—No. 9"},{"refcode_short":"SpTA09 3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 3 (Ellen Gould White)","content":"Chapter 1—All Ye are Brethren"},{"refcode_short":"SpTA09 3.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 3.1 (Ellen Gould White)","content":"I must speak to my brethren nigh and afar off. I cannot hold my peace. They are not working on correct principles. Those who stand in responsible positions must not feel that their position of importance makes them men of infallible judgment."},{"refcode_short":"SpTA09 3.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 3.2 (Ellen Gould White)","content":"All the works of men are under the Lord's jurisdiction. It will be altogether safe for men to consider that there is knowledge with the Most High. Those who trust in God and his wisdom, and not in their own, are walking in safe paths. They will never feel that they are authorized to muzzle even the ox that treads out the grain; and how offensive it is for men to control the human agent who is in partnership with God, and whom the Lord Jesus has invited, “Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.” “We are laborers together with God: ye are God's husbandry, ye are God's building.”"},{"refcode_short":"SpTA09 3.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 3.3 (Ellen Gould White)","content":"The Lord has not placed any one of his human agencies under the dictation and control of those who are themselves but erring mortals. He has not placed upon men the power to say, You shall do this, and you shall not do that. But there is a power exercised in Battle Creek that God has not given, and he will judge those who assume this authority. They have somewhat of the same spirit that led Uzzah to lay his hand on the ark to steady it, as though God was not able to care for his sacred symbols. Far less of man's power and authority should be exercised toward God's human agencies. Brethren, leave God to rule."},{"refcode_short":"SpTA09 4","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 4 (Ellen Gould White)","content":"The Work for This Time"},{"refcode_short":"SpTA09 4.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 4.1 (Ellen Gould White)","content":"The great work for this time demands that men shall go everywhere, nigh and afar off, into the highways and hedges, to diffuse light, holding forth the words of life. Has God laid upon one man or a council of men to take this work into their hands, as though the workers, God's own property, were to be under their control?"},{"refcode_short":"SpTA09 4.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 4.2 (Ellen Gould White)","content":"The business connected with the work of God in any and every branch, requires men who are working in harmony with God; for power and success in the work can be attained only through the co-operation of the human and the divine. Without the best of evidence that one understands heavenly and eternal things, he should not be authorized to minister in matters connected with the work that concerns the salvation of souls for whom Christ has died. Unsanctified hands and brains have had altogether too much power entrusted to them, and very unwise moves have been made, that are not in accordance with the will and ways of God."},{"refcode_short":"SpTA09 4.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 4.3 (Ellen Gould White)","content":"No man is a proper judge of another man's duty. Man is responsible to God; and as finite, erring men take in their hands the jurisdiction of their fellow men, as if the Lord commissioned them to lift up and cast down, all heaven is filled with indignation. There are strange principles being established in regard to the control of the minds and works of men, by human judges, as though these finite men were gods."},{"refcode_short":"SpTA09 5.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 5.1 (Ellen Gould White)","content":"And how is it with some who are bearing these sacred responsibilities? Men who are not spiritually minded, who are not consecrated to God, have no commission to perform, nor authority to exercise, in regard to the willing or doing of their fellow men. But unless men are daily in communion with God, instead of seeking him with all their heart for a fitness for the work, they will assume the power of dictation over the conscience of others. A sense of the divine presence would awe and subdue the soul, but this they have not. Without the love of God burning in the soul, love to men grows cold. Their hearts are not touched at the sight of human woe. Selfishness has left its defiling imprint on life and character, and some will never lose this image and superscription."},{"refcode_short":"SpTA09 5.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 5.2 (Ellen Gould White)","content":"Is the working of the cause of God to be entrusted to such hands? Are souls for whom Christ has died, to be manipulated at the will of men who have refused the light given them of heaven? We should be afraid of man-made laws, and of plans and methods that are not in accordance with the principles of the word of God concerning man's relation to his fellow. “All ye are brethren.”"},{"refcode_short":"SpTA09 5.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 5.3 (Ellen Gould White)","content":"The Present Order of Things Must Change, or the wrath of God will fall upon his instrumentalities that are not working in Christ's lines. Has God given any one of you a commission to lord it over his heritage? This kind of work has been coming in for years. God sees it all, and he is displeased with it. When men come in between God and his human agents, they dishonor God, and wrong the souls of those who need true encouragement and sympathy and love. I am constrained to appeal to our workers: Whatever your position, do not depend on men, or make flesh your arm."},{"refcode_short":"SpTA09 6.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 6.1 (Ellen Gould White)","content":"I am urged by the Spirit of God to say to you who have a connection with the Lord's work, Never forget that you are wholly dependent upon God; and if you pass one hour or one moment without relying upon his grace, without keeping the heart open to receive the wisdom that is not earth-born, being sure that without Christ ye can do nothing, you will be unable to distinguish between the common and the sacred fire. Words of a very forbidden character will flash from your lips to destroy hope and courage and faith. Thus it is written in the books of heaven: Your words were not inspired of God, but of the enemy that wounded and bruised Christ in the person of his purchased possession. Souls of infinite value were treated indifferently, turned from, left to struggle under temptation, and forced on Satan's battle-ground."},{"refcode_short":"SpTA09 6.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 6.2 (Ellen Gould White)","content":"Job's professed friends were miserable comforters, making his case more bitter and unbearable, and Job was not guilty as they supposed. Those who are under the pain and distress of their own wrong-doing, while Satan is seeking to drive them to despair, are the very ones who need help the most. The intense agony of the soul that has been overcome by Satan and is feeling worsted and helpless—how little is it comprehended by those who should meet the erring one with tender compassion!"},{"refcode_short":"SpTA09 6.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 6.3 (Ellen Gould White)","content":"Most pitiable is the condition of one who is suffering under remorse; he is as one stunned, staggering, sinking into the dust. And many who suppose themselves to be righteous, become exasperating comforters; they deal harshly with these souls. In manifesting this hardness of heart in offending and oppressing, they are doing the very same work which Satan delights in doing. The tried, tempted soul cannot see anything clearly. The mind is confused; he knows not just what steps to take. O, then, let no word be spoken to cause deeper pain!"},{"refcode_short":"SpTA09 7","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 7 (Ellen Gould White)","content":"How to Deal With the Erring"},{"refcode_short":"SpTA09 7.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 7.1 (Ellen Gould White)","content":"Our Saviour said: “Whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. Woe unto the world because of offenses! for it must needs be that offenses come but woe to that man by whom the offense cometh! ... Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven. For the Son of man is come to save that which was lost. How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray? And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray. Even so it is not the will of your Father which is in heaven, that one of these little ones should perish.”"},{"refcode_short":"SpTA09 7.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 7.2 (Ellen Gould White)","content":"“I came not,” said Christ, “to call the righteous [you who feel no need of repentance], but sinners to repentance.” Those who are laborers together with God will work in Christ's lines. There is many a poor soul who is misunderstood, unappreciated, full of distress and agony,—a lost, straying sheep. His mind is beclouded, he cannot find God, and almost hopeless unbelief takes possession of him. Yet he has an intense, longing desire for pardon and peace."},{"refcode_short":"SpTA09 8.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 8.1 (Ellen Gould White)","content":"As this picture is opened before you, the inquiry may be made, Are there no Christians to whom such a one can go for relief? This question God answers, “I have somewhat against thee, because thou has left thy first love. Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.” A cold, hard-hearted pharisaism has taken possession of many of the professed followers of Christ, and the love of Jesus is dead."},{"refcode_short":"SpTA09 8.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 8.2 (Ellen Gould White)","content":"“And unto the angel of the church in Sardis write; These things saith he that hath the seven Spirits of God, and the seven stars; I know thy works, that thou hast a name that thou livest, and art dead. Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God.” Here the problem is solved. The persons here described have had light that would have prompted them to altogether different works, if they had followed the light, and had strengthened the things that remained that were ready to die. The light which was glowing in their own hearts when Jesus spoke to their souls, “Thy sins be forgiven thee,” they might have kept alive by helping those who needed help."},{"refcode_short":"SpTA09 8.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 8.3 (Ellen Gould White)","content":"The work to be done is plainly specified: “Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God. Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.” Many have heard and received the word of life, and have been strongly moved by the truth, but have allowed their souls to become cold, their faith dim, through self-righteousness, self-importance, and pride in the possession of a knowledge of truth which they fail to practise. The truth which is not put in practise, loses its power. The heart is closed to its divine influence, and those who should be workers for Christ are idle, and souls whom they might help are left in discouragement and darkness and despair."},{"refcode_short":"SpTA09 9","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 9 (Ellen Gould White)","content":"Help the Sinking Souls"},{"refcode_short":"SpTA09 9.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 9.1 (Ellen Gould White)","content":"There are souls who are starving for sympathy, starving for the bread of life; but they have no confidence to make known their great need. Those who bear the responsibilities in connection with the work of God should understand that they are under the most solemn obligation to help these souls; and they would be prepared to help them, if they themselves had retained the soft, subduing influence of the love of Christ. Do these poor souls, ready to die, look to them for help?—No; they did this until they could have no hope of help from that quarter. They see not a hand stretched out to save."},{"refcode_short":"SpTA09 9.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 9.2 (Ellen Gould White)","content":"The matter has been presented to me thus: A drowning man, vainly struggling with the waves, discovers a boat, and with his last remaining strength succeeds in reaching it, and lays hold upon its side. In his weakness he cannot speak, but the agony upon his face would excite pity in any heart that was touched with human tenderness. But do the occupants of the boat stretch out their hands to lift him in?—No! All heaven looks on as these men beat off the feeble, clinging hands, and a suffering fellow being sinks beneath the waves, to rise no more. This scene has been enacted over and over again. It has been witnessed by One who gave his life for the ransom of just such souls. The Lord has reached down his own hand to save. The Lord himself has done the work which he left for man to do, in revealing the pity and compassion of Christ toward sinners. Jesus says, “A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.” Calvary reveals to every one of us the depths of that love."},{"refcode_short":"SpTA09 10.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 10.1 (Ellen Gould White)","content":"There are souls in their darkness, full of remorse and pain and anguish, who still feel that God is just and good. The Lord is keeping alive the spark of hope in their hearts. The poor, darkened soul feels, If I could only appear before God, and plead my case, he would pity for Christ's sake, and this horrible fear and agony would be relieved. He has tried to speak to men, and has been rudely repulsed, reproved, taunted, by his supposed friends. Sometimes the reproaches heaped upon his head have well-nigh destroyed the last spark of hope. The soul that is conscious of sincere and honest intentions finds he has less to fear from God than from men who have hearts of steel. The soul wrenched with human agony turns away from the misjudgment and condemnation of men who cannot read the heart, yet have taken it upon them to judge their fellow men. He turns to One who is without a shadow of misapprehension, One who knows all the impulses of the heart, who is acquainted with all the circumstances of temptation. God knows every deed of the past life, and yet in consideration of all this, the troubled soul is ready to trust his case with God, knowing that he is a God of mercy and compassion."},{"refcode_short":"SpTA09 11","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 11 (Ellen Gould White)","content":"Let Us Fall Into the Hand of God"},{"refcode_short":"SpTA09 11.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 11.1 (Ellen Gould White)","content":"When David was bidden to choose the punishment for his sin, he said, “Let us fall now into the hand of the Lord; for his mercies are great: and let me not fall into the hand of man.” He felt that God knew the struggle and anguish of the soul. When one is enabled to catch a glimpse of the character of God, he sees not in him the heartless, vindictive spirit manifested by human agents; he sees that affliction and trial are God's appointed means of disciplining his children, and teaching them his way, that they may lay hold of his grace. “Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness, and hath no light? Let him trust in the name of the Lord, and stay upon his God.” As the poor backsliding one is led to the river of God's love, he exclaims, When he hath tried me, I shall come forth as gold purified. The suffering soul is made patient, trustful, triumphant in God under adverse circumstances."},{"refcode_short":"SpTA09 11.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 11.2 (Ellen Gould White)","content":"“Wherefore in all things it behooved him to be made like unto his brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people. For in that he himself hath suffered being tempted, he is able to succor them that are tempted.” “Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession. For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin. Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.” “Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.”"},{"refcode_short":"SpTA09 12.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 12.1 (Ellen Gould White)","content":"When finite, erring man gives evidence that he regards himself as of greater importance than God, when he thinks himself righteous, yet does not manifest the tenderness of spirit that characterized the life of our Lord Jesus, we may know that unless he repents, the candlestick will quickly be removed out of its place. All heaven is astonished at the terrible indifference of the human agents. Men who are themselves tempted to fall into sin, and need pardon, are yet full of self-sufficiency, and are unfeeling toward a brother who is ensnared by the enemy, and whose need and peril should call out Christlike sympathy and effort to plant his feet on the solid Rock."},{"refcode_short":"SpTA09 12","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 12 (Ellen Gould White)","content":"A Fatal Deception"},{"refcode_short":"SpTA09 12.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 12.2 (Ellen Gould White)","content":"There is a most fearful, fatal deception upon human minds. Because men are in positions of trust, connected with the work of God, they are exalted in their own estimation, and do not discern that other souls, fully as precious in the sight of God as their own, are neglected, and handled roughly, and bruised, and wounded, and left to die."},{"refcode_short":"SpTA09 12.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 12.3 (Ellen Gould White)","content":"The converting power of God must come upon men who handle sacred things, yet who are unable, through some cause best known to God, to distinguish between the sacred fire of God's own kindling, and the strange fire which they offer. That strange fire is as dishonoring to God as was that presented by Nadab and Abihu. The sacred fire of God's love would make men tender and kind and sympathetic toward those in peril. Those who indulge in sharp, overbearing words, are really saying, I am, holier than thou. Do you not see my exalted position?"},{"refcode_short":"SpTA09 13.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 13.1 (Ellen Gould White)","content":"But the position does not make the man. It is the integrity of character, the Spirit of Christ, that makes him thankful, unselfish, without partiality and without hypocrisy,—it is this that is of value with God. To those whose life is hid with Christ in God, the Lord says, “Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.”"},{"refcode_short":"SpTA09 13.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 13.2 (Ellen Gould White)","content":"For all in responsible positions I have a message spoken by the mouth of the Lord,—the fifty-fifth chapter of Isaiah. Study this chapter, and let not any human being consider that he is above his fellow workers because greater responsibilities are involved in his branch of the work. If he is like Daniel, seeking for the power that comes alone from God, that he may represent, not himself, not his imperfections in selfish and fraudulent practises, but the truth in righteousness, he will not possess a vestige of pride or self-importance; but will be weighted with the spirit of wisdom from God."},{"refcode_short":"SpTA09 13","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 13 (Ellen Gould White)","content":"The Sacred and the Strange Fire"},{"refcode_short":"SpTA09 13.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 13.3 (Ellen Gould White)","content":"He will represent the sacredness of the work, he will magnify the truth, and will ever present before men and angels the holy perfume of the character of Christ. This is the sacred fire of God's own kindling. Anything aside from this is strange fire, abhorrent to God, and the more offensive as one's position in the work involves larger responsibilities."},{"refcode_short":"SpTA09 14.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 14.1 (Ellen Gould White)","content":"I have a message from God to the sinners in Zion, the ones whom Christ addressed: “Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God.” You need to offer always the sacred fire; for then Christ's works, his love, his mercy, his righteousness, will ascend before God, as a cloud of holy, fragrant incense, wholly acceptable."},{"refcode_short":"SpTA09 14.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 14.2 (Ellen Gould White)","content":"But strange fire has been offered in the use of harsh words, in self-importance, in self-exaltation, in self-righteousness, in arbitrary authority, in domineering, in oppression, in restricting the liberty of God's people, binding them about by your plans and rules, which God has not framed, neither have they come into his mind. All these things are strange fire, unacknowledged by God, and are a continual misrepresentation of his character."},{"refcode_short":"SpTA09 14.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 14.3 (Ellen Gould White)","content":"I have a message for you: “Seek ye the Lord while he may be found, call ye upon him while he is near: let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the Lord, and he will have mercy upon him; and to our God, for he will abundantly pardon. For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord. For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts. For as the rain cometh down, and the snow from heaven, and returneth not thither, but watereth the earth, and maketh it bring forth and bud, that it may give seed to the sower, and bread to the eater: so shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.”"},{"refcode_short":"SpTA09 15.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 15.1 (Ellen Gould White)","content":"“Judgment is turned away backward, and justice standeth afar off: for truth is fallen in the street, and equity cannot enter. Yea, truth faileth; and he that departeth from evil maketh himself a prey: and the Lord saw it, and it displeased him that there was no judgment. And he saw that there was no man, and wondered that there was no intercessor: therefore his arm brought salvation unto him; and his righteousness, it sustained him. For he put on righteousness as a breastplate, and an helmet of salvation upon his head; and he put on the garments of vengeance for clothing, and was clad with zeal as a cloak.... So shall they fear the name of the Lord from the west, and his glory from the rising of the sun. When the enemy shall come in like a flood, the Spirit of the Lord shall lift up a standard against him. And the Redeemer shall come to Zion, and unto them that turn from transgression in Jacob, saith the Lord.”"},{"refcode_short":"SpTA09 16","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 16 (Ellen Gould White)","content":"Chapter 2—“Thou Shalt Have No Other Gods Before Me”"},{"refcode_short":"SpTA09 16.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 16.1 (Ellen Gould White)","content":"I do not find rest in spirit. Scene after scene is presented in symbols before me, and I find no rest until I begin to write out the matter. At the center of the work matters are being shaped so that every other institution is following in the same course. And the General Conference is itself becoming corrupted with wrong sentiments and principles. In the working of plans, the same principles are manifest that have controlled matters at Battle Creek for quite a length of time."},{"refcode_short":"SpTA09 16.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 16.2 (Ellen Gould White)","content":"I have been shown that the Jewish nation were not brought suddenly into their condition of thought and practise. From generation to generation they were working on false theories, carrying out principles opposed to the truth; and combining with their religion, thoughts and plans that were the product of human minds: human inventions were made supreme."},{"refcode_short":"SpTA09 16.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 16.3 (Ellen Gould White)","content":"The holy principles that God has given are represented as the sacred fire, but common fire has been used in place of the sacred. Plans contrary to truth and righteousness are introduced in a subtle manner on the plea that this must be done, and that must be done, “because it is for the advancement of the cause of God.” But it is the devising of men that leads to oppression, injustice, and wickedness. The cause of God is free from every taint of injustice. It can gain no advantage by robbing the members of the family of God of their individuality or their rights. All such practises are abhorrent to God. He inspires no such practises as have been entered into by your councils in regard to the publication of books."},{"refcode_short":"SpTA09 17.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 17.1 (Ellen Gould White)","content":"The Lord accepts no such transactions; prosperity will not attend these moves. Men connected with his work have been dealing unjustly, and it is time to call a halt. Let men deal with men upon the principles of the ten commandments, and not ignore these principles in business transactions. False propositions are assumed as truth and righteousness, and then everything is worked in such a way as to carry out these propositions, which are not in accordance with the will of God, but are a misrepresentation of his character."},{"refcode_short":"SpTA09 17.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 17.2 (Ellen Gould White)","content":"The great and holy and merciful God will never be in league with dishonest practises; not a single touch of injustice will he vindicate. Men have taken unfair advantage of those whom they supposed to be under their jurisdiction. They were determined to bring the individuals to their terms; they would rule or ruin. There will be no material change until a decided movement is made to bring in a different order of things."},{"refcode_short":"SpTA09 17.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 17.3 (Ellen Gould White)","content":"Let no plans or methods be adopted in any of our institutions that will bind mind or talent under the control of human judgment; for this is not in God's order. God has given to men talents of influence which belong to him alone, and no greater dishonor can be done to God than for one finite agent to bring other men's talents under his absolute control, even though the benefits of the same be used to the advantage of the cause. In such arrangements one man's mind is ruled by another man's mind, and the human agency is separated from God, and exposed to temptation. Satan's methods tend to one end—to make men the slaves of men. And when this is done, confusion and distrust, jealousies and evil surmisings, are the result. Such a course destroys faith in God, and in the principles which are to control, to purge from guile and every species of selfishness and hypocrisy."},{"refcode_short":"SpTA09 18.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 18.1 (Ellen Gould White)","content":"The High-Handed Power that has been developed, as though position has made men gods, makes me afraid, and ought to cause fear. It is a curse wherever and by whomsoever it is exercised. This lording it over God's heritage will create such a disgust of man's jurisdiction that a state of insubordination will result. The people are learning that men in high positions of responsibility cannot be trusted to mold and fashion other men's minds and characters. The result will be a loss of confidence even in the management of faithful men. But the Lord will raise up laborers who realize their own nothingness without special help from God."},{"refcode_short":"SpTA09 18.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 18.2 (Ellen Gould White)","content":"Age after age Jesus has been delivering his goods to his church. At the time of the first advent of Christ to our world, the men who composed the Sanhedrim exercised their authority in controlling men according to their will. Thus the souls whom Christ had given his life to free from the bondage of Satan, were brought under bondage to him in another form."},{"refcode_short":"SpTA09 18.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 18.3 (Ellen Gould White)","content":"Do we individually realize our true position, that as God's hired servants we are not to bargain away our stewardship? We have an individual accountability before the heavenly universe, to administer the trust committed us of God. Our own hearts are to be stirred. Our hands are to have something to impart of the income that God entrusts to us. The humblest of us may be agents for God, using our gifts for his name's glory. He who improves his talents to the best of his ability may present to God his offering as a consecrated gift that shall be as fragrant incense before him. It is the duty of every one to see that his talents are turned to advantage as a gift that he must return, having done his best to improve it."},{"refcode_short":"SpTA09 19.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 19.1 (Ellen Gould White)","content":"The spirit of domination is extending to the presidents of our Conferences. If a man is sanguine of his own powers and seeks to exercise dominion over his brethren, feeling that he is invested with authority to make his will the ruling power, the best and only safe course is to remove him, lest great harm be done, and he lose his own soul, and imperil the souls of others. “All ye are brethren.” This disposition to lord it over God's heritage will cause a reaction unless these men change their course. Those in authority should manifest the Spirit of Christ. They should deal as he would deal with every case that requires attention. They should go weighted with the Holy Spirit. A man's position does not make him one jot or tittle greater in the sight of God; it is character alone that God values."},{"refcode_short":"SpTA09 19.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 19.2 (Ellen Gould White)","content":"The goodness, mercy, and love of God were proclaimed by Christ to Moses. This was God's character. When men who profess to serve God ignore his parental character, and depart from honor and righteousness in dealing with their fellow men, Satan exults, for he has inspired them with his attributes. They are following:"},{"refcode_short":"SpTA09 19","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 19 (Ellen Gould White)","content":"In the Track of Romanism"},{"refcode_short":"SpTA09 20.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 20.1 (Ellen Gould White)","content":"Those who are enjoined to represent the attributes of the Lord's character, step from the Bible platform, and in their own human judgment devise rules and resolutions to force the will of others. The devisings for forcing men to follow the prescriptions of other men, are instituting an order of things that overrides sympathy and tender compassion; that blinds the eyes to mercy, justice, and the love of God. Moral influence and personal responsibility are trodden under foot."},{"refcode_short":"SpTA09 20.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 20.2 (Ellen Gould White)","content":"The righteousness of Christ by faith has been ignored by some; for it is contrary to their spirit, and their whole life-experience. Rule, rule, has been their course of action. Satan has had an opportunity of representing himself. When one who professes to be a representative of Christ engages in sharp dealing, and in pressing men into hard places, those who are thus oppressed will either break every fetter of restraint, or they will be led to regard God as a hard master. They cherish hard feelings against God, and the soul is alienated from him, just as Satan planned it should be."},{"refcode_short":"SpTA09 20.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 20.3 (Ellen Gould White)","content":"This hard-heartedness on the part of men who claim to believe the truth, Satan charges to the influence of the truth itself, and thus men become disgusted, and turn from the truth. For this reason no man should have a responsible connection with our institutions who thinks it no important matter whether he has a heart of flesh or a heart of steel."},{"refcode_short":"SpTA09 20.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 20.4 (Ellen Gould White)","content":"Men think they are representing the justice of God, but they do not represent his tenderness and the great love wherewith he has loved us. Their human invention, originating with the specious devices of Satan, appears fair enough to the blinded eyes of men, because it is inherent in their nature. A lie, believed, practised, becomes a truth to them. Thus the purpose of the satanic agencies is accomplished, that men should reach these conclusions through the working of their own inventive minds."},{"refcode_short":"SpTA09 21.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 21.1 (Ellen Gould White)","content":"But how do men fall into such error?—By starting with false premises, and then bringing everything to bear to prove the error true. In some cases the first principles have a measure of truth interwoven with the error, but it does not lead to any just action, and this is why men are misled. In order to reign and become a power, they employ Satan's methods to justify their own principles. They exalt themselves as man of superior judgment, and they have stood as representatives of God. These are false gods."},{"refcode_short":"SpTA09 21.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 21.2 (Ellen Gould White)","content":"Everything in our world is in agitation. Coming events cast their shadows before. The signs of the times are ominous, indeed. There is assurance in nothing that is human or earthly. The winds are held by the four angels; a moment of respite has been graciously given us of God. Every power lent us of God, whether physical, mental, or moral, is to be sacredly cherished to do the work assigned us for our fellow men who are perishing in their ignorance. The warning is to go forth to all parts of the world. There must be no delay."},{"refcode_short":"SpTA09 21","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 21 (Ellen Gould White)","content":"Under Which Banner?"},{"refcode_short":"SpTA09 21.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 21.3 (Ellen Gould White)","content":"Rapidly are men ranging themselves under the banner they have chosen, restlessly waiting and watching the movements of their leaders. There are those who are watching and waiting and working for our Lord's appearing; while the other party are rapidly falling into line under the generalship of the first great apostate. They look for a God in humanity, and Satan personifies the one they seek. Multitudes will be so deluded through their rejection of truth, that they will accept the counterfeit. Humanity is hailed as God."},{"refcode_short":"SpTA09 22.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 22.1 (Ellen Gould White)","content":"One has come from the heavenly courts to represent God in human form. The Son of God was made man, and dwelt among us. “In him was life; and the life was the light of men. And the light shineth in darkness; and the darkness comprehended it not.... That was the true Light, which lighteth every man that cometh into the world. He was in the world, and the world was made by him, and the world knew him not. He came unto his own, and his own received him not. But as many as received him, to them gave he power to become the sons of God.”"},{"refcode_short":"SpTA09 22.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 22.2 (Ellen Gould White)","content":"There are but two parties. Satan works with his crooked, deceiving power, and through strong delusions he catches all who do not abide in the truth, who have turned away their ears from the truth, and have turned unto fables. Satan himself abode not in the truth; he is the mystery of iniquity. Through his subtilty he gives to his soul-destroying errors the appearance of truth. Herein is their power to deceive. It is because they are a counterfeit of the truth that Spiritualism, theosophy, and the like deceptions gain such power over the minds of men. Herein is the masterly working of Satan. He pretends to be the savior of man, the benefactor of the human race, and thus he more readily lures his victims to destruction."},{"refcode_short":"SpTA09 23.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 23.1 (Ellen Gould White)","content":"We are warned in the word of God that sleepless vigilance is the price of safety. Only in the straight path of truth and righteousness can we escape the tempter's power. But the world is ensnared. Satan's skill is exercised in devising plans and methods without number to accomplish his purposes. Dissimulation has become a fine art with him, and he works in the guise of an angel of light. God's eye alone discerns his schemes to contaminate the world with false and ruinous principles bearing on their face the appearance of genuine goodness. He works to restrict religious liberty, and to bring into the religious world a species of slavery. Organizations, institutions, unless kept by the power of God, will work under Satan's dictation to bring men under the control of men; and fraud and guile will bear the semblance of zeal for truth, and for the advancement of the kingdom of God. Whatever in our practise is not as open as day, belongs to the methods of the prince of evil. His methods are practised even among Seventh-day Adventists, who claim to have advanced truth."},{"refcode_short":"SpTA09 23.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 23.2 (Ellen Gould White)","content":"If men resist the warnings the Lord sends them, they become even leaders in evil practise; such men assume to exercise the prerogatives of God—they presume to do that which God himself will not do in seeking to control the minds of men. They introduce their own methods and plans, and through their misconceptions of God, they weaken the faith of others in the truth, and bring in false principles that will work like leaven to taint and corrupt our institutions and churches. Anything that lowers man's conception of righteousness and equity and impartial judgment, any device or precept that brings God's human agents under the control of human minds, impairs their faith in God; it separates the soul from God; for it leads away from the path of strict integrity and righteousness."},{"refcode_short":"SpTA09 24.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 24.1 (Ellen Gould White)","content":"God will not vindicate any device whereby man shall in the slightest degree rule or oppress his fellow men. The only hope for fallen man is to look to Jesus, and receive him as the only Saviour. As soon as man begins to make an iron rule for other men, as soon as he begins to harness up and drive men according to his own mind, he dishonors God, and imperils his own soul and the souls of his brethren. Sinful man can find hope and righteousness only in God: and no human being is righteous any longer than he has faith in God, and maintains a vital connection with him. A flower of the field must have its root in the soil; it must have air, dew, showers, and sunshine. It will flourish only as it receives there advantages, and all are from God. So with men. We receive from God that which ministers to the life of the soul. We are warned not to trust in man, nor to make flesh our arm. A curse is pronounced upon all who do this."},{"refcode_short":"SpTA09 24","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 24 (Ellen Gould White)","content":"Jesus and Nicodemus"},{"refcode_short":"SpTA09 24.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 24.2 (Ellen Gould White)","content":"Nicodemus sought an interview with Jesus at night, saying, “Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.” All this was true, as far as it went, but what said Jesus?—He “answered and said unto him, Verily, verily, I say unto thee. Except a man be born again, he cannot see the kingdom of God.” Here was a man in a high position of trust, a man who was looked up to as one educated in Jewish customs, one whose mind was stored with wisdom. He was indeed in possession of talents of no ordinary character. He would not go to Jesus by day, for this would make him a subject of remark. It would be too humiliating for a ruler of the Jews to acknowledge himself in sympathy with the despised Nazarene. Nicodemus thinks, I will ascertain for myself the mission and claims of this teacher, whether he is indeed the Light to lighten the Gentiles, and the Glory of Israel."},{"refcode_short":"SpTA09 25.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 25.1 (Ellen Gould White)","content":"Jesus virtually says to Nicodemus: It is not controversy that will help your case: it is not arguments that will bring light to the soul. You must have a new heart, or you cannot discern the kingdom of heaven. It is not greater evidence that will bring you into a right position; but new purposes, new springs of action: you must be born again. Until this change takes place, making all things new, the strongest evidences that could be presented would be useless. The want is in your own heart: everything must be changed, or you cannot see the kingdom of God."},{"refcode_short":"SpTA09 25.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 25.2 (Ellen Gould White)","content":"This was a very humiliating statement to Nicodemus, and with a feeling of irritation he takes up the words of Christ, saying, “How can a man be born when he is old?” He was not spiritually minded enough to discern the meaning of the words of Christ. But the Saviour did not meet argument with argument. Raising his hand in solemn, quiet dignity, he presses home the truth with greater assurance. “Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God. That which is born of the flesh is flesh; and that which is born of the Spirit is spirit. Marvel not that I said unto thee, Ye must be born again. The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.” Nicodemus said unto him, “How can these things be?”"},{"refcode_short":"SpTA09 26.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 26.1 (Ellen Gould White)","content":"Some gleams of the truth were penetrating the ruler's mind. Christ's words filled him with awe, and led to the inquiry, “How can these things be?” With deep earnestness Jesus answered, “Art thou a master of Israel, and knowest not these things?” His words convey to Nicodemus the lesson that, instead of feeling irritated over the plain words of truth, and indulging irony, he should have a far more humble opinion of himself, because of his spiritual ignorance. Yet the words of Christ were spoken with such solemn dignity, and both look and tone expressed such earnest love to him that he was not offended as he realized his humiliating position."},{"refcode_short":"SpTA09 26.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 26.2 (Ellen Gould White)","content":"Surely one entrusted with the religious interests of the people should not be ignorant of truth so important for them to understand as the condition of entrance into the kingdom of heaven. “Verily, verily, I say unto thee,” continued Jesus, “We speak that we do know, and testify that we have seen: and ye receive not our witness. If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?”"},{"refcode_short":"SpTA09 26","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 26 (Ellen Gould White)","content":"This Lesson is for Us Today"},{"refcode_short":"SpTA09 26.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 26.3 (Ellen Gould White)","content":"This lesson to Nicodemus I present as highly applicable to those who are today in responsible positions as rulers in Israel, and whose voices are often heard in council giving evidence of the same spirit that Nicodemus possessed. Will the lesson given to the chief ruler have the same influence upon their heart and life? Nicodemus was converted as the result of this interview. The words of Christ are spoken just as verily to presidents of conferences, elders of churches, and those occupying official positions in our institutions, “Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.” “A new heart also will I give you.”"},{"refcode_short":"SpTA09 27.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 27.1 (Ellen Gould White)","content":"If you have the Holy Spirit molding and fashioning your heart daily, then you will have divine insight to perceive the character of the kingdom of God. Nicodemus received the lesson of Christ, and became a true believer. His voice was heard in the Sanhedrim council in opposition to their measures for compassing the death of Christ. “Doth our law judge any man, before it hear him?” he said. The scornful answer was returned, “Art thou also of Galilee? Search, and look: for out of Galilee ariseth no prophet.”"},{"refcode_short":"SpTA09 27.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 27.2 (Ellen Gould White)","content":"Jesus had a disciple in Nicodemus. In that night conference with Jesus the convicted man stood before the Saviour under the softening, subduing influence of truth which was shining into the chambers of his mind, and impressing his heart. Jesus said, “If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things? And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven.” Jesus not only tells Nicodemus that he must have a new heart in order to see the kingdom of heaven, but tells him how to obtain a new heart. He reads the inquiring mind of a true seeker after truth, and presents before him the representation of himself: “As Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up: that whosoever believeth in him should not perish, but have eternal life.” Good news! good news! ring throughout the world! “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” This lesson is one of the greatest importance to every soul that lives; for the terms of salvation are here laid out in distinct lines. If one had no other text in the Bible, this alone would be a guide for the soul."},{"refcode_short":"SpTA09 28.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 28.1 (Ellen Gould White)","content":"Especially to every man who accepts responsibilities as a counselor, every one who is dealing with human souls, is this grand, beautiful truth to be a bright and shining light. It is no credit to one who has the word of God in his possession, to say, “I have no experience. I do not understand these things.” He will never be wiser until he becomes of much less consequence in his own estimation. He must learn his lesson as a little child. He must make it his first duty to understand the work of God in the regeneration of the soul. This change should take place in every man before he accepts a position as a leader or ruler in connection with the sacred work of God. If one has not a vital connection with God, his own spirit and sentiments will prevail. These may be well represented as strange fire offered in the place of the sacred. Man has woven into the work of God his own defects of character, devices that are human and earthly, delusions ensnaring to himself and to all who accept them."},{"refcode_short":"SpTA09 28","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 28 (Ellen Gould White)","content":"The Judgment of Amalek"},{"refcode_short":"SpTA09 28.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 28.2 (Ellen Gould White)","content":"God pledges his most holy word that he will bless you if you will walk in his way and do justice and judgment. “Thou shalt not have in thy bag divers weights, a great and a small. Thou shalt not have in thine house divers measures, a great and small. But thou shalt have a perfect and just weight, a perfect and just measure shalt thou have: that thy days may be lengthened in the land which the Lord thy God giveth thee. For all that do such things, and all that do unrighteousness, are an abomination unto the Lord thy God. Remember what Amalek did unto thee by the way, when ye were come forth out of Egypt: how he met thee by the way, and smote the hindmost of thee, even all that were feeble behind thee, when thou wast faint and weary; and he feared not God.”"},{"refcode_short":"SpTA09 29.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 29.1 (Ellen Gould White)","content":"Notwithstanding that the children of Israel had often grieved the Lord by departing from his counsel, yet he still had a tender care for them. The Lord Jesus Christ saw their enemies taking advantage of their circumstances, to do them an injury: for that work was to bring suffering against the weary, who were journeying under God's leading. Hear the judgments which God pronounced: “Therefore it shall be, when the Lord thy God hath given thee rest from all thine enemies round about in the land which the Lord thy God giveth for an inheritance to possess it, that thou shalt blot out the remembrance of Amalek from under heaven: thou shalt not forget it.”"},{"refcode_short":"SpTA09 29.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 29.2 (Ellen Gould White)","content":"I pen these words of God that those who profess to be his children may not receive the curse pronounced upon Amalek because they have followed the practises of Amalek. If the heathen received this denunciation of their course for overcoming the faint and weary, what will the Lord express toward those who have had light, great opportunities, and privileges, but have not manifested the Spirit of Christ toward their own brethren."},{"refcode_short":"SpTA09 30.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 30.1 (Ellen Gould White)","content":"The Lord sees all the dealings of brother with brother, which weaken faith, and which destroy their own confidence in themselves as men dealing with justice and equity. In the most positive language he expresses his displeasure at the iniquity practised in trade. He says: “Shall I count them pure with the wicked balances, and with the bag of deceitful weights?” The very wrong here mentioned may not have been committed in our institutions, but acts which these things represent have been, and are still being done."},{"refcode_short":"SpTA09 30.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 30.2 (Ellen Gould White)","content":"Page after page might be written in regard to these things. Whole conferences are becoming leavened with the same perverted principles. “For the rich men thereof are full of violence, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth.” The Lord will work to purify his church. I tell you in truth, the Lord is about to turn and overturn in the institutions called by his name."},{"refcode_short":"SpTA09 30.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 30.3 (Ellen Gould White)","content":"Just how soon this refining process will begin, I cannot say, but it will not be long deferred. He whose fan is in his hand will cleanse his temple of its moral defilement. He will thoroughly purge his floor. God has a controversy with all who practise the least injustice; for in so doing they reject the authority of God, and imperil their interest in the atonement, the redemption which Christ has undertaken for every son and daughter of Adam. Will it pay to take a course abhorrent to God? Will it pay to put upon your censers strange fire to offer before God, and say it makes no difference?"},{"refcode_short":"SpTA09 30.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 30.4 (Ellen Gould White)","content":"It has not been after God's order to center so much in Battle Creek. The state of things now exists that was presented before me as a warning. I am sick at heart at the representation. The Lord gave warnings to prevent this demoralizing condition of things, but they have not been heeded. “Ye are the salt of the earth: but if the salt have lost his savor, wherewith shall it be salted? It is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.”"},{"refcode_short":"SpTA09 31.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 31.1 (Ellen Gould White)","content":"I appeal to my brethren to wake up. Unless a change takes place speedily, I must give the facts to the people; for this state of things must change; unconverted men must no longer be managers and directors in so important and sacred work. With David we are forced to say, “It is time for thee, Lord, to work: for they have made void thy law.”"},{"refcode_short":"SpTA09 31","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 31 (Ellen Gould White)","content":"Chapter 3—God to be Inquired of"},{"refcode_short":"SpTA09 31.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 31.2 (Ellen Gould White)","content":"Piety is needed. Less self-confidence and far more humility must be seen. The work of God has come to be looked upon as a common thing. It would have been much better to have changed the men on boards and committees than to have retained the very same men for years, until they supposed that their propositions were to be adopted without a question; and generally no voice has been fitted in an opposite direction. There are men who sit in council who have not the discernment that they should have. The comprehension is narrow and egotistical. A change is needed. It will not be wise to carry out one half or one quarter of the enterprises which have been planned."},{"refcode_short":"SpTA09 32.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 32.1 (Ellen Gould White)","content":"Let each one who sits in council and in committee meetings write in his heart the words, I am working for time and for eternity. I must give an account to God for all the motives which prompt me to action. Let this be his motto. Let the prayer of the psalmist go up to God, “Set a watch, O Lord, before my mouth; keep the door of my lips. Incline not my heart to any evil thing, to practise wicked works with men that work iniquity: and let me not eat of their dainties.”"},{"refcode_short":"SpTA09 32.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 32.2 (Ellen Gould White)","content":"I have been led to see that too much confidence is placed in the men in Battle Creek who are in positions of trust. Those living in distant countries will not do that which their judgment tells them is right unless they first send for permission to Battle Creek. Before they will advance, they will await “Yes” or “No” from that place."},{"refcode_short":"SpTA09 32.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 32.3 (Ellen Gould White)","content":"This condition of things is brought about by the finite wisdom of man. God did not inspire any such dependence upon a few finite minds. God is to be inquired of; God is to be sought in humble prayer by men living in Australia, in Africa, in any distant land. Who alone can give mind and judgment to the men in Battle Creek? If they possess judgment of any value, that judgment is found in God. Is he any nearer to the men in Battle Creek than to the workers who are laboring in his service in far-off lands? Has the Lord to go to Battle Creek; and tell men there what the men working in distant countries must do?"},{"refcode_short":"SpTA09 33","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 33 (Ellen Gould White)","content":"Conferences Being Leavened"},{"refcode_short":"SpTA09 33.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 33.1 (Ellen Gould White)","content":"Those working in places far off from Battle Creek have made a mistake by depending on a few minds in that place. These men do not know the situation of the cause and work in different localities. Let those who are on the ground in these countries remember that God has given them brains and intelligence to use their talents. If they err in some things as they work in their own borders, they are not to be blamed. Those who would blame them have perhaps committed greater errors. Let these men put their trust in God, asking wisdom of him who has promised to give to all who ask him, and upbraid not."},{"refcode_short":"SpTA09 33.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 33.2 (Ellen Gould White)","content":"God is a God at hand, not afar off. “Come unto me,” said Christ, “all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. O how differently from this have the men in Battle Creek felt and acted when consulted. They did not show the meekness and lowliness of heart manifested by the great Teacher and Saviour of men, but have shown, instead, a selfish superiority, an overbearing spirit. By this they showed that Jesus did not abide in their hearts. Thank the Lord, all are not of this spirit; but the conferences are fast being leavened with this self-righteous sense of superiority."},{"refcode_short":"SpTA09 33.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 33.3 (Ellen Gould White)","content":"Let those in different countries walk by faith. Let them inquire, Am I serving the men at Battle Creek, or am I serving the Lord? They are to feel their individual accountability to God, not to men who give evidence that they themselves need to seek the Lord for wisdom. As the Lord's delegated servants seek him for wisdom, he will answer their prayers. Those in distant countries who are on the ground should consult together, pray together, opening the word of God for counsel. Where two or three are agreed together, this word declares, as touching anything they shall ask in the name of Jesus, it shall be done for them. “Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.” Bow down before God. With reverential awe approach the throne of grace. Present the word of God, which is “not Yea and Nay, but Yea and Amen, in Christ Jesus.”"},{"refcode_short":"SpTA09 34.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 34.1 (Ellen Gould White)","content":"“If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive anything of the Lord. A double minded man is unstable in all his ways.” “Do not err, my beloved brethren. Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.” “Let your moderation be known unto all men. The Lord is at hand. Be careful for nothing: but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your minds and hearts through Christ Jesus.”"},{"refcode_short":"SpTA09 34","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 34 (Ellen Gould White)","content":"Let God be Consulted"},{"refcode_short":"SpTA09 34.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 34.2 (Ellen Gould White)","content":"Brethren, shall we educate ourselves to depend upon men rather than to make God our trust and dependence in every emergency? Whatever work is attempted with reference to the cause and work of God, we are under obligations to God. Let him be consulted. A few men, whatever office they may hold, should not be mind and judgment for the wide-spreading work all over the large vineyard, which is the world."},{"refcode_short":"SpTA09 35.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 35.1 (Ellen Gould White)","content":"Let those in every far-off country work unselfishly in the fear and love of God to advance the work; as missionaries for God, they can do much for it if they are connected with him. They should draw nigh to God with full assurance of faith, lifting up holy hands, without wrath or doubting. God will make known unto them his pleasure; but all who do not work with an eye single to the glory of God, making him their dependence and trust, who lean rather upon human wisdom, will make blunders. It is in doing the work of God that the richest experience is to be gained. Here is where you get wisdom, and find the promises of God verified."},{"refcode_short":"SpTA09 35.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 35.2 (Ellen Gould White)","content":"It is a mistake to encourage the separate conferences to place everything before the finite minds of those at Battle Creek, asking them what they shall do. Men will never develop wisdom in management, either in business matters or in spiritual things, if they are educated to depend upon other men's brains to think and plan for them. If they make mistakes, these very mistakes may be permitted by the Lord, to be turned into victory if they will learn to improve in these things. Do men want always to remain shadows of other men's minds? God has made no exception in his promise. “If any of you lack wisdom, let him ask of God.”"},{"refcode_short":"SpTA09 36","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 36 (Ellen Gould White)","content":"The Angels Waiting"},{"refcode_short":"SpTA09 36.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 36.1 (Ellen Gould White)","content":"O how little, men, even presidents of conferences, know of the power and helpful strength that God gives to the earnest, humble seeker who puts his trust in God, and does not place men as counselors in the place where God alone should be. There are thousands upon thousands and ten thousand times ten thousand angels that minister unto those who shall be heirs of salvation. God is waiting to help all who look unto him. But what opinion can the angels, who wait to do the will and command of God to come to the help of his work in every place, have, when they see that the faces that should be uplifted to God, and the voices that should be heard in supplication with thanksgiving to God, are turned away from God and send their petitions to Battle Creek, asking counsel of human, erring men?"},{"refcode_short":"SpTA09 36.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 36.2 (Ellen Gould White)","content":"Shall we not have a change in these things? Verily there must be a decided change. God's servants are amenable to him. No man is to be conscience for them. The Lord wants men to know how to do the work of God, to labor in his vineyard."},{"refcode_short":"SpTA09 36","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 36 (Ellen Gould White)","content":"Burden-Bearers"},{"refcode_short":"SpTA09 36.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 36.3 (Ellen Gould White)","content":"When the president of the General Conference is standing overloaded with work, let some young men, or some men of age and experience, come close to the weary man, and lift the burdens, sustaining him with encouraging words, standing in his place, and doing the work he would have done, even though he fell under the burden which was disproportionate to his strength."},{"refcode_short":"SpTA09 36.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 36.4 (Ellen Gould White)","content":"In time of pressure there are spiritual forces to be called in which should always share the burdens; but more than this, the field should be apportioned off in sections to men who will stand as burden-bearers. There must be a number of forces which may be relied upon; but men must not be held in one position of responsibility year after year. The field is too large for this."},{"refcode_short":"SpTA09 37.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 37.1 (Ellen Gould White)","content":"Men have learned to send every petty request to Battle Creek, until the elevated, sacred work has passed through so many human elements that it has become contaminated. The tainted influence of unsanctified human nature has been brought in, so that nothing is sure, sacred, and holy. But it is little use to make appeals to the men who have held their superior position until in their mind the sacred is blended with the common."},{"refcode_short":"SpTA09 37.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 37.2 (Ellen Gould White)","content":"I have just touched upon these important matters. More yet to come."},{"refcode_short":"SpTA09 37","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 37 (Ellen Gould White)","content":"Chapter 4—The Lord Has a Controversy with His People"},{"refcode_short":"SpTA09 37.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 37.3 (Ellen Gould White)","content":"Care should be given to teach every man his dependence upon God; for he is the Source of all wisdom and power and efficiency. I have been shown that it is a mistake to suppose that the men in positions of special responsibility at Battle Creek, have wisdom which is far superior to that of ordinary men. Those who think that they have, supposing them to have divine enlightenment, rely upon the human judgment of these men, taking their counsel as the voice of God But this is not safe; for unless men are wholly consecrated to God, Satan will work through them to impart that knowledge which will not be for the present and eternal good of those who hear."},{"refcode_short":"SpTA09 38.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 38.1 (Ellen Gould White)","content":"Many have educated themselves to write or ask for counsel and advice when brought into difficult places. But it is a mistake for those who are placed in responsible positions in our different institutions to depend upon the men who have all too many burdens and responsibilities to bear. A weak, sickly experience will be the lot of those who are educated to depend wholly upon others. Those upon whom they depend, may have less of the fear of God than they themselves have; and not more mental power and talent than it is their privilege to possess if they will but realize that they are not to be children, but firm, brave men, seeking to gain more ability by exercising that which they already have, by trading upon the talents God has lent them. We are individually responsible for the use of the talents God has given us. Our intellect must be cultivated. Close, hard thinking must be given to the solution of difficulties."},{"refcode_short":"SpTA09 38.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 38.2 (Ellen Gould White)","content":"The Lord has given to every man his appointed work, and if he places men in positions of responsibility, he will communicate his Holy Spirit to them, giving them efficiency for their work. But the men who are called upon to take long and expensive journeys in order to help others to devise and plan, are not themselves in close connection with the God of all wisdom, if they put confidence in their own strength and wisdom. If they have not been willing to bear the yoke of Christ, or to learn in his school to be meek and lowly in heart as he was: if they have not learned to lift the burdens God has given them, and to follow wherever he may lead them, what will their expensive trips amount to? What is their wisdom worth? Is it not accounted foolishness with God?"},{"refcode_short":"SpTA09 39","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 39 (Ellen Gould White)","content":"Teach this to the People"},{"refcode_short":"SpTA09 39.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 39.1 (Ellen Gould White)","content":"State conferences may depend upon the General Conference for light, and knowledge, and wisdom; but is it safe for them to do this? Battle Creek is not to be the center of God's work. God alone can fill this place. When our people in the different places have their special convocations, teach them, for Christ's sake and for their own soul's sake, not to make flesh their arm. There is no power in men to read the hearts of their fellow men. The Lord is the only one upon whom we can with safety depend, and he is accessible in every place and to every church in the Union. To place men where God should be placed does not honor or glorify God. Is the president of the General Conference to be the god of the people? Are the men at Battle Creek to be regarded as infinite in wisdom? When the Lord shall work upon human hearts and human intellects, principles and practises different from this will be set before the people. “Cease ye from man.”"},{"refcode_short":"SpTA09 39.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 39.2 (Ellen Gould White)","content":"The Lord has a controversy with his people over this matter. Why have they left the Lord their God who so loved them “that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life”? His love is not uncertain and fluctuating, but is as far above all other love as the heavens are above the earth. Ever he watches over his children with a love that is measureless and everlasting. “O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out!”"},{"refcode_short":"SpTA09 40.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 40.1 (Ellen Gould White)","content":"“If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.” Mercy and love and wisdom are to be found in God; but many who profess to know him have turned from the One in whom our hope of eternal life is centered, and have educated themselves to depend upon their erring and fallible fellow men. They are crippled spiritually when they do this; for no man is infallible, and his influence may be misleading. He who trusts in man not only leans upon a broken reed, and gives Satan an opportunity to introduce himself, but he hurts the one in whom the trust is placed; he becomes lifted up in his estimation of himself, and loses the sense of his dependence upon God. Just as soon as man is placed where God should be, he loses his purity, his vigor, his confidence in God's power. Moral confusion results, because his powers become unsanctified and perverted. He feels competent to judge his fellow men, and he strives unlawfully to be a god over them."},{"refcode_short":"SpTA09 40","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 40 (Ellen Gould White)","content":"“Let this Mind be in You”"},{"refcode_short":"SpTA09 40.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 40.2 (Ellen Gould White)","content":"But there must be no self-exaltation in the work of God. However much we know, however great our mental endowments, none of us can boast; for what we possess is but an entrusted gift, lent us on trial. The faithful improvement of these endowments decides our destiny for eternity; but we have nothing whereby we should exalt self or lift us up, for that which we have is not our own."},{"refcode_short":"SpTA09 41.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 41.1 (Ellen Gould White)","content":"We are to be courteous toward all men, tender hearted and sympathetic; for this was the character Christ manifested when on earth. The more closely we are united with Jesus Christ, the more tender and affectionate will be our conduct toward one another. The redemption of the human race was planned that man, fallen though he was, might be partaker of the divine nature, having escaped the corruption that is in the world through lust. If by his grace we become partakers of the divine nature, our influence upon those around us is not dangerous but beneficial. Looking unto Jesus, the author and finisher of our faith, we can be a blessing to all with whom we associate; for the Holy Spirit's power upon the human heart can make and keep it pure."},{"refcode_short":"SpTA09 41.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 41.2 (Ellen Gould White)","content":"Those who do not receive Christ as their personal Saviour, who do not feel the need of his grace upon heart and character, cannot influence those around them for good. Whatever their station in life, they will carry with them an influence that Satan will use in his service. Such lose all hope of eternal life themselves, and by their wrong example lead others astray."},{"refcode_short":"SpTA09 41","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 41 (Ellen Gould White)","content":"Study the Cross"},{"refcode_short":"SpTA09 41.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 41.3 (Ellen Gould White)","content":"The cross of Calvary means everything to perishing souls. Through the suffering and death of the Son of Man, the salvation of man was made possible. Through the agency of the Holy Spirit God designs that his image shall be restored in humanity, that a new and living principle of life shall be introduced into the minds that have become defiled by sin. The love of God is fully able to restore, rebuild, encourage, and strengthen every believing soul who will accept the truth as it is in Jesus. But in order that this may be accomplished, men must yoke up with Christ. The cross of Christ must be studied. It must rivet the attention and hold the affections. The blood which there was shed for sins, will purify and cleanse mind and heart from every species of selfishness."},{"refcode_short":"SpTA09 42","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 42 (Ellen Gould White)","content":"Sanctified Through the Truth"},{"refcode_short":"SpTA09 42.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 42.1 (Ellen Gould White)","content":"God is the author of all truth: and truth practised prepares the way for more advanced truth. When God's delegated servants proclaim fresh truth, the Holy Spirit moves upon the mind which has been prepared by walking in the light, quickening the perceptive faculties to discern the beauty and majesty of truth."},{"refcode_short":"SpTA09 42.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 42.2 (Ellen Gould White)","content":"But the truth is no truth to the one who does not reveal, by his elevated spiritual character, a power beyond that which the world can give, an influence corresponding in its sacred, peculiar character to the truth itself. He who is sanctified by the truth, will exert a saving, vital influence upon all with whom he comes in contact. This is Bible religion."},{"refcode_short":"SpTA09 42.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 42.3 (Ellen Gould White)","content":"Men, saved only by the atoning sacrifice of Christ Jesus, have no right to seek to exalt themselves above their fellow men. Let them sit at the feet of Jesus, and learn of him, striving not to make themselves shine. If the love of Jesus Christ abides in them, they will shine unconsciously, diffusing the light of the glory of Christ through the world. “I, if I be lifted up,” Christ said, “will draw all men unto me.” If a minister makes Christ his hope, his trust, his dependence, he is one with Christ, a laborer together with God; and by his ministry, souls are converted to Christ."},{"refcode_short":"SpTA09 43","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 43 (Ellen Gould White)","content":"All Ability is From God"},{"refcode_short":"SpTA09 43.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 43.1 (Ellen Gould White)","content":"There are those who are not learned, and who have not a large endowment of gifts, but they need not become discouraged because of this. Let them use what they have, faithfully guarding every weak point in their characters, seeking by divine grace to make it strong. There is no man living that has any power or ability which he has not received from God, and the source from whence it came is open to the weakest human being. If he will draw near to God, the unfailing source of strength, he will realize that God fulfils his promise. But in this work, we need not call men thousands of miles to give us aid; for Christ has promised, “Ask, and it shall be given you; seek, and ye shall find.”"},{"refcode_short":"SpTA09 43.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 43.2 (Ellen Gould White)","content":"God has not given talents to men capriciously, but according to their God-given ability to use them. The greater the talents lent to man, the greater the returns required. God requires every human agent to consult the living oracle, and become thoroughly acquainted with his expressed will in all matters, that by diligently using the talents lent him, he may gain others."},{"refcode_short":"SpTA09 43.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 43.3 (Ellen Gould White)","content":"God would have us learn the solemn lesson that we are working out our own destiny. The character we form in this life decides whether or not we are fitted to live through the eternal ages. No man can with safety remain idle. He may not have many talents, but let him trade on those which he has; and in proportion as he exhibits integrity toward God and his fellow men, so God will bless him."},{"refcode_short":"SpTA09 43.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 43.4 (Ellen Gould White)","content":"The Holy Spirit waits to give aid to every believing soul, and Jesus declares, “Lo, I am with you alway, even unto the end of the world.” Let those who believe in Jesus, be strong, prayerful, and full of trust in Christ's power to save. “Call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me.”"},{"refcode_short":"SpTA09 44","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 44 (Ellen Gould White)","content":"The Lord's Entreaty"},{"refcode_short":"SpTA09 44.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 44.1 (Ellen Gould White)","content":"Let me entreat our State conferences and our churches to cease putting their dependence upon men, and making flesh their arm. Look not to other men to see how they conduct themselves under the conviction of the truth, or to ask them for aid. Look not to men in high positions of responsibility for strength, for they are the very men who are in danger of considering a position of responsibility as evidence of God's special power. Our churches are weak because the members are educated to look to and depend upon human resources, and thousands of dollars are needlessly expended in transporting finite men from one place to another, in order that they may settle little difficulties, when Jesus is ever near to help those who are needy and distressed."},{"refcode_short":"SpTA09 44.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 44.2 (Ellen Gould White)","content":"The warnings given in the word of God to the children of Israel were meant, not merely for them, but for all who should live upon the earth. He says to them, “Woe to the rebellious children, ... that take counsel, but not of me; and that cover with a covering, but not of my Spirit, that they may add sin to sin: that walk to go down into Egypt, and have not asked at my mouth: to strengthen themselves in the strength of Pharaoh, and to trust in the shadow of Egypt!” If the Lord reproved his people anciently because they neglected to seek counsel of him when in difficulty, will he not be displeased today if his people, instead of depending on the bright beams of the Sun of Righteousness to lighten their way, turn from him in their test and trial, for the aid of human beings who are as erring and inefficient as themselves? Where is our strength? Is it in men who are as helpless and dependent as ourselves, who need guidance from God even as we do?"},{"refcode_short":"SpTA09 45","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 45 (Ellen Gould White)","content":"The Present Help"},{"refcode_short":"SpTA09 45.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 45.1 (Ellen Gould White)","content":"Christ says, “Without me ye can do nothing,” and he has provided the Holy Spirit as a present help in every time of need. But many have a feeble religious experience because, instead of seeking the Lord for the efficiency of the Holy Spirit, they make flesh their arm. Let the people of God be educated to turn to God when in trouble, and gain strength from the promises that are yea and amen to every trusting soul."},{"refcode_short":"SpTA09 45.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 45.2 (Ellen Gould White)","content":"The word of the Lord is to us, “Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you; for every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened. If a son shall ask bread of any of you that is a father, will he give him a stone? or if he ask a fish, will he for a fish give him a serpent? or if he shall ask an egg, will he offer him a scorpion? If ye then, being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him?”"},{"refcode_short":"SpTA09 45.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 45.3 (Ellen Gould White)","content":"The promises of God are full and abundant, and there is no need for any one to depend upon humanity for strength. To all that call upon him, God is near to help and succor. And he is greatly dishonored, when, after inviting our confidence, we turn from him,—the only one who will not misunderstand us, the only one who can give unerring counsel,—to men who in their human weakness are liable to lead us astray."},{"refcode_short":"SpTA09 46.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 46.1 (Ellen Gould White)","content":"“Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honor me, but have removed their heart far from me, and their fear toward me is taught by the precept of men: therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid. Woe unto them that seek deep to hide their counsel from the Lord, and their works are in the dark, and they say, Who seeth us? and who knoweth us?”"},{"refcode_short":"SpTA09 46.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 46.2 (Ellen Gould White)","content":"The Lord has shown us his way; shall we walk in it? or shall we, finite and erring as we are, walk in our own counsel, and practise the principles which he has warned us against?"},{"refcode_short":"SpTA09 46","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 46 (Ellen Gould White)","content":"The Present Warning"},{"refcode_short":"SpTA09 46.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 46.3 (Ellen Gould White)","content":"“Now go, write it before them in a table, and note it in a book, that it may be for the time to come for ever and ever: that this is a rebellious people, lying children, children that will not hear the law of the Lord: which say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits: get you out of the way, turn aside out of the path, cause the Holy One of Israel to cease from before us. Wherefore thus saith the Holy One of Israel, Because ye despise this word, and trust in oppression and perverseness, and stay thereon: therefore this iniquity shall be to you as a breach ready to fall, swelling out in a high wall, whose breaking cometh suddenly at an instant.”"},{"refcode_short":"SpTA09 47.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 47.1 (Ellen Gould White)","content":"“Whom shall he teach knowledge? and whom shall he make to understand doctrine? them that are weaned from the milk, and drawn from the breasts. For precept must be upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little: for with stammering lips and another tongue will he speak to this people. To whom he said, This is the rest wherewith ye may cause the weary to rest; and this is the refreshing: yet they would not hear. But the word of the Lord was unto them precept upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little; that they might go, and fall backward, and be broken, and snared, and taken. Wherefore hear the word of the Lord, ye scornful men, that rule this people which is in Jerusalem. Because ye have said, We have made a covenant with death, and with hell are we at agreement; when the overflowing scourge shall pass through, it shall not come unto us: for we have made lies our refuge, and under falsehood have we hid ourselves: therefore thus saith the Lord God, Behold, I lay in Zion for a foundation a stone, a tried stone, a precious corner stone, a sure foundation: he that believeth shall not make haste. Judgment also will I lay to the line, and righteousness to the plummet: and the hail shall sweep away the refuge of lies, and the waters shall overflow the hiding-place.”"},{"refcode_short":"SpTA09 47.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 47.2 (Ellen Gould White)","content":"“Thus saith the Lord God, the Holy One of Israel; In returning and rest shall ye be saved; in quietness and in confidence shall be your strength: and ye would not.” “And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and out of darkness. The meek also shall increase their joy in the Lord, and the poor among men shall rejoice in the Holy One of Israel. For the terrible one is brought to naught, and the scorner is consumed, and all that watch for iniquity are cut off: that make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of naught. Therefore thus saith the Lord, who redeemed Abraham, concerning the house of Jacob, Jacob shall not now be ashamed, neither shall his face now wax pale. But when he seeth his children, the work of mine hands, in the midst of him, they shall sanctify my name, and sanctify the Holy One of Jacob, and shall fear the God of Israel. They also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine.”"},{"refcode_short":"SpTA09 48.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 48.1 (Ellen Gould White)","content":"Will these warnings be passed by as of no account? The Lord calls upon every teacher, every minister, every one who has received the light of his truth, to mark well his spiritual standing. They have had great light, and if they would secure eternal life, they must no longer make finite men their dependence, but build upon the sure foundation."},{"refcode_short":"SpTA09 48","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 48 (Ellen Gould White)","content":"Hold Fast to God's Principles"},{"refcode_short":"SpTA09 48.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 48.2 (Ellen Gould White)","content":"No counsel of men can with safety remove God's principles, and set up their own; for the word of God declares. “Judgment also will I lay to the line, and righteousness to the plummet: and the hail shall sweep away the refuge of lies, and the waters shall overflow the hiding-place.” “For the Lord shall rise up as in mount Perazim, he shall be wroth as in the valley of Gibeon, that he may do his work, his strange work; and bring to pass his act, his strange act. Now therefore be ye not mockers, lest your bands be made strong: for I have heard from the Lord God of Hosts a consumption, even determined upon the whole earth.”"},{"refcode_short":"SpTA09 49.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 49.1 (Ellen Gould White)","content":"We are living in times full of importance to each one. Light is shining in clear, steady rays around us. If this light is rightly received and appreciated, it will be a blessing to us and to others; but if we trust in our own wisdom and strength, or in the wisdom and strength of our fellow men, it will be turned into a poison. In the struggle for eternal life, we cannot lean upon one another. The bread of life must be eaten by each one. Individually we must partake of it, that soul, body, and mind may be revived and strengthened by its transforming power, thus becoming assimilated to the mind and character of Jesus Christ. God must be made first and last and best in everything."},{"refcode_short":"SpTA09 49.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 49.2 (Ellen Gould White)","content":"Each one must hunger and thirst after righteousness for himself. Leaning upon men, and trusting in their wisdom, is dangerous to the spiritual life of any Christian. Those in whom confidence is placed may be honest and true, serving the Lord with all diligence. But if, individually, we are endeavoring to walk in the footsteps of Christ, we can follow him as well as those whom we admire for their consistent, humble lives."},{"refcode_short":"SpTA09 49","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 49 (Ellen Gould White)","content":"Not Man But the Lord"},{"refcode_short":"SpTA09 49.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 49.3 (Ellen Gould White)","content":"It is too often the case that those who are looked up to, are not what they are supposed to be. Often sin lurks in the heart, and wrong habits and deceptive practises are woven into the character. How does our Heavenly Father regard this? His counsel is always reliable, and he has evidenced his great love for the human race, and he looks on with sadness when his children are encouraged to turn away from him, and place their dependence upon finite men, whom they know not, and whose judgment and experience may not be reliable. But this has been done, and God has been made secondary."},{"refcode_short":"SpTA09 50.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 50.1 (Ellen Gould White)","content":"In the name of Jesus Christ of Nazareth, I beseech the people of God to depend upon the Lord for strength. Beware how you place men where God should be. We are not safe in taking men as our authority or our guide, for they will surely disappoint us. Individually, we are to work out our own salvation with fear and trembling, “for it is God which worketh in you both to will and to do of his good pleasure.” We have a high calling in Christ Jesus; we are carrying forward a vast and holy work, and God calls upon each one to uplift his standard in the sight of this world and of the universe of heaven, by the power of the Lord Jehovah, in whom is “everlasting strength.”"},{"refcode_short":"SpTA09 51","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 51 (Ellen Gould White)","content":"Chapter 5—Give Me Thine Heart"},{"refcode_short":"SpTA09 51.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 51.1 (Ellen Gould White)","content":"Those who are in responsible positions are not to become converted to the self-indulgent, extravagant principles of the world; for they cannot afford it; and if they could, Christlike principles would not allow it. Manifold teaching needs to be given. “Whom shall he teach knowledge? and whom shall he make to understand doctrine? them that are weaned from the milk, and drawn from the breasts. For precept must be upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little.” Thus the word of the Lord is patiently to be brought before the children, and kept before them, by parents who believe the word of God. “For with stammering lips and another tongue will he speak to this people. To whom he said, This is the rest wherewith ye may cause the weary to rest; and this is the refreshing: yet they would not hear. But the word of the Lord was unto them precept upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little; that they might go, and fall backward, and be broken, and snared, and taken.” Why?—Because they did not heed the word of the Lord that came unto them."},{"refcode_short":"SpTA09 51.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 51.2 (Ellen Gould White)","content":"This means those who have not received instruction, but have cherished their own wisdom, and have chosen to work themselves according to their own ideas. The Lord gives these the test, that they shall either take their position to follow his counsel, or refuse and do according to their own ideas, and, then the Lord will leave them to the sure result. In all our ways, in all our service to God, he speaks to us, “Give me thine heart.” It is the submissive, teachable spirit that God wants. That which gives to prayer its excellence is the fact that it is breathed from a loving, obedient heart."},{"refcode_short":"SpTA09 52.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 52.1 (Ellen Gould White)","content":"God requires certain things of his people; if they say, I will not give up my heart to do this thing, the Lord lets them go on in their supposed wise judgment without heavenly wisdom, until this scripture [Isaiah 28:13] is fulfilled. You are not to say, I will follow the Lord's guidance up to a certain point that is in harmony with my judgment, and then hold fast to your own ideas, refusing to be molded after the Lord's similitude. Let the question be asked, Is this the will of the Lord? not, Is this the opinion or judgment of -----?"},{"refcode_short":"SpTA09 52","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 52 (Ellen Gould White)","content":"The Lord's Standard"},{"refcode_short":"SpTA09 52.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 52.2 (Ellen Gould White)","content":"Everything must be viewed in the light of the example of Christ. He is the truth. He is the true Light that lighteth every man who cometh into the world. Listen to his words, copy his example in self-denial and self-sacrifice, and look to the merits of Christ for the glory in character which he possesses to be bestowed on you. Those who follow Christ live not to please themselves. Human standards are like feeble reeds. The Lord's standard is perfection of character."},{"refcode_short":"SpTA09 52.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 52.3 (Ellen Gould White)","content":"“For the Lord shall rise up as in mount Perazim, he shall be wroth as in the valley of Gibeon, that he may do his work, his strange work; and bring to pass his act, his strange act. Now therefore be ye not mockers, lest your bands be made strong: for I have heard from the Lord God of Hosts a consumption, even determined upon the whole earth.” Read Deuteronomy 7:6. Read the whole chapter, also chapters 1 and 8. These were presented to me as the words of the Lord. These things are written for our admonition, upon whom the ends of the world are come."},{"refcode_short":"SpTA09 53.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 53.1 (Ellen Gould White)","content":"We are to have only those connected with our institutions who will hear the word of the Lord, and appreciate and obey his voice. When a man will plead and urge to have his mind and his judgment to be supreme in any one of our institutions, you can have no greater evidence that that man does not know himself, and is not qualified to manage. He will make mistakes, and injure rather than restore. He does not know what responsibilities are involved in his relation to God or to his fellow men."},{"refcode_short":"SpTA09 53.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 53.2 (Ellen Gould White)","content":"“Seeing then that all these things shall be dissolved, what manner of persons ought ye to be?” Those who walk humbly with God will not be striving to obtain greater responsibilities, but will consider that they have a special work to do, and will be faithful to their duty. In our institutions, great good can be done in educating by precept and example, in economy in all lines. If you, my brother, had learned in the school of Christ to be meek and lowly in heart, you would always stand on vantage-ground. You have not an evenly balanced character. You cannot safely put confidence in your own judgment in all things. Man's way is to devise and scheme; God implants a principle. Man is striving to make duty soft and accommodating to his own natural character; but life is a battle-field; life is a race which he has to run if he is victor."},{"refcode_short":"SpTA09 54","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 54 (Ellen Gould White)","content":"The Only True Reform"},{"refcode_short":"SpTA09 54.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 54.1 (Ellen Gould White)","content":"Those who would work in God's service must not be seeking worldly gratification and selfish indulgence. The physicians in our institutions must be imbued with the living principles of health reform. Men will never be truly temperate until the grace of Christ is an abiding principle in the heart. All the pledges in the world will not make you or your wife health reformers. No mere restriction of your diet will cure your diseased appetite. Brother and Sister ----- will not practise temperance in all things until their hearts are transformed by the grace of God."},{"refcode_short":"SpTA09 54.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 54.2 (Ellen Gould White)","content":"Circumstances cannot work reforms. Christianity proposes a reformation in the heart. What Christ works within, will be worked out under the dictation of a converted intellect. The plan of beginning outside and trying to work inward has always failed, and always will fail. God's plan with you is to begin at the very seat of all difficulties, the heart, and then from out of the heart will issue the principles of righteousness; the reformation will be outward as well as inward."},{"refcode_short":"SpTA09 54.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 54.3 (Ellen Gould White)","content":"God's way is to give man something he has not. But you have said, I want it not. God's way is to make man something he is not. Man's way is to get an easy place, and indulge appetite and selfish ambition. God's plan is to set man to work in reformatory lines; then he will learn by experience how long he has pampered fleshly appetites, and ministered to his own temperament, bringing weakness upon himself."},{"refcode_short":"SpTA09 54.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 54.4 (Ellen Gould White)","content":"God's way is to work in power. He gives the grace if the sick man realizes that he needs it. Man is too often satisfied to treat himself according to the methods of quackery, and he vindicates his manner of working as right. God proposes to purify and refine the defiled soul; then he will implant in the heart his own righteousness and peace and health, and man becomes complete in him. Then the issues of life, proceeding from the heart, are represented as a well of water, springing up into everlasting life."},{"refcode_short":"SpTA09 55","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 55 (Ellen Gould White)","content":"The Kingdom of God Within"},{"refcode_short":"SpTA09 55.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 55.1 (Ellen Gould White)","content":"This is the kingdom of God within you. Day by day men are revealing whether the kingdom of God is within them. If Christ rules in their hearts, they are gaining strength of principle, power, ability to stand as faithful sentinels, true reformers; for there can be no reform unless there is a thorough co-operation with Jesus Christ. Through the grace of Christ, men are to use their God-given faculties to reform themselves; by this self-denying action, which the Lord of heaven looks upon with approval, they gain victories over their own hereditary and cultivated tendencies. Then like Daniel they make impressions upon other hearts that will never be effaced. The influence will be carried to all parts of the world."},{"refcode_short":"SpTA09 55.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 55.2 (Ellen Gould White)","content":"Men are taking sides, according to their choice. Those that are feeding on the word of God will show this by their practise; they are on the Lord's side, seeking by precept and example to reform the world. All that have refused to be taught of God, hold the traditions of men. They at last pass over on the side of the enemy, against God, and are written, “antichrist.” The people of God, who understand our position in this world's history, are, with ears open and hearts softened and subdued, pressing together in unity—one with Jesus Christ. Those who will not practise the lessons of Christ, but keep themselves in hand to mold themselves, find in antichrist the center of their union. While the two parties stand in collision, the Lord will appear, and shine before his ancients gloriously. He will set up a kingdom that shall stand forever."},{"refcode_short":"SpTA09 56","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 56 (Ellen Gould White)","content":"Excuses are Valueless"},{"refcode_short":"SpTA09 56.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 56.1 (Ellen Gould White)","content":"The question for us to consider is, Have we the attributes of Christ? Excuses are valueless. All circumstances, all appetites and passions are to be servants to the God-fearing man, not rulers over him. The Christian is not to be enslaved by any hereditary or cultivated habits or tendency. He is to rule the animal passions, rather than to be held in the bondage of habit."},{"refcode_short":"SpTA09 56.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 56.2 (Ellen Gould White)","content":"We are not to be the servants of circumstances, but to control circumstances by an inwrought principle learned of the greatest Teacher the world ever knew. The solemn position in which we stand today toward the world, the solemn responsibilities and duties enjoined upon us by our Lord, are not to be ignored until our will and our circumstances are adjusted. The principle of self-denial and self-sacrifice, as revealed in the example of Christ, of John the Baptist, of Daniel and the three worthies, is to pass like a plowshare through hereditary and cultivated habits, through all circumstances and surroundings."},{"refcode_short":"SpTA09 56.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 56.3 (Ellen Gould White)","content":"I ask you, Is the kingdom of God within you? God's people are to be minutemen, always ready, always composed in Jesus Christ. The time is now come when one moment we may be on solid earth, the next the earth may be heaving beneath our feet. Earthquakes will take place where [when] least expected."},{"refcode_short":"SpTA09 57","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 57 (Ellen Gould White)","content":"What Christianity Is"},{"refcode_short":"SpTA09 57.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 57.1 (Ellen Gould White)","content":"Christianity has a much broader meaning than many have hitherto given it. It is not a creed. It is the word of Him who liveth and abideth forever. It is a living, animating principle, that takes possession of mind, heart, motives, and the entire man. Christianity—O that we might experience its operations! It is a vital, personal experience, that elevates and ennobles the whole man. Every man is responsible to God, who has made provision for all to receive this blessing. But many do not receive it, although Christ has purchased it for them at infinite cost. They have not grasped the blessing within their reach, and therefore they have retained their objectionable traits of character, and sin lieth at the door. While they profess piety, Satan has made them his agents to pull down and confuse where he thought best. They exert an influence deleterious to the souls of many who need an example that would help them heavenward."},{"refcode_short":"SpTA09 57.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 57.2 (Ellen Gould White)","content":"Who are the subjects of the kingdom of God?—All those who do his will. They have righteousness, peace, and joy in the Holy Ghost. The members of Christ's kingdom are the sons of God, partners in his great firm. The elect of God are a chosen generation, a peculiar people, a holy nation, to show forth the praises of him who hath called them out of darkness into his marvelous light. They are the salt of the earth, the light of the world. They are living stones, a royal priesthood. They are in copartnership with Jesus Christ. These are they that follow the Lamb whithersoever he goeth."},{"refcode_short":"SpTA09 58","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 58 (Ellen Gould White)","content":"How Shall We Learn of Christ?"},{"refcode_short":"SpTA09 58.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 58.1 (Ellen Gould White)","content":"How shall we follow him to learn of him who is our Teacher? We can search his word, and become acquainted with his life and works. His words we are to receive as bread for our souls. In every sphere where man shall be placed, the Lord Jesus has left us his footprints. We do well to follow him. The Spirit by which he spake, we must cherish; we are to present the truth as it is in Jesus. We are to follow him especially in heart-purity, in love. Self must be hid with Christ in God; then when Christ who is our life shall appear, we also shall appear with him in glory."},{"refcode_short":"SpTA09 58.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 58.2 (Ellen Gould White)","content":"What can I say more than I have said? The Old Testament should be studied most diligently. The New Testament does not present a lower standard than the Old. In his sermon on the mount Jesus set forth the very principles that came from his lips to Moses, to be given to the children of Israel. Christ delineated the duties of men to God and to their fellow men in much stronger lines, because through disobedience men had become confused in regard to God's claims. Read carefully the sermon on the mount."},{"refcode_short":"SpTA09 58","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 58 (Ellen Gould White)","content":"“Do All to the Glory of God”"},{"refcode_short":"SpTA09 58.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 58.3 (Ellen Gould White)","content":"By the inspiration of the Spirit of God, Paul the apostle writes that “whatsoever ye do,” even the natural act of eating or drinking, should be done, not to gratify a perverted appetite, but under a sense of responsibility,—“do all to the glory of God.” Every part of the man is to be guarded: we are to beware lest that which is taken into the stomach shall banish from the mind high and holy thoughts. May I not do as I please with myself? ask some, as if we were seeking to deprive them of a great good, when we present before them the necessity of eating intelligently, and conforming all their habits to the laws God has established."},{"refcode_short":"SpTA09 59.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 59.1 (Ellen Gould White)","content":"There are rights which belong to every individual. We have an individuality and an identity that is our own. No one can submerge his identity in that of any other. All must act for themselves, according to the dictates of their own conscience. As regards our responsibility and influence, we are amenable to God as deriving our life from him. This we do not obtain from humanity, but from God only. We are his by creation and by redemption. Our very bodies are not our own, to treat as we please, to cripple by habits that lead to decay, making it impossible to render to God perfect service. Our lives and all our faculties belong to him. He is caring for us every moment; he keeps the living machinery in action; if we were left to run it for one moment, we should die. We are absolutely dependent upon God."},{"refcode_short":"SpTA09 59.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 59.2 (Ellen Gould White)","content":"A great lesson is learned when we understand our relation to God, and his relation to us. The words, “Ye are not your own, ye are bought with a price,” should be hung in memory's hall, that we may ever recognize God's right to our talents, our property, our influence, our individual selves. We are to learn how to treat this gift of God, in mind, in soul; in body, that as Christ's purchased possession, we may do him healthful, savory service."},{"refcode_short":"SpTA09 60","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 60 (Ellen Gould White)","content":"Daniel and His Brethren"},{"refcode_short":"SpTA09 60.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 60.1 (Ellen Gould White)","content":"Why did Daniel and his companions refuse to eat at the king's table? Why did they refuse his meats and wines?—Because they had been taught that this class of food would not keep the mind or the physical structure in the very best condition of health to do God's service. These youth urged most earnestly that the one who had charge of their food should not compel them to partake of the king's luxuries, or drink of his wine. They begged him to try them ten days only, and then examine them, and decide by their physical appearance whether their abstemious diet would be to their disadvantage. When they came in for examination, the result was decidedly in their favor."},{"refcode_short":"SpTA09 60.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 60.2 (Ellen Gould White)","content":"It was otherwise with the youth who had eaten of the luxuries of the king's table, and drank of his wine. The clear sparkle of the eye was gone, the ruddy, healthful glow had disappeared from the countenance. The four Hebrew captives were thereafter permitted to have the diet they had chosen. What effect did it have upon mind and character? They had conscientiously refused the stimulus of flesh and of wine. They obeyed God's will in self-denial, and he showed his approval. He desired his servants to honor him by their adherence to steadfast principle in all their habits of life. Their countenances would be a certificate of physical soundness and moral purity."},{"refcode_short":"SpTA09 60.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 60.3 (Ellen Gould White)","content":"“And as for these four children. God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.” These youth had the Lord as their educator. The golden links of the chain of heaven connected the finite with the infinite. They were partakers of the divine nature. They were very careful to keep themselves in touch with God. They prayed and studied and brought into their practical life strictly conscientious, humble minds. They walked with God as did Enoch. The word of the Lord was their meat and their drink. “And in all matters of wisdom and understanding, that the king inquired of them, he found them ten times better than all the magicians and astrologers that were in all his realm.”"},{"refcode_short":"SpTA09 61.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 61.1 (Ellen Gould White)","content":"In the light of this Scripture history, all the testimony of man as to the advantages of a meat diet, or of a great variety of food, should not have the least weight with any human being. When the children of faith shall with earnest prayer dedicate themselves to God without reserve, the Lord will honor their faith, and will bless them with a clear mind. Those who at every step are murmuring and complaining, ambitious for more power and greater responsibility, show that they cannot carry responsibilities; and the Lord has been pleased to tell them this. They have thought it all a mistake, and have been determined to show the Lord that they could be managers of the first class. But God's word never returns to him void, and when he reveals the deep and secret things, he makes no mistake. He knows what is in the darkness, and the light dwells with him. The Lord has said, Those that honor me I will honor."},{"refcode_short":"SpTA09 61","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 61 (Ellen Gould White)","content":"All the Lord's"},{"refcode_short":"SpTA09 61.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 61.2 (Ellen Gould White)","content":"The very flesh in which the soul tabernacles, and through which it works, is the Lord's. We have no right to neglect any part of the living machinery. Every portion of the living organism is the Lord's. The knowledge of our own physical organism should teach us that every member is to do God's service, as an instrument of righteousness."},{"refcode_short":"SpTA09 62.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 62.1 (Ellen Gould White)","content":"None but God can subdue the pride of man's heart. We cannot save ourselves. We cannot regenerate ourselves. In the heavenly courts there will be no song sung. To me that loved myself, and washed myself, redeemed myself, unto me be glory and honor, blessing and praise. But this is the key-note of the song that is sung by many here in this world. They do not know what it means to be meek and lowly in heart; and they do not mean to know this, if they can avoid it. The whole gospel is comprised in learning Christ, his meekness and lowliness."},{"refcode_short":"SpTA09 62","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 62 (Ellen Gould White)","content":"Justification and Regeneration"},{"refcode_short":"SpTA09 62.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 62.2 (Ellen Gould White)","content":"What is justification by faith?—It is the work of God in laying the glory of man in the dust, and doing for man that which it is not in his power to do for himself. When men see their own nothingness, they are prepared to be clothed with the righteousness of Christ. When they begin to praise and exalt God all the day long, then by beholding they are becoming changed into the same image. What is regeneration?—It is revealing to man what is his own real nature, that in himself he is worthless."},{"refcode_short":"SpTA09 63","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 63 (Ellen Gould White)","content":"Chapter 6—Ministers and Business Matters"},{"refcode_short":"SpTA09 63.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 63.1 (Ellen Gould White)","content":"I was awakened at half past eleven o'clock. Matters of importance had been presented to me. I was in an assembly consisting of a number of our people who had the burden of the work upon them. They were laying out work for the future, consulting as to how the work could be managed in the most successful manner. ----- was explaining his plan, and that which he desired to have accomplished, and several others had matters to present for consideration. Finances were the great burden of some, and they were studying how to limit the workers, and yet realize all the results essential. One brother had spoken in reference to plans for his part of the moral vineyard. Then there stood among us One with dignity and authority, who proceeded to state principles for our guidance. I have strength to write only a few points, although the things suggested affected me deeply."},{"refcode_short":"SpTA09 63.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 63.2 (Ellen Gould White)","content":"To several the Speaker said: “Your work is not the management of financial matters. It is not wise for you to undertake this. God has burdens for you to bear; but if your attention is called to lines for which you are not adapted, your efforts will not prove successful. This will bring upon you discouragement that will disqualify you for the very work you should do, which requires a discriminating mind, and deep, unselfish judgment.”"},{"refcode_short":"SpTA09 64","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 64 (Ellen Gould White)","content":"Preserve the Health"},{"refcode_short":"SpTA09 64.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 64.1 (Ellen Gould White)","content":"Far too little attention is given to the preservation of physical health. Nothing is gained by robbing nature of her hours for rest and recuperation. To allow one man to do the work of four, or of two, or three, will result in irreparable loss. There is need of physical vigor in order to produce healthful thought. Fewer committee meetings should be attended by men who are employed to write and to speak the word. Many minor matters should be adjusted without keeping one or two men on the strain constantly. Under such a strain the mind loses its vigor. Its action cannot be as healthful and all-sided as if it were allowed proper periods of sleep and refreshment. An abundance of physical exercise is required to keep the machinery in healthful action."},{"refcode_short":"SpTA09 64","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 64 (Ellen Gould White)","content":"Educate Men for Business"},{"refcode_short":"SpTA09 64.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 64.2 (Ellen Gould White)","content":"You may load on one man the care and burden which should be divided among several, but you will gain nothing by this. Men should be educated as business men. Experience is of value. You work at great disadvantage when you suppose that because one man can fill a certain position, he is qualified to fill several positions."},{"refcode_short":"SpTA09 64.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 64.3 (Ellen Gould White)","content":"There is great necessity of selecting men as students, to learn rapidly all they can in business lines of education. This line of work is essential, and those who do the business in the work of God are not to assume responsibilities which they suppose themselves capable of bearing. Those who carry the responsibilities of the work have erred in allowing persons to be placed as managers of financial matters, when there was the best of evidence that these persons had not tact nor ability for the position."},{"refcode_short":"SpTA09 65.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 65.1 (Ellen Gould White)","content":"The case of Daniel, portrayed in a very limited manner by the prophetic pencil, has a lesson for us. It reveals the fact that a business man is not necessarily a sharp, policy man. He can be a man instructed of God at every step. Daniel, while prime minister of the kingdom of Babylon, was a prophet of God, receiving the light of heavenly inspiration. Worldly, ambitious statesmen are represented in the word of God as the grass that groweth up, and as the flower of the grass that fadeth. Yet the Lord would have intelligent men in his work, men qualified for the various lines of work."},{"refcode_short":"SpTA09 65.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 65.2 (Ellen Gould White)","content":"Especially are business men needed, not irreligious business men, but those who will weave the great, grand principles of truth into all their business transactions. Men who have qualifications for the work need to have their talents exercised and perfected by most thorough study and training. Not one business man that has any appointment in the work need to be a novice. If men in any line of work need to improve their opportunities to become wise, efficient business men, it is those who are using their ability in the work of building up the kingdom of God in our world."},{"refcode_short":"SpTA09 65.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 65.3 (Ellen Gould White)","content":"The lessons for the present time are for all to understand, but they are very feebly appreciated. There should be greater thoroughness in labor; and more vigilant waiting, more vigilant watching and praying, and more vigilant working, in prospect of the events now taking place, and which are swelling to larger importance as we near the close of this earth's history. The human agent is to reach for perfection, to be an ideal Christian, complete in Jesus Christ."},{"refcode_short":"SpTA09 66","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 66 (Ellen Gould White)","content":"Right Principles Essential"},{"refcode_short":"SpTA09 66.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 66.1 (Ellen Gould White)","content":"Those who labor in business lines should exercise every precaution against error through wrong principles or methods. Their record may be like that of Daniel in the courts of Babylon. In all his business transactions, when subjected to the closest scrutiny, there was not found one item that was faulty. He was a sample of what every business man may be. But the heart must be converted and consecrated. The motives must be right with God. The inner lamp must be supplied with the oil that flows from the true messengers of heaven through the golden tubes into the golden bowl. Then the Lord's communication never comes to man in vain."},{"refcode_short":"SpTA09 66.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 66.2 (Ellen Gould White)","content":"God will not accept the most splendid services unless self is laid upon the altar, a living, consuming sacrifice. The root must be holy, else there can be no sound, healthful fruit, which alone is acceptable to God."},{"refcode_short":"SpTA09 66.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 66.3 (Ellen Gould White)","content":"Truths, precious, vital truths, are bound up with man's eternal well-being both in this life and in the eternity which is opening before us. “Sanctify them through thy truth: thy word is truth.” The word of God is to be practised. The word of God liveth and endureth forever. While worldly ambition and worldly projects and the greatest plans and purposes of men shall fade like the grass, “they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever.”"},{"refcode_short":"SpTA09 66.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 66.4 (Ellen Gould White)","content":"Man's experience and history are occupied with himself, his own achievements and victories. God's history, as traced with unerring accuracy in the books of heaven, describes man as seen in the light of eternity. All his motives and all his actions are seen in their relation to eternal realities. Everything said and done has a reference to tremendous issues which we must meet again."},{"refcode_short":"SpTA09 67","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 67 (Ellen Gould White)","content":"Chapter 7—God's Claims on His Stewards"},{"refcode_short":"SpTA09 67.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 67.1 (Ellen Gould White)","content":"Sabbath afternoon [October 3] I met with the church at Ashfield. The Lord gave me a message for the people assembled. I presented before them the third chapter of Malachi. I cannot see how the Lord could present his requirements in a clearer and more forcible manner than he has done in this chapter."},{"refcode_short":"SpTA09 67","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 67 (Ellen Gould White)","content":"The Claims of God"},{"refcode_short":"SpTA09 67.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 67.2 (Ellen Gould White)","content":"All should remember that God's claims upon us underlie every other claim. He gives to us bountifully, and the contract which he has made with man is that he is to return to him the tenth of his possessions. God graciously entrusts his stewards with his treasures, but he lays his hand upon the tenth, saying, This is mine. Just in proportion as God has given his property to man, so man is to pay a faithful tithe of all his substance. This distinct arrangement was made by Jesus Christ himself."},{"refcode_short":"SpTA09 67.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 67.3 (Ellen Gould White)","content":"This work involves solemn and eternal results, and it is too sacred to be left to human impulse. We should not feel free to deal with this matter as we may choose. In answer to the claims of God, regular reserves should be set apart as sacred to his work."},{"refcode_short":"SpTA09 68","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 68 (Ellen Gould White)","content":"The First-Fruits"},{"refcode_short":"SpTA09 68.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 68.1 (Ellen Gould White)","content":"Besides the tithe, the Lord demands the first-fruits of our increase as his. These he has reserved, in order that his work in the earth may be amply sustained, and that his servants may not be limited to a meager supply. The Lord's messengers should not be handicapped in their work of holding forth the word of life. As they teach the truth, they should have means which they can invest for the advancement of the work which must be done at the right time, in order to have the best and most saving influence. Deeds of mercy must be done; the poor and suffering must be aided. Gifts and offerings should be appropriated for this purpose. Especially in new fields, where the standard of truth has never yet been uplifted, this work must be done. If all, both old and young, would do their duty, there would be no dearth in the treasury. If all would pay a faithful tithe, and devote to the Lord the first-fruits of their mercies, there would be a full supply of funds for his work. But the law of God is not respected or obeyed, and this has brought a pressure of want."},{"refcode_short":"SpTA09 68","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 68 (Ellen Gould White)","content":"Remember the Poor"},{"refcode_short":"SpTA09 68.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 68.2 (Ellen Gould White)","content":"Every extravagance should be cut out of our lives; for the time which we have to work is none too long. All around us we see suffering humanity. Families are in want of food; little ones are crying for bread. The houses of the poor lack proper furniture and bedding. Many live in mere hovels, which are almost destitute of all conveniences. The cry of the poor reaches to heaven. God sees; God hears. But many glorify themselves. While their fellow men are poor and hungry, suffering for want of food, they expend much on their tables, and eat far more than they require. What an account men will by and by have to render for their selfish use of God's money! Those who disregard the provision God has made for the poor, will find that they have not only robbed their fellow men, but that in robbing them, they have robbed God, and have embezzled his goods."},{"refcode_short":"SpTA09 69","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 69 (Ellen Gould White)","content":"All Things Belong to God"},{"refcode_short":"SpTA09 69.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 69.1 (Ellen Gould White)","content":"And all the good that man enjoys comes because of the mercy of God. He is the great and bountiful Giver of all. His love is manifest to all in the abundant provision which he has made for man. He has given us probationary time in which to form characters that will fit us for the courts above. And it is not because he needs anything that he asks us to reserve part of our possessions for him."},{"refcode_short":"SpTA09 69.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 69.2 (Ellen Gould White)","content":"The Lord created every tree in Eden pleasant to the eyes and good for food, and he bade Adam and Eve freely enjoy his bounties. But he made one exception. Of the tree of knowledge of good and evil they were not to eat. This tree God reserved as a constant reminder of his ownership of all. Thus he gave them an opportunity to demonstrate their faith and trust in him, and their perfect obedience to his requirements."},{"refcode_short":"SpTA09 69.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 69.3 (Ellen Gould White)","content":"So it is with God's claims upon us. He places his treasures in the hands of humanity, but requires that one tenth shall be faithfully laid aside for his work. He teaches us the lesson that he requires this portion to be placed in his treasury. It is to be rendered to him as his own; it is sacred, and is to be used for sacred purposes, for the support of those who carry the message of salvation to all parts of the world. He reserves this portion, that means may ever be flowing into his treasure-house, and that the light of truth may be carried to those who are nigh and those who are afar off. By faithfully obeying this requirement, we prove that we realize that all belongs to God."},{"refcode_short":"SpTA09 70.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 70.1 (Ellen Gould White)","content":"And has not the Lord a right to demand this much of us? Did he not give us his only begotten Son because he loved us and desired to save us from death? And shall not our gratitude offerings flow into the Lord's treasury, to be drawn therefrom to advance his kingdom in the earth? God is the owner of all our goods, and shall not gratitude to him prompt us to make free-will offerings and thank offerings, thus acknowledging his ownership of soul, body, spirit, and property? Had God's plan been followed, means would now be flowing into his treasury; and funds to enable ministers to enter new fields, and workers to unite with ministers to lift up the standard of truth in the dark places of the earth, would be abundant."},{"refcode_short":"SpTA09 70","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 70 (Ellen Gould White)","content":"Without Excuse"},{"refcode_short":"SpTA09 70.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 70.2 (Ellen Gould White)","content":"It is a heaven-appointed plan that men should return to the Lord his own; and this is so plainly stated that men and women have no excuse for misunderstanding or evading the duties and responsibilities God has laid upon them. Those who claim that they cannot see this to be their duty, reveal to the heavenly universe, to the church, and to the world, that they do not want to see this plainly stated requirement. They think that if they followed the Lord's plan, they would detract from their own possessions. In the covetousness of their selfish souls, they desire to have the whole capital, both principal and interest, that they may use it for their own benefit."},{"refcode_short":"SpTA09 71.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 71.1 (Ellen Gould White)","content":"God lays his hand upon all man's possessions, saying, I am the owner of the universe, and these goods are mine. The tithe you have withheld I reserved for the support of my servants in their work of opening the Scriptures to those who are in the regions of darkness, who do not understand my law. In using my reserve fund to gratify your own desires, you have robbed souls of the light which I made provision they should receive. You have had opportunity to show loyalty to me, but you have not done so. You have robbed me; for you have stolen my reserve fund. “Ye are cursed with a curse.”"},{"refcode_short":"SpTA09 71","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 71 (Ellen Gould White)","content":"Another Chance"},{"refcode_short":"SpTA09 71.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 71.2 (Ellen Gould White)","content":"The Lord is long-suffering and gracious, and he gives those who have done this wickedness another chance. “Return unto me,” he says, “and I will return unto you.” But they say, “Wherein shall we return?” Their means have been made to flow in channels of self-service and self-glorification, as if their goods were their own, and not lent treasures. Their perverted consciences have become so hard and unimpressible that they do not realize the great wickedness they have done in so hedging up the way that the cause of truth could not advance."},{"refcode_short":"SpTA09 71.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 71.3 (Ellen Gould White)","content":"Man, finite man, though using for himself the talents which God has reserved to publish salvation, to send the glad news of a Saviour's love to perishing souls, and hedging up the way by his selfishness, inquires, “Wherein have we robbed thee?” God answers, “In tithes and offerings. Ye are cursed with a curse: for ye have robbed me, even this whole nation.” The whole world is engaged in robbing God. With the money he has lent them they indulge in dissipation, in amusements, revelings, feasting, and disgraceful indulgences. But God says, “I will come near you to judgment.” The whole world will have an account to settle in that great day when every one shall receive sentence according to his deeds."},{"refcode_short":"SpTA09 72","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 72 (Ellen Gould White)","content":"The Blessing"},{"refcode_short":"SpTA09 72.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 72.1 (Ellen Gould White)","content":"God pledges himself to bless those who will obey his commandments. “Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of Hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it. And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of Hosts. And all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of Hosts.”"},{"refcode_short":"SpTA09 72.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 72.2 (Ellen Gould White)","content":"With these words of light and truth before them, how dare men neglect so plain a duty? How dare they disobey God when obedience to his requirements means prosperity in temporal and spiritual things, and disobedience means the curse of God? Satan is the destroyer. God cannot bless those who refuse to be faithful stewards. All he can do is to permit Satan to do his destroying work. We see calamities of every shape and in every degree coming upon the earth; and why?—The Lord's restraining power is not exercised. The world has disregarded the word of God. They live as though there were no God. Like the inhabitants of the Noachic world, they refuse to have any thought of God. Wickedness prevails to an alarming extent, and the earth is ripe for the harvest."},{"refcode_short":"SpTA09 73","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 73 (Ellen Gould White)","content":"The Complainers"},{"refcode_short":"SpTA09 73.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 73.1 (Ellen Gould White)","content":"“Your words have been stout against me, saith the Lord. Yet ye say, What have we spoken so much against thee? Ye have said, It is vain to serve God: and what profit is it that we have kept his ordinance, and that we have walked mournfully before the Lord of Hosts? And now we call the proud happy: yea, they that work wickedness are set up: yea, they that tempt God are even delivered.” Those who withhold from God his own make these complaints. The Lord asks them to prove him by bringing their tithe into his storehouse, and to see whether he will not pour them out a blessing. But they cherish rebellion in their hearts, and complain of God, and at the same time they rob him, and embezzle his goods. When their sin is presented to them, they say, I have had adversity: my crops have been poor: but the wicked are prospered. It does not pay to keep the ordinance of the Lord."},{"refcode_short":"SpTA09 73.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 73.2 (Ellen Gould White)","content":"But God does not want any to walk mournfully before him. Those who thus complain of God have brought their adversity on themselves. They have robbed God, and his cause has been hindered because the money that should have flowed into his treasury was used for selfish purposes. They showed their disloyalty to God by failing to carry out his prescribed plan. When God prospered them, and they were asked to give him his portion, they shook their heads, and could not see that it was their duty. They closed the eyes of their understanding, that they might not see it. They withheld the Lord's money, and hindered the work which he designed should be done. God was not honored by the use of his entrusted goods. Therefore he let the curse fall upon them, permitting the spoiler to destroy their fruits and to bring calamities upon them."},{"refcode_short":"SpTA09 74","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 74 (Ellen Gould White)","content":"“They that Feared the Lord”"},{"refcode_short":"SpTA09 74.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 74.1 (Ellen Gould White)","content":"In Malachi 3:16 an opposite class is brought to view, a class that meet together, not to find fault with God, but to speak of his glory, and tell of his mercies. These have been faithful in their duty. They have given to the Lord his own. Testimonies are borne by them, that make the heavenly angels sing and rejoice. These have no complaints to make against God. Those who walk in the light, who are faithful and true in doing their duty, are not always complaining and finding fault. They speak words of courage, hope, and faith. It is those who serve themselves, who do not give God his own, that complain."},{"refcode_short":"SpTA09 74.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 74.2 (Ellen Gould White)","content":"“They that feared the Lord spake often one to another: and the Lord hearkened, and heard it, and a book of remembrance was written before him for them that feared the Lord, and that thought upon his name. And they shall be mine, saith the Lord of Hosts, in that day when I make up my jewels: and I will spare them, as a man spareth his own son that serveth him. Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.”"},{"refcode_short":"SpTA09 75","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 75 (Ellen Gould White)","content":"Chapter 8—The Preciousness of Christ toHis Followers"},{"refcode_short":"SpTA09 75.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 75.1 (Ellen Gould White)","content":"I felt sorry when I read your letter breathing so depressed a spirit. Read Ephesians 2:4-22. This scripture has been given me for you. Read it carefully, as you never read it before. It is full of instruction. Christ dwelling in our hearts by faith means the contemplation of Christ, beholding Christ, ever cherishing the dear Saviour as our very best and honored friend, so that we would not in any action grieve and offend him. We have always this promise to comfort and help us, “For by grace are ye saved through faith; and that not of yourselves: it is the gift of God.”"},{"refcode_short":"SpTA09 75.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 75.2 (Ellen Gould White)","content":"Bear in mind, the time will never come when the hellish shadow of Satan will not be cast athwart our pathway to obstruct our faith, and eclipse the light emanating from the presence of Jesus, the Sun of Righteousness. Our faith must not stagger, but cleave through that shadow. We have an experience that is not to be buried in the darkness of doubt. Our faith is not in feeling, but in truth. The inspired apostle speaks of our being built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner-stone. The church of Christ is represented as being builded for “an habitation of God through the Spirit.” If we are rooted and grounded in love, we shall be “able to comprehend with all saints what is the breadth, and length, and depth, and height; and to know the love of Christ, which passeth knowledge.” O precious possibilities and encouragement! In the human heart cleansed from all moral impurity dwells the precious Saviour, ennobling, sanctifying the whole nature, and making the man a temple for the Holy Spirit."},{"refcode_short":"SpTA09 76","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 76 (Ellen Gould White)","content":"Christ a Personal Saviour"},{"refcode_short":"SpTA09 76.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 76.1 (Ellen Gould White)","content":"Then is Christ a personal Saviour? We bear about in our body the dying of the Lord Jesus, which is life and salvation and righteousness to us. Wherever we go, there is the recollection of One dear to us. We are abiding in Christ by a living faith. He is abiding in our hearts by our individual appropriating of faith. We have the companionship of the divine presence, and as we realize this presence, our thoughts are brought into captivity to Jesus Christ. Our spiritual exercises are in accordance with the vividness of our sense of this companionship. Enoch walked with God in this way: and Christ is dwelling in our hearts by faith when we will consider what he is to us, and what a work he has wrought out for us in the plan of redemption. We shall be most happy in cultivating a sense of this great gift of God to our world and to us personally."},{"refcode_short":"SpTA09 76.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 76.2 (Ellen Gould White)","content":"These thoughts have a controlling power upon the whole character. I want to impress upon your mind that you may have a divine companion with you, if you will, always. “And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.” As the mind dwells upon Christ, the character is molded after the divine similitude. The thoughts are pervaded with a sense of his goodness, his love. We contemplate his character, and thus he is in all our thoughts. His love encloses us. If we gaze even a moment upon the sun in its meridian glory, when we turn away our eyes, the image of the sun will appear in everything upon which we look. Thus it is when we behold Jesus; everything we look upon reflects his image, the Sun of Righteousness. We cannot see anything else, or talk of anything else. His image is imprinted upon the eye of the soul, and affects every portion of our daily life, softening and subduing our whole nature. By beholding, we are conformed to the divine similitude, even the likeness of Christ. To all with whom we associate we reflect the bright and cheerful beams of his righteousness. We have become transformed in character; for heart, soul, mind, are irradiated by the reflection of him who loved us, and gave himself for us. Here again there is the realization of a personal, living influence dwelling in our hearts by faith."},{"refcode_short":"SpTA09 77","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 77 (Ellen Gould White)","content":"Abiding Presence of Jesus"},{"refcode_short":"SpTA09 77.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 77.1 (Ellen Gould White)","content":"When his words of instruction have been received, and have taken possession of us, Jesus is to us an abiding presence, controlling our thoughts and ideas and actions. We are imbued with the instruction of the greatest Teacher the world ever knew. A sense of human accountability and of human influence, gives character to our views of life and of daily duties. Jesus Christ is everything to us,—the first, the last, the best in everything. Jesus Christ, his Spirit, his character, colors everything; it is the warp and the woof, the very texture of our entire being. The words of Christ are spirit and life. We cannot, then, center our thoughts upon self; it is no more we that live, but Christ that liveth in us, and he is the hope of glory. Self is dead, but Christ is a living Saviour. Continuing to look unto Jesus, we reflect his image to all around us. We cannot stop to consider our disappointments, or even to talk of them; for a more pleasant picture attracts our sight,—the precious love of Jesus. He dwells in us by the word of truth."},{"refcode_short":"SpTA09 78.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 78.1 (Ellen Gould White)","content":"What said Christ to the Samaritan woman at Jacob's well?—“If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.” “Whosoever drinketh of this water shall thirst again: but whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.” The water that Christ referred to was the revelation of his grace in his word; his Spirit, his teaching, is as a satisfying fountain to every soul. Every other source to which they shall resort will prove unsatisfying. But the word of truth is as cool streams, represented as the waters of Lebanon, which are always satisfying. In Christ is fulness of joy forevermore. The desires and pleasures and amusements of the world are never satisfying nor healing to the soul. But Jesus says, “Whoso eateth my flesh, and drinketh my blood, hath eternal life.”"},{"refcode_short":"SpTA09 78.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 78.2 (Ellen Gould White)","content":"Christ's gracious presence in his word is ever speaking to the soul, representing him as the well of living water to refresh the thirsting soul. It is our privilege to have a living, abiding Saviour. He is the source of spiritual power implanted within us, and his influence will flow forth in words and actions, refreshing all within the sphere of our influence, begetting in them desires and aspirations for strength and purity, for holiness and peace, and for that joy which brings no sorrow with it. This is the result of an indwelling Saviour."},{"refcode_short":"SpTA09 79","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 79 (Ellen Gould White)","content":"The Intercession of Christ"},{"refcode_short":"SpTA09 79.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 9, p. 79.1 (Ellen Gould White)","content":"Jesus says, “Lo, I am with you alway, even unto the end of the world.” He walked once a man on earth, his divinity clothed with humanity, a suffering, tempted man, beset with Satan's devices. He was tempted in all points like as we are, and he knows how to succor those that are tempted. Now he is at the right hand of God, he is in heaven as our advocate, to make intercession for us. We must always take comfort and hope as we think of this. He is thinking of those who are subject to temptations in this world. He thinks of us individually, and knows our every necessity. When tempted, just say, He cares for me, he makes intercession for me, he loves me, he has died for me. I will give myself unreservedly to him. We grieve the heart of Christ when we go mourning over ourselves as though we were our own saviour. No; we must commit the keeping of our souls to God as unto a faithful Creator. He ever lives to make intercession for the tried, tempted ones. Open your heart to the bright beams of the Sun of Righteousness, and let not one breath of doubt, one word of unbelief, escape your lips, lest you sow the seeds of doubt. There are rich blessings for us; let us grasp them by faith. I entreat you to have courage in the Lord. Divine strength is ours; and let us talk courage and strength and faith. Read the third chapter of Ephesians. Practise the instruction given. Bear a living testimony for God under all circumstances."}]