[{"refcode_short":"SpTA12 1","refcode_long":"A Message to Our Physicians, p. 1 (Ellen Gould White)","content":"A Message to Our Physicians"},{"refcode_short":"SpTA12 1","refcode_long":"A Message to Our Physicians, p. 1 (Ellen Gould White)","content":"June 2, 1905"},{"refcode_short":"SpTA12 1.1","refcode_long":"A Message to Our Physicians, p. 1.1 (Ellen Gould White)","content":"I have a message to our physicians. Some of you have lost your bearings under the influence of the false impressions made upon your minds. You flatter yourselves that you are moving under the inspiration of divine advancement, but some are following the false inspiration that deceived the angels in the heavenly courts. Men who have been plainly warned are drinking in delusive sentiments, supposing that they are under the inspiration of truth and righteousness. They are greatly deceived in regard to the ground on which they are standing, and the self-confidence that they are imbibing. These men have been warned, but they do not believe the warning. The word has been sent them, “Be not deceived; God is not mocked,” but they are drinking in the sophistry of satanic devising."},{"refcode_short":"SpTA12 1.2","refcode_long":"A Message to Our Physicians, p. 1.2 (Ellen Gould White)","content":"Should God deal with men as some who have had great light are dealing with their brethren, they would long since have been in that place where hope is unknown."},{"refcode_short":"SpTA12 1.3","refcode_long":"A Message to Our Physicians, p. 1.3 (Ellen Gould White)","content":"Ponder well this statement. The hatred of some of the ministers of the gospel is very manifest. They have been caricatured and placed in a ridiculous light, because they would not be persuaded to do the things that the angel of God by their side impressed them not to do. The hatred manifested to them is recorded in the books of heaven as shown to God, not to man; for God by his Holy Spirit was influencing his servants not to be led to yield to the plans urged upon them."},{"refcode_short":"SpTA12 2.1","refcode_long":"A Message to Our Physicians, p. 2.1 (Ellen Gould White)","content":"God calls upon all his ministers and all his medical workers to be on guard. Those who are following the devising and the plans and the subterfuges of the one so determined to have his own way are misrepresenting their Heavenly Father; for God is not instructing him. Evil angels are leading him on to do a work similar to that which was begun in heaven."},{"refcode_short":"SpTA12 2.2","refcode_long":"A Message to Our Physicians, p. 2.2 (Ellen Gould White)","content":"I am awakened in the night season, and am given the message that was given to Isaiah: “Cry aloud, spare not, lift up thy voice like a trumpet, and show my people their transgressions, and the house of Jacob their sins.” Let every man stand in the counsel of God, and not in the counsel of those who have received the seducing sophistry of the science that of late has sought such a prominent place in our work."},{"refcode_short":"SpTA12 2.3","refcode_long":"A Message to Our Physicians, p. 2.3 (Ellen Gould White)","content":"I present the word of the Lord: Let every soul aim at perfection of character in all the works and walks of life. This will cost us something that we may not have anticipated. It may empty our purse, but it will keep the soul fortified with clean principles. Our financial resources may be seriously affected, but it will enlarge our Christian experience, and place us on vantage-ground with the faithful of all ages. We shall be in fellowship with God, and with those who in body, soul, and spirit are serving him. Is not this worth everything to us?"},{"refcode_short":"SpTA12 3.1","refcode_long":"A Message to Our Physicians, p. 3.1 (Ellen Gould White)","content":"Is it not of the highest value to have the power to discern between righteousness and unrighteousness, between truth and error? Would that every man who claims to be doing God service would now realize his responsibility, and maintain that sanctified dignity conferred upon us, by our being chosen as God's representatives in this evil, selfish generation."},{"refcode_short":"SpTA12 3.2","refcode_long":"A Message to Our Physicians, p. 3.2 (Ellen Gould White)","content":"To all who serve the Lord in truth and holiness, the heavenly current of grace comes in rich profusion. This grace we are to impart to others. Ever are we to keep the standard uplifted higher and still higher. Do we realize what it means to carry out the principles of truth and righteousness, what it means to repudiate every sentiment leading to high-handed injustice in dealing with God's servants? Men may mistakenly call these sentiments justice, but there is no justice in carrying out the purposes of the adversary. Does the Lord Jesus call upon us to perfect Christlike character, to be perfect, as our Father in heaven is perfect? What does this mean? It means keeping the heart and soul and mind and strength in conformity to the will of God. It means obeying the principles of righteousness in this life, keeping the commandments of God."},{"refcode_short":"SpTA12 3.3","refcode_long":"A Message to Our Physicians, p. 3.3 (Ellen Gould White)","content":"I am bidden to say to the church and to the whole world that unprincipled devising is being carried on. Robbery is being committed, and men say, I was given authority to do this thing. Who gave you this authority? and who urged you on in the course that for years you have been pursuing?—It was the father of rebellion, that the cause of God should stand before the world imposed upon and plundered by unprincipled, designing actions."},{"refcode_short":"SpTA12 4.1","refcode_long":"A Message to Our Physicians, p. 4.1 (Ellen Gould White)","content":"The time has come when things are to be called by their right name. Sin is sin. The Lord Jesus Christ calls upon the human agencies for whom he has given his life to come to him in humility and contrition. His blood will cleanse them from all sin and every glossed-over iniquity. Some eyes will be opened. But I no longer appeal privately as heretofore to the individuals who have been cautioned and warned, and yet, though disobeying, stand forth in their apparent power and dignity, and claim to be doing the will of heaven, when they are departing from the plain principles of heaven, as given in the Word of God. Could their eyes be opened, they would see that their feet are standing on the very brink of ruin. Let every soul bow himself under the weight of the truth of the law proclaimed from Sinai's mount."},{"refcode_short":"SpTA12 4.2","refcode_long":"A Message to Our Physicians, p. 4.2 (Ellen Gould White)","content":"Those who, when reproved by God, stop to reason in regard to the possible humiliation to result from confession and repentance, will never, never travel the narrow path or enter the strait gate. These words were spoken by the messenger of God. Every human agency, man, woman, and child, must be in that spiritual condition that will enable him fully and unreservedly to acknowledge the power and authority of the truth of the words of God, which all must eat and drink in order to have eternal life. The words of God are the bread of heaven. If we would be saved, we must make them a part of the daily life."},{"refcode_short":"SpTA12 5.1","refcode_long":"A Message to Our Physicians, p. 5.1 (Ellen Gould White)","content":"Those who justify their course of action in going to law, and that with their brethren in the church, are acting out the spirit that developed the rebellion in heaven. God calls upon those who have light and are followers of Jesus to represent the perfect model upon which every character should be formed. But men have misrepresented God's character by adopting in their life practise a course of action militating against the truth, while at the same time claiming to be loyal. Some are loyal to the enemy of righteousness, but not to the God of truth."},{"refcode_short":"SpTA12 5.2","refcode_long":"A Message to Our Physicians, p. 5.2 (Ellen Gould White)","content":"I have seen the caricaturing of men bearing burdens in the cause of God, and that before ministers of the gospel and those who pass under the name of medical missionaries. I have seen the satanic mimicking of God's servants. The actions of the one who did this showed him to be an accuser and an opposer of the servants of God, and yet those present did not reprove nor rebuke him, but by their silence justified the wicked ridiculing of the ministers of God, men who believe in God, and are acknowledged by him as his sons. This sacrilegious misrepresentation is an offense to God, which, if not repented of, will exclude the actors in it from the society of the redeemed in the heavenly courts; for they have perverted the way of the Lord."},{"refcode_short":"SpTA12 5.3","refcode_long":"A Message to Our Physicians, p. 5.3 (Ellen Gould White)","content":"Those who claim to be children of God are to place themselves under the discipline of the Holy Spirit. Thus only can they become his representatives, his children by spiritual regeneration. They are required to be conformed and assimilated to his character. His utterances of truth are to be their utterances, and his ways their ways. They are to be partakers of the divine nature, having escaped the corruption that is in the world through lust."},{"refcode_short":"SpTA12 6.1","refcode_long":"A Message to Our Physicians, p. 6.1 (Ellen Gould White)","content":"We need to study the message given to the church at Sardis. “I know thy works, that thou hast a name that thou livest, and art dead. Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God. Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.” Dead, and having the name of being alive—what a terrible condition!"},{"refcode_short":"SpTA12 6.2","refcode_long":"A Message to Our Physicians, p. 6.2 (Ellen Gould White)","content":"Of the one who has been working with intensity of effort to keep up a name, God says, “I know thy works, that thou hast a name that thou livest, and art dead.” He has been so occupied with keeping up a name that he has neglected responsibilities of a most solemn character. God looks upon the name as dead, so far as correct influence is concerned. Those who follow in his tread will be dead, destroyed by false representations. There is nothing more dangerous to a professing Christian than to have merely a “name.”"},{"refcode_short":"SpTA12 6.3","refcode_long":"A Message to Our Physicians, p. 6.3 (Ellen Gould White)","content":"If any man in the service of God is devoting brain, bone, and muscle to the getting of a name, the enemy will step in, and will lead him to swell to such proportions that he is useless in the service of God. He may be an excellent evangelist, a gifted teacher, an attractive writer, a man of eloquent prayer, but the enemy takes advantage of his desire for self-exaltation, and leads him to make shipwreck of faith."},{"refcode_short":"SpTA12 7.1","refcode_long":"A Message to Our Physicians, p. 7.1 (Ellen Gould White)","content":"An entire transformation is needed in the lives of those who have been in sympathy with the ones who have been and are still striving for a name, and to do those things that God has never appointed them as ministers of the gospel or medical missionary workers to do."},{"refcode_short":"SpTA12 7.2","refcode_long":"A Message to Our Physicians, p. 7.2 (Ellen Gould White)","content":"A man standing in the high position of a leader, and yet setting an example of wrong-doing, advancing principles that God repudiates, will be taken in the snare of Satan. He may say wonderful things. He may visit the sick, help the poor, and go through the entire list of activities, and yet never bring honor to God."},{"refcode_short":"SpTA12 7.3","refcode_long":"A Message to Our Physicians, p. 7.3 (Ellen Gould White)","content":"When the ambitious leader empties himself of self-glory, when he repents and confesses his sins, when he brings himself into subordination, then there will be hope of him. Until he gains this experience, the Lord has no use for him. Self must die. The character that he has been forming for years must be changed; for his own purpose has been to gain his own way and carry out his own purposes."},{"refcode_short":"SpTA12 7.4","refcode_long":"A Message to Our Physicians, p. 7.4 (Ellen Gould White)","content":"It is a miserable delusion to have a name, and yet be without a connection with God, without spiritual life, without Christ, without a sense of God's presence in the soul. “Thou hast a name that thou livest, and art dead.”"},{"refcode_short":"SpTA12 8.1","refcode_long":"A Message to Our Physicians, p. 8.1 (Ellen Gould White)","content":"To him whose ambitions have reached to the ends of the earth, whose activities have followed these ambitions, whose commercial enterprises have been so numerous, I must speak. To those who have for years sustained a course of action that God forbids, I would say. It is time for you to repent before God. Unless you do repent, whatever may be your calling, you will never see the kingdom of heaven. “Watch therefore: for ye know not what hour your Lord doth come.”"},{"refcode_short":"SpTA12 8.2","refcode_long":"A Message to Our Physicians, p. 8.2 (Ellen Gould White)","content":"“Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season? Blessed is that servant, whom his lord when he cometh shall find so doing. Verily I say unto you, That he shall make him ruler over all his goods. But and if that evil servant shall say in his heart, My Lord delayeth his coming and shall begin to smite his fellow servants, and to eat and drink with the drunken; the lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of.”"},{"refcode_short":"SpTA12 8","refcode_long":"A Message to Our Physicians, p. 8 (Ellen Gould White)","content":"A Solemn Warning"},{"refcode_short":"SpTA12 8.3","refcode_long":"A Message to Our Physicians, p. 8.3 (Ellen Gould White)","content":"June 28, 1905."},{"refcode_short":"SpTA12 8.4","refcode_long":"A Message to Our Physicians, p. 8.4 (Ellen Gould White)","content":"I wish to sound a note of warning to our people nigh and afar off. An effort is being made by those at the head of the medical work in Battle Creek to get control of property over which, in the sight of the heavenly courts, they have no rightful control. I write now to guard ministers and lay members from being misled by those who are making these efforts. There is a deceptive working going on to obtain property in an underhand way. This is condemned by the law of God. I will mention no names. But there are doctors and ministers who have been influenced by the hypnotism exercised by the father of lies. Notwithstanding the warnings given, Satan's sophistries are being accepted now just as they were accepted in the heavenly courts. The science by which our first parents were deceived is deceiving men today. Ministers and physicians are being drawn into the snare."},{"refcode_short":"SpTA12 9.1","refcode_long":"A Message to Our Physicians, p. 9.1 (Ellen Gould White)","content":"I have sent warnings to many physicians and ministers, and now I must warn all our churches to beware of men who are being sent out to do the work of spies in our conferences and churches,—a work instigated by the father of falsehood and deception. Let every church-member stand true to principle. We have been told what would come, and it has come. The enemy has been working under a species of scientific devising, even as he worked in Eden. I can not specify all now, but I say to our churches, Beware of the representations coming from Battle Creek that would lead you to disregard the warnings given by the Lord about the effort to make that a great educational center. Let not your sons and daughters be gathered there to receive their education. Powerful agencies have been stealthily working there to sow the seeds of evil."},{"refcode_short":"SpTA12 10.1","refcode_long":"A Message to Our Physicians, p. 10.1 (Ellen Gould White)","content":"I must speak plainly. It is presented to me that the condition of things is just what we were warned that it would be, unless the messages of heaven were received by the leaders of the medical work in Battle Creek. But notwithstanding the warnings given, some to whom they have been sent stand up in self-confidence, as if they knew all that it was needful for them to know. They claim that they are right in the sight of God, while they disregard the very warnings God has given, and deny every danger. Thus they show their need of turning away from the seductive spirit that is working to destroy faith in the messages of warning given in the past."},{"refcode_short":"SpTA12 10.2","refcode_long":"A Message to Our Physicians, p. 10.2 (Ellen Gould White)","content":"Very adroitly some have been working to make of no effect the Testimonies of warning and reproof that have stood the test for half a century. At the same time, they deny doing any such thing."},{"refcode_short":"SpTA12 10.3","refcode_long":"A Message to Our Physicians, p. 10.3 (Ellen Gould White)","content":"One says, “Sister White, I have surrendered.” I have waited long to see wherein the surrender was manifested, but there has been a deeper working of the spirit of division than ever before, and a greater determination to do those things that will separate souls from righteousness and judgment and verity."},{"refcode_short":"SpTA12 10.4","refcode_long":"A Message to Our Physicians, p. 10.4 (Ellen Gould White)","content":"Again, I say to all, Keep your families away from Battle Creek. Those who have so often opposed the efforts to remove from Battle Creek will some of them be seduced from the truth. The warnings that have come were none too soon. The Lord will again visit Battle Creek in judgment. Those who wish to train their families to be workers in the cause of the Lord can not afford to place them under the seducing influences that will tend to spoil their faith and lead them to become infidels. I warn those who have acted and are acting a part in this seductive work, to break the spell that is upon them."},{"refcode_short":"SpTA12 11.1","refcode_long":"A Message to Our Physicians, p. 11.1 (Ellen Gould White)","content":"Warnings have been sent to many. Let our church-members beware how they allow the influence of those who have turned away from these warnings, to extend from church to church, and to other States."},{"refcode_short":"SpTA12 11","refcode_long":"A Message to Our Physicians, p. 11 (Ellen Gould White)","content":"The Warning Repeated"},{"refcode_short":"SpTA12 11.2","refcode_long":"A Message to Our Physicians, p. 11.2 (Ellen Gould White)","content":"I have a warning for our people in all our churches. For years messages have been coming to the leader of our medical missionary work, telling him that he was not carrying that work forward in straight lines. He mingles with it his own spirit, and brings in ingenious inventions to do a work that God has forbidden his denominated people to do. There is a work being carried on through lawyers that is not after the divine similitude. This is manifest in efforts to get possession of property that he does not and should not control."},{"refcode_short":"SpTA12 11.3","refcode_long":"A Message to Our Physicians, p. 11.3 (Ellen Gould White)","content":"For years Testimonies of warning and correction that God has sent have been neglected. Because of the wrong representations given of matters, the people are in danger of being deceived. For years the Lord has looked with displeasure upon this course of action."},{"refcode_short":"SpTA12 12.1","refcode_long":"A Message to Our Physicians, p. 12.1 (Ellen Gould White)","content":"I have done all that I could to encourage the leader in this work to turn to the Lord with full purpose of heart, but he has gone on in his own way, regardless of the light given him. I wish all to understand in regard to this, and to know that brethren of experience should deal faithfully and truly with him, whatever course he may pursue in return. They are not to appear to sustain him. And they should know that through the science that he has been studying for years, Satan has worked as a wise and intelligent scientist to draw him away from God."},{"refcode_short":"SpTA12 12.2","refcode_long":"A Message to Our Physicians, p. 12.2 (Ellen Gould White)","content":"Notwithstanding all the warnings that have been given, he has not changed in principle. His heart is deceptive, and he deceives others. Had he stood by the principles given by the Holy Spirit, he would have been preserved from all this deception and trouble. He has had to suffer the consequences of his own doings."},{"refcode_short":"SpTA12 12","refcode_long":"A Message to Our Physicians, p. 12 (Ellen Gould White)","content":"Why Students Should Not Go to Battle Creek"},{"refcode_short":"SpTA12 12.3","refcode_long":"A Message to Our Physicians, p. 12.3 (Ellen Gould White)","content":"I am continually receiving letters from our people, asking in regard to their children going to Battle Creek to work in the Sanitarium. For years God has been calling out people out of Battle Creek, and the instruction given me is that he will never counsel them to make Battle Creek an educational center. This is contrary to his plan. The whole field needs to be worked; and the calling of our youth from all parts of the field to the Battle Creek Sanitarium, robs the field of its workers."},{"refcode_short":"SpTA12 13.1","refcode_long":"A Message to Our Physicians, p. 13.1 (Ellen Gould White)","content":"We have no message to advise students to go to Battle Creek, to be leavened by the insinuations that have been and are still being introduced to weaken confidence in our ministers and message. There are those, who, whenever they can get an opportunity, are sowing the seeds of evil insinuations. And when temptations come, those in whose minds these seeds have been sown will be wrought upon to divert others from the truths that God has been urging us to bear to the world."},{"refcode_short":"SpTA12 13","refcode_long":"A Message to Our Physicians, p. 13 (Ellen Gould White)","content":"A View of the Danger"},{"refcode_short":"SpTA12 13.2","refcode_long":"A Message to Our Physicians, p. 13.2 (Ellen Gould White)","content":"“When I first heard of the reopening of Battle Creek College, I was in great distress: for I knew that this, if managed as some desired, would call many young people there. I knew that this move, if unopposed, would bring results very different from those intended or anticipated by some connected with the movement."},{"refcode_short":"SpTA12 13.3","refcode_long":"A Message to Our Physicians, p. 13.3 (Ellen Gould White)","content":"“How could we consent to have the flower of our youth called to Battle Creek to receive their education, when God has given warning after warning that they are not to gather there? Some who stand there as leaders and teachers do not understand the real groundwork of our faith. Many of those who have been educated in Battle Creek need to learn the first principles of present truth."},{"refcode_short":"SpTA12 14.1","refcode_long":"A Message to Our Physicians, p. 14.1 (Ellen Gould White)","content":"“We can not advise our youth to go to Battle Creek to obtain their education when the Lord is calling them away from Battle Creek, that they may be taught the truth for this time. `I will turn and overturn,’ saith the Lord. Not all the leaders in Battle Creek are safe, reliable teachers; for they are not taught and led by God. Those who have had message after message, and yet have not heeded these messages, do not know the value of the knowledge that maketh wise unto salvation...."},{"refcode_short":"SpTA12 14.2","refcode_long":"A Message to Our Physicians, p. 14.2 (Ellen Gould White)","content":"“God forbid that one word of encouragement should be spoken to call our youth to a place where they will be leavened by misrepresentations and falsehoods regarding the Testimonies, and the work and character of the ministers of God."},{"refcode_short":"SpTA12 14.3","refcode_long":"A Message to Our Physicians, p. 14.3 (Ellen Gould White)","content":"“My message will become more and more pointed, as was the message of John the Baptist, even though it cost me my life. The people shall not be deceived."},{"refcode_short":"SpTA12 14.4","refcode_long":"A Message to Our Physicians, p. 14.4 (Ellen Gould White)","content":"“I have been instructed that there are in Battle Creek men who are or have been connected with our institutions, who have rejected light, and chosen their own perverse way. Unless these men are converted, they will become Satan's decoys, to lead souls away from the truth. At times they will work to undermine the confidence of those in whose mind they can plant the seeds of doubt and questioning. They hate the Testimonies of reproof sent them, and refuse to follow the light given by God to direct their feet in the right way."},{"refcode_short":"SpTA12 15.1","refcode_long":"A Message to Our Physicians, p. 15.1 (Ellen Gould White)","content":"“My soul is so greatly distressed, as I see the working out of the plans of the tempter, that I can not express the agony of my mind. Is the church of God always to be confused by the devices of the accuser, when Christ's warnings are so definite, so plain?”"},{"refcode_short":"SpTA12 15.2","refcode_long":"A Message to Our Physicians, p. 15.2 (Ellen Gould White)","content":"“The tempter is working to gather together at Battle Creek as large a number as possible, hoping that they will receive false ideas of God and his work, and thus make of no effect the impression that God would have made on the minds of those engaged in the medical missionary work and in the gospel ministry. God abhors the great swelling words of vanity that have been spoken by those connected with the Sanitarium. The judgments of God have been visited upon Battle Creek, and these judgments call for humiliation rather than for proud boasting and self-exaltation.”"},{"refcode_short":"SpTA12 15","refcode_long":"A Message to Our Physicians, p. 15 (Ellen Gould White)","content":"Danger to Students"},{"refcode_short":"SpTA12 15.3","refcode_long":"A Message to Our Physicians, p. 15.3 (Ellen Gould White)","content":"As the Sanitarium is now located in Battle Creek, there is presented to me a very clear picture of the result of gathering students to a school in Battle Creek. By his judgments, God has revealed his displeasure at the way in which matters have been carried in the Sanitarium, and in the general management. There has not been a pure, fragrant, wholesome religious influence. The Lord does not design that the Sanitarium at Battle Creek shall be the center of education, drawing students to a place where he has evidenced that his judgments will be executed."},{"refcode_short":"SpTA12 16.1","refcode_long":"A Message to Our Physicians, p. 16.1 (Ellen Gould White)","content":"No arrangements should be made to gather a large number of students at any one place. For just as surely as this is done, the stamp of the educator's mold will be imparted to the students’ minds and characters. If the mind of the teacher is radical, or if it is not complete, where it ought to be perfect through Christ Jesus, the students will show the defective stamp."},{"refcode_short":"SpTA12 16.2","refcode_long":"A Message to Our Physicians, p. 16.2 (Ellen Gould White)","content":"There should be companies organized, and educated most thoroughly to work as nurses, as evangelists, as ministers, as canvassers, as gospel students, to perfect a character after the divine similitude. To prepare to receive the higher education in the school above is now to be our purpose."},{"refcode_short":"SpTA12 16","refcode_long":"A Message to Our Physicians, p. 16 (Ellen Gould White)","content":"A Present Need"},{"refcode_short":"SpTA12 16.3","refcode_long":"A Message to Our Physicians, p. 16.3 (Ellen Gould White)","content":"Experienced men are to go to Battle Creek to exert a strong influence to undeceive our people who have been drawn there by misrepresentations. The warning voice of our ministers must be heard in the Tabernacle, giving the trumpet a certain sound and uplifting the banner on which is inscribed, “The commandments of God and the faith of Jesus.”"}]