[{"refcode_short":"SpTA08 2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 2 (Ellen Gould White)","content":"Special Testimonies for Ministers and Workers—No. 8"},{"refcode_short":"SpTA08 2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 2 (Ellen Gould White)","content":"Individual Responsibility"},{"refcode_short":"SpTA08 2.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 2.1 (Ellen Gould White)","content":"In the night season I was listening to one who spoke with authority. Words of counsel in regard to the responsibilities that are to be borne in the sacred work of God were spoken. The Teacher said, There should be no haphazard work. Much of this has been done. Men have assumed authority, but the people should not depend upon poor, finite, erring men. They should put their entire trust in the wisdom that finds its strength in the wisdom of God. The inconsistency of centering so many responsibilities in Battle Creek has been presented many times, but the counsels have not been acted upon The reproofs and warnings from the Lord have been evaded and interpreted and made void by the devices of men. There has been counter-working against God, and the judgment of men has been received."},{"refcode_short":"SpTA08 2.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 2.2 (Ellen Gould White)","content":"In Battle Creek, and in other places, building has been added to building, for the sake of making an imposing display. Men have supposed that this would give character to the work. Their own characters needed the transforming grace of Christ, which would enable them to represent Christ. This alone is sufficient to give character to the work. Nothing can be done without his grace."},{"refcode_short":"SpTA08 2.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 2.3 (Ellen Gould White)","content":"The Lord suffers impediments to arise, that his wisdom and power may be humbly, earnestly, and perseveringly sought, and be distinctly manifest. Nothing will so quickly and decidedly separate the soul from God, and bring defeat, as for man to lift up his soul unto vanity, and speak proudly and boastingly, and in a masterly manner to his fellow men, who are the property of God. “Ye are not your own; ye are bought with a price, even the precious blood of the Son of God.” The Lord alone is to be exalted. Let every human agent keep in his place, and not seek to get into the place where God should be. There has been altogether too much trusting in men."},{"refcode_short":"SpTA08 3.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 3.1 (Ellen Gould White)","content":"In Battle Creek you have evidence that men who have had the most to say are not walking with God. There is abundant activity, but not many are working in partnership with Christ, and those who walk apart, and work from him, have been the most active in planning and inaugurating their methods. If they had that wisdom that cometh from the Source of all wisdom, they would move considerately, and would study more earnestly the relation of cause to effect. They would discern that a few minds in Battle Creek are not to be the power to manage everything in connection with our work."},{"refcode_short":"SpTA08 3.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 3.2 (Ellen Gould White)","content":"The state conferences must have men at their head who love and fear God,—capable men, who will learn in the school of Christ to be laborers with him, to wear his yoke, and lift his burdens. They are to be partners with Christ in the sacred service of soul-saving. All the members of the church are to labor interestedly, zealously, not striving, as many have done, to see who shall be the greatest, and how to secure the highest wages, but striving to win souls for Christ, which means being a part of the firm, in partnership with Christ. Let all try to do their best."},{"refcode_short":"SpTA08 4.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 4.1 (Ellen Gould White)","content":"The matter was laid before me, which I was trying to present before the brethren. There is altogether too much responsibility imparted to a few men in Battle Creek, and these men need the transforming power of the Holy Spirit, else they will lead God's heritage in false paths. The conferences are watching every move made at the center of the work. The different conferences have been led to look to the leading men at Battle Creek, feeling that no important move can be made without their approval. This tendency has been growing stronger, until it is a serious hindrance to the advancement of the work. This arrangement should never have been. The Lord would have his people under his jurisdiction. They should look to God, inquiring of him in faith, and follow on to know the working of his providence."},{"refcode_short":"SpTA08 4.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 4.2 (Ellen Gould White)","content":"The arrangement that all monies must go through Battle Creek and under the control of the few men in that place is a wrong way of managing. There are altogether too many weighty responsibilities given to a few men, and some do not make God their counsellor. What do these men know of the necessities of the work in foreign countries? How can they know how to decide the questions which come to them asking for information? It would require three months for those in foreign countries to receive a response to their questions, even if there was no delay in writing."},{"refcode_short":"SpTA08 5.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 5.1 (Ellen Gould White)","content":"In each country a man should be appointed to work in the general interests of the cause. He need not be a preacher, and he must not be a policy man. He should be unselfish, a man who loves, who honors, and fears his God. His whole time should be devoted to the work. He should plan unselfishly, and in the fear of God. Let him be general agent for that country, and let him be connected with a council composed of the very best men, that they may counsel together, and attend to the work within their borders. There should be business men appointed to do the same in the different states in America."},{"refcode_short":"SpTA08 5.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 5.2 (Ellen Gould White)","content":"The men who act as presidents of state conferences should be carefully selected. Then let these men bear the responsibilities of the conference in a most thorough, earnest, God-fearing manner. If they are not qualified to do the work thoroughly and successfully, do not keep them in that position."},{"refcode_short":"SpTA08 5.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 5.3 (Ellen Gould White)","content":"A mass of matter is laid before the General Conference; every burden is carried to Battle Creek. This makes the presidents of the state conferences very irresponsible. Many are not growing in aptitude and in judgment. They make mismoves, when they should have advanced experience sufficient to enable them to make right moves, because they seek counsel of God. As presidents of their several conferences, they should realize that they must be faithful in positions of trust. These conferences are to be to them a school, in which they are to reveal managing ability. They are to learn, learn, and educate, educate. They are to do firm, Christlike work, binding it off, so that it shall not ravel out."},{"refcode_short":"SpTA08 6.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 6.1 (Ellen Gould White)","content":"He who is selected as the president of the General Conference should, in the fear of God, stand in his lot and place, without partiality, and with unselfish interests. He should be a faithful steward. He should be a priest and wise ruler over his own house. He should make manifest that he understands the work of governing his own family wisely, and in the fear of God. If this is neglected, he will carry his defects with him into his work. If any man evidences that the love and fear of God is kept away from the center of his being, lest the truth should control his life-practice, while worldly things are made all and in all, he is not the man, even for local elder."},{"refcode_short":"SpTA08 6.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 6.2 (Ellen Gould White)","content":"Advice is asked of those in Battle Creek regarding matters which could just as well be settled by men on the ground, if they would seek the Lord, and which ought to have been done within their own borders. The Lord declares he is nigh to all that call upon him with a sincere heart. Said Christ, “Ask, and ye shall receive; seek, and ye shall find; knock, and it shall be opened unto you.” This promise is made doubly and trebly sure. There is no failure with God. Today men who are presidents of conferences are less efficient and strong and able than they should be, because they place man where God should be, and they receive only that which man can give them."},{"refcode_short":"SpTA08 7.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 7.1 (Ellen Gould White)","content":"Presidents of Conferences, you will be wise if you will decide to come to God. Believe in him. He will hear your prayers, and come to your assistance, in much less time than the public conveyances could take one, two, three, or four men from a long distance, at a great expense, to decide questions which the God of wisdom can decide far better for you. He has promised, “If any man lack wisdom, let him ask of God, that giveth to all men liberally and upbraideth not, and it shall be given him.” If you will sincerely humble your hearts before him, empty your souls of self esteem, and put away the natural defects of your character, and overcome your love of supremacy, and come to God as little children, he will bestow on you his Holy Spirit. When two or three shall agree as touching anything, and shall ask the Lord, in the name of Jesus, it shall be done for them."},{"refcode_short":"SpTA08 7.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 7.2 (Ellen Gould White)","content":"When it is deemed expedient to invest means in school buildings, in sanitariums, or in homes for the poor in any country, in order to establish the work there. the Lord would have those who are living in that locality walk humbly before him, and show that they realize their personal dependence upon him, and that they believe in his willingness to help them to plan, to devise, to arrange intelligently for his work. He is as willing to give wisdom to those who feel the value of divine grace, as to give wisdom to some other mind, who will then, at great expense, communicate the same to you. Where is your faith? Will men turn from the God of wisdom to seek wisdom from finite men, sending for men from a long distance to come and help them out of perplexity? How does the Lord look upon this?"},{"refcode_short":"SpTA08 8.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 8.1 (Ellen Gould White)","content":"Each one may entertain the idea that he believes in God. You are working in one part of his great moral vineyard, and he has told you that if any man lack wisdom, he is to ask of God, who giveth to all men liberally, and upbraideth not. This world is but a little atom in the vast domain over which God presides, and yet this little fallen world is more precious in his sight than the ninety and nine which went not astray from the fold. If we will make him our trust, he will not leave us to become the sport of Satan's temptations. God would have every soul for whom Christ has died become a part of the vine, connected with the parent stock, drawing nourishment from it. Our dependence on God is absolute, and should keep us very humble; and because of our dependence on him, our knowledge of him should be greatly increased. God would have us put away every species of selfishness, and come to him, not as the owner of ourselves, but as the Lord's purchased possession."},{"refcode_short":"SpTA08 9.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 9.1 (Ellen Gould White)","content":"Daniel sought the Lord three times a day, in earnest prayer for wisdom and strength and courage to carry forward the enterprise of representing the only true God in wicked Babylon. You will often be perplexed to know what to do next; but do not get pen and paper and write your perplexities to Battle Creek. There may be disagreement upon some points, but your Counsellor is nigh. Bow before him, and tell him of everything you need. Can the men in Battle Creek give you light? They cannot understand your necessity. Because they are not on the ground, they may say “No” to some things, when, had you asked of God, he would have answered, “Go forward, and I will be with you, and give you grace.”"},{"refcode_short":"SpTA08 9.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 9.2 (Ellen Gould White)","content":"For many years an education has been given to the people which places God second, and man first. The people have been taught that everything must be brought before the counsel of a few men in Battle Creek. God has given you an opportunity to see the weakness of finite men. Are there not men in the different states of America who walk right in the sight of God?"},{"refcode_short":"SpTA08 9.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 9.3 (Ellen Gould White)","content":"Are there not registered in the books of heaven the names of those who love and serve God? Can not they plan? Have those in Battle Creek been given superior reason and wisdom that God will not give those in the churches and state conferences? “If any man lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.”"},{"refcode_short":"SpTA08 10.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 10.1 (Ellen Gould White)","content":"The churches would realize one hundred fold more of the workings of the Holy Spirit if ministers would educate all to bear in mind that they have a God nigh at hand, and not afar off, and that they can honor God by seeking him for help and wisdom just where they are. They will then have ability which will strengthen the General Conference."},{"refcode_short":"SpTA08 10.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 10.2 (Ellen Gould White)","content":"There is talent in every place, but it is not always recognized. This talent should be discerned and set to work. Under the operation of the Spirit of God, talent will grow by being used. But God is greatly dishonored when men are placed in the position where God should be. He alone can give unerring counsel."},{"refcode_short":"SpTA08 10.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 10.3 (Ellen Gould White)","content":"Men have been in council in Battle Creek who cannot appreciate the situation of matters in the different localities, as those can who are right on the ground; and it is not wise for men to seek to men, and place such dependence in a few men at Battle Creek, some of whom have walked apart from God for years. To accept the judgment of these men, and to send for them from a long distance to sit in council has done great dishonor to God. By this you show that you place men, who are unsanctified in heart, where God should be."},{"refcode_short":"SpTA08 10.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 10.4 (Ellen Gould White)","content":"Supposing that some mistakes are made by those in different places. They may be of far less consequence than the errors made by those at the heart of the work. Can not you go to the great Leader, who is mighty in counsel? and cannot he restore? Can not he work in your behalf? Will he not do it if you go to him as little children go to their parents? There is altogether too much lofty self-sufficiency in the human agent. God cannot work with such an element of pride. If this is not laid down, if self is not humbled, God cannot work. Those who send all their perplexities from the different parts of the world to Battle Creek show the wisdom of men, and not the wisdom of God....."},{"refcode_short":"SpTA08 11.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 11.1 (Ellen Gould White)","content":"My attention has been called to the instruction the Lord has been pleased to give in “Gospel Workers.” I have arisen at three o'clock, A.M., and have read the matter in the little book entitled “Conference Presidents,” p. 232. The same things have been presented to me again and again. Will our brethren take heed to these things? Or will they turn aside from the light? The president of the General Conference should act upon the light given, not contrary to this light. If men close their eyes to the testimonies God has been pleased to give, and think it wisdom to walk in the fire of the sparks of their own kindling, it will spoil the church. Such men are not qualified to become either ministers or presidents of conferences; they have not taken counsel from the Source of all wisdom."},{"refcode_short":"SpTA08 12.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 12.1 (Ellen Gould White)","content":"He who is placed as a president of a conference must learn that the human heart is wayward, and that it needs to be strictly sentinelled by watchfulness and prayer. As he seeks the Lord conscientiously and constantly, he is taught of God to grow into a representative man, and can be trusted as God trusted Abraham. He needs the whole armor of God; for he has to fight the good fight of faith, and having done all that the Spirit of God has taught him to do, to stand. His enemies may be those of his own household, his wife and children, or they may be his own hereditary and cultivated tendencies, which continually seek for the mastery. Man is human and defective in character, and must battle for the victory. Everyone who begins aright must begin at his own heart. Let the fervent prayer go forth from unfeigned lips, “Create in me a clean heart, O God,” and it will bring the response, “A new heart will I give thee.”"},{"refcode_short":"SpTA08 12.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 12.2 (Ellen Gould White)","content":"Lessons need to be learned by all who shall step into places where they are to be proved and tested by God, to see whether they shall be registered day by day as faithful and true stewards of God's entrusted talents. Have they shown that they have the fear of God before them, whether they are dealing with superiors, inferiors, or equals? They need to cherish the truth as an abiding principle, that it may sanctify the soul. The creating, transforming power of God's Holy Spirit will make them co-partners with Jesus Christ. Yoked up with Christ, they can be more than conquerors through him."},{"refcode_short":"SpTA08 13.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 13.1 (Ellen Gould White)","content":"The man who is fully sensible that he is in the service of Jesus Christ, will aspire for the friendship of God. He will lie low before God, that he may be nothing, and God everything. Such a man is a co-partner with Christ, fitted to preside over a state conference. If he proves himself circumspect, he is prepared for any position, according to his experience and qualifications. Let the churches understand that such a man is to be trusted and sustained. They may go to him, and talk with him. Such a man will never feel sufficient to carry the work, even of a state conference, without the constant grace which God will give. He will not choose to do the work and bear the responsibility alone. Through wise management, he will have the tact to recognize talent in others. He will use those who have this talent, and help them, while they help to share his burdens."},{"refcode_short":"SpTA08 13.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 13.2 (Ellen Gould White)","content":"It is a selfish thing for men who feel that they have some service to do for the Master, to wish to be alone in their work, and to refuse to connect with those who would be a help to them, because they fear that they will not obtain all the credit for doing the good work which they flatter themselves they will do. This has greatly hindered the work of God. Let brother lay hold of brother. Link up a Peter and a John. Let each encourage his brother to stand by his side, doing zealous, interested service, as partners in the great work. Two or three can pray together, sing the praises of God together, and grow up into the full stature of workers together with God. Perfect harmony must be cherished. All must serve the Lord as little children, feeling that they are branches in the same parent stock."},{"refcode_short":"SpTA08 14.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 14.1 (Ellen Gould White)","content":"Let the presidents of state conferences walk humbly with God, and they will not have occasion to write to the president of the General Conference to leave his work to settle little matters for them. Even many large matters may be carried to God, and God will give counsel in every state conference. The Lord can be approached by all. He is much more accessible than the president of the General Conference. Let the president of the General Conference educate the presidents of state conferences to take care of their portion of the moral vineyard where they are situated wisely, without laying their burdens upon him. Lead these men who have ability and talent to look to God, that they may be taught by him. Teach them to go to the Fountain head for instruction in righteousness. Search the Scriptures. “All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness, that the man of God may be perfect, thoroughly furnished, unto all good works.” What, then, is your excuse for turning for counsel from one who is infinite in wisdom to finite men, who are as weak as yourselves? One has suffered for you, the just for the unjust."},{"refcode_short":"SpTA08 15.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 15.1 (Ellen Gould White)","content":"How many petty grievances man traces upon paper, and pours into the soul of his fellow men. How unwise it is to perpetuate and communicate to others those things you had better have kept to yourself. Never trace a line of discouragement. If you do just as Jesus has told you to do, you will find help. “Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly of heart, and ye, shall find rest unto your souls.” The Lord God has given abundant evidence of his willingness to carry our burdens. As you lift his burdens, he lifts you, and the burdens also. He invites all who labor and are heavy laden, “Come unto me.” You are not told that you must go around the world to tell your troubles and unload your burdens to your fellow men. “Lo I am with you alway,” Christ says, “even to the end of the world.” “I am a God at hand, and not afar off.”"},{"refcode_short":"SpTA08 16","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 16 (Ellen Gould White)","content":"The General Conference"},{"refcode_short":"SpTA08 16.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 16.1 (Ellen Gould White)","content":"I have words to speak to our brethren who shall assemble in conference in 1897. The present financial controversy has been presented to me as one of Satan's masterpieces for these last days. There is a power moving from beneath, which is after the working of the great enemy. I supposed our own people would step softly, and move very guardedly, and keep themselves aloof from all these new issues in regard to the circulating currency. This is not of the devising of God,—the changing of the circulating currency. What will it effect?—It will cause a state of things that will bring oppression to the poor, and create great distress. It is one of the devil's schemes, and I thought those who believed the truth would not be deceived in the least degree upon this matter. But within the year 1896 matters have been presented to me which have made me tremble for our people. I have been where I heard conversations from those in positions of trust in our institutions, and there was great warmth in controversy over the different positions taken. The light given me was. This is the policy Satan has arranged to bring distress."},{"refcode_short":"SpTA08 16.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 16.2 (Ellen Gould White)","content":"Would we know how we may best please the Saviour? It is not in engaging in political speeches, either in or out of the pulpit. It is in considering with fear and trembling every word we utter. Where the people assemble to worship God let not a word be spoken that shall divert the mind from the great central interest,—Jesus Christ, and him crucified. The third angel's message is to be our burden of warning. The side issues are not for us to meddle with. The burden of the work is, Preach the word. There are those who have had an experience in preaching and laboring for the salvation of souls for whom Christ has given his precious life. That work is the special enterprise to engross every one who feeds the flock of God. It is a time now when voices will be heard, “Hear. This is the way, walk in this path.” But the Lord Jesus says, “Follow thou me, They that follow me, shall not walk in darkness.” The saving of souls is to be our personal work, from which nothing is of sufficient moment to divert the mind. Christ came to our world to save souls, to diffuse light amid the moral darkness. A living voice is heard, “I am the way, the truth, and the life.”"},{"refcode_short":"SpTA08 17.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 17.1 (Ellen Gould White)","content":"I was surprised as I saw men who claim to believe the truth for this time, all excited in regard to matters—which relate to the Lord Jesus and eternal interests? No; but they seemed to be wonderfully excited in regard to the currency. Some ministers were distinguishing themselves by weaving these subjects into their discourses. They were excitably involving themselves, taking sides in regard to these questions, that the Lord did not lay upon them the burden to engage in. These persons seemed to have a large share of self-sufficiency. But they themselves really did not know what they were advocating. They knew not whether they were defending principles that originated in the councils of heaven or in the councils of Satan."},{"refcode_short":"SpTA08 18.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 18.1 (Ellen Gould White)","content":"The voice of one in authority spoke with great decision, Ye know not what manner of spirit ye are of. Read the directions given by the only begotten Son of God when enshrouded in the cloudy pillar. When that voice is obeyed, ye will not give your voice or influence to any policy to enrich a few, to bring oppression and suffering to the poorer class of humanity. There is in this excitement just what separates those of the same faith. Is this bearing the divine credentials? Beware. See that your arm is not linked in the arm of a personal demon. He is in appearance as a man. He is walking about as a roaring lion, seeking whom he may devour, and he finds them among Seventh-day Adventists. He can terrify by his roaring; but, when it suits his purposes best, he has the sweet voice of an angel of light, and speaks of heavenly things. Does he not know all about heavenly glory?"},{"refcode_short":"SpTA08 18.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 18.2 (Ellen Gould White)","content":"I inquired why those who could read their Bibles and see the perils of these last days were so ready to snatch up matters they had best let alone? How can they connect with men who are advancing principles that originated in the councils of demons? Why do they not see that this is no work the Lord has set them to do? The answer came, Because their hearts are lifted up unto vanity. They are beguiled. They do not know how weak they are. There are many who will be deluded, and who, by pen and voice, will cast their whole influence to create an evil condition of things (a condition that will exist just the same whatever they may do); but they should not be bound up with the evil workers. All who are longing for some engagement that will represent Jehu riding furiously will have opportunity enough to distinguish themselves. Their arm will be linked with his who was once an exalted angel, and who has not forgotten his manners in the heavenly courts. These manners he will assume, and in representing persons he will lure many whose life is not hid with Christ in God."},{"refcode_short":"SpTA08 19.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 19.1 (Ellen Gould White)","content":"Because iniquity abounds, the love of many waxes cold. Why should their love wax cold? Because they have not humbled their hearts and fled to their refuge, Jesus Christ. They thought they knew so much, that they became fools, and allowed themselves to become depraved. Thus many souls will be lost. Worldly plans and devisings and strange sentiments and principles will be put forth by the prince of the power of the air, which are directly opposed to the law of God. Here we should reserve all our influence to act in upholding the truth."},{"refcode_short":"SpTA08 20.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 20.1 (Ellen Gould White)","content":"The sentiments brought to the front by politicians will be voiced by some who claim to be Sabbath-keepers. What angels attend these in the pulpit as they stand up to give the flock poison instead of pure wheat, thoroughly winnowed? Here is the working of Satanic agencies to bring in confusion, to bewitch the minds of old and young. Those who have been walking humbly with God will not be engrossed in advocating either side of this question. They will place themselves under his guardianship, and reveal that they are learning lessons from the great Teacher, who has said, “Come unto me, all ye that labor and are heavy laden, and I will give you rest.”"},{"refcode_short":"SpTA08 20.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 20.2 (Ellen Gould White)","content":"All this excitement and unrest is placing the mind where it will not dwell on the truth. Do you suppose that the world, the flesh, and the devil would be able to link up those souls who are humble and lowly of heart, and blind their understanding, so that they cannot tell what sort of companions they are choosing? If the eyes of many could be opened, in their heedless march, they would see a mighty procession of people of all classes, all kinds, all nations, passing in the same ranks, classing themselves as the companions of demons, rapidly moving on in a continually swelling procession to certain ruin."},{"refcode_short":"SpTA08 20.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 20.3 (Ellen Gould White)","content":"What shall I say? The faith of many, including those who preach the word, must be something different from what it is now, else their future eternal destiny is settled. The word of God, studied carefully, and obeyed, is the only thing that will make man pure, and keep him pure. This alone can save him from meddling with all the iniquities that prevail. Christians are to bear the stamp of the King of kings. All in our world are taking sides. We are not to take part in this political money strife. It has come into our ranks."},{"refcode_short":"SpTA08 21.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 21.1 (Ellen Gould White)","content":"There are those, even among Seventh-day Adventists, who are under the reproof of the word of God, because of the way they acquired their property and use it, acting as if they owned it, and created it, without an eye to the glory of God, and without earnest prayer to direct them in acquiring or using it. They are grasping at a serpent, which will sting them as an adder."},{"refcode_short":"SpTA08 21.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 21.2 (Ellen Gould White)","content":"Of God's people he says, “Her merchandise and her hire shall be holiness to the Lord: it shall not be laid up.” But many who profess to believe the truth do not want God in their thoughts, any more than did the antediluvians or Sodomites. One sensible thought of God, awakened by the Holy Spirit, would spoil all their schemes. Self, self, self, has been their god, their alpha and their omega."},{"refcode_short":"SpTA08 21.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 21.3 (Ellen Gould White)","content":"Christians are safe only in acquiring money as God directs, and using it in channels which he can bless. God permits us to use his goods with an eye single to his glory, to bless ourselves, that we may bless others. Those who have adopted the world's maxim, and discarded God's specifications, who grasp all they can obtain of wages or goods, are poor, poor indeed; because the frown of God is upon them. They walk in paths of their own choosing, and do dishonor to God, to truth, to his goodness, to his mercy, his character."},{"refcode_short":"SpTA08 22.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 22.1 (Ellen Gould White)","content":"Now, in probationary time, we are all on test and trial. Satan is working with his deceiving enchantments and bribes, and some will think that by their schemes they have made a wonderful speculation. But lo, as they thought they were rising securely, and were carrying themselves loftily in selfishness, they learned that God can scatter faster than they can gather."},{"refcode_short":"SpTA08 22.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 22.2 (Ellen Gould White)","content":"“I have seen the wicked in great power, and spreading himself like a green bay tree, yet he passed away, and lo, he was not; yea, I sought him, and he could not be found.” He who sees the end from the beginning, and who brings order out of confusion, is doing all things well. We will view another side of the picture: “Mark the perfect man, and behold the upright; for the end of that man is peace.” The word of God is offering all the preparation for eternal life. Our faith must be a faith that works by love, and purifies the soul, not defies faith and practice. Do we believe the word of God? Are all who profess the truth faithful and true, steadfast to principle? Are we doing missionary work in the Spirit of Christ?"},{"refcode_short":"SpTA08 22.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 22.3 (Ellen Gould White)","content":"There are men who stand in the pulpits as shepherds, professing to feed the flock, while the sheep are starving for the bread of life. There are long drawn out discourses, largely made up of the relation of anecdotes; but the hearts of the hearers are not touched. The feelings of some may be moved, they may shed a few tears, but their hearts are not broken. The Lord Jesus has been present when they have been presenting that which was called sermons, but their words were destitute of the dew and rain of heaven. They evidenced that the anointed ones described by Zachariah [Zechariah] (see chap. 4) had not ministered to them, that they might minister to others. When the anointed ones empty themselves through the golden pipes, the golden oil flows out of themselves into the golden bowls, to flow forth into the lamps, the churches. This is the work of every true, devoted servant of the living God. The Lord God of heaven cannot approve much that is brought into the pulpit by those who are professedly speaking the word of the Lord. They do not inculcate ideas that will be a blessing to those who hear. There is cheap, very cheap fodder placed before the people."},{"refcode_short":"SpTA08 23.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 23.1 (Ellen Gould White)","content":"When the speaker shall, in a haphazard way, strike in anywhere, as the fancy takes him, when he talks politics to the people, he is mingling the common fire with the sacred. He dishonors God. He has not real evidence from God that he is speaking the truth. He does his hearers a grievous wrong. He may plant seeds which may strike their fibrous roots deep, and they spring up and bear poisonous fruit. How dare men do this? How dare they advance ideas when they do not know certainly whence they came, or that they are the truth."},{"refcode_short":"SpTA08 24.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 24.1 (Ellen Gould White)","content":"Will our brethren bear in mind that we are living amid the perils of the last days? Read Revelation in connection with Daniel. Teach these things. Let discourses be short, spiritual, elevated. Let the preacher be full of the word of the Lord. Let every man who enters the pulpit know that he has angels from heaven in his audience. And when these angels empty from themselves the golden oil of truth into the heart of him who is teaching the word, then the application of the truth will be a solemn, serious matter. The angel messengers will expel sin from the heart, unless the door of the heart is padlocked and Christ is refused admission. Christ will withdraw himself from those who persist in refusing the heavenly blessings that are so freely offered them."},{"refcode_short":"SpTA08 24.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 24.2 (Ellen Gould White)","content":"The Holy Spirit is doing its work on the hearts. But if the ministers have not first received their message from heaven, if they have not drawn their own supplies from the refreshing, life-giving stream, how can they let that flow forth which they have not received? What a thought, that hungry, thirsty souls are sent away empty. A man may lavish all the treasures of his learning, he may exhaust the moral energies of his nature, and yet accomplish nothing, because he himself has not received the golden oil from the heavenly messengers: therefore it cannot flow forth from him, imparting spiritual life to the needy. The tidings of joy and hope must come from heaven. Learn, O learn of Jesus what it means to abide in Christ."},{"refcode_short":"SpTA08 25.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 25.1 (Ellen Gould White)","content":"If the Christian minister receives the golden oil, he has life; and where there is life, there is no stagnation, no dwarfed experience. There is constant growth to the full stature of Christ Jesus. If we have a deep, growing experience in heavenly things, we walk with the Lord, as did Enoch. Instead of consenting to the propositions of Satan, there is most earnest prayer for the heavenly anointing, that we may distinguish the right, the heaven-born, from the common."},{"refcode_short":"SpTA08 25.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 25.2 (Ellen Gould White)","content":"If we are fighting in the strength of the mighty One, we are on the side that will win at last. In the end we shall conquer. The greatest work, the most perilous scenes are before us. The deadly conflict we must meet. Are we prepared for it? God is still speaking to the children of men. He is speaking in many different ways. Will they hear his voice? Will we place our hands confidingly in his, and say, “Lead me, guide me.”"},{"refcode_short":"SpTA08 25.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 25.3 (Ellen Gould White)","content":"There is cheap religion in abundance, but there is no such thing as cheap Christianity. Self may figure largely in a false religion, but it cannot appear in Christian experience. “Ye are workers together with God.” “Without me,” said Christ, “ye can do nothing.” We cannot be shepherds of the flock unless we are divested of our own peculiar habits, manners, and customs, and come into Christ's likeness. When we eat his flesh and drink his blood, then the element of eternal life will be found in the ministry. There will not be a fund of stale, oft-repeated ideas. There will be a new perception of truth."},{"refcode_short":"SpTA08 26.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 26.1 (Ellen Gould White)","content":"Some who stand in the pulpit make the heavenly messengers in the audience ashamed of them. The precious gospel, which it has cost so much to bring to the world, is abused. There is common, cheap talk; grotesque attitudes and workings of the features. There is, with some, rapid talking, with others a thick, indistinct utterance. Every one who ministers before the people should feel it a solemn duty to take himself in hand. He should first give himself to the Lord in complete self-renunciation, determined that he will have none of self, but all of Jesus."},{"refcode_short":"SpTA08 26.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 26.2 (Ellen Gould White)","content":"The word is the preacher's light, and as the golden oil flows from the heavenly olive trees into the bowl, it makes the lamp of life flash with a clearness and power that all will discern. Those who have the privilege of sitting under such a ministry, if their hearts are susceptible to the Holy Spirit's influence, will feel an inner life. The fire of God's love will be kindled within them. The Bible, the word of God, is the bread of life. He who feeds the flock of God must himself first eat of the bread which came down from heaven. He will see the truth on every side. He will not venture to come before the people until he has first communed with God. Then he is led to work as Christ worked. He respects the varied minds that compose his audience. He has a word that touches the case of all, not worldly, confusing ideas. He has no right to introduce the worldly perplexities. The bread of life will satisfy every soul hunger."},{"refcode_short":"SpTA08 27","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 27 (Ellen Gould White)","content":"Conference Officers"},{"refcode_short":"SpTA08 27.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 27.1 (Ellen Gould White)","content":"August, 1896."},{"refcode_short":"SpTA08 27.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 27.2 (Ellen Gould White)","content":"God gave to Moses special direction for the management of his work. He directed Moses to associate men with him as counsellors; that his burdens might be lightened. Through Jethro the message was given: “Hearken now unto my voice, I will give thee counsel, and God shall be with thee: be thou for the people to Godward, that thou mayest bring the causes unto God. And thou shalt teach them ordinances and laws, and shalt shew them the way in which they must walk, and the work they must do. Moreover thou shalt provide out of all the people able men, such as fear God, men of truth, hating covetousness; and place such over them, to be rulers of thousands, and rulers of hundreds, rulers of fifties, and rulers of tens. And let them judge the people at all seasons; and it shall be, that every great matter they shall bring unto thee, but every small matter they shall judge: so shall it be easier for thyself, and they shall bear the burden with thee. If thou shalt do this thing, and God command thee so, then thou shalt be able to endure, and all this people also shall go to their place in peace.”"},{"refcode_short":"SpTA08 28.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 28.1 (Ellen Gould White)","content":"This counsel is for us. It should be heeded by our responsible men. The president of our General Conference has been left to gather to himself burdens which God has not laid upon him, and the things that he has tried to do could not be done wisely and well....."},{"refcode_short":"SpTA08 28.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 28.2 (Ellen Gould White)","content":"Moses said, “When they have a matter, they come unto me; and I judge between one and another, and I do make them know the statutes of God and his laws.” Exodus 18:16. This work is still to be done, and if the men who now bear responsibilities will not do it, then it must be committed to others. The Lord's work must be carried forward without guile, hypocrisy, or covetousness."},{"refcode_short":"SpTA08 28.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 28.3 (Ellen Gould White)","content":"In his instruction to Moses the Lord very plainly set forth the character of those who were to fill important positions as counsellors. They are to be “able men, such as fear God, men of truth, hating covetousness.” The Lord's counsel has been strangely neglected. There are men in places of holy trust who, when reproved, have cared naught for it. Some who for years have stood as counsellors, have boldly stated that they would not receive the testimonies given. In triumph they have declared that many of our most responsible men have lost faith in the message coming from Sister White. Thus the rejectors of light have been strengthened in their unbelief, feeling that they had quite a strong confederacy. Men who have had the light have walked contrary to the light. These words are appropriate: “Truth has fallen in the streets, and equity cannot enter.” The malaria of unbelief has been diffusing its deathly atmosphere throughout the ranks, nigh and afar off. All this has been stated plainly, yet for years matters have been left unchanged. Can the Lord's favor be expected under such circumstances? ..."},{"refcode_short":"SpTA08 28","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 28 (Ellen Gould White)","content":"Study God's Methods"},{"refcode_short":"SpTA08 28.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 28.4 (Ellen Gould White)","content":"As a people we should study God's plans for conducting his work. Wherever he has given directions in regard to any point, we should carefully consider how to regard his expressed will. This work should have special attention. It is not wise to choose one man as president of the General Conference. The work of the General Conference has extended, and some things have been made unnecessarily complicated. A want of discernment has been shown. There should be a division of the field, or some other plan should be devised to change the present order of things...."},{"refcode_short":"SpTA08 29.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 29.1 (Ellen Gould White)","content":"The president of the General Conference should have the privilege of deciding who shall stand by his side as counsellors. Those who will keep the way of the Lord, who will preserve clear, sharp discernment by cultivating home religion, are safe counsellors. Of such a one the Searcher of hearts saith, “I know him, that he will command his children and his household after him. And they shall keep the way of the Lord, to do justice and judgment.” Counsellors of the character that God chose for Moses are needed by the president of the General Conference. It was his privilege at least to express his preference as to the men who should be his counsellors. It was his privilege to discern between him that serveth God and him that serveth him not. But a strange blindness was upon him. There has been a leavening influence upon human minds, and it has been most painful. For years God has been dishonored...."},{"refcode_short":"SpTA08 29.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 29.2 (Ellen Gould White)","content":"I have the word of the Lord for presidents of conferences. They should shoulder the responsibilities involved in the trusts reposed in them. In your work, do not try to meet a human standard, but the standard of God's work. If you will not do this, if you will not seek the Lord most earnestly, if you will not be burden-bearers, but choose to lay your whole weight of responsibilities upon the president of the General Conference, then, week by week, month by month, you are disqualifying yourselves for the work. You should leave it, and engage in common business transactions, which do not so decidedly involve eternal responsibilities."},{"refcode_short":"SpTA08 29.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 29.3 (Ellen Gould White)","content":"Presidents of Conferences, I appeal to you in the name of the Lord Jesus: “Seek ye the Lord while he may be found, call ye upon him while he is near: let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the Lord, and he will have mercy upon him: and to our God, for he will abundantly pardon.” You are to be self-denying missionaries, men of thought, men who will pray for divine enlightenment, and who will be faithful and true to responsibilities. Sit at the feet of Jesus, and learn his will. There must be zealous activity on your part. Teach not your ideas, your plans, your notions, your maxims, but teach the word of the Lord."},{"refcode_short":"SpTA08 30.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 30.1 (Ellen Gould White)","content":"Your weekly seasons of prayer will not qualify any one of you for your great and solemn responsibilities, if, after these seasons, you feel that your work is done, and, having looked into the great moral looking-glass, you go away and forget what manner of man you were. It is not merely one day of service that will suffice for the soul's need. You must be constantly coming to the storehouse to feed on the flesh and blood of the Son of God. Religion is not to be cheapened in 1896 or 1897."},{"refcode_short":"SpTA08 30.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 30.2 (Ellen Gould White)","content":"Those who are partakers of the divine nature are to come out from worldly influences, from empty festivities, and sit down with Christ, in heart communion with their Redeemer. Cease your unbelieving worry. When the anxious disciples saw the hungry multitudes beside the sea, impossibilities arose in their minds, and they questioned, “Shall we go to the villages and buy, to give them to eat?” Just so in the several conferences many now ask. Shall we send to Battle Creek for some one to come and hold meetings with us and revive us and feed us? What said Christ?—No. He commanded the multitude to sit down on the grass in companies of fifty and one hundred. They obeyed orders, seating themselves in long lines on the grass. Jesus took the five loaves and two fishes out of the hands of the lad, and looking up to his Father he asked his blessing upon the meager supply. Then he put into the hands of his disciples the food to be distributed. The scanty provision grew under the hand of Christ, and he had constantly a fresh supply for his servants to distribute to the hungry multitude, until all had a sufficiency. Then the word came, “Gather up the fragments, that nothing be lost.”There was a surplus of food gathered up."},{"refcode_short":"SpTA08 31.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 31.1 (Ellen Gould White)","content":"This is a lesson to all in their spiritual experience. What an amount of worry would be saved if men would only trust in God. The bread of life is to be given to needy souls. And what a work is often made of the matter. There are long councils for devising plans, inventing new methods. There is a constant effort to get up entertainments to draw people to the church or the Sabbath-school. Like the disciples, the workers raise the question, Shall we go unto the villages and buy? What is the work to be done? Come unto Jesus. Humble faith and prayer will accomplish very much more than your long councils. Listen to the Saviour's invitation. Put your neck under his yoke. Accept his burdens. Receive that which he bestows. He says, “My yoke is easy, and my burden is light.”"},{"refcode_short":"SpTA08 31.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 31.2 (Ellen Gould White)","content":"This anticipation of terrible difficulties need not be. We must eat and drink the word of life, which is represented as eating and drinking of the flesh and blood of Christ. Those who know the truth must be educated to receive it from their own shepherds, and pray over it, and practice it. Then souls will grow in faith, and in intelligent knowledge. They would receive the bread of life, and digest it. “The entrance of thy word giveth light. It giveth understanding to the simple.” The truth needs to enter into heart and mind. More, much more praying, and less long sermonizing, will be for the health of the body and soul."},{"refcode_short":"SpTA08 31.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 31.3 (Ellen Gould White)","content":"Money has been expended in sending men to Jerusalem, to see the place where Jesus traveled and taught, when we have the precious Saviour nigh us, his presence with us, and we may have a Jerusalem in our own houses and in the churches. We can discern his fresh footsteps, we can eat his words, and have eternal life. We need more study, more earnest meditation and communion with Christ. We need to listen for the still, small voice, and to rest by faith in the love of Christ. We should have a much more healthful experience, and become much more vigorous Christians."},{"refcode_short":"SpTA08 32.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 32.1 (Ellen Gould White)","content":"We have a superabundance of sermons, but we need to learn to receive the word. All the help from abroad cannot supply this deficiency. The home missionary work must be entered into by home missionaries. God is not pleased with the selfish devisings to give so many advantages to those who know the truth, who had opportunities to understand far more of the truth than they practice. Thousands upon thousands are in ignorance, perishing out of Christ. Yet money and time and labor are devoted to the class who are ever learning, yet never able to come to the experimental knowledge of the truth, because they will not practice the truth."},{"refcode_short":"SpTA08 32.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 8, p. 32.2 (Ellen Gould White)","content":"Those who are ready to do service are those who feed most on Christ. Read and study his word, drink in the inspiration of his spirit, and receive of his grace, not to hoard, but to give to others. In order to instruct others, the teachers must first be learners of Christ. There are Marthas in every church, they are intensely busy in religious activities, and they do much good; but we need also Mary's side of character. The most zealous workers need to learn at the feet of Jesus."}]