[{"refcode_short":"SpTA10 2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 2 (Ellen Gould White)","content":"Special Testimonies for Ministers and Workers—No. 10"},{"refcode_short":"SpTA10 2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 2 (Ellen Gould White)","content":"Lines of Mission Work"},{"refcode_short":"SpTA10 2.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 2.1 (Ellen Gould White)","content":"“Gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ; as obedient children, not fashioning yourselves according to the former lusts in your ignorance: but as he which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am Holy.”"},{"refcode_short":"SpTA10 2.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 2.2 (Ellen Gould White)","content":"I wish to say that the work that is being done by Dr. Kellogg is not to be regarded as a strange work; for it is the very work that every church that believes the truth for this time, should long since have been doing. But our position as depositaries of sacred truth has been but dimly realized. If the world had before them the example that God demands those who believe in him to set, they would work the works of Christ. If Jesus were set forth, crucified among us, if we viewed the cross of Calvary in the light of God's word, we would be one with Christ as he was one with the Father. Our faith would be altogether different from the faith now shown. It would be a faith that works by love to God and to our fellow men, and purifies the soul. If this faith were shown by God's people, many more would believe on Christ. A hallowed influence would be exerted by the benevolent actions of God's servants, and they would shine as lights in the world."},{"refcode_short":"SpTA10 3.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 3.1 (Ellen Gould White)","content":"“Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? When thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh? Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the Lord shall be thy rereward.... And they that shall be of thee shall build the old waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in. If thou turn away thy foot from the Sabbath, from doing thy pleasure on my holy day; and call the Sabbath a delight, the holy of the Lord, honorable; and shalt honor him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words: then shalt thou delight thyself in the Lord; and I will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob thy father: for the mouth of the Lord hath spoken it.”"},{"refcode_short":"SpTA10 3.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 3.2 (Ellen Gould White)","content":"The work specified in these words is the work God requires his people to do. It is a work of God's own appointment. With the work of advocating the commandments of God, and repairing the breach that has been made in the law of God, we are to mingle compassion for suffering humanity. We are to show supreme love to God; we are to exalt his memorial, which has been trodden down by unholy feet; and with this, we are to manifest mercy, benevolence, and the tenderest pity for the fallen race. “Thou shalt love thy neighbor as thyself.” As a people we must take hold of this work. Love revealed for suffering humanity gives significance and power to the truth."},{"refcode_short":"SpTA10 4.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 4.1 (Ellen Gould White)","content":"When the Holy Spirit works through the human agents, exercising its consecrating influence, they will not seek to evade his obligations in regard to the souls perishing around them. Sin and iniquity will not go unrebuked, however important the personage may be who ventures to sin. Benevolence will be more common. There will be no limit to its plans for the salvation of souls."},{"refcode_short":"SpTA10 4.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 4.2 (Ellen Gould White)","content":"Souls in our world today are in need of a Saviour. The Lord has given his church the opportunity to work for him; he has invited them to come to the gospel feast, and to invite others to come with them. Again and again opportunities have been given for God's people to go out into the highways and hedges, and compel those there to come in, that God's house may be full. In the providence of God, Dr. Kellogg has entered upon a work whereby he can organize workers to carry forward the work of bringing the truth before thousands that are now in vice and iniquity, that they may be redeemed from a life of dissipation and sin. All the people of God should be interested in this work. But a love of ease and selfish indulgence has been shown by many. We are sorry to say that some who have had every privilege of knowing Bible truth have not brought it into the inner sanctuary of the soul. God holds all these accountable for their misused talents, which were entrusted to them to be improved, but which they have not returned to him in honest, faithful service."},{"refcode_short":"SpTA10 5.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 5.1 (Ellen Gould White)","content":"All such are represented as coming to the wedding supper without having on the wedding garment, the righteousness of Christ. They have nominally accepted the truth, but they do not practise it. They feel at liberty to come to the supper, but refuse to put on the robe of Christ's righteousness. Professedly circumcised, they are among the uncircumcised in practise, and will be destroyed with the uncircumcised. They have walked with the uncircumcised in their covetousness, and the Lord will not spare them any more than he will the veriest sinner."},{"refcode_short":"SpTA10 5.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 5.2 (Ellen Gould White)","content":"Those who are united heart and soul in the work of God will put on the wedding garment that Christ has provided. Then they will be prepared to work in Christ's lines. They will not receive the grace of God in vain. With humble, devoted reverence, they will labor on the right hand and on the left, thoughtfully conforming their entire service and all their capabilities to God. With singing and praise and thanksgiving, they rejoice with God and the heavenly angels as they see sin-sick souls uplifted and helped, as they see the deluded and the insane sitting clothed and in their right mind at the feet of Jesus, learning of him."},{"refcode_short":"SpTA10 5.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 5.3 (Ellen Gould White)","content":"The work that Dr. Kellogg has been doing is a work that every Sabbath-keeping Adventist should heartily sympathize with and endorse, and take hold of earnestly. The Lord will accept the services of any one who will work in Christ's lines and scatter his invitation of mercy broadcast throughout the world."},{"refcode_short":"SpTA10 5.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 5.4 (Ellen Gould White)","content":"The money expended to prepare ministers for work was essential at the time when there was so much opposition to the light that God was giving in regard to justification by faith and the righteousness of Christ, which is abundantly imputed to all who hunger and thirst for it. But the Lord has set before you another work,—the work of extending the truth by establishing centers of interest in cities, and sending workers into the highways and hedges. But this work has not been done. Money has been absorbed in other lines. Altogether too much work has been done among those who know the truth. It is religion, Bible religion, that God's ministers need."},{"refcode_short":"SpTA10 6.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 6.1 (Ellen Gould White)","content":"Satan will furnish an abundance of speculative projects, that are not after God's order, but are inspired by man's ambitious devising. Thousands of dollars may be spent in traveling. In this way money is consumed, but it accomplishes little. The only right way is to stop devising wonderful plans that absorb means and create inventions that God does not inspire, and devote the Lord's means, and your God-given faculties, to setting in operation a work that will reach the neglected ones, the oppressed, those that cannot rise of themselves."},{"refcode_short":"SpTA10 6.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 6.2 (Ellen Gould White)","content":"Dr. Kellogg is doing a work which, if the churches shall be converted, they can undertake in a limited degree. It gives opportunity for many to minister for God. There are families within the shadow of your own doors in whom you have not shown sufficient interest to lead them to think that you cared for their souls. I entreat of you to read the third and fourth chapters of Zechariah. If these chapters are understood, if they are received, a work will be done for those that are hungering and thirsting for righteousness, a work that will be an advance work, a work that means, Go forward and upward."},{"refcode_short":"SpTA10 7.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 7.1 (Ellen Gould White)","content":"“Thus saith the Lord of Hosts; If thou wilt walk in my ways, and if thou wilt keep my charge, then thou shalt also judge my house, and shalt also keep my courts, and I will give thee places to walk among these that stand by.” There are two parties in this world. The angels of heaven co-operate with every unselfish worker; but the angels of Satan will confuse judgment by using elements that put stumbling-blocks in the way of those whom God would bring to an understanding of the truth."},{"refcode_short":"SpTA10 7.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 7.2 (Ellen Gould White)","content":"If God's workers will be controlled by the Holy Spirit, if they will keep the preparation necessary for time and for eternity ever before them, the Lord will enable them to do a work that will advance his truth."},{"refcode_short":"SpTA10 7.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 7.3 (Ellen Gould White)","content":"Let every one who believes the truth empty himself of his selfishness and self-sufficiency, and his ambitious devising. Let the heavenly messengers empty themselves of the golden oil into the golden tubes, that it may flow into the golden bowls. Every church needs this golden oil; for their lamps are going out, when they should be bright and clear, sending forth to the world a shining light, that will penetrate the moral darkness which has covered the world like a funeral pall. If ever the anointed ones that stand by the Lord of the whole earth were needed, they are needed now."},{"refcode_short":"SpTA10 7.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 7.4 (Ellen Gould White)","content":"The Lord has presented to the church in Battle Creek opportunities to work for him. There are families there that are no help where they are. They should locate in other churches, and communicate to others the knowledge of the truth which God has given them. But let those who make this move first seek God. The spiritual life-blood from Christ is not circulating through their veins of experience because they do not do his service. Growth is impossible. They must be born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth forever. Backsliders know not the virtue of an incorrupted experience. Their counsels are so mingled, the common fire with the sacred, that their decisions are worthless. They are doing harm and misleading others...."},{"refcode_short":"SpTA10 8.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 8.1 (Ellen Gould White)","content":"As surely as the Lord lives and reigns, the words spoken to Nicodemus are spoken to the men who have been handling sacred responsibilities. God says to them, “Ye must be born again.” A conversion, represented by a new birth, must take place. Then the men who have worked according to their supposed wisdom, will become as little children, seeking the Lord as did the children of Israel on the day of atonement, confessing their sins, and purifying themselves from every moral defilement. When they come to the Lord with a sense of their own weakness, the Lord will hear them, and will answer, “Here am I.” The Holy Spirit will strip them of their self-righteousness, pharisaism, and hardness of heart, and will give them a heart of flesh, made soft and tender by its indwelling presence. Self will die, and the life of Christ will be revealed in their lives. The life they now live, they will live by the faith of the Son of God, who loved them and gave himself for them."},{"refcode_short":"SpTA10 8.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 8.2 (Ellen Gould White)","content":"I tell you in the name of the Lord, that those who have had great light, are today in the state described by Christ in his message to the Laodicean church. They think that they are rich, and increased in goods, and feel that they have need of nothing. Christ speaks to you. Hear, O hear, if you have any regard for your souls, the words of the great Counselor, and act upon them: “I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear: and anoint thine eyes with eye-salve, that thou mayest see.”"},{"refcode_short":"SpTA10 9.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 9.1 (Ellen Gould White)","content":"Practical truth must be brought into the life, and the word, like a sharp two-edged sword must cut away the surplus of self that there is in our characters. “The word of God is quick, and powerful, and sharper than any two-edged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.”"},{"refcode_short":"SpTA10 9.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 9.2 (Ellen Gould White)","content":"The Lord has given me messages of warning for his people, which I have, with much burden and pain of soul, communicated to you. I have been awakened at midnight, and in the small hours of the morning, to write you things which your blind eyes could not discern. “Am I therefore become your enemy, because I tell you the truth?” The message God has given has affected some zealously, but not all well. You do not see, you do not realize, the necessity of seeking the Lord earnestly, and fervently, and perseveringly, until you know that Christ is formed within you, the hope of glory."},{"refcode_short":"SpTA10 9.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 9.3 (Ellen Gould White)","content":"When you have a knowledge of God's will, you will follow Christ in all things, and he will hide you in a cleft of the rock, and cover you with his hand, that you may lose sight of self, and behold his glory. Moses said to the Lord, “I beseech thee, show me thy glory.” “And the Lord passed by before him, and proclaimed, The Lord, The Lord God, merciful and gracious, long-suffering, and abundant in goodness and truth, keeping mercy for thousands, forgiving iniquity and transgression and sin, and that will by no means clear the guilty; visiting the iniquity of the fathers upon the children, and upon the children's children, unto the third and to the fourth generation.” This is a representation of the passing by of God. It is a true description of the after- influence of all his working in the path where he goes."},{"refcode_short":"SpTA10 10.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 10.1 (Ellen Gould White)","content":"Those who become careless and reckless and self-indulgent, do not stop to think of the consequences of their actions. Thus it was with Nadab and Abihu, the sons of Aaron. The word of God had given specific direction that sacred fire only was to be used in the service of God. But the senses of Nadab and Abihu were beclouded with wine, and they offered strange fire before God. They placed themselves in a position where they could not distinguish between the sacred and the common. They used common fire, which God had commanded them not to use, and they died before the Lord. After they were slain, Moses said to Aaron. “This is it that the Lord spake, saying, I will be sanctified in them that come nigh me.”"},{"refcode_short":"SpTA10 10.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 10.2 (Ellen Gould White)","content":"How often the actions of these men have been repeated! In a careless manner, the sacred work of God has been mingled with common ideas. This has cheapened the truth. Human opinions have been brought to the front, and unsanctified propositions, born wholly of self, have been acted upon. If those who have done this could see the result of their work, if they could know what it means to turn things upside down, they would tremble before God."},{"refcode_short":"SpTA10 10.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 10.3 (Ellen Gould White)","content":"“The Lord Jesus shall be revealed from heaven with his mighty angels, in flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ: who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power: when he shall come to be glorified in his saints, and to be admired in all them that believe.” Selfish characteristics do not reveal the glory of God, and cannot be practised by those who are truly united to Christ. There is to be straightforward action in all things. When the people of God begin to walk apart from him, their actions testify that they are not eating the flesh and drinking the blood of the Son of God, that they are not one in spirit with Christ. “A little leaven leaveneth the whole lump.” There is among us a leaven of disregard for spiritual and holy practices."},{"refcode_short":"SpTA10 11.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 11.1 (Ellen Gould White)","content":"“I would they were even cut off which trouble you. For, brethren, ye have been called unto liberty; only use not liberty for an occasion to the flesh but by love serve one another. For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbor as thyself. But if ye bite and devour one another, take heed that ye be not consumed one of another. This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh. For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other; so that ye cannot do the things that ye would.” This is practical godliness. But it has been discarded, and strange fire, which the Lord has condemned, has been used."},{"refcode_short":"SpTA10 11.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 11.2 (Ellen Gould White)","content":"The Lord would have his institutions cleansed and uplifted to a high, holy standard. “The fruit of the Spirit is love, joy, peace, long-suffering, gentleness, goodness, faith, meekness, temperance: against such there is no law. And they that are Christ's have crucified the flesh with the affections and lusts. If we live in the Spirit, let us also walk in the Spirit. Let us not be desirous of vain glory, provoking one another, envying one another.”"},{"refcode_short":"SpTA10 12","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 12 (Ellen Gould White)","content":"Sowing Beside All Waters"},{"refcode_short":"SpTA10 12.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 12.1 (Ellen Gould White)","content":"“Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, long-suffering; forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye. And above all these things put on charity, which is the bond of perfectness. And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful. Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.”"},{"refcode_short":"SpTA10 12.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 12.2 (Ellen Gould White)","content":"Strive to excel in the practise of the word of God. This is the only lawful strife. Practise God's word; eat the flesh and drink the blood of the Son of God."},{"refcode_short":"SpTA10 12.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 12.3 (Ellen Gould White)","content":"“As ye have therefore received Christ Jesus the Lord, so walk ye in him: rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving. Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ. For in him dwelleth all the fulness of the Godhead bodily. And ye are complete in him, which is the head of all principality and power.”"},{"refcode_short":"SpTA10 13.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 13.1 (Ellen Gould White)","content":"God is to be glorified in us. Please read the eight chapter of second Corinthians. “This I say, He which soweth sparingly shall reap also sparingly: and he which soweth bountifully shall reap also bountifully.” This is the work of the Lord. When God's people follow his directions on this point, the glory of the Lord shall be their rereward. Who will act on Bible principles, taking the word of God as their counselor?"},{"refcode_short":"SpTA10 13.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 13.2 (Ellen Gould White)","content":"There is a great work to be done. The world will not be converted by the gift of tongues, or by the working of miracles, but by preaching Christ crucified. The Holy Spirit must be allowed to work. God has placed instrumentalities in our hands, and we must use every one of them to do his will and way. As believers we are privileged to act a part in forwarding the truth for this time. As far as possible we are to employ the means and agencies that God has given us to introduce the truth into new localities. Churches must be built to accommodate the people of God, that they may stand as centers of light, shining amid the darkness of the world."},{"refcode_short":"SpTA10 13.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 13.3 (Ellen Gould White)","content":"We must sow beside all waters, keeping our souls in the love of God, working while it is day, and using the means the Lord has given us to do whatever duty comes next. Whatever our hands find to do so, we are to do it with cheerfulness; whatever sacrifice we are called upon to make, we are to make it cheerfully. As we sow beside all waters, we shall realize that “he which soweth bountifully, shall reap also bountifully.”"},{"refcode_short":"SpTA10 14.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 14.1 (Ellen Gould White)","content":"“Every man according as he purposeth in his heart, so let him give; not grudgingly, or of necessity; for God loveth a cheerful giver. And God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work.” Do not draw back after once the Holy Spirit has awakened in your mind a sense of duty. Act on the suggestion, for it was prompted by the Lord. “If any man draw back, my soul shall have no pleasure in him.”"},{"refcode_short":"SpTA10 14.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 14.2 (Ellen Gould White)","content":"It means much to sow beside all waters; it means a continual imparting of gifts and offerings. God will furnish facilities, so that that faithful steward of his entrusted means shall be supplied with a sufficiency in all things, and be enabled to abound to every good work."},{"refcode_short":"SpTA10 14.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 14.3 (Ellen Gould White)","content":"Thank the Lord, the subject of beneficence has been made very clear and plain. “As it is written. He hath dispersed abroad; he hath given to the poor: his righteousness remaineth forever. Now he that ministereth seed to the sower both minister bread for your food, and multiply your seed sown, and increase the fruits of your righteousness.” The seed sown with full, liberal hand is taken charge of by the Lord. He who ministers seed to the sower, gives his worker that which enables him to co-operate with the Giver of the seed by sowing the seed."},{"refcode_short":"SpTA10 14.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 14.4 (Ellen Gould White)","content":"Man is the Lord's co-laborer. The seed sown—acts of liberality—is first given by the Lord; and in sowing, in supplying the necessities of those who are in need, man returns to the Lord his own. The Lord supplies a sufficiency for this work, that his servants may continue ministering to those that are needy."},{"refcode_short":"SpTA10 15.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 15.1 (Ellen Gould White)","content":"This seed-sowing is not merely bestowing temporal blessings. It embraces the precious seed of truth, which is to be given to those that are in need of spiritual enlightenment. They are to be fed with spiritual food, even the bread of life. Words of comfort must be spoken to them: they must be given the invitation to the gospel feast."},{"refcode_short":"SpTA10 15.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 15.2 (Ellen Gould White)","content":"Both temporal and spiritual liberality is included in this lesson of seed-sowing. When God's instrumentalities sow the good seed by distributing to others the temporal blessings God has given them, gratitude and thanksgiving to God are awakened in the hearts of the receivers. They are relieved; their temporal wants are supplied, and the evidence of the love and sympathy of others awakens in their hearts a feeling of thanksgiving to God, and opens the way whereby the seeds of truth may be sown. And God, who ministers seed to the sower, will cause the seed sown to germinate, and spring up unto life eternal."},{"refcode_short":"SpTA10 15.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 15.3 (Ellen Gould White)","content":"God gave his only begotten Son to bear the guilt of the world, that all who believe in him should not perish, but have everlasting life. This is an assurance that everything is provided to enable us to be overcomers. We may be “enriched in everything to all bountifulness, which causeth through us thanksgiving to God. For the administration of this service not only supplieth the want of the saints, but is abundant also by many thanksgivings unto God; whiles by the experiment of this ministration they glorify God for your professed subjection unto the gospel of Christ, and for your liberal distribution unto them, and unto all men.”"},{"refcode_short":"SpTA10 16.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 16.1 (Ellen Gould White)","content":"This work God would have us do. Christ's example must be followed by those who claim to be his children. Relieve the physical necessities of your fellow men, and their gratitude will break down the barriers, and enable you to reach their hearts. Consider this matter earnestly. As churches you have had an opportunity to work, as laborers together with God. Had you obeyed the word of God, had you entered upon this work you would have been blessed and encouraged, and would have obtained a rich experience. You would have found yourselves, as the human agencies of God, earnestly advocating a scheme of saving, of restoration, of salvation. This scheme would not be fixed, but progressive, moving on from grace to grace, and from strength to strength."},{"refcode_short":"SpTA10 16","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 16 (Ellen Gould White)","content":"Self-Denial, and Support of the Ministry"},{"refcode_short":"SpTA10 16.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 16.2 (Ellen Gould White)","content":"Letters have come to me from Oakland and Battle Creek, making inquiries as to the disposition made of the tithe. The writers supposed that they were authorized to use the tithe-money in meeting the expenses of the church, as these expenses were quite heavy. From that which has been shown me, that tithe is not to be withdrawn from the treasury. Every penny of this money is the Lord's own sacred treasure, to be appropriated for a special use."},{"refcode_short":"SpTA10 16.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 16.3 (Ellen Gould White)","content":"There was a time when there was very little missionary work done, and the tithe was accumulating. In some instances the tithe was used for similar purposes as is now proposed. When the Lord's people felt aroused to do missionary work in home and foreign missions, and to send missionaries to all parts of the world, those handling sacred interests should have had clear, sanctified discernment to understand how the means should be appropriated. When they see ministers laboring without money to support them, and the treasury is empty, then that treasury is to be strictly guarded. Not one penny is to be removed from it. Ministers have just as much right to their wages as have the workers employed in the Review and Herald Office, and the laborers in the Pacific Press Publishing house. A great robbery has been practised in the meager wages paid to some of the workers. If they give their time and thought and labor to the service of the Master, they should have wages enough to supply their families with food and clothing."},{"refcode_short":"SpTA10 17.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 17.1 (Ellen Gould White)","content":"The tithe is required of the minister. He does his share according to his ability, and should receive his due. The ministers are often placed where they have to lead out in donations in the places where they labor, and in defraying the expenses of tents, besides providing food for themselves. Many have families at home to support. If they were not traveling from place to place, less expensive clothing could be worn; the extra money paid for tents at camp-meetings and in donations, so frequently leave them no surplus that they feel restrained from acting a part in various enterprises which they would be pleased to participate in. This is expected of them, and in order to do this, they pledge. This pledge they are often a long time in paying; it hangs upon them as a debt which they are frequently unable to lift. It is a great self-denial on the part of these men to thus separate from their families. They are forced to take up with all kinds of fare, and to eat all kinds of food, especially in countries where the standard of truth is first lifted."},{"refcode_short":"SpTA10 18.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 18.1 (Ellen Gould White)","content":"The light which the Lord has given me on this subject, is that the means in the treasury for the support of the ministers in the different fields is not to be used for any other purpose. If an honest tithe were paid, and the money coming into the treasury were carefully guarded, the ministers would receive a just wage. The auditing committee has often been composed of men who were farmers. These could dress in coarse clothing appropriate for the work they were doing. They raised all they needed as a family to subsist upon, and they knew not what the outlay of a minister must necessarily be when he goes into a new field to labor for perishing souls. The outlook is often hard and discouraging. Some fields, when the work is first opened up, are encouraging; but there are other fields that are not so. Both must receive the truth. The minister must labor and pray. He must visit the different families. Frequently he finds the people so poor that they have little to eat, and no room in which to sleep. Often means have to be given to the very needy to supply their hunger and cover their nakedness. Then what injustice to have a company of men as auditing committee who by a dash of the pen will disappoint a distressed minister who is in need of every cent that he has been led to expect. There would be just as much fairness in having a committee decide whether the men employed in our institutions should have their stipulated wages, or should have them curtailed as the human agent, who will himself be in nowise affected by the strait places they may pass through, shall decide."},{"refcode_short":"SpTA10 19.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 19.1 (Ellen Gould White)","content":"The minister who labors should be sustained. But notwithstanding this, those who are officiating in this work see that there is not money in the treasury to pay the minister. They are withdrawing the tithe for other expenses,—to keep up the meeting-house necessities or some charity. God is not glorified in any such work. We have to raise our voice against this kind of management. Let those who have comfortable homes, and are not called upon to leave their families, consider this matter. Gifts and offerings should be brought in by the people as they are privileged in having houses of worship, as in Battle Creek and Oakland, two of our largest churches. Let house-to-house labor be done in setting before the families in Battle Creek and Oakland their duty in acting a part in meeting these expenses, which may be called common or secular, and let not the treasury be robbed. There has not been money in the treasury to supply ministers for the service of God."},{"refcode_short":"SpTA10 19.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 19.2 (Ellen Gould White)","content":"Let those who take such delight in devoting so largely of their means to clothing their bodies, consider that they are using God's money, that might be invested in bearing the truth to those that are perishing in their sins. They need the gospel presented to them, they need to be taught that they must be clothed with the garments of the righteousness of Christ, else they cannot have a place with the saints in light. Those who have had great light, and yet continue to follow the fashions of the world in dress, are using the Lord's money to gratify their pride. They are robbing the cause of God of the means which might far better, for their present and eternal good, be invested in missionary work. When those whose names are on the church books shall be converted, they will no longer delight in their display of dress in the house of God. This is looked upon by the Lord's holy Watcher from heaven, who traces the whole history from cause to effect. He sees what might have been done with the means, had it been used to glorify God, rather than to minister to their pride, and separate their souls from God. The Lord will not serve with the selfish indulgence of these men and women. Had they clothed themselves with modest apparel, as the Holy Spirit has specified they should do, they would have had the blessing of God. The atmosphere surrounding their souls would not be as a spiritual malaria to others who newly come into the faith. Such examples of show and of the love of dress, of following the fashions of this degenerate age,—this leaven of pride and extravagance is gathering to itself, until the whole lump will be leavened. Let the money expended for bicycles be invested in the cause of God."},{"refcode_short":"SpTA10 20.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 20.1 (Ellen Gould White)","content":"The church without living godliness is like the fig tree, to which Christ, hungering for food, came and searched for fruit, and found nothing but leaves. This is as it is with many who profess religion; and our position, having as we have, great light, great opportunities, great privileges, will bring the curse that came upon the fig tree, upon all who have a name to live, and are fruitless. When Christ uttered the words, “Let no fruit grow on thee henceforth forever,” presently “the fig tree withered away.”"},{"refcode_short":"SpTA10 20.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 20.2 (Ellen Gould White)","content":"The Lord is coming speedily, yet, notwithstanding his professed people read the signs of the times.—of famines, of thousands being swept away by earthquakes and floods, by fire, by calamities by sea and land, by plagues, by war and bloodshed,—the love of self so deadens the spiritual senses, that the day of the Lord will come upon them as a thief in the night, and he declares. “They shall not escape.” The Lord is to judge both quick and dead at his appearing and his kingdom. Will these stand in their pride and self-glorification before that tribunal, when the judgment will sit, and the books will be opened, and every man shall be judged according as his works have been?"},{"refcode_short":"SpTA10 21.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 21.1 (Ellen Gould White)","content":"Christ declares, “I know thy works.” Does the Lord seem to be too far away, too indistinct, to produce any appreciable effect on the conduct of the human agent? Shall the hellish shadow of Satan ever be penetrated by living faith? Christ is a personal, present Saviour, one who is ordering all things for his own glory. He is accessible at all times if we will come to him in contrition of soul. I would urge upon all in Battle Creek to wake from your spiritual deathlike slumber. Unless you do, it will pass into the slumber of eternal death."},{"refcode_short":"SpTA10 21.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 21.2 (Ellen Gould White)","content":"Those who have used the tithe-money to supply the common necessities of the house of God, have taken the money that should go to sustain ministers in doing his work, in preparing the way for Christ's second appearing. Just as surely as you do this work, you misapply the resources which God has told you to retain in his treasure-house, that it may be full, to be used in his service. This work is something of which all who have taken a part in should be ashamed. They have used their influence to withdraw from God's treasury a fund that is consecrated to a sacred purpose. From those who do this, the blessing of the Lord will be removed."},{"refcode_short":"SpTA10 22.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 22.1 (Ellen Gould White)","content":"The tithe-money must be kept sacred. There are ministers who receive nothing for their labor; for there was no money to pay them. This I saw would be; for the management is wrong. Let every member of the church deny himself in dress, at the table, in house furniture, in carpets, in many things that are enjoyable, but not a necessity. There are souls to be saved. Can you be called workers together with Christ, can you be wearing his yoke, and yet your indulgence be cutting off the supplies of God's house? I was permitted to hear your faithless bemoaning of “the hard times.” You should deny yourselves in many ways, and be thankful for that which you have. Talk no more your unbelief. If the brethren in responsible positions would talk faith and courage to all the workers in the Office, if you would talk self-denial in the church, if you would practise it in your own families, if you would bear a clean-cut testimony, which you have not borne, if you would all be mouthpieces for God, and present to the church the necessity for self-denial, the humiliation of the soul, praying for the Lord to forgive your pride, your foolish, senseless vanity, the Lord may pass by, and leave you a blessing."},{"refcode_short":"SpTA10 22.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 22.2 (Ellen Gould White)","content":"I call upon editors, I call upon every responsible man in the office of the Pacific Press to believe in Jesus Christ and the truth for this time. Let your works show that you do believe your words of murmuring in the past to be wrong, that it is time now for you to cast your net on the right side of the ship, the side of faith. For the rest of your days, while probation lasts, show what can be done by a self-denying, self-sacrificing, consecrated, living church."},{"refcode_short":"SpTA10 23.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 23.1 (Ellen Gould White)","content":"There is a work to be done in the Office and in the Sanitarium. There is a work to be done in the churches of California. A different testimony must go forth from lips touched with the live coal from off the altar. When you are in Christ, you can bear a living testimony. But throughout the churches there is selfishness and sin, dishonesty, unbelief, criticism, and fault-finding. It is high time now for you to awake out of sleep. Believe with all your heart that Christ died for the world, that he died for you, and that you must have an abiding Christ, and carry a message inspired by the Holy Ghost. We read that in olden times holy men spake as they were moved by the Holy Ghost. This is what we need; this is what we must have. It is not a divided heart, a monotonous message, that we have to bear; it is a living message to dying men. Then talk not of appropriating the tithe that is to send forth ministers to preach the word. Go to work, and see if you cannot speak words that will melt and subdue hearts. I am terribly alarmed. I say again, Put away your unbelief. You make the people selfish and unbelieving because you talk selfishness and unbelief. You are to work now in an opposite direction, after seeking the Lord with all your heart."},{"refcode_short":"SpTA10 23.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 23.2 (Ellen Gould White)","content":"We need money here to carry forward the work. But we have no such resources to draw upon as you have in Oakland and Battle Creek. We cannot sustain ministers in the field; for there is no money in the treasury. I know from the light given me of God that there should be many workers in California. There should be workers in Michigan, and yet men are questioning in regard to using the tithe for other purposes than that which the Lord has specified. In California, in all our cities in America, in the highways and byways, men and women should go forth as consecrated workers, who will proclaim the message of warning. In Michigan, and Battle Creek especially, it has been thought that Dr. Kellogg was working disproportionately for the poor and wretched ones, in medical missionary lines. Then why does not the General Conference go to work? Why does it allow the treasury which should be kept for the purpose of sustaining the ministry, to be drawn upon, and diverted to common things? Why should it permit its ministers to be half paid, and at the same time talk so begrudgingly of that which they do receive? When this work shall cease in our churches, a living testimony will go forth from human lips, under the operation of the Holy Ghost."},{"refcode_short":"SpTA10 24.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 24.1 (Ellen Gould White)","content":"Burdens have been borne, projects have been entered into, and time has been given to matters that God never intended any of you to study upon, or to undertake. Now, for Christ's sake, change the order of things. In the place of having ministers drawn from their fields of labor to learn more, encourage them to communicate what they do know. You have robbed a world that is perishing in its sins, of labor it should have had. If these men will work, if they will study, and consecrate themselves to God, if they will do the work with earnestness, with zeal, with faith and prayer, we shall see something done. Satan has stolen a march on us. God desires that we shall put on the whole armor of righteousness. He says, “Finally, my brethren, be strong in the Lord, and in the power of his might. Put on the whole armor of God, that ye may be able to stand against the wiles of the devil.” Read carefully the injunctions here given by the inspired apostle, and “be ye doers of the word.”"},{"refcode_short":"SpTA10 25","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 25 (Ellen Gould White)","content":"Holy Spirit Versus Selfishness. The Danger of Rejecting Light"},{"refcode_short":"SpTA10 25.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 25.1 (Ellen Gould White)","content":"The great office work of the Holy Spirit is thus distinctly specified by our Saviour, “And when he is come, he will reprove the world of sin.” Christ knew that this announcement was a wonderful trust. He was nearing the close of his ministry upon this earth, and was standing in view of the cross, with a full realization of the load of guilt that must be placed upon him as the sin-bearer. Yet his greatest anxiety was for his disciples. He was seeking to find solace for them, and he told them, “Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.”"},{"refcode_short":"SpTA10 25.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 25.2 (Ellen Gould White)","content":"Evil had been accumulating for centuries, and could only be restrained and resisted by the mighty power of the Holy Spirit, the third person of the Godhead, who would come with no modified energy, but in the fulness of divine power. Another spirit must be met; for the essence of evil was working in all ways, and the submission of man to this satanic captivity was amazing."},{"refcode_short":"SpTA10 26.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 26.1 (Ellen Gould White)","content":"Today, as in Christ's day, Satan rules the minds of many. O that his terrible, fearful work could be discerned and resisted! Selfishness has perverted principles, selfishness has confused the senses and clouded the judgment. It seems so strange that notwithstanding all the light that is shining from God's blessed word, there should be such strange ideas held, such a departure from the spirit and practise of truth. The desire to grasp large wages, with a determination to deprive others of their God-given rights, has its origin in Satan's mind; and by their obedience to his will and way, men place themselves under his banner. Little dependence can be placed on those that have been taken in this snare, unless they are thoroughly converted and renovated; for they have been leavened by wrong principles, which they could not perceive were deleterious in their effect."},{"refcode_short":"SpTA10 26.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 26.2 (Ellen Gould White)","content":"O if those in the various fields, in America and all over the world, were working according to the Bible rule, and were striving to uproot selfishness, what a work would be accomplished for the church! But sins which have from time to time been pointed out are lying at the door of many, sins which the Lord regards as of no light character. If men would only give up their spirit of resistance to the Holy Spirit,—the spirit which has long been leavening their religious experience,—God's Spirit would address itself to their hearts. It would convince of sin. What a work! But the Holy Spirit has been insulted, and light has been rejected. Is it possible for those who for years have been so blinded, to see? Is it possible that in this late stage of their resistance their eyes will be anointed? Will the voice of the Spirit of God be distinguished from the deceiving voice of the enemy?"},{"refcode_short":"SpTA10 27.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 27.1 (Ellen Gould White)","content":"There are men who will soon evidence which banner they are standing under, the banner of the Prince of Life, or the banner of the prince of darkness. If they could only see these matters as they are presented to me; if they could see that, as far as their souls are concerned, they are as men standing on the brink of a precipice, ready to slide over to the depths below, I do not think they would stand trembling on the brink another instant, if they had any regard for their salvation."},{"refcode_short":"SpTA10 27.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 27.2 (Ellen Gould White)","content":"It is not the will of God that any shall perish, but that all shall have everlasting life. O could I be assured that in the coming Conference my brethren would feel a sense of what pure principles mean to them and to all with whom they are associated, my heart would leap with joy! If those that have wandered so far from God and true righteousness would show that the Holy Spirit was striving with them, that they were conscious of their guiltiness in departing from the word of God and acting as blind leaders of the blind, I should have hope. When these do awake from their paralysis, they will be overwhelmed with a sense of lost time,—the Lord's precious talent,—lost opportunities, which were given to them that they might show their appreciation of the infinite compassion of God for fallen man."},{"refcode_short":"SpTA10 27.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 27.3 (Ellen Gould White)","content":"Every soul that accepts Jesus as his personal Saviour, will pant for the privilege of serving God, and will eagerly seize the opportunity to signalize his gratitude by devoting his abilities to God's service. He will long to show his love for Jesus and for his purchased possession. He will covet toil, hardship, sacrifice. He will think it a privilege to deny self, lift the cross, and follow in Christ's footsteps, thus showing his loyalty and love. His holy and beneficent works will testify to his conversion, and will give to the world the evidence that he is not a spurious, but a true, devoted Christian."},{"refcode_short":"SpTA10 28.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 28.1 (Ellen Gould White)","content":"Men are now earnestly plying every art and trade in order to satisfy their desire for more gain. If they would use this tact and zeal and careful thoughtfulness in an effort to gain something for the Lord's treasury, how much would be accomplished! When men who are thoroughly selfish accept Christ, they will show that they have a new heart; and instead of grasping all they possibly can obtain to benefit themselves, instead of making little, stunted sacrifices for the Lord, they will cheerfully do all that they can to advance his work. The spirit of grasping, which has been so largely developed, will die, and they will heed the words of Christ, “Sell that ye have, and give alms.” They will work as laboriously, with zeal and energy and earnestness, to build up the kingdom of God, as they have worked to obtain riches for themselves."},{"refcode_short":"SpTA10 28.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 28.2 (Ellen Gould White)","content":"I tell you the truth. We are far behind our holy religion in our conception of duty. O if those who have been blessed with such grand and solemn truth would arise and shake off the spell that has benumbed their senses and caused them to withhold from God their true service, what would not their well-organized efforts accomplish for the salvation of souls! What a change would be seen in the principles carried out! The world, the flesh, the devil, would not blind men and women as to what constitute pure, sacred, loyal principles."},{"refcode_short":"SpTA10 29.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 29.1 (Ellen Gould White)","content":"The word of God appropriated is the preparation for eternal life. But men have placed such an interpretation upon this word it has been made meaningless. Heart and conscience have become hardened and corrupted. Brethren, in the name of Jesus, I ask, Do you believe the word of God? Are you sons and daughters of God? If you are, it is because you have been converted, and have received Christ into your soul-temple, and your minds have been brought under the new law, even the royal law of liberty. O if I could have the joyful news that the will and minds of those in Battle Creek who have stood professedly as leaders, were emancipated from the teachings and slavery of Satan, whose captives they have been for so long, I would be willing to cross the broad Pacific to see your faces once more. But I am not anxious to see you with enfeebled perceptions and clouded minds because you have chosen darkness rather than light."},{"refcode_short":"SpTA10 29.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 29.2 (Ellen Gould White)","content":"The divine Spirit reveals its working on the human heart. When the Holy Spirit operates upon the mind, the human agent will understand the statement made by Christ, “He shall receive of mine, and shall show it unto you.” Subjection to the word of God means the restoration of one's self. Let Christ work by his Holy Spirit, and awaken you as from the dead, and carry your minds along with his. Let him employ your faculties. He has created your every capability that you may better honor and glorify his name. Consecrate yourself to him, and all associated with you will see that your energies are inspired of God, that your noblest powers are called into exercise to do God's service. The faculties once used to serve self and advance unworthy principles, once serving as members of unrighteous purposes, will be brought into captivity to Jesus Christ, and become one with the will of God."},{"refcode_short":"SpTA10 30.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 30.1 (Ellen Gould White)","content":"There is a work to be done in the churches. Young men and women must be trained and educated, and then places will be found for them in the work. You are worried and perplexed because ‘Dr. Kellogg is gathering in disproportionately in the medical missionary work, because his work far exceeds the work being done in the churches by the General Conference. What is the matter?—It is plain that the light given by God has not been acted upon. Men have supplanted God's plans by their own plans. The prosperity of the medical missionary work is in God's order. This work must be done; the truth must be carried to the highways and the hedges."},{"refcode_short":"SpTA10 30.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 30.2 (Ellen Gould White)","content":"But the heart of the work, the great center, has been enfeebled by the mismanagement of men who have not kept pace with their Leader. Satan has diverted their money and their capabilities into wrong channels. Their precious time has been passing into eternity. The earnest work that is now being done, the aggressive warfare that is being carried on, might long ago have been just as vigorously carried forward in obedience to the light of God. The whole body is sick because of mismanagement and miscalculation. The people to whom God has entrusted eternal interests, the depositaries of truth pregnant with eternal results, the keepers of light that is to illuminate the whole world, have lost their bearings. Has God made a mistake? Are those at the heart of the work chosen vessels that can receive the golden oil, which the heavenly messengers, represented as two olive trees, empty into the golden tubes to replenish the lamps? Are those in Battle Creek, the men and women that God has appointed to do the most solemn work ever given to mortals, in partnership with Jesus Christ in his great firm? Are those whom he has bidden to communicate the light from the burning lamps to others, that the regions of darkness may have opportunity to hear the saving message, doing their duty? ......"},{"refcode_short":"SpTA10 31.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 31.1 (Ellen Gould White)","content":"O if those who profess to know the truth had the Spirit of Christ, the self-sacrificing Redeemer, who gave up his riches, his splendor, his high command, and did all that a God could do to save souls, they would deny self, lift the cross, and follow Jesus. How will you who love worldly treasure answer to God in the great day of judgment for your feeble and sleepy efforts to send the truth to regions beyond? The money expended in bicycles and dress and other needless things must be accounted for. As God's people you should represent Jesus; but Christ is ashamed of the self-indulgent ones. My heart is pained, I can scarcely restrain my feelings, when I think of how easily our people are led away from practical Christian principles to self-pleasing. As yet many of you only partially believe the truth. The Lord Jesus says, “Ye cannot serve God and mammon,” and we are to live by every word which proceedeth out of his mouth. How many believe his word?"},{"refcode_short":"SpTA10 31.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 31.2 (Ellen Gould White)","content":"The Lord abhors your selfish practises, and yet his hand is stretched out still. I urge you for your souls’ sake to hear my plea now for those who are missionaries in foreign countries, whose hands are tied by your ways. Satan has been working with all his powers of deception to bring matters to that pass where the way will be hedged up for want of means in the treasury."},{"refcode_short":"SpTA10 32.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 32.1 (Ellen Gould White)","content":"Do you realize that every year thousands and thousands and ten times ten thousand souls are perishing, dying in their sins? The plagues and judgments of God are already doing their work, and souls are going to ruin because the light of truth has not been flashed upon their pathway. Do we fully believe that we are to carry the word of God to all the world? Who believes this? “How then shall they call on him in whom they have not believed? and how shall they believe in him of whom they have not heard? and how shall they hear without a preacher?” Who has the faith that will enable them to practise this word? Who believes in the light which God has given?"},{"refcode_short":"SpTA10 32.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 32.2 (Ellen Gould White)","content":"The Lord calls for united action. Well-organized efforts must be made to secure laborers. There are poor, honest, humble souls whom the Lord will put in your place, who have never had the opportunities you have had, and who could not have them because you were not worked by the Holy Spirit. We may be sure that when the Holy Spirit is poured out, those who did not receive and appreciate the early rain will not see or understand the value of the latter rain. When we are truly consecrated to God, his love will abide in our hearts by faith, and we will cheerfully do our duty in accordance with the will of God."},{"refcode_short":"SpTA10 32.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 32.3 (Ellen Gould White)","content":"But the little interest that has been manifested in the work of God by our churches alarms me. I would ask all who have means, to remember that God has entrusted this means to them to be used in the advancement of the work which Christ came to our world to do. The Lord tells every man that in the sight of God he is not the owner of what he possesses, but only a trustee. Not thine, but mine, saith the Lord. God will call you to account for your stewardship. Whether you have one talent, or two, or five, not a farthing is to be squandered on your own selfish indulgences. Your accountability to Heaven should cause you to fear and tremble. The decisions of the last day turn upon our practical benevolence. Christ acknowledges every act of beneficence as done to himself."},{"refcode_short":"SpTA10 33","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 33 (Ellen Gould White)","content":"“Go Ye Into All the World, and Preach the Gospel to Every Creature”"},{"refcode_short":"SpTA10 33.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 33.1 (Ellen Gould White)","content":"All who name the name of Christ should work for him with heart and mind and soul and strength; and they will work if they believe the great gospel of truth. The heartiness of their zeal for Christ's sake will testify to the measure of their faith. Self will be swallowed in Christ if they are truly united with him. “I live;” said the great apostle, “yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.”"},{"refcode_short":"SpTA10 33.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 33.2 (Ellen Gould White)","content":"The light given over and over again by the Spirit of God is, Do not colonize. Enter the large cities, and create an interest among the high and the low. Make it your work to preach the gospel to the poor, but do not stop there. Seek to reach the higher classes also. Study your location with a view to letting your light shine forth to others. This work should have been done long since. Do not make the Sabbath question your first specialty. You must reach the people with practical subjects, upon which all can agree...."},{"refcode_short":"SpTA10 34.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 34.1 (Ellen Gould White)","content":"God's people have a work to do which is not being done. The last message of mercy must be given to a world perishing in their sins. Those who are connected with our institutions have every facility and opportunity to work for the poor sinners that are out of Christ; but they are dumb. If our churches would only practise the truth, and show that they believe that Christ came to our world to save sinners, the power of God would attend their labors. But they must keep in touch with the Source of all light and efficiency, and in touch with the world, not to imbibe the spirit of the world, but that they may do the work God has appointed them to do...."},{"refcode_short":"SpTA10 34","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 34 (Ellen Gould White)","content":"Ministerial Institutes"},{"refcode_short":"SpTA10 34.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 34.2 (Ellen Gould White)","content":"“Go ye into all the world, and preach the gospel to every creature,” is Christ's command to his workers. But this plain declaration has been disregarded. Even though the light has been given again and again, men are called from the fields, where they should have continued working in the love and fear of God, seeking to save the lost, to spend weeks in attending a ministerial institute. There was a time when this work was made necessary, because our own people opposed the work of God by refusing the light of truth on the righteousness of Christ by faith. This they should have received and re-echoed with heart and voice and pen; for it is their only efficiency. They should have labored under the Holy Spirit's dictation to give the light to others."},{"refcode_short":"SpTA10 35.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 35.1 (Ellen Gould White)","content":"By devoting year after year to ministerial institutes, fields have been neglected that are white already to harvest. Even the workers have been weakened instead of being strengthened. This has been a mistake. God calls upon his servants to communicate, not to be ever learning, and never able to come to a knowledge of the truth."},{"refcode_short":"SpTA10 35","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 35 (Ellen Gould White)","content":"The Work of the Holy Spirit"},{"refcode_short":"SpTA10 35.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 35.2 (Ellen Gould White)","content":"The great object of the advent of the Holy Spirit is distinctly specified by Christ. “When he is come,” he said, “he will reprove the world of sin, and of righteousness, and of judgment.” This light has been kept before our people for years. The power of the Holy Spirit has been largely manifested at Battle Creek, the great heart of the work, to be communicated to those in the highways and hedges, that the mass of human beings under Satan's sway of sin and death might be reformed and renovated by the Spirit's power. But when light has come to those at the center of the work, they have not known how to treat it. The testimonies God has given his people are in harmony with his word."},{"refcode_short":"SpTA10 35.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 35.3 (Ellen Gould White)","content":"When Christ spoke these words, he was standing in the shadow of the shameful cross, the symbol of the guilt which made the sacrifice of Christ necessary in order to save the world from complete ruin. Christ looked forward to the time when the Holy Spirit, as his representative, should come to do a wonderful work in and through his merits; and he felt privileged to communicate his relief to his disciples."},{"refcode_short":"SpTA10 35.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 35.4 (Ellen Gould White)","content":"The Son of God himself descended from heaven in the garb of humanity, that he might give power to man, enabling him to be a partaker of the divine nature, and to escape the corruption which is in the world through lust. His long, human arm encircled the race, while with his divine arm he grasped the throne of the Infinite. By living, not to please himself, but to please his Heavenly Father, by spending his life in work for others, by doing good, and seeking to save suffering humanity, Christ gave practical lessons of self-denial and self-sacrifice."},{"refcode_short":"SpTA10 36.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 36.1 (Ellen Gould White)","content":"But Satan, working through disobedient elements, was counterworking the work of God. By one desperate act he determined to cut off every ray of light that was shining amid the moral darkness of the world, and thus cut off the communication coming from the throne of God. He determined to defy God the Father, who sent his Son into the world. “This is the heir,” said the wicked husbandman; “come, let us kill him, and the inheritance shall be ours.” And they crucified the Lord of life and glory."},{"refcode_short":"SpTA10 36.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 36.2 (Ellen Gould White)","content":"Before he offered himself as the sacrificial victim, Christ sought for the most essential and complete gift to bestow upon the world, which would act in his place, and bring the boundless resources of grace within the reach of his followers. “I will pray the Father,” he said, “and he shall give you another Comforter, that he may abide with you forever; even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.”"},{"refcode_short":"SpTA10 36.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 36.3 (Ellen Gould White)","content":"The striking feature of divine operations is the accomplishment of the greatest work that can be done in our world, by very simple means. It is God's plan that every part of his government shall depend on every other part, the whole as a wheel within a wheel, working with entire harmony. He moves upon human forces, causing his Spirit to touch invisible chords, and the vibration rings to the extremity of the universe."},{"refcode_short":"SpTA10 37.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 37.1 (Ellen Gould White)","content":"The prince of the power of evil can only be held in check by the power of God in the third person of the Godhead, the Holy Spirit."},{"refcode_short":"SpTA10 37","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 37 (Ellen Gould White)","content":"The Need of a Connection with God"},{"refcode_short":"SpTA10 37.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 37.2 (Ellen Gould White)","content":"God has been pointing out a work which is to be done. The world must be warned. He has given men and women the privilege of being co-partners with him in this great work. If they would use only the facilities provided by God, placing the sacred fire upon their censers, with the fragrant incense, a firm connection would be made between the might of divine power and the human agent. But if men think that they are sufficient of themselves, they become vain-glorious, and the spirit of corruption spreads through the entire being. God cannot use them. Christ says, “without me ye can do nothing.”"},{"refcode_short":"SpTA10 37.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 37.3 (Ellen Gould White)","content":"Those who have not a living connection with God have not an appreciation of the Holy Spirit's manifestation, and do not distinguish between the sacred and the common. They do not obey God's voice, because as the Jewish nation, they know not the time of their visitation. There is no help for man, woman, or child, who will not hear and obey the voice of duty; for the voice of duty is the voice of God. The eyes, the ears, and the heart, will become unimpressible if men and women refuse to give heed to the divine counsel, and choose the way that is best pleasing to themselves."},{"refcode_short":"SpTA10 37.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 37.4 (Ellen Gould White)","content":"O how much better it would be if all who do this were connected with some other work than the sacred institutions appointed by God as his great centers! They are supposed to be under the guidance of the Holy Spirit; but this is a mistake. They do not do the work of God faithfully; they do not give evidence that they realize its sacred character. Their influence misleads others, causing them to regard lightly God's instrumentalities ordained for the saving of souls, and leading them to think that they may bring in their own ideas and common thoughts and plans. Thus a low, cheap, level is reached, and God is greatly dishonored."},{"refcode_short":"SpTA10 38.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 38.1 (Ellen Gould White)","content":"God would have all who have such an experience ingrained in their religious life, choose occupation elsewhere, in laborious, narrow spheres, where eternal interests will not be cheapened by their unconsecrated lives, where there is less room to encounter temptation. Strenuous, flesh-wearing toil may counteract and subdue their evil propensities, and others will not be leavened by their harmful tendencies and traits of character."},{"refcode_short":"SpTA10 38.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 10, p. 38.2 (Ellen Gould White)","content":"Those who have any connection with God's work in any of our institutions must have a connection with God, and must be committed to do right under all circumstances that they may know where they will be found in the day of trial. No one connected with the sacred work of God can remain on neutral ground. If a man is divided, undecided, unsettled, until he is sure that he will lose nothing, he shows that he is a man God cannot use. But many are working in this line. They have not been appointed by God, or else they have decidedly failed to be worked by the mighty agency of the Holy Spirit."}]