[{"refcode_short":"SpTA06 3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 3 (Ellen Gould White)","content":"Special Testimonies for Ministers and Workers—No. 6"},{"refcode_short":"SpTA06 3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 3 (Ellen Gould White)","content":"The Need of Spiritual Discernment"},{"refcode_short":"SpTA06 3.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 3.1 (Ellen Gould White)","content":"Redemption is a part of the divine nature. It is the prerogative of God to have to reconstruct, not to destroy. The Son of God was given to die before the foundation of the world. The existence of sin is unexplainable; therefore, not a soul knows what God is until he sees himself in the light reflected from the cross of Calvary, and detests himself as a sinner, in the bitterness of his soul. When his soul cries out in great need for a sin-pardoning Saviour, then God is revealed as gracious, full of comparison and forgiveness and love, longsuffering and patience. Individually, as church-members, we are, if faithful, servants of Jesus Christ, laborers together with God. When one is bruised by the enemy, and wounded, and commits error, as faithful and true to the Master, as workers together with God, we must take up the missionary work next to us, we must work to heal, not to ruin and to destroy. The hope we have in Christ is because we are sinners. We have a right to claim a Saviour. Then when there are those in any of our institutions associated together, who err, let not men act the part of denouncing, condemning, and destroying, as though they were faultless."},{"refcode_short":"SpTA06 4.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 4.1 (Ellen Gould White)","content":"It is the work of the Christian to mend, to restore, to heal. This healing process saves many a soul, and hides a multitude of sins. God is love. God is, in himself, in his essence, love. He makes the very best of what appears an injury, and gives Satan no occasion for triumph by making the worst appear, and exposing our weakness to our enemies. The world must not be introduced into the church, and married to the church, forming a bond of unity. Through this means the church will become indeed corrupt, and, as stated in Revelation, “a cage of every unclean and hateful bird.”"},{"refcode_short":"SpTA06 4.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 4.2 (Ellen Gould White)","content":"Through association with the world, our institutions will become unsubstantial, unreliable; because these worldly elements, introduced and placed in positions of trust, are looked up to, as teachers to be respected, in their educating, directing, and official position, and they are sure to be worked upon by the spirit and power of darkness; so that the demarkation becomes not distinguished between him that serveth God and him that serveth him not. The parable is given by Jesus Christ in regard to the field in which it was supposed had been sown pure wheat, but the entrusted ones look upon the field with disappointment, and inquire, “Didst not thou sow good seed in thy field? from whence then hath it tares?” The Master of the vineyard answered, “An enemy hath done this.”"},{"refcode_short":"SpTA06 4","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 4 (Ellen Gould White)","content":"Meetings at St. Helena, Cal"},{"refcode_short":"SpTA06 4.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 4.3 (Ellen Gould White)","content":"Thus hath it been presented to me in regard to the Rural Health Retreat. I had a message of warning. I spoke with earnestness, and I know the Lord put his Holy Spirit upon me while I presented the danger of association with, and love of, the world. The worldling is ever on the watch to criticize and accuse those who serve God. This will reveal itself in the querulous complaining of professed Christians, who have never been transformed by the grace of Jesus Christ. They are deadly enemies to those who believe. They despise the Sabbath of the fourth commandment, and if they can make it appear that those who are striving to obey the commandments of God are faulty, Satan has cast his arrow, and now what?—He has shown his accusing power; but his cruel thrusts will do little harm if the professed believers will stand true to the words of Christ, and be doers of his word, and not hearers only. Those to whom these complaints are made, are under bonds to Jesus Christ to love and respect and be faithful to one another who are united to Christ in church fellowship. To unite with the fault-finding element, to be accusers of the brethren, to take up the reproach they lay at your door, is seconding the work of the enemy by playing yourself into his hands, to make his work a success."},{"refcode_short":"SpTA06 5.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 5.1 (Ellen Gould White)","content":"I presented the matter before the hearers, that Jesus the Lord of life and glory, was crucified to please the malice of the Jews, because the principles he presented did not coincide with their own ideas and ambitious aims. He condemned all guile, all underhanded work of policy for supremacy, and every unholy practise. Pilate and Herod became friends in crucifying Jesus Christ. They pleased the Jews in making effective their enmity against one whom Pilate proclaimed innocent. I presented to them Judas, who betrayed his Lord for money value; Peter who denied him in his humiliation in the judgment-hall. A few hours before, he had with great firmness assured his Master he would go with him to prison and to death, and notwithstanding Jesus’ declaration that he would, ere the cock crow, deny him thrice, he was so self-confident that he took not the words of Christ as verity and truth. How little he knew himself! How soon circumstances tested his allegiance to his Master! He denied Jesus in the very hour he should have watched with him in fervent prayer. When in the judgment-hall he was accused of being one of this man's disciples, he denied; and the third time he was accused, he emphasized his denial with cursing and swearing. Said Christ, “Ye shall receive power, after that the Holy Ghost has come upon you: and ye shall be witnesses unto me.” The look of grief and sadness which Jesus gave Peter, was not a hopeless look; it broke the heart of Peter, who denied his Lord."},{"refcode_short":"SpTA06 6.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 6.1 (Ellen Gould White)","content":"But Peter was converted, and then after the crucifixion and resurrection of Christ, when before the rulers, he boldly declared for Jesus, and charged the rulers with these words: “But ye denied the Holy One and the Just, and desired a murderer to be granted unto you; and killed the Prince of life.” There Peter shows himself entirely a different man after his conversion, than the self-confident, boasting Peter prior to his conversion. I presented before them the voice of the world, the enemies of Christ, saying to Christ's messengers, “Ye should not teach in this name,” and “bring this man's blood upon us.” Did these threatenings succeed? did it make cowards of the witnesses of Christ?—No; they proclaimed the message given them of God; and they were shut up in prison, and God sent his angels to release them. The angel of the Lord by night opened the prison doors and brought them forth and said, “Go, stand and speak in the temple to the people all the words of this life.” This voice from the heavenly angels was directly opposite to that voice from the authorities, and which should they obey? “Then Peter and the other apostles answered and said, We ought to obey God rather than men. The God of our fathers raised up Jesus, whom ye slew and hanged on a tree. Him hath God exalted with his right hand to be Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins. And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him. When they heard that, they were cut to the heart, and took counsel to slay him.” Then Gamaliel, a doctor of the law, pleaded in behalf of the apostles, and his words prevailed. Well, this is a little part of the words the Lord gave me to speak to the people."},{"refcode_short":"SpTA06 7.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 7.1 (Ellen Gould White)","content":"The words given me were of that character that I knew the people needed, and which would benefit them if they would hear. One discourse was upon how to treat those united with us in church capacity, if they erred. They were not to permit their minds to be affected to action by the words of the Lord's enemies against his children. If complaints or murmurings or charges are made, they must study in Christ's school as to the course to be pursued toward the ones of whom complaints are made. Tell the matter between him and thee alone, and if he will not hear, then take two or three others; if he will not hear these, tell it to the church. The world has no part with the believers in this work. They cannot discern the motives and principles by which God's people are bound in their relations and dealings with one another. We must be true, loyal soldiers in the army of Jesus Christ. All his followers are to keep step with their Leader. They should never introduce their secrets to, or make confidants of, the enemies of Jesus Christ in regard to their movements or what they purpose to do in their line of action; for it is a betrayal of sacred trusts, and is giving the enemy every advantage. Let the counsel of the people of God be within their own company. The enemies of Christ should not be made familiar with their secrets, while the children of God are kept in ignorance of the very things they ought to know. The secrets of the Lord are with them that fear him."},{"refcode_short":"SpTA06 8.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 8.1 (Ellen Gould White)","content":"The world is the chief enemy of religion. The satanic forces are constantly at work through the world, and those who are professed Christians, yet associated with the world in close fellowship, are so much one in spirit, aims, and principles of working, that they cannot discern between him who serveth God and him who serveth the world. The enemy works constantly to push the world to the front, to be looked upon as superior to those who believe in Jesus, and who seek to be doers of his word. Words of praise and flattery from worldlings are received as sweet morsels, but the judgment of those who love this sort of food is in accordance with the weakness which they show in this direction. Their spiritual life is composed of just the kind of material they feed upon. Their Christian experience is largely dependent on flattery and human appreciation. The fear and love of God are not interwoven in their experience. How pitiable and sad to see men who have known something of the Spirit of God, fall so completely into the arms of the world, as to be swayed and influenced by its voice, and depend upon its favors for strength and success! How manifestly such are alienated from Christ, how full of self-confidence, how full of vaunting, of vanity, and how short-sighted in regard to spiritually! How little true discernment have they to distinguish between him who is a child of God, an heir of the kingdom, and him who is a child of the wicked one, who is a child of disobedience, and an enemy of God! There are only two classes in our world: Those who are obedient to Jesus Christ, who seek the Master, to do his will, and work for the attainment of the salvation of their own souls, and the soul of every one who is associated with them, who names the name of Christ; and the children of disobedience. There are but two classes in our world. Then listen to the words of One who knows: “Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world. They are of the world: therefore speak they of the world, and the world heareth them.” 1 John 4:4, 5. Souls are being deluded. The fear and love of God have not a controlling power. The world is their master, and they chase after its delusive, flattering mirage. Listen to One who gave his life for the world, “that whosoever believeth in him should not perish, but have everlasting life.” He spake as never man spake. The whole of John 15 contains a most important lesson. Read it; obey it. Again, hear the voice of God, “Ye cannot serve God and mammon.”"},{"refcode_short":"SpTA06 10","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 10 (Ellen Gould White)","content":"Mingling of Believers With Unbelievers"},{"refcode_short":"SpTA06 10.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 10.1 (Ellen Gould White)","content":"Let not God's people in any of our institutions sign a truce with the enemy of God and man. The duty of the church to the world is not to come down to their ideas, and accept their opinions, their suggestions, but to heed the words of Christ through his servant Paul, “Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness? and what concord hath Christ with Belial? or what part hath he that believeth with an infidel?” This means in, a special sense, marriage with unbelievers, but it covers more ground than this: it means in our instrumentalities ordained of God, in our institutions for health, in our colleges, in our publishing houses. The matter is placed before us in the correct light. The question is asked, “And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people. Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing.” What does this mean?—The suggestions, the evil workings in the children of disobedience. You are not in any case to become contaminated with the spirit or influence of unbelievers. Be afraid of uniting or binding up in bundles with them. Be afraid of communicating the works connected with the Lord's cause, to those who have no part with God, or sympathy with those who love the truth of God. “And I will receive you, and will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.”"},{"refcode_short":"SpTA06 11.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 11.1 (Ellen Gould White)","content":"I raise my voice of warning against the mingling in our institutions, of the worldly element with those who believe; we have the danger signal to sound. If in our institutions persons are placed in positions of trust, they are educators. Others are taught to look to these persons for instruction, and in this is a snare to the unwary; their ideas become confused in regard to righteousness and truth. They hear those persons who have no respect for the truth, sneer and speak disparagingly of the truth, which should be held firmly and sacredly as truth. When the day's work on Friday should be planned with reference to the Sabbath of the Lord, there is Satan working with those children of disobedience to prolong the service into the sacred hours, and give their orders that those under their direction shall do work on the Sabbath, and then they exult and Satan triumphs. And when men in the highest responsible positions make no difference between those who serve God and those who serve him not, they evidence that their eyes are not single to the glory of God; therefore their whole body is full of darkness. When these men in authority have so mingled with the spirit of worldlings that the words of complaint from the lips of these unbelievers are gathered as verity and truth, they know not what spirit they are of. When they encourage this spirit, and complaints against the people of God, they evidence that they are working on the enemy's side, to belittle and humiliate those whom the Lord loves, and that they strengthen the hands of the wicked, who are doing an evil work. When they feel free to suffer the accusers of God's children to plan for them against his chosen ones, they do not have Christ to plan with them."},{"refcode_short":"SpTA06 12.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 12.1 (Ellen Gould White)","content":"If one of the children of the Lord errs, then if the men in authority are discerning spiritual things, they will understand that their position allows no betrayal of sacred trusts, on their part, and they will not betray the cause of God into the enemy's hands. They will not be reticent to the very ones in whom they should have confidence, and work in silence and secrecy, and open their plans to those who have no sympathy with the chosen people of God. If any workers in our institutions for health are murmured against, and accused by unbelievers or believers, let the following special directions given by our Master, Jesus Christ, be placed in mottoes all through the establishment: “Judge not, that ye be not judged. For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.” Go to those supposed to be in error, talk with them, not working with duplicity and hypocrisy, meeting them day by day with apparent friendship, and at the same time plotting against them in perfect unity with the satanic agencies at work to uproot, to tear down, to remove from the institution the ones the unbelieving element wants removed, while not a word is spoken with the brethren or sisters in the faith to redeem them, to heal them, if they are in error; and if they are not in the wrong, to vindicate the right, and put the rebuke where it belongs,—upon the plotters of an evil work, because Satan is behind the scene. The Lord Jesus rebuked the Pharisees, likening them to sepulchers that do not appear, hidden from sight, but full of corruption. The Lord hates all deception, secrecy, and guile. This is Satan's work; the work of God is open and frank. No one will work against a child of God, on the strength of the testimony of the Lord's enemy, and work after Satan's manner,—concealing himself, yet suggesting, instigating, planning in perfect unity with the Lord's enemies."},{"refcode_short":"SpTA06 13.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 13.1 (Ellen Gould White)","content":"How can the universe of heaven regard such underhanded, cowardly work against those who love God and keep his commandments? Members of the church may commit errors, and often make mistakes, but they are to be dealt with kindly, tenderly, as Christ has dealt with us. But the rebuke of God is upon all those who do the work of God deceitfully, professedly friends of Christ, yet working in an undercurrent style, in darkness, against those who love God. “Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted.”"},{"refcode_short":"SpTA06 13.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 13.2 (Ellen Gould White)","content":"Here is our work, brethren; will we take it up? So little of this is done, that the words of the True Witness come home to the church, “Nevertheless I have somewhat against thee, because thou hast left thy first love. Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and remove thy candlestick out of his place, except thou repent.” “And he showed me Joshua the high priest standing before the angel of the Lord, and Satan standing at his right hand to resist him. And the Lord said unto Satan, The Lord rebuke thee, O Satan; even the Lord that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire? Now Joshua was clothed with filthy garments, and stood before the angel.” This was the appearance of Satan. He had deceived these souls by his delusions and devices. Now these souls had repented before God, and pardon was written against their names. Satan was accusing them of sins, and asserting his right to do as he pleased with them because of their transgression which he had caused them to commit. But Jesus looked upon these souls believing in him, trusting in his righteousness, with the tenderest and loving compassion. “And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment. And I said, Let them set a fair mitre upon his head. So they set a fair mitre upon his head, and clothed him with garments. And the angel of the Lord stood by.” Shall the people of God who are placed in positions of trust, voice the words of Satan against the children of God? Let us act as Christians, true as steel to God and his holy work; quick to discern the devices of Satan in his hidden, deceptive workings through the children of disobedience."},{"refcode_short":"SpTA06 14.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 14.1 (Ellen Gould White)","content":"“Your words have been stout against me, saith the Lord. Yet ye say, What have we spoken so much against thee? Ye have said, It is vain to serve God: and what profit is it that we have kept his ordinance, and that we have walked mournfully before the Lord of Hosts? And now we call the proud happy; yea, they that work wickedness are set up; yea, they that tempt God are even delivered.” These are the words of the unconsecrated who are separating from God, blinded by the enemy. They cannot discern the ways and works of God. Now is represented the opposite class, “Then they that feared the Lord spake often one to another.” These words were not speaking evil of brethren, or making complaints of God, but were words spoken from sincere hearts, words in which were no deceit, no underhanded working, no guile. “And the Lord hearkened, and heard it, and a book of remembrance was written before him for them that feared the Lord, and that thought upon his name. And they shall be mine, saith the Lord of Hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him. Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.”"},{"refcode_short":"SpTA06 15","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 15 (Ellen Gould White)","content":"Strength in Union with Christ"},{"refcode_short":"SpTA06 15.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 15.1 (Ellen Gould White)","content":"May the Lord bless his people with spiritual eyesight, to see that the children of God and the world can never be in copartnership. Whosoever will be the friend of the world is the enemy of God. While every individual should work with Christ to transform the children of darkness, by showing them the Lamb of God that taketh away the sins of the world, they cannot have overflowing sympathy with worldlings in such a degree that they lend them their influence to carry out their suggestions to weaken and do injustice to God's chosen ones. God does not work in this way. In perfect and complete unity there is strength. Not in numbers, but in the perfect trust and unity with Christ, one can chase a thousand, and two put ten thousand to flight. Let us not form unholy bonds of union, with the friends of the world; for God has pronounced his curse upon all such unions. Let the people of God take their stand firmly for truth and for righteousness. Already we see the terrible consequences of uniting believers with unbelievers. The result is, the unbelievers are given the confidence that belongs to those only who love and revere God."},{"refcode_short":"SpTA06 16.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 16.1 (Ellen Gould White)","content":"Already has the power of darkness placed its mold and superscription upon the work that should stand forth, untainted, unpolluted, from Satan's cunning devices. We lift our voice of warning upon the social attractions by worldly bids and worldly baits. Keep clear. Touch not the unclean thing. Let not the world's direction and propositions be given to God's people to control them. Woe be unto him whose wisdom is not from above but from beneath! Men of superficial piety, by their desire to receive patronage, to obtain fame, betray the most sacred interests into the hands of unbelievers. Let not money be obtained by touching or sanctioning any unclean practises. Let the grace of Christ be brought into the heart, and if the workers be few, and God can work with them in our institutions, they will prevail. There must be no deceiving power at work, for it is an unclean thing. There must be no hands that are defiled. Clean hands and a pure heart God will recognize. “For thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.”"},{"refcode_short":"SpTA06 17.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 17.1 (Ellen Gould White)","content":"January 16, 1896."},{"refcode_short":"SpTA06 17.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 17.2 (Ellen Gould White)","content":"The Lord has a controversy with you. I have no need to specify the reasons; you have had them laid open before you again and again. The clean hands, the pure, unselfish, holy purposes have not been brought into your practise, and the benediction of God has not come upon many of those who handle sacred things. The lifting up of the soul and speaking vanity, and the lifting up of men to manage their fellow men, body and soul, is all open before God, with whom we have to do. There is no man or set of men that can manage men. “All ye are brethren.” The Holy Spirit of God alone can do this. When you, because of your position, supposed you could say the word, and it would be done just after your idea, you made a mistake. Truth, honor, and integrity have been compromised to gain certain advantages. Justice hath fallen in the street, and equity cannot enter."},{"refcode_short":"SpTA06 17.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 17.3 (Ellen Gould White)","content":"Religious principles have been corrupted. We will either make more pure, noble, and holy the principles held by God's heritage, or else we will mislead by false proposition, unholy schemes, saying, “The temple of the Lord, The temple of the Lord, are” we. The work and cause of the Lord are sacred. There is to be no mingling of human, common, unholy fire with God's offering. This has been and is still being done; but the men are blind, and see not the result of their zealous efforts. The question is, Shall those who are called from place to place to act a part in the sacred work of God, use the fire of God's own kindling? or shall they use the common fire, of which not one spark should be used, to kindle the incense upon the censors which are offered to God?"},{"refcode_short":"SpTA06 18.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 18.1 (Ellen Gould White)","content":"The spirit which was manifested to the believers by those who established the work in Battle Creek, led them to understand that there was no hidden closet. All was open and clear as the light of day. But the Lord's holy purpose has been grieved. Heaven has manifested its purpose to impart power to those who believe; and the Holy Spirit has been revealed. “He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him. Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world? Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him. He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father's which sent me.”"},{"refcode_short":"SpTA06 18","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 18 (Ellen Gould White)","content":"Working of the Holy Spirit"},{"refcode_short":"SpTA06 18.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 18.2 (Ellen Gould White)","content":"Obedience is the first price of eternal life. “But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.” This is the work of the Holy Spirit. The Comforter is to reveal himself, not in any specified, precise way that man may mark out, but in the order of God; in unexpected times and ways that will honor his own name. Those who are unbelieving do not receive the richest endowment of grace, which would make them wise unto salvation, patient, forbearing, quick of perception to appreciate heavenly ministrations, quick to discern Satan's devices, and strong to resist him. God cannot do his mighty works for them, because of their unbelief."},{"refcode_short":"SpTA06 19.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 19.1 (Ellen Gould White)","content":"Now, just now, is our day of mercy and salvation. The Lord God, who dwelleth in the holy place, sees every soul that shows contempt for the manifestations of his Holy Spirit. God has revealed himself again and again in a most marked manner in Battle Creek. He has given a large measure of his Holy Spirit to the believers there. It has come unexpectedly at times, and there have been deep movings upon hearts and minds; a letting go of selfish purposes, and a bringing into the treasury many things that you were convicted God had forbidden you to have. This blessing extended to large numbers; but why was not this sweet, holy working continued upon hearts and minds? Some felt annoyed at this outpouring, and their own natural dispositions were manifested. They said, “This is only excitement; it is not the Holy Spirit, not showers of the latter rain from heaven.” There were hearts full of unbelief, who did not drink in of the Spirit, but who had bitterness in their souls."},{"refcode_short":"SpTA06 19.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 19.2 (Ellen Gould White)","content":"On many occasions the Holy Spirit did work; but those who resisted the Spirit of God at Minneapolis were waiting for a chance to travel over the same ground again, because their spirit was the same. Afterward, when they had evidence heaped upon evidence, some were convicted; but those who were not softened and subdued by the Holy Spirit's working, put their own interpretation upon every manifestation of the grace of God, and they have lost much. They declared in their heart and soul and words that this manifestation of the Holy Spirit was fanaticism and delusion. They stood like a rock; the waves of mercy were flowing upon and around them, but were beaten back by their hard and wicked hearts, which resisted the Holy Spirit's working. Had this been received, it would have made them wise unto salvation,—holier men, prepared to do the work of God with sanctified ability. But all the universe of heaven witnessed the disgraceful treatment of Jesus Christ, represented by the Holy Spirit. Had Christ been before them, they would have treated him in a manner similar to that in which the Jews treated Christ."},{"refcode_short":"SpTA06 20","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 20 (Ellen Gould White)","content":"Sad Effects of Doubt and Hesitation"},{"refcode_short":"SpTA06 20.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 20.1 (Ellen Gould White)","content":"What moved the people at Battle Creek when they humbled their hearts before God, and cast away their idols? In the days of Christ, when he proclaimed his mission, all bare witness, and wondered at the gracious words that proceeded out of his mouth. But the unbelief whispered by Satan began to work, and they said, “Is not this Joseph's son?” When the Lord Jesus perceived their questioning unbelief, and saw that his gracious words were fading from their minds, he said unto them “Ye will surely say unto me this proverb, Physician, heal thyself: whatsoever we have heard done in Capernaum, do also here in thy country.” Then Christ stated facts to them, and said, “Verily I say unto you, ... many widows were in Israel in the days of Elias, when the heaven was shut up three years and six months, when great famine was throughout all the land; but unto none of them was Elias sent, save unto Sarepta, a city of Sidon, unto a woman that was a widow. And many lepers were in Israel in the time of Eliseus the prophet; and none of them was cleansed, saving Naaman the Syrian.”"},{"refcode_short":"SpTA06 21.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 21.1 (Ellen Gould White)","content":"The Jews considered that this was spoken against them; and that those of a heathen nation should be represented as favored by God before the Jewish nation, was a statement that should not be tolerated; “And all they in the synagogue, when they heard these things, were filled with wrath, and rose up, and thrust him out of the city, and led him unto the brow of the hill whereon their city was built, that they might cast him down headlong.” While they were contending among themselves, Christ passed through the midst of them, and went on his way. Certainly this was one of the places where Christ could not do many mighty works because of their unbelief."},{"refcode_short":"SpTA06 21.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 21.2 (Ellen Gould White)","content":"The very same spirit has been manifested in Battle Creek. Those who opened the door of their hearts to temptation at Minneapolis, and carried the same spirit home with them, will realize, if not now, in the near future, that they resisted the Holy Spirit of God, and did despite to the Spirit of grace. Will they repent? or will they harden their hearts, and resist evidence?"},{"refcode_short":"SpTA06 22.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 22.1 (Ellen Gould White)","content":"There is much that needs to be set in order in every institution that is in operation in our world. Finite men are not to make themselves lords, and seek to govern men's minds and principles, when their own minds and their own principles are very shaky. This uncertainty is being communicated to the churches by men in prominent positions. Unbelief goes in the very atmosphere. Everything is to be shaken that can be shaken, that those things that cannot be shaken may remain. All who truly love Jesus Christ will now stand enlisted under his banner, eager to magnify his name and accomplish his will. Every opportunity is given in an open field, for the manifestation of love and loyalty. There is nothing that Christ hungers and thirsts for so much as whole-hearted disciples, possessing his love and gentleness. Who, I ask, will in these days of approaching peril, when the faith of every one is to be severely tested, comprehend through the Holy Spirit's teaching, the design of God to win all the ability, all the God-entrusted endowments of Christ, to the service of the Prince of Peace? Who will extend the work of God to all places where souls are ignorant of the light? In the cities of America, as well as in foreign countries, a great work is to be done. God calls for cheerful co-workers, and they are not to be repressed, discouraged, and disheartened by counterworking agencies, who themselves refuse to be worked by the Holy Spirit of God. God's ministers are in service to God."},{"refcode_short":"SpTA06 22.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 22.2 (Ellen Gould White)","content":"There are large numbers willing to devote their time to home missionary work if they see that it is pleasant and agreeable to them. They wait for something to do, and work to be brought to them; but they lose physical, mental, and moral efficiency in so doing. In every neighborhood, consecrated ability will do much in personal effort; but let not men prescribe for their brethren according to their ideas. Let the oppression of human minds forever cease, and let the Holy Spirit have a chance to work. Let all who can read and discern the signs of the times, know that Christ is nigh, even at the door. Let love for God and Christ grow daily, and let love for your brethren be without dissimulation. Let faith be in constant use. Believe God because he is God. Put your human, world-loving spirit under the molding of the Spirit of God. The question is asked, When the Lord cometh, will he find faith on the earth? Faith, then, has become almost extinct."},{"refcode_short":"SpTA06 23","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 23 (Ellen Gould White)","content":"Danger in Hesitation"},{"refcode_short":"SpTA06 23.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 23.1 (Ellen Gould White)","content":"One of the dangers to which God's people will be exposed in the many delusions that are coming upon a world that has turned from the truth. These will be of such deceptive power, that Christ declares, “If it were possible they shall deceive the very elect.” Our work now is to confirm our souls in the faith,—that faith which is a working faith, which works by love and purifies the soul. Faith, living, active, working faith, we must have. Christ demands this of us. Verily Christ hath need of us now to represent him; not the cold, harsh, denunciatory, overbearing, and ruling power of the prince of darkness. Those who are Christ's friends will now do whatsoever he commands them. Stand, therefore, having on the whole armor, and having done all to stand. Let the soul-temple be cleansed of prejudice, of that root of bitterness, hatred, whereby many are being defiled. Cling to the Mighty One. Communicate light to others, with cheerful words, and with courage in the Lord. Labor to diffuse that faith and confidence that has been your own consolation. Let it be heard from every lip and voice, “Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.” “Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.” “Let us be glad and rejoice, and give honor to him; for the marriage of the Lamb is come, and his wife hath made herself ready. And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.”"},{"refcode_short":"SpTA06 24.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 24.1 (Ellen Gould White)","content":"Some have been, and are still refusing to put on the wedding garment. They still wear their citizen's dress, and despise the garment woven in the loom of heaven, which is “Christ our Righteousness.” “And he saith unto me, Write, Blessed are they which are called unto the marriage supper of the Lamb.” Who are friends of Christ today? Do you feel an intense desire for the robe of Christ's righteousness? Are you sensible of the filthy rags of your own righteousness? Then let the truth come into your practical life. If you are friends of Christ, show it in words, in spirit; manifest love to Jesus, and love for the souls for whom Christ has died. The sentiments of truth are the elements that constitute a symmetrical Christian character. We are far, far from being Christians, which is to be Christlike. We need the Holy Spirit's efficiency. God lives and reigns. The very reason that the Holy Spirit's manifestations were not accepted as precious tokens from God, is that there was not a receiving of the grace of God. The Spirit of the Lord has been upon his messengers whom he has sent with light, precious light; but there were so many who had turned their faces away from the Sun of Righteousness that they saw not its bright beams. The Lord says of them, “They have turned their back unto me, and not their face.” There is need of seeking the Lord most earnestly."},{"refcode_short":"SpTA06 25","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 25 (Ellen Gould White)","content":"The “American Sentinel”"},{"refcode_short":"SpTA06 25.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 25.1 (Ellen Gould White)","content":"I tell you, my brethren, the American Sentinel should not have become what it has. Scathing remarks are made with pen and voice that cannot reach hearts. The bitterest opponents of truth have not had the light we have had; and after years of professing to know God and Jesus Christ whom he has sent, there are many who are not, in 1895, wise as serpents and harmless as doves. They are so ready to put on the war-dress and show themselves. They do not know what the voice of invitation means, “Learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.”"},{"refcode_short":"SpTA06 25.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 25.2 (Ellen Gould White)","content":"Crowd the Sentinel with straightforward truth. Keep out your thrusts; for you dishonor God in making this showing. Let there be a humiliation of soul before God. This lording over God's heritage as though the endowments of the talents of the mind, the soul, the principles of men, are to be under the jurisdiction of men, is permeating our churches with a spirit after the same order. There are many who are getting where the Lord can do nothing for them. They will not recognize the Spirit or voice of God, but treat his words as idle tales. Many have breathed the atmosphere that has surrounded the souls of men in positions of trust, who have not only thought in their hearts but expressed with their lips, “My Lord delayeth his coming,” and their acts reveal the sentiment."},{"refcode_short":"SpTA06 26.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 26.1 (Ellen Gould White)","content":"Who will now understand these things that I write? There are men who have known the truth, who have feasted upon the truth, who are now divided between infidel sentiments. There is only a step between them and the precipice of eternal ruin. The Lord is coming; but those who venture to resist the light that God gave in rich measure at Minneapolis, who have not humbled their hearts before God, will follow on in the path of resistance, saying, “Who is the Lord that I should obey his voice? The banner all will bear who voice the message of the third angel, is being covered with another color that virtually kills it. This is being done. Will our people now hold fast to the truth? “Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.” This is our standard. Hold it aloft; for it is truth."},{"refcode_short":"SpTA06 27","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 27 (Ellen Gould White)","content":"The Responsibility of a Connection with God's Work"},{"refcode_short":"SpTA06 27.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 27.1 (Ellen Gould White)","content":"It has been revealed to me that the Lord proves and tries all who have named the name of Christ, but especially those who are stewards in any department of his cause. A connection with the special work of God for this time brings with it much responsibility, and the higher the position of trust, the greater the responsibility attached to it. How humble and sincere the one needs to be who is filling such a position! How fearful and mistrustful of himself! How careful to give all the praise and thanksgiving to God!"},{"refcode_short":"SpTA06 27.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 27.2 (Ellen Gould White)","content":"There is a Watcher standing by the side of all those who are filling positions of trust, ready to reprove and convict of wrong-doing, or to answer the prayers for help. He watches to see if the men privileged to bear responsibilities will look to God for wisdom, and avail themselves of every opportunity to perfect a character after the divine similitude. If they deviate from straightforward rectitude, God turns from them: if they do not earnestly strive to understand the will of God concerning them, he cannot bless or prosper or sustain them."},{"refcode_short":"SpTA06 27.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 27.3 (Ellen Gould White)","content":"Those whom God has placed in positions of responsibility should never seek to exalt themselves, or to turn the attention of men to their work. They must give all the glory to God. They must not seek for power that they may lord it over God's heritage; for only those who are under the rule of Satan will do this."},{"refcode_short":"SpTA06 28.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 28.1 (Ellen Gould White)","content":"But the rule-or-ruin system is too often seen in our institutions. This spirit is cherished and revealed by some in responsible positions, and because of this, God cannot do the work he desires to do through them. By their course of action, those who reveal this spirit make manifest what they would be in heaven if entrusted with responsibility."},{"refcode_short":"SpTA06 28.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 28.2 (Ellen Gould White)","content":"Those who will look at human souls in the light of the cross of Calvary, need not err regarding the estimate which should be placed upon them. The reason why God has permitted some of the human family to be so rich, and some so poor, will remain a mystery to men till eternity, unless they enter into right relations with God, and carry out his plans, instead of acting on their own selfish ideas, that because a man is rich, he is to be more highly respected that his poor neighbor. God makes his sun to shine on the just and on the unjust, and this sun represents Christ the Sun of Righteousness, who shines as the light of the world, giving his blessings and mercies, seen and unseen, to rich and poor alike. This principle is to guide our conduct toward our fellow men. The Lord is the teacher of the highest moral sentiments, the loftiest principles, and no man can deviate from these, and be guiltless. It is the highest insult to God's goodness to doubt whether he would be willing for us to impart to others the blessings, spiritual and temporal, which he has freely given us."},{"refcode_short":"SpTA06 29","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 29 (Ellen Gould White)","content":"What Constitutes a Christian"},{"refcode_short":"SpTA06 29.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 29.1 (Ellen Gould White)","content":"A pure religion, an upright, holy life, constitutes a man a Christian. But ever since his defection in heaven, Satan's course has been one of perpetual deception and harshness; and there are professed Christians who are learning his methods and practises. While they claim to be serving the cause of God, they turn their fellow men from their rights, in order to serve themselves."},{"refcode_short":"SpTA06 29.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 29.2 (Ellen Gould White)","content":"Every human being has been bought with a price, and as God's heritage, he has certain rights, of which no one should deprive him. The Lord will not accept service from those who practise double dealing. The least advantage gained in this way will dishonor God and the truth. Those who possess Bible religion will do justice, love mercy, and walk humbly with their God. These are the lines drawn by the God of justice on this matter."},{"refcode_short":"SpTA06 29.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 29.3 (Ellen Gould White)","content":"Again I would urge that living faith in God be cultivated. There are those who, though thought to be serving God, are fast becoming girded about with infidelity. To them crooked paths seem straight; they are living in continual violation of God's truth; corrupt principles are interwoven into their life-practise, and wherever they go, they sow seeds of evil. In the place of leading others to Christ, their influence causes them to question and doubt. They unsettle minds in the truth by entering upon speculative theories, which draw them away from the truth. They help to forge the fetters of doubt and unbelief, fault-finding and accusing; and souls stumble over them to perdition. The blood of souls will be upon those who, while they profess to be in the service of God, are doing the work of his enemy."},{"refcode_short":"SpTA06 30.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 30.1 (Ellen Gould White)","content":"Knowing this, what manner of persons ought we to be? Shall we exalt human wisdom, and point to finite, changeable, erring men as a dependence in time of trouble? or shall we exemplify our faith by our trust in God's power, revealing the net of false theories, religions, and philosophies which Satan has spread to catch unwary souls? By thus doing the word of God, we shall be lights in the world; for if the word of God is practised, we show to all those who come within the sphere of our influence that we reverence and respect God, and that we are working under his administration. By a humble, circumspect walk, by love, forbearance, long-suffering, and gentleness, God expects his servants to manifest him to the world."},{"refcode_short":"SpTA06 30.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 30.2 (Ellen Gould White)","content":"God requires those to whom he has given sacred trusts, to rise to the full height of their responsibilities. Man is placed here in the world on test and trial, and those who are given positions of trust must decide whether they will exalt self, or their Maker; whether they will use their power to oppress their fellow men, or to exalt and glorify God."},{"refcode_short":"SpTA06 30.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 30.3 (Ellen Gould White)","content":"Increased responsibilities bring increased accountability. He who would be a faithful servant must give entire and willing service to the greatest Teacher the world ever knew. His ideas and principles must be kept pure by the power of God. Every day he must learn to become worthy of the trust placed in him. His mind must be quickened by the divine power. His character must be uncontaminated by the influence of his relatives, his friends, or his neighbors. At times he must turn aside from active life to commune with God, and to hear his voice saying to him, “Be still, and know that I am God.”"},{"refcode_short":"SpTA06 31.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 31.1 (Ellen Gould White)","content":"The fruits of the Spirit will be borne by the man who loves God, and keeps the way of the Lord, as the rich clusters of grapes grow on the living vine. Christ is his stronghold. Christ lived the law of God in humanity, and so may man do if he will by faith take hold on the strong and mighty One for strength. If he realizes that he cannot do anything without Christ by his side, God will give him wisdom. But he must cherish the love of Christ in his heart, and practise his lessons; for is he not to love Christ as Christ loved God? Is he not to demonstrate to all with whom he associates that he has the abiding presence of Jesus Christ more than he has ever had it before? Because of his increased responsibilities, he must have an increased knowledge of God, and must reveal that living faith that works by love, and purifies the soul."},{"refcode_short":"SpTA06 31","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 31 (Ellen Gould White)","content":"Frequent Cause of Failure"},{"refcode_short":"SpTA06 31.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 31.2 (Ellen Gould White)","content":"But frequently, when placed in high positions of trust, men fail to take time to pray; they think they have no time to train their every faculty to respond to the convictions of the Holy Spirit. But if these men would sit at the feet of the meek and lowly Jesus, they would carry out sacred responsibilities, confident, not in themselves, but in their God. They would render to God the sacrifice of a noble, self-denying, cross-bearing life. Jesus would be enthroned in their hearts, giving them physical, mental, and moral power to make him known."},{"refcode_short":"SpTA06 32.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 32.1 (Ellen Gould White)","content":"God longs to work through those to whom he has given capabilities for great things. He longs to see those who occupy responsible places, representing him to the world. He desires that Christ be acknowledged as the greatest Teacher the world has ever known, and that he shall shine through their minds as the Light of the world. “But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name.” But in order that this may be, God demands that every intellectual and physical capability be offered as a consecrated oblation to him."},{"refcode_short":"SpTA06 32.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 32.2 (Ellen Gould White)","content":"But some men, as soon as they are placed in sacred positions of trust, regard themselves as great men; and this thought, if entertained, ends the desire for divine enlightenment, which is the only possible thing that can make men great. Those who take this view extinguish all chance of true greatness in themselves, because they will not become illuminated by the Sun of Righteousness."},{"refcode_short":"SpTA06 32.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 32.3 (Ellen Gould White)","content":"But men cannot extinguish the light of life, even though they close their eyes tightly, in order that they may not see it. The Sun of Righteousness shines none the less because the poor, foolish human agent surrounds himself with self-created darkness."},{"refcode_short":"SpTA06 32","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 32 (Ellen Gould White)","content":"Special Dangers of Those in Positions of Responsibility"},{"refcode_short":"SpTA06 32.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 32.4 (Ellen Gould White)","content":"The men who close their eyes to the divine light are ignorant, deplorably ignorant, both of the Scriptures and of the power of God. The Holy Spirit's working is not agreeable to them, and they attribute its manifestations to fanaticism. They rebel against the light, and do all they can to shut it out, calling darkness light, and light darkness. They complain that the teachings of Christ cause undue excitement and fanaticism, which spoil those who receive them for the proper duties of life."},{"refcode_short":"SpTA06 33.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 33.1 (Ellen Gould White)","content":"Those who entertain and speak this belief, do not know what they are talking about. They are cherishing a love for darkness; and just as long as these Christless souls are retained in positions of responsibility, the cause of God is imperiled. They are in danger of fastening themselves so firmly with the dark leader of all rebellion, that they will never see light; and the longer they are retained, the more hopeless is their chance of receiving Christ, or of having a knowledge of the true God. How uncertain they make everything that is spiritual and progressive in the truth! Under the influence of their leader, they become more and more determined to work against Christ. But through good and bad report, through darkness, through all the antagonism of the agencies of Satan, the Sun of Righteousness calmly shines on, searching out evil, repressing sin, and reviving the spirit of the humble and contrite ones. “Lord, to whom shall we go? Thou hast the words of eternal life.”"},{"refcode_short":"SpTA06 33","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 33 (Ellen Gould White)","content":"A Daily Christian Experience Essential"},{"refcode_short":"SpTA06 33.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 33.2 (Ellen Gould White)","content":"The evidence of true value and worth in men who are in responsible positions, is the fact that they have a daily Christian experience in the things of God. They find music in the words spoken by Christ, “But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me: and ye also shall bear witness, because ye have been with me from the beginning” If men will receive the ministration of the Holy Spirit,—the richest gift God can bestow,—they will impart blessings to all who are connected with them."},{"refcode_short":"SpTA06 34.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 34.1 (Ellen Gould White)","content":"But God cannot reveal himself through some who are entrusted with responsibilities. He cannot make them channels through which his grace and compassion and love can flow; for they insult his goodness by exhibiting a masterful spirit toward those whom they regard as being in error and needing reproof, eclipsing Christ's love and mercy by their own unsanctified passions. The enemy of all good is allowed to rule in their hearts, and their lives will reveal his attributes. They claim that the word of God directs them, but by their actions they say, “We want not thy way, but our way.”"},{"refcode_short":"SpTA06 34.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 34.2 (Ellen Gould White)","content":"By their words, their works, and their spirit, those who pursue such a course are making a record in the books of heaven which they will not care to meet; for God does not value them as they value themselves. They are abusing their probationary opportunities, and are grievously neglecting the high privileges conferred upon them. Though finding nothing in the word of God to vindicate their actions, or countenance their opinions, yet they persist in their own way. In that day when judgment is passed upon all, the sentence will be pronounced against them, “Thou art weighed in the balances, and art found wanting.”"},{"refcode_short":"SpTA06 35","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 35 (Ellen Gould White)","content":"The Stewardship of Men"},{"refcode_short":"SpTA06 35.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 35.1 (Ellen Gould White)","content":"God may entrust men with money and possessions, but because of this, they are not to lift themselves up. All they have, they hold in trust; it is lent them by God that they may develop a character like his. They are on trial. God wants to see whether they will prove themselves worthy of the eternal riches. If they use their Lord's goods to set themselves above their fellow men, they prove unworthy of a place in the kingdom of God. In the great reckoning day, they will hear the words: “If therefore ye have not been faithful in the unrighteous mammon who will commit to your trust the true riches? And if ye have not been faithful in that which is another man's, who shall give you that which is your own?”"},{"refcode_short":"SpTA06 35.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 35.2 (Ellen Gould White)","content":"But if those whom the Lord has made stewards, regard their treasures as his gifts, and seek to manifest compassion, sympathy, and love for their fellow men, they are in harmony with the character of God, who gave his only begotten Son to die for their salvation. If they value the souls of the human race according to the price paid for their redemption, they will not work out their natural impulses, but will manifest the attributes of the mind and will of God, and will be channels through which God's generous, loving sentiments may flow to humanity."},{"refcode_short":"SpTA06 35","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 35 (Ellen Gould White)","content":"The Office of Misfortune and Adversity"},{"refcode_short":"SpTA06 35.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 35.3 (Ellen Gould White)","content":"The Lord has permitted misfortunes to come to men, poverty to press upon them, adversity to try them, that he may thus test those whom he has placed in more favored circumstances; and if those to whom he has entrusted his goods, are faithful, he declares them to be worthy to walk with him in white, to become kings and priests unto God. “He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.”"},{"refcode_short":"SpTA06 36.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 36.1 (Ellen Gould White)","content":"“Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings, as new born babes, desire the sincere milk of the word, that ye may grow thereby: if so be ye have tasted that the Lord is gracious. To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious, ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ. Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner-stone, elect, precious: and he that believeth on him shall not be confounded. Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner, and a stone of stumbling, and a rock of offense, even to them which stumble at the word, being disobedient: whereunto also they were appointed. But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should show forth the praises of him who hath called you out of darkness into his marvelous light.”"},{"refcode_short":"SpTA06 36","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 36 (Ellen Gould White)","content":"Position Powerless to Sanctify"},{"refcode_short":"SpTA06 36.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 36.2 (Ellen Gould White)","content":"Are acceptable spiritual sacrifices made to God when men who are placed in positions of great responsibility magnify themselves, and dishonor God? That has been done, and God looks upon their course with displeasure. Instead of growing up into Christ, their living head, manifesting his divine attributes to the world, they have grown earthward. Self has been regarded as of great importance, and selfishness has attached itself to their work. Devotion to God has not been seen; spiritual life in Jesus Christ has not been developed."},{"refcode_short":"SpTA06 37.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 37.1 (Ellen Gould White)","content":"God cannot give his wisdom to men who look upon their position as sufficient excuse for turning from Bible principles to their own finite judgment, as if a position in the work of the Lord gave them liberty of speech, and power to pass resolutions, and devise plans and methods that are not in accordance with God's will. Such need to learn that elevated position has no power to sanctify the heart. God permits them to hold these positions, that he may prove whether they will reveal the character of God or the character of weak, finite humanity, which has never been fully under God's discipline; but positions have no power to develop a man's character. It rests wholly with the man himself to prove whether he will work himself, which means that Satan will work him, or whether he will be worked by the Holy Spirit."},{"refcode_short":"SpTA06 37.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 37.2 (Ellen Gould White)","content":"“Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner.” Have we all made Christ our righteousness? Has he been placed as the honored memorial stone of the corner? Have his lessons of humility been cherished, and have they been acted upon? Have his lessons of mercy, justice, and the love of God been exemplified in our lives?"},{"refcode_short":"SpTA06 38","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 38 (Ellen Gould White)","content":"God the Source of Strength"},{"refcode_short":"SpTA06 38.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 38.1 (Ellen Gould White)","content":"O what weakness men manifest when they separate from the Source of wisdom and power! Have not men been magnified? Have not human sentiments and imperfect traits of character been held up as if of great value, while Christ and his righteousness have been excluded? Have not men woven selfishness into everything they have touched, revealing it persistently and determinedly in their work? Have they not treated the message of God with disdain? Have they not handled means which was not theirs, as though they had a right to do with it as they pleased? And when this means was used to open new fields, have they not acted as though it came from their own individual capital, which they deserved great credit for thus appropriating? Has not the money offered as an oblation to God been used to pile up large buildings in Battle Creek,—to give character to the work, it is said, but really to give opportunity for men to show the genius and tact they manifest in managing these large business houses?"},{"refcode_short":"SpTA06 38.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 38.2 (Ellen Gould White)","content":"“But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should show forth the praises of him who hath called you out of darkness into his marvelous light: which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy. Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul; having your conversation honest among the Gentiles: that, whereas they speak against you as evil-doers, they may by your good works, which they shall behold, glorify God in the day of visitation.”"},{"refcode_short":"SpTA06 39","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 39 (Ellen Gould White)","content":"The Evil of Self-Serving"},{"refcode_short":"SpTA06 39.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 39.1 (Ellen Gould White)","content":"How do men regard the work of the Lord when they feel themselves at liberty to be disobedient, unthankful, unholy, condemnatory, and harsh, loving to serve themselves rather than the Lord? Those who hold sacred trusts are forming their own destiny by the spirit and character they reveal, and do they ever think how their works will appear in the judgment? If the important truth for this time were an abiding principle in the souls of those who minister in the work of the Lord, how earnestly they would strive to obtain perfection of character, that they might surround the souls of those with whom they come in contact, with a life-giving, holy atmosphere, that would revive the hearts of the humble and contrite."},{"refcode_short":"SpTA06 39.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 39.2 (Ellen Gould White)","content":"It is a law of God that whoever believes the truth as it is in Jesus, will make it known. The ideas and convictions of the individual mind will seek for expression. Whoever cherishes unbelief and criticism, whoever feels capable of judging the work of the Holy Spirit, will diffuse the spirit by which he is animated. It is the nature of unbelief and infidelity and resistance of the grace of God, to make themselves felt and heard. The mind actuated by these principles is always striving to make a place for itself, and obtain adherents. All who walk by the side of an apostate will be imbued by his spirit, to share with others their thoughts, and the result of their own inquiries, and the feelings which prompted their action; for it is not an easy matter to repress the principles upon which we act."},{"refcode_short":"SpTA06 40.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 40.1 (Ellen Gould White)","content":"Some who are supposed to be heart and soul devoted to God, are acting contrary to him and to his work. Others have placed confidence in them, but deception covers them as with a garment. Their minds are controlled by a restless, irrepressible energy, an eagerness to disclose their sentiments. Thus seeds are sown everywhere. By a partially expressed sentiment they cast doubt and unbelief of the truth. There are those who are not in harmony with the Testimonies because men in high positions of trust have expressed themselves as not in harmony with them; for the Testimonies do not coincide with their opinions, but rebuke every vestige of selfishness."},{"refcode_short":"SpTA06 40","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 40 (Ellen Gould White)","content":"Evils of Unsanctified Consolidation"},{"refcode_short":"SpTA06 40.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 40.2 (Ellen Gould White)","content":"Everything that has been planned in regard to consolidation, shows that men are seeking to grasp the scepter of power, and hold control over human minds. But God does not work with them in their devising, and the voice they now have in the cause of God is not the voice of God. They have proved themselves utterly unworthy of a place as wise managers; for their strength is used to turn men away from their rights, to benefit themselves. There have been acts of apparent liberality, but God knows the motive which governed them, and he will not accept their offerings until they repent and become conscientious doers of his word."},{"refcode_short":"SpTA06 40","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 40 (Ellen Gould White)","content":"Divine Unity Necessary"},{"refcode_short":"SpTA06 40.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 40.3 (Ellen Gould White)","content":"There is great necessity for unity in the work and cause of God; but for a long time influences have been at work seeking to create disaffection, and the men who feel that they have the power in their hands, care little. They say within themselves, “When this consolidation is perfected, we will show them who is master. We will then bring things into line.” But they will never have that work to do."},{"refcode_short":"SpTA06 41.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 41.1 (Ellen Gould White)","content":"As individuals and as members of the church of God, we need to realize the special work which has been committed to us. Paul writes to Timothy, “Take heed unto thyself, and to the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee.” We have a very important work before us. “Unto me, who am less than the least of all saints,” writes Paul, “is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ; and to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ: to the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God, according to the eternal purpose which he purposed in Christ Jesus our Lord.”"},{"refcode_short":"SpTA06 41.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 41.2 (Ellen Gould White)","content":"“So thou, O son of man, I have set thee a watchman unto the house of Israel; therefore thou shalt hear the word at my mouth, and warn them from me. When I say unto the wicked, O wicked man, thou shalt surely die; if thou dost not speak to warn the wicked from his way, that wicked man shall die in his iniquity; but his blood will I require at thine hand. Nevertheless, if thou warn the wicked of his way to turn from it; if he do not turn from his way, he shall die in his iniquity; but thou hast delivered thy soul.” “When I shall say to the righteous, that he shall surely live; if he trust to his own righteousness, and commit iniquity, all his righteousness shall not be remembered; but for his iniquity that he hath committed, he shall die for it. Again, when I say unto the wicked, Thou shalt surely die; if he turn from his sin, and do that which is lawful and right; if the wicked restore the pledge, give again that he had robbed, walk in the statutes of life, without committing iniquity; he shall surely live, he shall not die. None of his sins that he hath committed shall be mentioned unto him: he hath done that which is lawful and right; he shall surely live. Yet the children of thy people say, The way of the Lord is not equal: but as for them, their way is not equal. When the righteous turneth from his righteousness, and committeth iniquity, he shall even die thereby. But if the wicked turn from his wickedness, and do that which is lawful and right, he shall live thereby. Yet ye say, The way of the Lord is not equal. O ye house of Israel, I will judge you every one after his ways.”"},{"refcode_short":"SpTA06 42","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 42 (Ellen Gould White)","content":"The Pre-Eminence of the Work of Saving Souls"},{"refcode_short":"SpTA06 42.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 42.1 (Ellen Gould White)","content":"The saving of human souls is an interest infinitely above any other line of work in our world. Whoever is brought under the influences of the truth, and through faith is made partaker of Christ's love, is by that very fact appointed of God to save others. He has a mission in the world. He is to be a colaborer with Christ, making known the truth as it is in Jesus; and when men, in any line of God's work, seek to bring the minds and talent of the Lord's human agents under their control, they have assumed a jurisdiction over their fellow men that they cannot maintain without injustice and iniquity. The Lord has placed no man as judge, either of the pen or the voice, of God's workmen."},{"refcode_short":"SpTA06 43.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 43.1 (Ellen Gould White)","content":"There are men whose character and life testify to the fact that they are false prophets and deceivers. These we are not to hear or tolerate. But those whom God is using are under his control, and he has not appointed men with human, short-sighted judgment to criticise and condemn, to pass judgment and reject their work, because every idea does not coincide with that which they suppose to be truth."},{"refcode_short":"SpTA06 43","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 43 (Ellen Gould White)","content":"The Fallibility of Human Judgment"},{"refcode_short":"SpTA06 43.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 43.2 (Ellen Gould White)","content":"Men can become just as were the Pharisees,—wide awake to condemn the greatest Teacher that the world ever knew. Christ gave unmistakable evidence that he was sent of God, yet the Jewish rulers took upon themselves the work the enemy prompted them to do, and charged Him who made the Sabbath, who was the Lord of the Sabbath, with being a Sabbath-breaker. O the foolishness of men! the weakness of men!"},{"refcode_short":"SpTA06 43.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 43.3 (Ellen Gould White)","content":"There are those who are today doing the very same things. In their counsels they venture to pronounce judgment upon the work of God; for they have become trained in doing that which the Lord has never required them to do. They would better humble their own hearts before God, and keep their hands off the ark of God, lest the wrath of God shall break forth upon them; for if God has ever spoken by men, I testify that they have undertaken a work in criticising and pronouncing unsound judgment, which I know is not right. They are but finite men, and being befogged themselves, suppose that other men are in error."},{"refcode_short":"SpTA06 44.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 44.1 (Ellen Gould White)","content":"But these men who presume to judge others should take a little broader view, and say, Suppose the statements of others do not agree with our ideas; shall we for this pronounce them heresy? Shall we, uninspired men, take the responsibility of placing our stakes, and saying, This shall not appear in print?"},{"refcode_short":"SpTA06 44.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 44.2 (Ellen Gould White)","content":"If they still persist in clinging to their own opinions, they will find that God will not sustain their action. Do they take the position that all they advance is infallible? that there is not a shadow of an error or mistake in their productions? Cannot other men who give just as much evidence that they are led and taught of God, catch at an expression in their work which they do not entertain as their views in every particular, and command them to cut it out?"},{"refcode_short":"SpTA06 44.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 44.3 (Ellen Gould White)","content":"Has not our past experience in these things been sufficient? Will we ever learn the lessons which God designs we shall learn? Will we ever realize that the consciences of men are not given into our command? If you have appointed committees to do the work which has been going on for years in Battle Creek, dismiss them; and remember that God, the infinite God, has not placed men in any such positions as they occupied at Minneapolis, and have occupied since then."},{"refcode_short":"SpTA06 44","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 44 (Ellen Gould White)","content":"Not to Be Conscience for Our Fellow Men"},{"refcode_short":"SpTA06 44.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 44.4 (Ellen Gould White)","content":"I feel deeply over this matter of men being conscience for their fellow men. Stand out of the way, and let God work his own instrumentalities. Some have done work for which God will call them to account. He will ask of them, Who hath required this at your hands?"},{"refcode_short":"SpTA06 45.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 45.1 (Ellen Gould White)","content":"I have not liberty to place my writing in the hands of men who feel that their work is to act the part of detectives over their brethren. My brethren in positions of trust, will you not discern your own deficiencies, and put on the whole armor of righteousness yourselves? Will you not be just as watchful and critical over your own spirits and temperaments and words as you are over those of others, lest God should be dishonored, and his truth misrepresented? Your discernment would be greatly improved if you would do this. The truth, the living word, would be as a fire shut up in your bones, which would shine forth in clear, unmistakable distinctness, representing Christ to the world. “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.”"},{"refcode_short":"SpTA06 45.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 45.2 (Ellen Gould White)","content":"Could none of those who have made themselves detectives, see the tendency of the position they have taken in endeavoring to become a controlling power? Where was their clear spiritual eyesight? Why could they discern a mote in the eye of a brother, while a beam was in their own eye? O if ever a temple upon earth needed purifying, the institutions in Battle Creek need it now! Will you not seek God most humbly, that you may give the Laodicean message, with clear, distinct utterance? Where are God's watchmen who will see the peril, and give the warning? Be assured that there are messages to come from human lips, under the inspiration of the Holy Spirit. “Cry aloud, spare not, ... show my people their transgression, and the house of Jacob their sins. Yet they seek me daily, ... as a nation that did righteousness, and forsook not the ordinance of their God.”"},{"refcode_short":"SpTA06 46.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 46.1 (Ellen Gould White)","content":"We are soldiers of Christ. He is the Captain of our salvation, and we are under his orders and rules. We are to wear his armor, we are to be marshaled only under his banner. We are to subdue, not our brother soldiers, but our enemies, that we may build up Christ's kingdom. We are laborers together with God. We are to keep on the whole armor of God, and work as in view of the universe of heaven. Let every man do his duty, as given him of God."},{"refcode_short":"SpTA06 47","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 47 (Ellen Gould White)","content":"Proper Methods of Work in the Southern Field"},{"refcode_short":"SpTA06 47.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 47.1 (Ellen Gould White)","content":"This morning I attended a meeting where a select few were called together to consider some questions that were presented to them by a letter soliciting consideration and advice on these subjects. Of some of these subjects I could speak, because at sundry times and in divers places many things have been presented to me in reference to some matters of labor that required great caution in speech as well as in the expression of thoughts with the pen. The advice given to our brethren in the Southern field has been diverse; it would bring in confusion."},{"refcode_short":"SpTA06 47.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 47.2 (Ellen Gould White)","content":"As my brethren read the selections from letters, I knew what to say to them; for this matter has been presented to me again and again in regard to the Southern field. I have not felt at liberty to write out the matter until now. I will endeavor to make some brief statements at this time, hoping soon to have an opportunity to speak more clearly and at length."},{"refcode_short":"SpTA06 47.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 47.3 (Ellen Gould White)","content":"The light that the Lord has given me at different times has been that the Southern field, where the greatest share of the population of the colored race is, cannot be worked after the same methods as other fields. They are excitable, and outward actions in bodily exercise more than inward piety, compose their religion. Should the colored people in the Southern States be educated, as they receive the truth, that they should work on Sunday, there would be excited a most unreasonable and unjust prejudice. Judges and jurors, lawyers and citizens, would, if they had a chance, bring decisions which would bind about them rites which would cause much suffering, not only to the ones whom they term guilty of breaking the laws of their State, but all the colored people everywhere would be placed in a position of surveillance, and under cruel treatment by the white people, that would be no less than slavery. They have been treated as chattels, regarded as not much above the dumb animals, to do just as their masters told them to do. This has degraded all their powers, and a different method of labor altogether must be pursued toward them, than where the colored people have had greater advantages of schooling, and have learned to read."},{"refcode_short":"SpTA06 48.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 48.1 (Ellen Gould White)","content":"As the colored people have not been educated to read, and have not been uplifted, their religion is more of bodily exercise than inward piety. There cannot be anything like the kind of labor pursued toward them, that is bestowed upon the people whose religion is not outward workings. The Lord will look upon this poor, neglected, down-trodden race with great compassion. Everything of a character to set them in a position of opposition to authorities, as working on Sunday, would cause the colored people great suffering, and cut off the possibility of the white laborers’ going among them; for the workers that intended to do them good, would be charged with raising insurrections."},{"refcode_short":"SpTA06 49.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 49.1 (Ellen Gould White)","content":"I do not want anything of this character to appear, for I know the result. Tell them they need not provoke their neighbors by doing work on Sunday; that this will not prevent them from observing the Sabbath. The Sabbath should not be introduced until they know the first principles of the religion of Jesus Christ. The truth as it is in Jesus is to be made known little by little, line upon line, and precept upon precept."},{"refcode_short":"SpTA06 49.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 49.2 (Ellen Gould White)","content":"Punishment for any offense would be visited unsparingly and unmercifully upon the colored people. Here is a neglected field, rank with corruption, needing to be taught everything; here is a field where medical missionary work can be one of the greatest blessings. In this line the truth may be introduced, but the very first principles of Christianity are to be taught in the A B C. Schools are to be established, having not only children, but fathers and mothers, learning to read."},{"refcode_short":"SpTA06 49.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 49.3 (Ellen Gould White)","content":"Teaching the truth is involving great liabilities. It is essential, then, that families should settle in the South, and as missionary workers they can, by precept and example, be a living power. There cannot be much preaching. The least notice possible should be given to the point of what is doing and what is to be done; for it will create suspicion and jealousy in the minds of men, who, with their fathers and grandfathers, have been slaveholders. There has been so little done for the colored people that they are in moral degradation, and are looked upon as slaves to the white population still, although they have been emancipated at terrible cost."},{"refcode_short":"SpTA06 50.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 50.1 (Ellen Gould White)","content":"We are to study the situation with great care, for the Lord is our enlightener. The Lord has given men capabilities to exercise, but there is too little deep thinking, and too little earnest praying that the Lord would give wisdom at all times how to work difficult fields. We are under obligation to God, and if we love God, we are in duty bound not only on the general ground of obligation and obedience, to obey the orders of our spiritual Leader, but to save as many souls as we can, to present them as sheaves to Jesus Christ, who gave himself a living sacrifice to ransom them, and make them free servants of Jesus Christ. There is not to be one word uttered which would stir up the slumbering enmity and hatred of the slaves against discipline and order, or to present before them the injustice that has been done them."},{"refcode_short":"SpTA06 50.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 50.2 (Ellen Gould White)","content":"Nothing can be done at first in making the Sabbath question prominent, and if the colored people are in any way educated to work on Sunday, there will be unsparing, merciless oppression brought upon them. Already there has been too much printed in regard to the persecution of the Sabbath-keepers in the Southern States, and those who are bitter against the law of God, trampling it under their feet, are all the more in earnest to make human laws a power. Their religious prejudice and bigotry would lead them to do any act of violence, verily thinking they were doing God's service; for they are in great error. A blind zeal under false religious theories, is the most violent and merciless. There are many who are stirred up by the representations in our papers, to do just as their neighboring States are doing. All these things give them the appearance of defying the law. In Christ's day, when persecuted in one city, they fled to another. It may be the duty of those persecuted, to locate themselves in another city or another country. “And ye shall be hated of all men for my name's sake: but he that endureth to the end shall be saved. But when they persecute you in this city, flee ye into another: for verily I say unto you, Ye shall not have gone over the cities of Israel, till the Son of Man be come. The disciple is not above his master, nor the servant above his lord.” Matthew 10:22-24."},{"refcode_short":"SpTA06 51.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 51.1 (Ellen Gould White)","content":"At present, persecution is not general, but let the Southern element have words come to them of a nature to arouse their excitable disposition, and the whole cause of truth would suffer, and the great missionary field be closed. Let all be warned. Let the instruction be given to this much-oppressed people that the keeping of the Sabbath does not necessitate their working on Sunday; for if they should do this, they would have instigated against them all the powers of the white population who are transgressors of the law of God. Church-members and priests and rulers will combine to organize secret societies to work in their land to whip, imprison, and destroy the lives of the colored race. History will be repeated. Let efforts be made in as silent a manner as possible; but this people need not be told that the observance of Sunday is the mark of the beast until this time shall come. If the Southern people get some of the ideas in their minds of the mark of the beast, they would misconstrue and give, honestly, the most false impression on these subjects, and do strange things."},{"refcode_short":"SpTA06 52.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 52.1 (Ellen Gould White)","content":"As many of the people cannot read for themselves, there are plenty of professed leaders who will read the Bible falsely, and make it testify to a lie. Many are working in this line now among those who are poor scholars, and have not a knowledge of the Scriptures. Our publications also will be misread. Things will be read out of the books that were never there, advocating the most objectionable things. An excitement could be easily worked up against Seventh-day Adventists. The most successful methods are to encourage families who have a missionary spirit, to settle in the Southern States, and work with the people without making any noise."},{"refcode_short":"SpTA06 52.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 52.2 (Ellen Gould White)","content":"In such places as the Southern field, there should be established sanitariums. There should be those who believe the truth,—colored servants of God,—under training to do work as medical missionaries under the supervision of white managers; for this combination will be much more successful. The medical missionary workers, co-operating with families who shall make their home in the South, need not think that God will condemn them if they do not work on Sunday; for the Lord understands that every effort must be made not to create prejudice, if the truth finds standing-place in the South. The words of truth cannot go forth with great publicity, but schools should be started by families coming into the South, and working in schools, not with a large number congregated in one school, but as far as possible in connection with those who have been working in the South. Dwell particularly upon the love of God, the righteousness of Christ, and the open treasure-house of God, presenting the truth in clear lines upon personal piety. There will be the bad influence of the white people upon the blacks as there has been in the past. Evil angels will work with their own spirit upon evil men. Those co-operating with those who work in any place to uplift Jesus and to exalt the law of God, will find to all intents and purposes that they wrestle not against flesh and blood, but against principalities, against the rulers of the darkness of this world, and against spiritual wickedness in high places."},{"refcode_short":"SpTA06 53.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 53.1 (Ellen Gould White)","content":"“Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand. Stand, therefore, having your loins girt about with truth, and having on the breastplate of righteousness; and your feet shod with the preparation of the gospel of peace; above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. And take the helmet of salvation, and the sword of the Spirit, which is the word of God.”"},{"refcode_short":"SpTA06 53.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 53.2 (Ellen Gould White)","content":"Here is our sufficiency. Our defense is in the preparation of the gospel. The Lord will give wisdom to all who ask him; but let those who are to work difficult and peculiar fields, study Christ's methods. Let not their own peculiar traits of character be brought into the work; for Satan knows upon just what traits of character to work, that objectionable features may be revealed. These traits of character, received by inheritance or cultivated, are to be cut away from the soul, and the Spirit of Christ is to take possession of the organs of speech, of the mental power, of the physical and moral powers, else when in the midst of important interests, Satan shall work with his masterly power to create a condition of things that will call into active exercise these special traits of character, and will bring defeat just when there should be a victory, and so the cause of God will sustain a loss."},{"refcode_short":"SpTA06 54.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 54.1 (Ellen Gould White)","content":"“And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law; to them that are without law, as without law (being not without law to God, but under the law to Christ,) that I might gain them that are without law. To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some. And this I do for the gospel's sake, that I might be partaker thereof with you.” We know that the apostle did not sacrifice one jot of principle. He did not allow himself to be led away by the sophistry and maxims of men. He was not to coincide with the suppositions and assurances of men who were teaching for doctrine the commandments of men; because iniquity and transgression were in the ascendency and advancing, he did not allow his love to wax cold. All zeal and earnestness are to be retained; but at the same time some features of our faith, if expressed, would, by the elements with which you have to deal, arouse prejudice at once."},{"refcode_short":"SpTA06 54.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 54.2 (Ellen Gould White)","content":"Paul could be as zealous as any of the most zealous, in his allegiance to the law of God, and show that he was perfectly familiar with the Old Testament Scriptures. He could dwell upon the types and shadows that typified Christ; he could exalt Christ, and tell all about Christ, and his special work in behalf of humanity, and what a field he had to explore. He could advance most precious light upon the prophecies, that they had not seen; and yet he would not offend them. Thus the foundation was laid nicely, that when the time came that their spirits softened, he could say in the language of John, Behold in Jesus Christ, who was made flesh, and dwelt among us, the Lamb of God, who taketh away the sins of the world."},{"refcode_short":"SpTA06 55.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 55.1 (Ellen Gould White)","content":"To the Gentiles, he preached Christ as their only hope of salvation, but did not at first have anything definite to say upon the law. But after their hearts were warmed with the presentation of Christ as the gift of God to our world, and what was comprehended in the work of the Redeemer in the costly sacrifice to manifest the love of God to man, in the most eloquent simplicity he showed that love for all mankind,—Jew and Gentile,—that they might be saved by surrendering their hearts to him. Thus when, melted and subdued, they gave themselves to the Lord, he presented the law of God as the test of their obedience. This was the manner of his working,—adapting his methods to win souls. Had he been abrupt and unskilful in handling the word, he would not have reached either Jew or Gentile."},{"refcode_short":"SpTA06 55.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 55.2 (Ellen Gould White)","content":"He led the Gentiles along to view the stupendous truths of the love of God, who spared not his own Son, but delivered him up for us; and how shall he not, with him also freely give us all things? The question was asked why such an immense sacrifice was required, and then he went back to the types, and down through the Old-Testament Scripture, revealing Christ in the law, and they were converted to Christ and to the law."},{"refcode_short":"SpTA06 56.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 56.1 (Ellen Gould White)","content":"“But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy. And the fruit of righteousness is sown in peace of them that make peace.” All this may be, and yet not one principle of truth be sacrificed."},{"refcode_short":"SpTA06 56","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 56 (Ellen Gould White)","content":"The Need of Divine Guidance"},{"refcode_short":"SpTA06 56","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 56 (Ellen Gould White)","content":"Danger of Contracting the Work"},{"refcode_short":"SpTA06 56.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 56.2 (Ellen Gould White)","content":"I was more sorry than I can express, to learn that under your instruction Brethren ----- and ----- sought to restrict the work at the ----- camp-meeting. You could not have advised them to do a worse thing, and you should not have put a work into their hands that they were not fitted to do in a wise manner. Be careful how you repress advancing work in any locality. There is little enough being done in any place, and it certainly is not proper to seek to curtail operations in missionary lines."},{"refcode_short":"SpTA06 56.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 56.3 (Ellen Gould White)","content":"After looking matters over carefully and prayerfully, I wrote as I did in my notes of travel. I wanted to leave the matter in such a shape as not to discourage the laborers in ----- in their effort to do something, although I desired to give them caution, so that they would not make any extreme moves in their plans. The workers were doing well, and ought to have been encouraged and advised to go on with their work. There are men in ----- who should have helped them by making needed donations to invest in the cause. They will have to give to the work before they will grow in grace and the knowledge of the truth."},{"refcode_short":"SpTA06 57.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 57.1 (Ellen Gould White)","content":"You and your workers should have looked at this matter from different points of view than you did. You should have investigated the work thoroughly, and asked yourselves if five thousand dollars was too large a debt to incur in the important work in which these workers were engaged. Your influence should have been exerted in such a way as to cause the people to see the importance of the work, and to realize that it was their duty to rise to the emergency. You should have done as I wrote of doing, in my notes of travel. But if our brethren feel at liberty to stop the work when they cannot see where money is coming from to sustain it, then the work will not only be contracted in ----- and -----, but in every other State in the Union. If our workers are going forward in any place, do not put up the bars, and say, “Thus far shalt thou go and no farther.” I feel sad that you have closed up the school at -----. I see that the brethren sent to look after this enterprise have not taken measures to advance the work by soliciting donations from men who could give. There are rich men in the conference, who have made complaints about the debt that has been incurred, who ought to have sustained these workers. While reproach and discouragement have been cast upon the workers, the impression has been left upon those who have means that they have a perfect right to question every enterprise that calls for money."},{"refcode_short":"SpTA06 58","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 58 (Ellen Gould White)","content":"When Personal Oversight of Details is Inconsistent"},{"refcode_short":"SpTA06 58.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 58.1 (Ellen Gould White)","content":"God does not require you to take such a course that the workers in ----- or anywhere else shall not feel at liberty to make advance movements unless they can consult you, and ask what your judgment of the matter is before they advance. I cannot sanction the idea that you must have a personal oversight of all the details of the work. If I did, the result would be that no worker would dare to exercise his own judgment in anything. The workers would have to rely upon one man's brain and one man's judgment, and the result would be that men would be left in inefficiency because of their inactivity. There are altogether too many of this class now, and they amount to next to nothing. I write this because I feel deeply on this point. We are not doing one half that we ought to do."},{"refcode_short":"SpTA06 58.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 58.2 (Ellen Gould White)","content":"It is true that the ----- school must be sustained, but this need not hinder us from sustaining other schools. We should have primary schools in different localities to prepare the youth for our higher schools. It may seem to you that it is wise to close the school in -----, but I fail to see the wisdom of it. To close up this school will seem to reflect discredit upon all that the people have done, and will discourage them from making further advancement. I cannot see that you have gained anything in making the move that you have, nor can I feel that it is in accordance with God's order. It will work nothing but injury, not only to those that have complained about the debt, but also to the workers. Men who have property and could have helped this enterprise, will breathe more freely. These moneyed men will be encouraged, not to do more for the cause than they have done, but to do less. They will feel at liberty to complain concerning anything that calls for an outlay of means."},{"refcode_short":"SpTA06 59","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 59 (Ellen Gould White)","content":"The Work Not Circumscribed By the Counsel of God"},{"refcode_short":"SpTA06 59.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 59.1 (Ellen Gould White)","content":"O that the Lord might guide you! You should never in a single instance allow hearsay to move you to action, and yet you have sometimes done this. Never take action to narrow and circumscribe the work unless you know that you are moved to do so by the Spirit of the Lord. Our people are doing work for foreign missions, but there are home missions that need their help just as much as these foreign missions. We should make efforts to show our people the wants of the cause of God, and to open before them the need of using means that God has entrusted to them, to advance the work of the Master both at home and abroad. Unless those who can help in ----- are roused to a sense of their duty, they will not recognize the work of God when the loud cry of the third angel shall be heard. When light goes forth to lighten the earth, instead of coming up to the help of the Lord, they will want to bind about his work to meet their narrow ideas. Let me tell you that the Lord will work in this last work in a manner very much out of the common order of things, and in a way that will be contrary to any human planning. There will be those among us who will always want to control the work of God, to dictate even what movements shall be made when the work goes forward under the direction of the angel who joins the third angel in the message to be given to the world. God will use ways and means by which it will be seen that he is taking the reins in his own hands. The workers will be surprised by the simple means that he will use to bring about and perfect his work of righteousness. Those who are accounted good workers will need to draw nigh to God, they will need the divine touch. They will need to drink more deeply and continuously at the fountain of living water, in order that they may discern God's work at every point. Workers may make mistakes, but you should give them a chance to correct their errors, give them an opportunity to learn caution by leaving the work in their hands."},{"refcode_short":"SpTA06 61","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 61 (Ellen Gould White)","content":"Important Principles"},{"refcode_short":"SpTA06 61.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 61.1 (Ellen Gould White)","content":"My prayer is that the Lord may be with you in great power during the coming conference. Some may be absent that you might wish were present; but Jesus is your helper. I sincerely hope and pray that those who bear responsibilities in Michigan, New England, Ohio, Indiana, and other States, will take broader views of the work than they have done. I hope Michigan will take a step in advance. I feel to regret the fact that there is such a dearth of breadth of mind and of far-seeing ability. Workers should be educated and trained for the fields of labor. We need missionaries everywhere. We need men and women who will give themselves without reserve to the work of God, bringing many sons and daughters to God."},{"refcode_short":"SpTA06 61.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 61.2 (Ellen Gould White)","content":"Individual Judgment to be Exercised. I have been shown that there is one practise which those in responsible places should avoid; for it is detrimental to the work of God. Men in position should not lord it over God's heritage, and command everything around them. Too many have marked out a prescribed line which they wish others to follow in the work. Workers have tried to do this with blind faith, without exercising their own judgment upon the matter which they had in hand. If those who were placed as directors were not present, they have followed their implicit directions just the same. But in the name of Christ, I would entreat you to stop this work. Give men a chance to exercise their individual judgment. Men who follow the leading of another, and are willing that another should think for them, are unfit to be entrusted with responsibility. Our leading men are remiss in this matter. God has not given to special ones all the brain power there is in the world. Men in responsible positions should credit others with some sense, with some ability of judgment and foresight, and look upon them as capable of doing the work committed to their hands. Our leading brethren have made a great mistake in marking out all the directions that the workers should follow, and this has resulted in deficiency, in a lack of a caretaking spirit in the worker, because they have relied upon others to do all their planning, and have themselves taken no responsibility. Should the men who have taken this responsibility upon themselves step out of our ranks, or die, what a state of things would be found in our institutions! Leading men should place responsibilities upon others, and allow them to plan and devise and execute, so that they may obtain an experience. Give them a word of counsel when necessary, but do not take away the work because you think the brethren are making mistakes. May God pity the cause when one man's mind and one man's plan is followed without question. God would not be honored should such a state of things exist. All our workers must have room to exercise their own judgment and discretion. God has given men talents which he means that they should use. He has given them minds, and he means that they should become thinkers, and do their own thinking and planning, rather than depend upon others to think for them."},{"refcode_short":"SpTA06 63.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 63.1 (Ellen Gould White)","content":"I think I have laid out this matter many times before you, but I see no change in your actions. We want every responsible man to drop responsibilities upon others. Set others at work that will require them to plan, and to use judgment. Do not educate them to rely upon your judgment. Young men must be trained up to be thinkers. My brethren, do not for a moment think that your way is perfection, and that those who are connected with you must be your shadows, must echo your words, repeat your ideas, and execute your plans."},{"refcode_short":"SpTA06 63","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 63 (Ellen Gould White)","content":"Effects of Constantly Following the Plans of Others"},{"refcode_short":"SpTA06 63.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 63.2 (Ellen Gould White)","content":"There are men who today might be men of breadth of thought, might be wise men, men to be depended upon, who are not such, because they have been educated to follow another man's plan. They have allowed others to tell them precisely what to do, and they have become dwarfed in intellect. Their minds are narrow, and they cannot comprehend the needs of the work. They are simply machines to be moved by another man's thought. Now do not think that these men who do follow out your ideas are the only ones that can be trusted. You have sometimes thought that because they do your will to the letter, they were the only ones in whom you could place dependence. If any one exercised his own judgment, and differed with you, you have disconnected from him as one that could not be trusted. Take your hands off the work, and do not hold it fast in your grasp. You are not the only man whom God will use. Give the Lord room to use the talents he has entrusted to men, in order that the cause may grow. Give the Lord a chance to use men's minds. We are losing much by our narrow ideas and plans. Do not stand in the way of the advancement of the work, but let the Lord work by whom he will. Educate, encourage young men to think and act, to devise and plan, in order that we may have a multitude of counselors."},{"refcode_short":"SpTA06 64","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 64 (Ellen Gould White)","content":"Necessity of Diversity of Talents in Conference Management"},{"refcode_short":"SpTA06 64.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 64.1 (Ellen Gould White)","content":"How my heart aches to see presidents of conferences taking the burden of selecting those whom they think they can mold to work with them in the field. They take those who will not differ with them, but will act like mere machines. No president has any right to do this. Leave others to plan; and if they fail in some things, do not take it as an evidence that they are unfitted to be thinkers. Our most responsible men had to learn by a long discipline how to use their judgment. In many things they have shown that their work ought to have been better. The fact that men make mistakes is no reason why we should think them unfit to be caretakers. Those who think that their ways are perfect, even now make many grave blunders, but others are none the wiser for it. They present their success, but their mistakes do not appear. Then be kind and considerate to every man who conscientiously enters the field as a worker for the Master. Our most responsible men have made some unwise plans, and have carried them out because they thought their plans were perfect. They have needed the mingling of other elements of mind and character. They should have associated with other men who could view matters from an entirely different point of view. Thus they would have helped them in their plans."},{"refcode_short":"SpTA06 65.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 65.1 (Ellen Gould White)","content":"This same character of spirit is found here in Europe. For years Elder ----- held the work back from advancing, because he feared to entrust it to others lest they would not carry out his precise plans. He would never allow anything to come into existence that did not originate with him. Elder ----- also held everything in his grasp while he was in -----, and as a result, the work is years behind in ------. Elder ----- and Sister ----- have the same spirit of having everything go in the exact way in which they shall dictate, and no one is being trained in such a way as to know how to get hold of the work for himself. What folly it is to trust a great mission in the hands of one man, so that he shall mold and fashion it in accordance with his mind, and after his own diseased imagination! Men who have been narrow, who have served tables, who are not far-seeing, are disqualified for putting their mold upon the work. Those who desire to control the work think that none can do it perfectly but themselves, and the cause bears the marks of their defects."},{"refcode_short":"SpTA06 66","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 66 (Ellen Gould White)","content":"Danger of Undue Personal Responsibilities"},{"refcode_short":"SpTA06 66.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 66.1 (Ellen Gould White)","content":"In another letter I have spoken in reference to your accumulating so many responsibilities in -----, when there is so little managing talent that is consecrated to the work of God to take care of these interests. I have spoken in disapproval of the enlargement of the -----, on the ground that so large a share of its responsibilities are resting upon one man. Dr. ----- has to be both physician and manager. Now, my brother, these things are not as God would have them. He is not pleased that so much means should be invested in one locality. Other men should be educated to share in the responsibility that Dr. ----- is burdened with, in order that if he fails, another will be prepared to carry the institution forward. We feel to thank God that Dr. ----- has the good health that he has; but he may not always have it, and the fact that he has it now, is no reason why our people should sleep till the last moment. They should manage this matter wisely. Great interests are at stake, and unless Dr. ----- has less responsibilities, he will not be able to stand the pressure for a great while."},{"refcode_short":"SpTA06 66.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 6, p. 66.2 (Ellen Gould White)","content":"There is great need that some one should also stand at the side of Brother -----, in order to share the responsibility that he carries, so that if he should fail, another could go forward with the work without a disagreeable break. If he were relieved of some of his burdens, he would last longer. He should not have such great cares and heavy burdens to carry, and should not be obliged to work when he needs rest. The children of this world are wiser in their generation than the children of light. Jesus said this, and we see that the world works on a different plan in these matters. Weighty responsibilities connected with the business of the world, are not placed wholly upon one man. In large business enterprises, responsible men choose others to share their burdens, and lift their responsibilities, so that in case one should fail, there is some one ready to step into his place. Some one should feel a burden over these matters, and a decided change should take place in the manner of our work."}]