[{"refcode_short":"SpTA05 3","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 3 (Ellen Gould White)","content":"Special Testimonies for Ministers and Workers—No. 5"},{"refcode_short":"SpTA05 3","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 3 (Ellen Gould White)","content":"The Character of our Work"},{"refcode_short":"SpTA05 3.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 3.1 (Ellen Gould White)","content":"The greatest work is before us. The peril which threatens our usefulness, and which will prove our ruin, if not seen and overcome, is selfishness,—placing a higher estimate upon our plans, our opinions, and our labors, and moving independently of our brethren. “Counsel together” have been the words repeated by the angels again and again."},{"refcode_short":"SpTA05 3.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 3.2 (Ellen Gould White)","content":"Satan may move through one man's mind to warp things out of their proper channel; he may succeed with two who view things in a similar light; but with several minds enlisted, there is greater safety against his wiles. Every plan will be more liable to be viewed from all sides, every advance will be more carefully studied, so that no enterprise will be so likely to be entered upon which will bring confusion and perplexity and defeat to the work in which we are engaged. In union there is strength; in division there is weakness and defeat. God is leading out a people, and fitting them for translation. Are we who are acting a part in this work standing as sentinels for God? Are we uniting our forces? Are we willing to become servants of all? Are we imitating the great Pattern?"},{"refcode_short":"SpTA05 3","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 3 (Ellen Gould White)","content":"Proper Methods in Labor"},{"refcode_short":"SpTA05 3.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 3.3 (Ellen Gould White)","content":"The truth cannot be introduced in any haphazard way among the colored people, neither can advice be given to the believers and to those who teach the truth, to be presumptuous. When the period comes in the Southern States to do as did the three worthies who refused to bow to Nebuchadnezzar's image, that time will present decisions for or against the commandments of God. There is no need of closing up our own way wholly. It will be made more difficult to work the many fields that have not yet been touched. Our policy is, Do not make prominent the objectionable features of our faith, which strike most decidedly against the practises and customs of the people, until the Lord shall give the people a fair chance to know that we are believers in Christ, that we do believe in the divinity of Christ, and in his preexistence. Let the testimony of the world's Redeemer be dwelt upon. “I, Jesus, have sent mine angel to testify unto you these things in the churches.” There is need of strictly guarding the word that the pen traces upon paper. The Lord help us to learn in the school of Christ his meekness and lowliness."},{"refcode_short":"SpTA05 4.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 4.1 (Ellen Gould White)","content":"If the Majesty of heaven guarded his every word lest he should stir up the spirit of Satan and the fallen angels, how much more careful should we be in all things!"},{"refcode_short":"SpTA05 4","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 4 (Ellen Gould White)","content":"Correct Principles"},{"refcode_short":"SpTA05 4.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 4.2 (Ellen Gould White)","content":"I must speak to my brethren, nigh and afar off. I cannot hold my peace. They are not working on correct principles. Those who stand in responsible positions must not feel that their position of importance makes them men of infallible judgment. All the works of men are under the Lord's jurisdiction. It will be altogether safe for men to consider that there is knowledge with the Most High. Those who trust in God and his wisdom, and not in their own, are walking in safe paths. They will never feel that they are authorized to muzzle even the ox that treads out the grain; and how offensive it is for men to control the human agent who is in partnership with God, and to whom the Lord Jesus has said, “Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.” “We are laborers together with God: ye are God's husbandry, ye are God's building.”"},{"refcode_short":"SpTA05 5","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 5 (Ellen Gould White)","content":"Our Duty to Extend the Work"},{"refcode_short":"SpTA05 5.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 5.1 (Ellen Gould White)","content":"Let forces be set at work to clear new ground, to establish new, living interests wherever an opening can be found. Let men learn how to pray earnestly, short, and right to the point. Let them learn to speak of the world's Redeemer, to lift up the Man of Calvary higher and still higher. Transplant trees out of your thickly planted nursery. God is not glorified in centering such immense advantages in one place. We need wise nurserymen who will transplant trees to different localities, and give them advantages whereby they may grow. It is a positive duty to go into regions beyond. Rally workers who possess true missionary zeal, and let them go forth to diffuse light and knowledge far and near. Let them take the living principles of health reform into communities that to a large degree are ignorant of what they should do. Let men and women teach these principles to classes that cannot have the advantages of the large Sanitarium at Battle Creek. It is a fact that the truth of heaven has come to the notice of thousands through the influence of the Sanitarium, yet there is a work to be done that has been neglected. We are encouraged as we see the work that is being done in Chicago, and in a few other places. But years ago the large responsibility that is centered in Battle Creek should have been distributed."},{"refcode_short":"SpTA05 6.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 6.1 (Ellen Gould White)","content":"The people are encouraged to center in Battle Creek, and they pay their tithe and give their influence to the building up of a modern Jerusalem that is not after God's order. In this work other places are cut off from facilities which they should have. Enlarge ye, spread yes; but not in one place. Go out and establish centers of influence in places where nothing, or next to nothing, has been done. Break up your consolidated mass; diffuse the saving beams of light, and shed light into the darkened corners of the earth. A work needs to be done something like that which is described as an eagle stirring up her nest. “Moab hath been at ease from his youth, and he hath settled on his lees, and hath not been emptied from vessel to vessel, neither hath he gone into captivity: therefore his taste remained in him, and his scent is not changed.” This is true of many Christians who are coming into Battle Creek. Many have a spasmodic zeal, but it is like a meteor that flashes across the heavens, and goes out. Let God's own workmen, who have his cause at heart, do something for the Southern field. Let not God's stewards be content with just touching it with their fingers’ ends. Let those at the heart of the work plan for the field in earnest. You have talked about it; but what are you doing as the stewards of God's means?"},{"refcode_short":"SpTA05 6.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 6.2 (Ellen Gould White)","content":"Has God given us a work to do? Has God bidden us to go amid opposing influences and convert men from error to truth? Why have not the men and women who have so frequently gathered to the large assemblies in Battle Creek put into practise the truth which they have heard? If they had imparted the light which they had received, what a transformation of character we would have seen! For every grace imparted, God would have given grace. The work that has been done for them has not been prized as it should have been, or they would have gone forth into the darkened places of the earth, and shed abroad the light which God has shed upon them. They would have given to the world the message of the righteousness of Christ through faith, and their own light would have become clearer and clearer, for God would have worked with them. Many have gone into the grave in error, simply because those who professed the truth have failed to communicate the precious knowledge they have received. If the light that has shone in superabundance in Battle Creek had been diffused, we would have seen many raised up to become laborers together with God."},{"refcode_short":"SpTA05 7","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 7 (Ellen Gould White)","content":"The Evil of Long Sermons"},{"refcode_short":"SpTA05 7.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 7.1 (Ellen Gould White)","content":"Those who shall be mouthpiece for God should know that their lips have been touched with a live coal from off the altar, and present the truth in the demonstration of the Spirit. But lengthy discourses are a taxation to the speaker, and a taxation to the hearers who have to sit so long. One half the matter presented would be of more benefit to the hearer than the large mass poured forth by the speaker. That which is spoken in the first hour is of far more value if the sermon closes then than the words that are spoken in an added half-hour. There is a burying up of the matter that has been presented."},{"refcode_short":"SpTA05 7.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 7.2 (Ellen Gould White)","content":"This subject has been opened to me again and again, that our ministers were making mistakes in talking so long as to wear away the first forcible impression made upon the hearers. So large a mass of matter is presented which they cannot possibly retain and digest, that all seems confused."},{"refcode_short":"SpTA05 7.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 7.3 (Ellen Gould White)","content":"I have kept this before our ministering brethren, and begged them not to lengthen out their discourses. Some improvement has been made on this ground, with the very best results. But few discourses have exceeded an hour."},{"refcode_short":"SpTA05 8.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 8.1 (Ellen Gould White)","content":"While in America, the light was given me in the night season concerning yourself. You had been speaking at great length, and still felt that you had not said all you wished to say, and were asking for a little more time. One of dignity and authority stepped before you, as you stood in the pulpit, and said, You have given the people a large amount of matter to consider; one half of what you have given would be of much greater profit than the whole. If energized by the Holy Spirit, it must make an impression on the human hearer. The Holy Spirit works the man, but if there are vital points to be made, which are essential to be carried away by the hearer, a train of words is effacing that strong impression, pouring into the vessel more than it can retain, and is so much effort lost. To reserve the last half to be presented when the mind is fresh to receive it, will be gathering up the fragments, that nothing be lost."},{"refcode_short":"SpTA05 8.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 8.2 (Ellen Gould White)","content":"The truth is a precious, vitalizing power. It is the entrance of the word that giveth light and understanding unto the simple. The truth should be spoken clearly, slowly, forcibly, that it may impress the hearer. When the truth in any line is presented, it is essential for it to be understood, that all its precious food, the bread of life, the manna from heaven, may be received. Let every fragment be gathered up, that nothing be lost. In the presentation of the truth in preaching the word, it is of consequence that nothing should be lost to the receptive hearer. The Lord Jesus is represented by the Holy Spirit, and is seeking to secure admission to the mind; and conviction comes to the heart and conscience; but the overmuch matter that is given is detrimental in its effect; it effaces the impression previously made. Speak short, and you will create an interest to hear again and again."},{"refcode_short":"SpTA05 8.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 8.3 (Ellen Gould White)","content":"It is especially true that new and startling themes should not be presented to the people at too great length. In every address given, let there be an application of truth to the heart, that whosoever may hear shall understand, and that men, women, and youth may become alive unto God. Try to lead all, from the least to the greatest, to search the word; for the knowledge of His glory is to fill the whole earth as the waters cover the sea."},{"refcode_short":"SpTA05 9","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 9 (Ellen Gould White)","content":"The Manifest Working of the Holy Spirit at Battle Creek College"},{"refcode_short":"SpTA05 9.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 9.1 (Ellen Gould White)","content":"“Then Jesus said unto them, yet a little while is the light with you. Walk while you have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth. While ye have light, believe in the light, that ye may be the children of light.” Some men in the Battle Creek College have a false idea as to what constitutes duty. The Lord God of heaven has caused his Holy Spirit from time to time to move upon the students in the school, that they might acknowledge him in all their ways, so that he might direct their paths. At times the manifestation of the Holy Spirit has been so decided that studies were forgotten, and the greatest Teacher the world ever knew made his voice heard, saying, “Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls: for my yoke is easy, and my burden is light.” The Lord knocked at the door of hearts, and I saw that angels of God were present. There seemed to be no special effort on the part of the teachers to influence the students to give their attention to the things of God, but God had a Watcher in the school, and though his presence was unseen, yet his influence was discernible. Again and again there have been manifest tokens of the presence of the holy Watchman in the school. Again and again the voice of Jesus has spoken to the students, saying, “Behold, I stand at the door, and knock; if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.”"},{"refcode_short":"SpTA05 10.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 10.1 (Ellen Gould White)","content":"The Lord has been waiting long to impart the greatest, truest joys to the heart. All those who look to him with undivided hearts, he will greatly bless. Those who have thus looked to him have caught more distinct views of Jesus as their sin-bearer, their all-sufficient sacrifice, and have been hid in the cleft of the rock, to behold the Lamb of God who taketh away the sins of the world. When we have a sense of his all-sufficient sacrifice, our lips are tuned to the highest, loftiest themes of praise. When the students thus beheld Jesus, the suspension of their studies was counted as no loss. They were catching glimpses of him who is invincible. They earnestly sought the living God, and the live coal of pardon was placed upon their lips. The Holy Spirit wrought not only for those who had lost their first love, but also for souls who had never placed themselves on the Lord's side. The holy Watcher drew these souls, that there might be an ingathering to Jesus Christ. The Holy Spirit wrought so that the Lord's presence could be distinguished, and his work acknowledged. Tokens of his grace and favor called forth rejoicing from the hearts of those who were thus blessed, and it was known that the salvation of God was among his people. The bright beams of the Sun of Righteousness were shining into the chambers of the heart and mind."},{"refcode_short":"SpTA05 10.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 10.2 (Ellen Gould White)","content":"The manifestation of the Holy Spirit was similar to its manifestation in the days of Samuel and Saul in the school of the prophets. On one occasion the showers of grace were outpoured, and all that were gathered together were prophesying. Saul drew near, and though when he came he was filled with a restless, envious, jealous spirit because of David, yet he caught the spirit that was animating those who were praising God, and he also sang praises. The word of inquiry went out, “Is Saul also among the prophets?” The Lord would be glorified if hallelujahs of rejoicing were heard in our schools. The willing and obedient who have received the teaching of the Holy Spirit will rejoice in the Lord, saying, “O give thanks unto the Lord; for he is good; for his mercy endureth forever.” If the people of God rightly appreciated the temporal and spiritual blessings which the Lord has poured upon them through Jesus Christ, continual praise would be upon their lips. We have had an experience in being relieved from spiritual bondage similar to that of the Israelites who were set free from the bondage of Egypt. Have we not had chains of oppression broken, and Red Seas of impossibilities opened up before us? Have we not been fed with manna from heaven? Have not the words of Christ come home to the soul, “This is the bread which cometh down from heaven, that a man may eat thereof, and not die. I am the living bread which came down from heaven: If any man eat of this bread he shall live forever: and the bread that I will give is my flesh, which I will give for the life of the world”? We are to feast continually upon this heavenly manna. We are to drink continually of the water of life. Jesus says, “If any man thirst, let him come unto me and drink.”"},{"refcode_short":"SpTA05 11.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 11.1 (Ellen Gould White)","content":"Would it not be well for us to observe holidays unto God, when we could revive in our mind the memory of his dealing with us? Would it not be well to consider his past blessings, to remember the impressive warnings that have come home to our souls, so that we shall not forget God? The world has many holidays, and men become engrossed with games, with horse-races, with gambling, smoking, and drunkenness. They show plainly under what banner they are standing. They make it evident that they do not stand under the banner of the Prince of Life, but that the prince of darkness rules and controls them. Shall not the people of God more frequently have holy convocations in which to thank God for his rich blessings? Shall we not find time in which to praise Christ for his rest, peace, and joy, and make manifest by daily thanksgiving that we appreciate the great sacrifice made in our behalf, that we may be partakers of the divine nature? Shall we not speak of the prospective rest in the paradise of God, and tell of the honor and glory in store for the servants of Jehovah? “My people shall dwell in a peaceable habitation, and in sure dwellings, and in quiet resting-places.” We are homeward-bound, seeking a better country, even a heavenly."},{"refcode_short":"SpTA05 12.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 12.1 (Ellen Gould White)","content":"The world is full of excitement. Men act as though they had gone mad, over low, cheap, unsatisfying things. How excited have I seen them over the result of a cricket match! I have seen the streets in Sydney densely crowded for blocks, and on inquiring what was the occasion of the excitement, was told that it was because some expert player of cricket had won the game. I felt disgusted. Why are not the chosen of God more enthusiastic? They are striving for an immortal crown, striving for a home where there will be no need of the light of the sun or moon, or of lighted candle; for the Lord God giveth them light, and they shall reign forever and ever. They will have a life that measures with the life of God; but the candle of the wicked shall be put out in ignominious darkness, and then shall the righteous shine forth as the sun in the kingdom of their Father."},{"refcode_short":"SpTA05 12.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 12.2 (Ellen Gould White)","content":"Why should we not expect the Holy Watcher to come into our schools? Our youth are there to receive an education so that they may do all in their power to acquire a knowledge of the most high God, and to make him known as the only true God. They are there to learn how to present Christ as a sin-pardoning Saviour. They are there to gather up precious rays of light, in order that they may diffuse light again. They are there to show forth the loving-kindness of the Lord, to speak of his glory, to sound forth the praises of him who hath called us out of darkness into his marvelous light. Those who are faithful will be clothed with white robes, will have palms of victory in their hands, and will stand in the heavenly courts. John says, “I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands; and cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.”"},{"refcode_short":"SpTA05 13.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 13.1 (Ellen Gould White)","content":"Again and again the heavenly messenger has been sent to the school. When his presence has been acknowledged, the darkness has fled away, and the light has shone forth, and hearts have been drawn to God. The last words spoken by Christ to John were, “And the spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.” When we respond to God, and say, “Lord, we come,” then with joy will we draw water out of the wells of salvation. Shall we not keep holy festivals unto God? Shall we not show that we have some enthusiasm in his service? With the grand, ennobling theme of salvation before us, shall we be as cold as statues of marble? If men can become so excited over a match game of cricket, or a horse-race, or over foolish things that bring no good to any one, shall we be unmoved when the plan of salvation is unfolded before us? Let the school and the church henceforth have festivals of rejoicing unto the Lord."},{"refcode_short":"SpTA05 14.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 14.1 (Ellen Gould White)","content":"I do not recommend pleasure parties where young people assemble together for mere amusement, to engage in cheap, nonsensical talk, and where loud, boisterous laughter is to be heard. I do not recommend this kind of gathering, where there is a letting down of dignity and the scene is one of weakness and folly. Many times young men for whom heavenly intelligences have been waiting in order to number them as missionaries for God, are drawn into the gatherings for amusement and are carried away with Satan's fascinations. Instead of being afraid to continue their association with girls whose depth of mind is easily measured, whose character is of a cheap order, they become enamored of them, and enter into an engagement. Satan knows that if these young men enter into an engagement with cheap-minded, pleasure-loving, worldly-minded, irreligious young women, they will bind themselves to stumbling-blocks. Their usefulness will be largely crippled, if not utterly destroyed. Even if the young men themselves succeed in making an unreserved surrender to God, yet they will find that they are greatly crippled by being bound to an untrained, undisciplined, unchristlike wife, who is dead to God, dead to piety, and dead to true holiness. Their lives will prove unsatisfying and unhappy. These gatherings for amusement confuse faith, and make the motive mixed and uncertain. The Lord accepts no divided heart. He wants the whole man. He made all there is of man. He offered a complete sacrifice to redeem the body and soul of man. That which he requires of those whom he has created and redeemed, is summed up in these words, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.... Thou shalt love thy neighbor as thyself.” God will accept nothing less than this."},{"refcode_short":"SpTA05 15","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 15 (Ellen Gould White)","content":"Knowing God"},{"refcode_short":"SpTA05 15.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 15.1 (Ellen Gould White)","content":"“Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ; grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord.” These precious words are spoken to those who have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ. In order to realize the greatness of the promise, we must know, by experimental knowledge, who is back of the promise. “Thus saith the Lord, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches; but let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise loving-kindness, judgment, and righteousness, in the earth; for in these things I delight, saith the Lord.”"},{"refcode_short":"SpTA05 15","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 15 (Ellen Gould White)","content":"Qualifications Essential for the Work of God"},{"refcode_short":"SpTA05 15.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 15.2 (Ellen Gould White)","content":"In his word the Lord enumerates the gifts and graces that are indispensable for all who connect with his work. He does not teach us to ignore learning or despise education, for when controlled by the love and fear of God, intellectual culture is a blessing; yet this is not presented as the most important qualification for the service of God. Jesus passed by the wise men of his time, the men of education and position, because they were so proud and self-sufficient in their boasted superiority that they could not sympathize with suffering humanity, and become colaborers with the Man of Nazareth. In their bigotry they scorned to be taught by Christ. The Lord Jesus would have men connected with his work who appreciate that work as sacred; then they can cooperate with God. They will be unobstructed channels through which his grace can flow. The attributes of the character of Christ can be imparted to those only who distrust themselves. The highest scientific education cannot in itself develop a Christlike character. The fruits of true wisdom come from Christ alone."},{"refcode_short":"SpTA05 16.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 16.1 (Ellen Gould White)","content":"Every worker should test his own qualifications by the word of God. Have the men who are handling sacred things a clear understanding, a right perception, of things of eternal interest? Will they consent to yield to the working of the Holy Spirit? or do they permit themselves to be controlled by their own hereditary and cultivated tendencies? It becomes all to examine themselves, whether they be in the faith."},{"refcode_short":"SpTA05 16.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 16.2 (Ellen Gould White)","content":"Those who occupy positions of trust in the work of God, should ever bear in mind that these positions involve great responsibility. The right performance of the solemn work for this time, and the salvation of the souls connected with us in any way, depend in a great degree upon our own spiritual condition. All should cultivate a vivid sense of their responsibility; for their own present well-being and their eternal destiny will be decided by the spirit they cherish. If self is woven into the work, it is as the offering of strange fire in the place of the sacred. Such workers incur the displeasure of the Lord. Brethren, remove your hands from the work, unless you can distinguish the sacred fire from the common."},{"refcode_short":"SpTA05 16.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 16.3 (Ellen Gould White)","content":"Those who have stood as representative men are not all Christian gentlemen. There is prevalent a spirit that seeks the mastery over others. Men regard themselves as authority, they express their opinions and pass resolutions about matters of which they have no experimental knowledge. Some who are connected with the publishing house at -----, pass through the office, speaking with different ones, giving directions which they suppose it proper for them to give, when they do not understand what they are talking about."},{"refcode_short":"SpTA05 17.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 17.1 (Ellen Gould White)","content":"Great injustice and even dishonesty have been committed in the board meetings, in bringing matters before those who have not an experience that will enable them to be competent judges. Manuscripts have been placed in the hands of men for criticism, when the eyes of their understanding were so blinded that they could not discern the spiritual import of the subject with which they were dealing. More than this, they had no real knowledge of book-making. They had had neither study nor practise in the line of literary productions. Men have sat in judgment upon books and MSS. unwisely placed in their hands, when they should have declined to serve in any such capacity. It would have been only honest for them to say, “I have had no experience in this line of work, and should certainly do injustice to myself and to others, in giving my opinion. Excuse me, brethren; instead of instructing others, I need that some one should teach me.” But this was far from their thoughts. They expressed themselves freely in regard to subjects of which they knew nothing. Conclusions have been accepted as the opinions of wise men, when they were simply the opinions of novices."},{"refcode_short":"SpTA05 17.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 17.2 (Ellen Gould White)","content":"The time has come when, in the name and strength of God, the church must act for the good of souls and for the honor of God. A lack of firm faith and of discernment in sacred things should be regarded as sufficient to debar any man from connection with the work of God. So also the indulgence of a quick temper, a harsh, overbearing spirit, reveals that its possessor should not be placed where he will be called to decide weighty questions that affect God's heritage. A passionate man should have no part to act in dealing with human minds. He cannot be trusted to shape matters which have a relation to those whom Christ has purchased at an infinite price. If he undertakes to manage men, he will hurt and bruise their souls; for he has not the fine touch, the delicate sensibility which the grace of Christ imparts. His own heart needs to be softened, subdued by the Spirit of God; the heart of stone has not become a heart of flesh."},{"refcode_short":"SpTA05 18.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 18.1 (Ellen Gould White)","content":"Those who are thus misrepresenting Christ, are placing a wrong mold upon the work; for they encourage all who are connected with them to do as they do. For their souls’ sake, for the sake of those who are in danger from their influence, they should resign their positions; for the record will appear in heaven that the wrong-doer has the blood of many souls upon his garments. He has caused some to become exasperated, so that they have given up the faith; others have been imbued with his own satanic attributes, and the evil done it is impossible to estimate. Those only who make it manifest that their hearts are being sanctified through the truth, should be retained in positions of trust in the Lord's work."},{"refcode_short":"SpTA05 18.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 18.2 (Ellen Gould White)","content":"Let all consider that whatever their employment, they are to represent Christ. With steadfast purpose let every man seek to have the mind of Christ. Especially should those who have accepted the position of directors or counselors feel that they are required to be in every respect Christian gentlemen. While in dealing with others, we are always to be faithful, we should not be rude. The souls with whom we have to do are the Lord's purchased possession, and we are to permit no hasty, overbearing expression to escape the lips. Brethren, treat men as men, not as servants, to be ordered about at your pleasure. He who indulges a harsh, overbearing spirit, might better become a tender of sheep, as did Moses, and thus learn what it means to be a true shepherd. Moses gained in Egypt an experience as a mighty statesman, and as a leader of the armies, but he did not there learn the lessons essential for true greatness. He needed an experience in more humble duties, that he might become a caretaker, tender toward every living thing. In keeping the flocks of Jethro, his sympathies were called out to the sheep and lambs, and he learned to guard these creatures of God with the gentlest care. Although their voice could never complain of mistreatment, yet their attitude might show much. God cares for all the creatures he has made. In working for God in this lowly station, Moses learned to be a tender shepherd for Israel."},{"refcode_short":"SpTA05 19.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 19.1 (Ellen Gould White)","content":"The Lord would have us learn a lesson also from the experience of Daniel. There are many who might become mighty men, if, like this faithful Hebrew, they would depend upon God for grace to be overcomers, and for strength and efficiency in their labors. Daniel manifested the most perfect courtesy, both toward his elders and toward the youth. He stood as a witness for God, and sought to take such a course that he might not be ashamed for Heaven to hear his word or to behold his works. When Daniel was required to partake of the luxuries of the king's table, he did not fly into a passion, neither did he express a determination to eat and drink as he pleased. Without speaking one word of defiance, he took the matter to God. He and his companions sought wisdom from the Lord, and when they came forth from earnest prayer, their decision was made. With true courage and Christian courtesy, Daniel presented the case to the officer who had them in charge, asking that they might be granted a simple diet. These youth felt that their religious principles were at stake, and they relied upon God whom they loved and served. Their request was granted, for they had obtained favor with God and with men."},{"refcode_short":"SpTA05 20.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 5, p. 20.1 (Ellen Gould White)","content":"Men in every position of trust need to take their place in the school of Christ, and heed the injunction of the great Teacher: “Learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.” We have no excuse for manifesting one wrong trait of character. “Not by might, nor by power, but by my Spirit, saith the Lord of hosts.” In your dealing with others, whatever you see or hear that needs to be corrected, first seek the Lord for wisdom and grace, that in trying to be faithful, you may not be rude. Ask him to give you the gentleness of Christ; then you will be true to your duty, true to your position of trust, and true to God, a faithful steward, overcoming natural and acquired tendencies to evil."}]