[{"refcode_short":"SpTA04 2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 2 (Ellen Gould White)","content":"Special Testimonies for Ministers and Workers—No. 4"},{"refcode_short":"SpTA04 2.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 2.1 (Ellen Gould White)","content":"Brother ----- laid out before me the plans for meetings to be held for weeks in different places among those who know the truth. Doubtless some who have newly come to the faith would be benefited, but I know you are not on the right track. Some of those called together will no doubt have their faith strengthened and confirmed; but this work is not bearing the message of warning to those who are still in darkness and error, who know not the truth. Time is passing, the perils of the last days are upon us, and how many will say to us in the last great day, when every man shall receive according to his works, Why have you not warned us? You have not told us those things that we should have known."},{"refcode_short":"SpTA04 2.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 2.2 (Ellen Gould White)","content":"Christ says, “I came not to call the righteous, but sinners to repentance.” Let our ministers go forth weighted with the solemn message of warning. When men have had every advantage to obtain a knowledge of the truth, how shall plans be laid to keep our laborers from the work of saving souls in the darkness of error? The time is short. Let the message of warning be given clear and distinct. The Lord is coming to execute judgment upon all who obey not the gospel."},{"refcode_short":"SpTA04 2.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 2.3 (Ellen Gould White)","content":"Enoch in his day sounded the proclamation of the coming of Christ, and the execution of judgment upon the unrighteous; and we now see the fulfilment of Enoch's prophecy concerning the great wickedness that should abound. But these who have the light are the very ones commissioned of God to make constantly aggressive warfare. As the inquiry shall be made, “Watchman, what of the night?” the faithful message is to be heard in response, “The morning cometh, and also the night.” The influence of truth is too much restricted. Let men who know the truth be urged to communicate truth to those who are in darkness. Many are satisfied with a view of truth, but they have not yet stepped into their place to communicate that which they have received. God has let men feel the power of truth, but they are not all doing their appointed work in seeking to save that which was lost. Every one is to have the armor on, prepared to win others to obedience to the law of God. I see so much given to those who already have; these wonderful meetings for those who wish to get more strength, are depriving the world of the very work that should be done. Our ministers should now be working for the saving of the lost. The weeks spent in gatherings to fit men for work might better, far better, be spent in going to the highways and hedges with the proclamation, “Come, for all things are now ready.”"},{"refcode_short":"SpTA04 3.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 3.1 (Ellen Gould White)","content":"To those who obey the light they have, illumination will come from on high; for the heavenly messengers are waiting to cooperate with men in warning a deceived, sinful world. When the people of God engage in this work with real travail of soul, there will be manifest a decided change in cities and villages. This hovering about churches to keep them propped up, makes them more dependent on human effort. They learn to lean on the experience of their fellow-men, and do not make God their dependence and their efficiency. It is time that cities and villages everywhere were hearing the solemn note of warning, “Behold, he cometh with clouds; and every eye shall see him.” Get ready, that you may be found of him in peace."},{"refcode_short":"SpTA04 4.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 4.1 (Ellen Gould White)","content":"I entreat you whom God has favored with a knowledge of the truth, Go to work; there is work to do everywhere. The fields are all white unto the harvest. Sowers and reapers are needed just now. The time you devote to imparting constantly to those who understand the message of warning, will not give one tithe of the strength which they would receive in taking hold of the work to communicate life to save perishing souls. Angels are waiting to bless the consecrated workers. The parable of the lost sheep should be a lesson to every soul who has been rescued from the snare of Satan. We are not to hover over the ninety and nine, but to go forth to save the lost, hunting them up in the wilderness of the large cities and towns. In this work the laborers will be led to feel their weakness, and they will flee to the stronghold. The divine presence will be with them to give strength and courage and faith and hope. The true-hearted workers will be laborers together with God."},{"refcode_short":"SpTA04 4.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 4.2 (Ellen Gould White)","content":"The warnings that Christ gave to Jerusalem were not to end with them. The judgments upon Jerusalem were a symbol of the events of Christ's coming to judgment in the last day, when before him shall be gathered all nations. “He shall send forth his angels with a great sound of a trumpet, and they shall gather together his elect, from the four winds, from one end of heaven to the other.”"},{"refcode_short":"SpTA04 4.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 4.3 (Ellen Gould White)","content":"Every true follower of Christ has a work to do. God has given to every man his work. A few are now pointing to the roll of fast fulfilling prophecy, and proclaiming, Get ready, show your obedience to God by keeping his commandments. This is not time for the messengers of God to stop to prop up those who know the truth, and who have every advantage. Let them go on to lift the standard and give the warning, “Behold, the Bridegroom cometh, go ye out to meet him.” Many who hear the message—by far the greatest number—will not credit the solemn warning. Many will be found disloyal to the commandments of God, which are a test of character. The Lord's servants will be called enthusiasts. Ministers will warn the people not to listen to them. Noah received the same treatment while the Spirit of God was urging him to give the message, whether men would hear, or whether they would forbear."},{"refcode_short":"SpTA04 5.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 5.1 (Ellen Gould White)","content":"Come when it may, the advent of Christ will surprise the false teachers, who are saying, Peace and safety; all things continue as they were from the beginning. Thus saith the Word of Inspiration, “Sudden destruction cometh upon them.” The day of God shall come as a snare upon all who dwell upon the face of the whole earth. It comes to them as a prowling thief. “If the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.” Habitual watching is our only safety. We must be ever ready, that that day may not overtake us as a thief."},{"refcode_short":"SpTA04 5.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 5.2 (Ellen Gould White)","content":"Let every one who loves God consider that now, while it is day, is the time to work, not among the sheep already in the fold, but to go out in search of the lost and perishing ones. These need to have special help to bring them back to the fold. Now is the time for the careless to arouse from their slumber. Now is the time to entreat that souls shall not only hear the word of God, but without delay secure oil in their vessels with their lamps. That oil is the righteousness of Christ. It represents character, and character is not transferable. No man can secure it for another. Each must obtain for himself a character purified from every stain of sin."},{"refcode_short":"SpTA04 5.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 5.3 (Ellen Gould White)","content":"The Lord is coming in power and great glory. It will then be his work to make a complete separation between the righteous and the wicked. But the oil cannot then be transferred to the vessels of those who have it not. Then shall be fulfilled the words of Christ, “Two women shall be grinding together; the one shall be taken, and the other left. Two men shall be in the field; the one shall be taken, and the other left.” The righteous and the wicked are to be associated together in the work of life. But the Lord reads the character, he discerns who are obedient children, who respect and love his commandments."},{"refcode_short":"SpTA04 6.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 6.1 (Ellen Gould White)","content":"The looker-on may discern no difference, but there is One who said that the tares were not to be plucked up by human hands, lest the wheat be rooted up also. Let both grow together until the harvest. Then the Lord sends forth his reapers to gather out the tares, and binds them in bundles to burn, while the wheat is gathered into the heavenly garner. The time of the judgment is a most solemn period, when the Lord gathers his own from among the tares. Those who have been members of the same family are separated. A mark is placed upon the righteous. “They shall be mine, saith the Lord of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.” Those who have been obedient to God's commandments, will unite with the company of the saints in light; they shall enter in through the gates into the city, and have right to the tree of life. The one shall be taken. His name shall stand in the Book of Life, while those with whom he associated shall have the mark of eternal separation from God."},{"refcode_short":"SpTA04 6.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 6.2 (Ellen Gould White)","content":"The tares and wheat are now commingled, but then the one Hand that alone can separate them will give to every one his true position. Those who have had the light of truth, and heard the warning message, heard the invitation to the marriage supper,—farmer, merchant, lawyer, false shepherds who have quieted the convictions of the people, unfaithful watchmen who have not sounded the warning or known the time of night,—all who have refused obedience to the laws of the kingdom of God, will have no right therein. Those who have sought an excuse to avoid the cross of separation from the world, will, with the world, be taken in the snare. They mingled with the tares from choice. Like drew to like in transgression. It is a fearful assimilation. Men choose to stand with the first rebel, who tempted Adam and Eve in Eden to disobey God. The tares multiply themselves, for they sow tares, and they have their part with the root of all sin—the devil."},{"refcode_short":"SpTA04 7.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 7.1 (Ellen Gould White)","content":"Upon those who keep the commandments of God the benediction is pronounced: “Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.” They are “a chosen generation, a royal priesthood, an holy nation, a peculiar people;” that they should show forth the praises of him who hath called us out of darkness into his marvelous light. The obedient are called the just; they are drawn to the holy magnet, Jesus Christ; the holy attracts the holy. He that is unjust will be unjust still. Character cannot then be made or transformed. The oil of grace cannot be lent by one to another, neither have the foolish virgins time to buy oil for themselves. The righteous are those who keep the commandments of God, and they will be forever separated from the disobedient and unrighteous, who trampled under foot the law of God. The pure ore and the dross will no longer commingle."},{"refcode_short":"SpTA04 7.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 7.2 (Ellen Gould White)","content":"“Who then is a faithful and wise servant, whom his Lord hath made ruler over his household?” Can we answer? Am I the steward, faithful to the sacred trust which is committed to me? To every man is given an individual responsibility. The watchmen have their specific work to discern the approach of danger, and sound the note of warning. The soldiers of the cross of Christ are to have ears keen to hear. In their position of responsibility they are to give the trumpet a certain sound, that every one may gird on the armor for action."},{"refcode_short":"SpTA04 8.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 8.1 (Ellen Gould White)","content":"What work are we individually doing for the Master? Who are unfolding the truth to those who are in the darkness of error? Who are holding forth the words of life? The enemies of Christ are many, who, while they claim to be righteous, have not the righteousness of Christ. They disguise themselves as angels of light, but they are ministers of sin. This fact should be sufficient to stir every soul to action. Who are faithful stewards of the grace of Christ? Who are making wise division of labor, calling into active service every soul that has an intelligent knowledge of the truth, and giving to all a work to do?"},{"refcode_short":"SpTA04 8.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 8.2 (Ellen Gould White)","content":"The outposts are to be kept guarded. There are to be men to hold the fort, while the advancing forces are engaged in active warfare. To every man is given his work. We are not to echo the words of those in error, but to inculcate ideas of truth; our work is to benefit our fellow-men, we are not to travel over the track of opponents to the truth, but to sound the message of the third angel, who is flying in the midst of heaven, proclaiming the note of warning, the commandments of God, and the testimony of Jesus Christ."},{"refcode_short":"SpTA04 8.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 8.3 (Ellen Gould White)","content":"Those who are “do-nothings” now, will have the superscription upon them, “Weighed in the balance, and found wanting.” They knew their Master's will, but did it not. They had the light of truth, they had every advantage, but chose their own selfish interests, and they will be left with those whom they did not try to save. “But and if that evil servant shall say in his heart, My Lord delayeth his coming; and shall begin to smite his fellow servants, and to eat and drink with the drunken; the Lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of, and shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.”"},{"refcode_short":"SpTA04 9.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 9.1 (Ellen Gould White)","content":"Let there be an earnest consideration of these words. Let none say, “That does not mean me; I am a Christian.” Who says this, yourself, or he who reads the heart? The unfaithful steward had solemn responsibilities entrusted to him; before the world be appeared as a servant of Christ, but O, how deplorable for himself, and for all connected with him, he is an evil servant! He is imperiling his Lord's goods. He is teaching souls to trample upon the holy law of God. He calls Christ, My Lord. But he says, “My Lord delayeth his coming.” He does not say that Christ will not come; he does not scoff at the idea of his second coming; but he tells the people that his coming is delayed. He is removing from the minds of others the conviction that the Lord is coming quickly. His influence leads men to presumptuous, careless delay. Thus they are off their watch and they echo the words of the unfaithful watcher; still others catch them up, and the evil spirit, and men are confirmed in their worldliness and stupor. Their course is downward, not upward; they are not looking for and hasting unto the day of God. Earthly passions, corrupt thoughts, take possession of the mind."},{"refcode_short":"SpTA04 9.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 9.2 (Ellen Gould White)","content":"The evil servant smites his fellow-servants who are seeking to do the will of his Lord. He eats and drinks with the drunken, those who are carnally minded, notwithstanding their profession of Christianity. They are opposed to Christ and the work he came to our world to do, which was to live the law of God in humanity, to be an example to all humanity."},{"refcode_short":"SpTA04 9.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 9.3 (Ellen Gould White)","content":"Christ was surrounded by his disciples, and a vast congregation were listening to his words when he said, “Take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and the cares of this life, and so that day come upon you unawares.” “Let him that thinketh he standeth take heed lest he fall.”"},{"refcode_short":"SpTA04 10","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 10 (Ellen Gould White)","content":"A Sanitarium Chapel"},{"refcode_short":"SpTA04 10.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 10.1 (Ellen Gould White)","content":"I have received from _____ a letter of inquiry in reference to the building of a chapel for the Sanitarium. I have written him that this proposition appears to me consistent; years ago I was shown that such a building should be erected. The teaching in the Tabernacle is often too strong for babes. It is such advanced truth as is appropriate for those who have progressed step by step, but is not suited to those who have not a knowledge of the truth. The doctrinal discourses are not of a character to melt and subdue the heart. These souls need to be taught of Jesus Christ and him crucified, of the sanctification of soul, body, and spirit, of the amazing love of God. In the simplicity and meekness and lowliness of Christ let the word be spoken. The seekers after truth will inquire to know the reasons of our faith; they will desire that lessons be given upon the Sabbath question, and then the truth can be unfolded to them gradually as they are able to bear it. All who have a knowledge of the truth should realize their responsibility, and be exceedingly careful to make straight paths for their own feet, lest the lame be turned out of the way."},{"refcode_short":"SpTA04 10.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 10.2 (Ellen Gould White)","content":"The very fact of having a church in connection with the Sanitarium will give character to our work. It will be a testimony that we are seeking the eternal good of all who are brought within the sphere of our influence. The Sanitarium presents a vineyard to be worked; it is God's vineyard, and it needs consecrated ability. Let not pharisaism prevail. There are plenty of subjects to dwell upon to win hearts, and wisdom should be exercised by every teacher. All should remember that they are addressing people who have no knowledge of the third angel's message. It is Greek to them. Let those who have any part in connection with the Sanitarium speak and act circumspectly."},{"refcode_short":"SpTA04 11.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 11.1 (Ellen Gould White)","content":"“Continue in prayer, and watch in the same with thanksgiving; withal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds: that I may make it manifest, as I ought to speak. Walk in wisdom toward them that are without, redeeming the time. Let your speech be always with grace, seasoned with salt, that ye may know how ye ought to answer every man.”"},{"refcode_short":"SpTA04 11.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 11.2 (Ellen Gould White)","content":"Precious, precious words! Let your speech be always with grace, seasoned with salt, which has preserving qualities. Let the believers be sober, and watch unto prayer, and in everything represent Christ, that in the Judgment they may meet the souls with whom they have been associated, and say, I have done for these souls all that I could do. The love of Christ dwelling in the heart will be revealed in the spirit and temper. The heavenly, sanctifying power can be indeed a savor of life unto life, quelling every tumultuous passion, and winning souls to Christ."},{"refcode_short":"SpTA04 11.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 11.3 (Ellen Gould White)","content":"O that love, the love of Jesus, might well up in the soul like a stream in the desert, refreshing all, and winning many to the cross of Calvary! “And the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.” Let those who make the outlay of means to build a house for God have proportionate zeal in winning souls to know God and Jesus Christ whom he hath sent."},{"refcode_short":"SpTA04 12.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 12.1 (Ellen Gould White)","content":"Brother _____, we should give much more labor to the souls that are out of Christ, the souls that have not the truth. Can we not consider that all who are disloyal to God and transgressing his holy law, shall have no place in the paradise of God? How earnest should be the human agent that the truth in all its purity shall be proclaimed in cities, in villages, from the rivers to the ends of the earth God help his people to awake, and give the trumpet a certain sound!"},{"refcode_short":"SpTA04 12.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 12.2 (Ellen Gould White)","content":"You make inquiry in reference to building a chapel for the Sanitarium to accommodate, those who wish to attend religious services. The reasons you give in favor of building a chapel are sound. Years ago I was shown that such a building would be a great help. Your patrons are mostly those not of our faith, and if anything can be done to interest them in religious things, it will be well. While there have been altogether too many buildings piled up at Battle Creek, which has meant simply robbery of other localities, yet I would not discourage the building of a chapel. A Sanitarium, where people come from all parts of the world, is a missionary field in the highest sense, and a place of worship would be the means of drawing in some souls. I cannot see why the erection of such a building would not be to the honor of God, even though years have passed when it should have been done."},{"refcode_short":"SpTA04 12.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 12.3 (Ellen Gould White)","content":"True, there is the Tabernacle, which is crowded every Sabbath. Why, some will say, will not that answer for all purposes? Why not let the people out and hear at the place of meeting? I answer that many would not go there at all, and those who might attend occasionally would not hear the things most appropriate for persons who are not of our faith; they do not understand the doctrines presented. If you have a place of meeting connected with the Sanitarium, many will step in to while away the time, and discourses should be given appropriate for those who have not a knowledge of the truth. I have been surprised that such a building was not erected long ago. It is really a missionary enterprise. The chapel connected with the Sanitarium at St. Helena, Cal., has been a great blessing."},{"refcode_short":"SpTA04 13.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 13.1 (Ellen Gould White)","content":"But I thought as I read in your letter that such a building would cost only $-----. O, if we could get such a house in some of our cities that have nothing, how glad we would be! But the patronage of the Sanitarium would, it appears to me, justify the investment of means in a house for God's worship where invalids would be accommodated without having to leave the buildings. They would realize much greater good from the services in such a place. I hope that none will consider these words as contradictory to the former testimonies I have borne, and feel at liberty to disregard the light that God has given. This counsel is in harmony with that light. Those who visit the Sanitarium will see that it is a place where God is honored and worshiped, and many souls may hear the word of life, the precious truth of God, that otherwise might never hear the truth. The sick and suffering ones should have every advantage possible in religious facilities, to win them away from the attractions of Satan, to Jesus Christ. In the chapel let the words of truth be spoken, and the Scriptures be opened to the people in simplicity. Reach the people with the gospel where they are. Jesus will be with you to impress minds and hearts. Nothing should be left undone that can be done to relieve these afflicted souls, and win them to Jesus."},{"refcode_short":"SpTA04 14","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 14 (Ellen Gould White)","content":"Proper Education"},{"refcode_short":"SpTA04 14.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 14.1 (Ellen Gould White)","content":"The students of our manual training school at this place are doing their best to follow the light God has given, to combine with mental training the proper use of brain and muscle. Thus far the results have exceeded our expectations. At the close of the first term, which was regarded as an experiment, opportunity was given for the students to have their vacation, and engage in whatever work they chose to do. But every one begged that the second might be continued as before, with manual labor each day, combined with certain hours of study. The students did not want to give up the present opportunity of learning how to labor and how to study. If this is their choice under the most disadvantageous circumstances, what influence will it have when the school buildings are up, and there are more favorable surroundings for the students?"},{"refcode_short":"SpTA04 14.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 14.2 (Ellen Gould White)","content":"The building they now occupy, the only one at all fit for the purpose, was an old hotel which we rented, and are using to its fullest capacity. Four tents pitched in an adjoining paddock are also occupied by students. Every morning at six o'clock the members of the school are called together for morning worship and Bible study. These occasions have proved a blessing...."},{"refcode_short":"SpTA04 14.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 14.3 (Ellen Gould White)","content":"I spoke to the students eight mornings. The Lord Jesus was indeed in our assembly. The congregation averaged from twenty-six to thirty. In the first meetings the spirit of intercession came upon me, and all were sensible that the Lord heard our prayers. Then I spoke about thirty minutes, and the Lord gave me words for those assembled. These seasons were most profitable; the testimonies of the students following gave evidence that the Holy Spirit was giving to all glimpses of the things of God. The spiritual impressions became more marked as the meetings progressed. The divine presence was with us. The sympathies and sentiments of those present became inspired with power and favor. Hearts were susceptible to the influence of the Holy Spirit, and decided changes were wrought in minds and character. The Spirit of God was working upon human agents. I praise the Lord for the encouraging influence of his Spirit upon my own heart. We all felt that the Lord was cooperating with us to lead us to will, to resolve, and act."},{"refcode_short":"SpTA04 15.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 15.1 (Ellen Gould White)","content":"The Lord does not propose to perform for us either the willing or the doing. This is our proper work. As soon as we earnestly enter upon the work, God's grace is given to work in us to will and to do, but never as a substitute for our effort. Our souls are to be aroused to cooperate. The Holy Spirit works the human agent, to work out our own salvation. This is the practical lesson the Holy Spirit is striving to teach us. For it is God which worketh in you both to will and to do of his good pleasure."},{"refcode_short":"SpTA04 15.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 15.2 (Ellen Gould White)","content":"I never had a deeper sense of the precious truth and its power upon human minds than when addressing those students in the early meeting. Morning after morning I felt charged with a message from God. I also had special freedom in speaking twice upon the Sabbath. At every meeting several unbelievers were present, and they were much affected as the truth was presented. If we had a suitable place for meeting, we could invite the neighbors to come in. But our long, narrow dining-room crowded as closely as if packed, is not a very suitable place for worship. I am assigned a little space in the corner of the room, and am packed up close to the wall. Nevertheless, the Lord Jesus is in the assembly. We know it. Some souls are thinking very seriously now upon the subject of the truth. We all know that the most severe and intense soul-struggles belong to the hour of the great resolve to act out the convictions upon the human heart. The consecration of the soul to God is committing the keeping of the soul to one who has purchased its freedom at an infinite price, and then we are to follow on to know the Lord, that we may know his goings forth are prepared as the morning. To obey is better than sacrifice. The whole work of the Christian is comprised in willing and doing."},{"refcode_short":"SpTA04 16","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 16 (Ellen Gould White)","content":"Proper Training"},{"refcode_short":"SpTA04 16.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 16.1 (Ellen Gould White)","content":"The students work hard and faithfully. They are gaining in strength of nerve and in solidity as well as activity of muscles. This is the proper education, which will bring forth from our schools young men who are not weak and inefficient, who have not a one-sided education, but an all-round physical, mental, and moral training. The builders of character must not forget to lay the foundation which will make education of the greatest value. This will require self-sacrifice, but it must be done. The physical training will, if properly conducted, prepare for mental taxation. But the one alone always makes a deficient man. The physical taxation, combined with mental effort, keeps the mind and morals in a more healthful condition, and far better work is done. Under this training, students will come forth from our schools educated for practical life, able to put their intellectual capabilities to the best use. Physical and mental exercise must be combined if we would do justice to our students. We have been working on this plan here with complete satisfaction, notwithstanding the inconvenience under which students have to labor."},{"refcode_short":"SpTA04 16.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 16.2 (Ellen Gould White)","content":"I came here and began work on my place so earnestly that it inspired all with fresh zeal, and they have been working with a will, rejoicing that they have the privilege. We have provoked one another to zeal and good works. The school workers were afraid I would plant the first trees, and now both they and I have the satisfaction of having the first genuine orchards in this vicinity. Some of our trees will yield fruit next year, and the peaches will bear quite a crop in two years. Mr. -----, from whom we bought our trees, lives about twenty miles from here. He has an extensive and beautiful orchard. He says that we have splendid fruit land."},{"refcode_short":"SpTA04 17.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 17.1 (Ellen Gould White)","content":"Well, the school has made an excellent beginning. The students are learning how to plant trees, strawberries, etc.; how they must keep every sprangle and fiber of the roots uncramped in order to give them a chance to grow. Is not this a most precious lesson as to how to treat the human mind, and the body as well? not to cramp any of the organs of the body, but give them ample room to do their work? The mind must be called out, its energies taxed. We want men and women who can be energized by the Spirit of God, to do a complete work under the Spirit's guidance. But these minds must be cultivated, employed, not lazy and dwarfed by inaction. Just so men and women and children are wanted who will work the land, and use their tact and skill, not with a feeling that they are menials, but that they are doing just such noble work as God gave to Adam and Eve in Eden, who loved to see the miracles wrought by the divine husbandman. The human agent plants the seed, and God waters it, and causes his sun to shine upon it, and up springs the tiny blade. Here is the lesson God gives to us concerning the resurrection of the body, and the renewing of the heart. We are to learn of spiritual things from the development of the earthly."},{"refcode_short":"SpTA04 18","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 18 (Ellen Gould White)","content":"Proper Attitude Toward the Tilling of the Soil"},{"refcode_short":"SpTA04 18.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 18.1 (Ellen Gould White)","content":"We are not to be put about and discouraged about temporal things because of apparent failures, nor should we be disheartened by delay. We should work the soil cheerfully, hopefully, gratefully, believing that the earth holds in her bosom rich stores for the faithful worker to garner, richer than gold or silver. The niggardliness laid to her charge is false witness. With proper, intelligent cultivation, the earth will yield its treasures for the benefit of man."},{"refcode_short":"SpTA04 18.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 18.2 (Ellen Gould White)","content":"The Spiritual lessons to be learned are of no mean order. The seeds of truth sown in the soil of the heart will not all be lost, but will spring up, first the blade, then the ear, and then the corn in the ear. God said in the beginning, “Let the earth bring forth grass, the herb yielding seed, and the fruit-tree yielding fruit.” God created the seed as he did the earth, by the divine word. We are to exercise our reasoning powers in the cultivation of the earth, and to have faith in the word of God that has created the fruit of the earth for the service of man."},{"refcode_short":"SpTA04 18.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 18.3 (Ellen Gould White)","content":"The cultivation of our lands requires the exercise of all the brain power and tact we possess. The lands around us testify to the indolence of men. We hope to arouse to action the dormant senses. We hope to see intelligent farmers, who will be rewarded for their earnest labor. The hand and heart must cooperate, bringing new and sensible plans into operation in the cultivation of the soil. We have here seen the giant trees felled and uprooted, we have seen the plowshare pressed into the earth, turning deep furrows for the planting of young trees and the sowing of the seed. The students are learning what plowing means, and that the hoe and the shovel, the rake and the harrow, are all implements of honorable and profitable industry. Mistakes will often be made, but error lies close beside truth. Wisdom will be learned by failures, and the energy that will make a beginning, gives hope of success in the end. Hesitation will keep things back, precipitancy will alike retard, but all will serve as lessons if the human agents will have it so."},{"refcode_short":"SpTA04 19.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 19.1 (Ellen Gould White)","content":"In the school that is started here in Cooranbong, we look to see real success in agricultural lines, combined with a study of the sciences. We mean for this place to be a center, from which shall irradiate light, precious advanced knowledge that shall result in the working of unimproved lands, so that hills and valleys shall blossom like the rose. For both children and men, labor combined with mental taxation will give the right kind of all-round education. The cultivation of the mind will bring tact and fresh incentives to the cultivation of the soil."},{"refcode_short":"SpTA04 19.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 19.2 (Ellen Gould White)","content":"There will be a new presentation of men as breadwinners, possessing educated, trained ability to work the soil to advantage. Their minds will not be overtaxed and strained to the uttermost with the study of the sciences. Such men will break down the foolish sentiments that have prevailed in regard to manual labor. An influence will go forth, not in loud-voiced oratory, but in real inculcation of ideas. We shall see farmers who are not coarse and rough and slack, careless of their apparel and of the appearance of their homes; but they will bring taste into farmhouses. Rooms will be sunny and inviting. We shall not see blackened ceilings, covered with cloth full of dust and dirt. Science, genius, intelligence, will be manifest in the home. The cultivation of the soil will be regarded as elevating and ennobling. Pure, practical religion will be manifested in treating the earth as God's treasure house. The more intelligent a man becomes, the more should religious influence be radiating from him. And the Lord would have us treat the earth as a precious treasure, lent us in trust."},{"refcode_short":"SpTA04 20.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 20.1 (Ellen Gould White)","content":"There must certainly be a change in our ministers. In heart and character there must be more of Christ, and less of self. We are to be representatives of our Lord. Those who have had great light and precious opportunities are accountable to God, who has given to every man his work. They are never to betray the sacred trust, but are to be indeed the light of the world."},{"refcode_short":"SpTA04 20.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 20.2 (Ellen Gould White)","content":"“Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.” Here is language that expresses his mind toward a corrupt and idolatrous people: “How shall I give thee up, Ephraim? how shall I deliver thee, Israel? how shall I make thee as Admah? how shall I set thee as Zeboim? Mine heart is turned in me, my repentings are kindled together.” Must he give up the people for whom such a provision had been made, even his only begotten Son, the express image of himself? God permits his Son to be delivered up for our offenses. He himself assumes toward the Sin-bearer the character of a judge, divesting himself of the endearing qualities of a father."},{"refcode_short":"SpTA04 20.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 20.3 (Ellen Gould White)","content":"Herein his love commends itself in the most marvelous manner to the rebellious race. What a sight for angels to behold! What a hope for man, “that while we were yet sinners, Christ died for us”! The just suffered for the unjust; he bore our sins in his own body on the tree. “He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?”"},{"refcode_short":"SpTA04 21.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 21.1 (Ellen Gould White)","content":"As witnesses chosen of God, do we value Christ's purchased possession? Are we ready to make any and every sacrifice within our power, to place ourselves under Christ's yoke, to cooperate with him, and to be laborers together with God? All who are bearing the test of God, obeying his commandments, love the perishing human race as Christ loved them. They follow the example of Christ in most earnest, self-sacrificing labor, to seek out in the highways and hedges the high and the low, the rich and the poor, and to bear to all the message that they are the objects of Christ's special love and guardian care."},{"refcode_short":"SpTA04 21.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 21.2 (Ellen Gould White)","content":"So great is the natural blindness and ignorance of men in regard to God and to the Saviour, that every one who loves Jesus may find work to do. Not one who has true love for Christ will remain indifferent and indolent. There is a marked difference between the character and life of those who are obedient to all the commandments of God, and of those who are disobedient."},{"refcode_short":"SpTA04 21.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 21.3 (Ellen Gould White)","content":"Parents have not restrained the selfishness of their children. Self-indulgence has been the object of pursuit. Through self-serving, multitudes are bound in servitude to Satan. They are the slaves of their own impulses and passions, which are under the control of the wicked one. In calling them to his service, God offers them freedom. Obedience to God is liberty from the thraldom of sin, deliverance from human passion and impulse."},{"refcode_short":"SpTA04 21.4","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 21.4 (Ellen Gould White)","content":"But we have to meet and contend with men who employ all their power in slandering those who are loyal to God. Their wit and their God-given reason are devoted to making it appear that obedience to the commandments of God is an irksome service. But those who advocate the claims of the law of God testify, “Great peace have they that love thy law, and nothing shall offend them.” “The law of the Lord is perfect, converting the soul.” The Lord presents truth in contrast with error, and presents also the sure result of accepting truth, the experience that always follows willing obedience. It is peace and rest."},{"refcode_short":"SpTA04 22.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 22.1 (Ellen Gould White)","content":"The work before the servants of God is to present Jesus. The work for the ministers of Christ is to hang their helpless souls upon his merit. Men who turn away from the path of obedience and make transgression of the law of God a virtue, are under the inspiration of the arch-deceiver. They are blinded by his power. They need to have before them a representation of what the truth can do in enabling men to preserve a Christlike temper when tempted to become imperious and impatient. The enemies of the truth want to provoke those who teach the binding claims of the law of God. If there is retaliation on our part, Satan's hosts triumph. He has found a weak place in the armor. By their mean course of action, the agents of Satan try to tempt the advocates of truth to say and do things that will not be commendable."},{"refcode_short":"SpTA04 22","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 22 (Ellen Gould White)","content":"Treatment of Opposition"},{"refcode_short":"SpTA04 22.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 22.2 (Ellen Gould White)","content":"Fine perceptions, nobility of soul, are to be cherished; the spirit of truth and righteousness is to control our deportment, our words, and our pens. “The natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.” If the minister, when before his congregation, sees a disbelieving smile upon the faces of opponents, let him be as one who sees not. If any should be so impolite as to laugh and sneer, let not the minister, by voice or attitude, reflect the same spirit. Show that you handle no such weapons. The pen so often traces words that are sharp, and by repeating the statements of the advocates of error, our brethren sometimes give currency to the error. This is a mistake. Let your pen trace advanced truth."},{"refcode_short":"SpTA04 23.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 23.1 (Ellen Gould White)","content":"The Holy Spirit does not work with men who love to be sharp and critical. That Spirit has been cherished in meeting debaters, and some have formed the habit of squaring for a combat. God is dishonored in this. Keep back the sharp thrusts; do not learn in Satan's school his methods of warfare. The Holy Spirit does not inspire the words of censure. A time of trouble is before us, and every honest soul, who has not had the light of truth, will then take a stand for Christ. Those who believe the truth are to be newly converted every day. Then they will be vessels unto honor."},{"refcode_short":"SpTA04 23","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 23 (Ellen Gould White)","content":"Proper Manner of Meeting Opponents"},{"refcode_short":"SpTA04 23.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 23.2 (Ellen Gould White)","content":"Do not repeat the words of your opponents, or enter into controversy with them. You meet not merely the men, but Satan and his angels. Christ did not bring against Satan a railing accusation concerning the body of Moses. If the world's Redeemer, who understood the crooked, deceptive arts of Satan, durst not bring against him a railing accusation, but in holiness and humility said, “The Lord rebuke thee, O Satan,” is it not wise for his servants to follow his example? Will finite human beings take a course that Christ shunned because it would afford Satan occasion to pervert, misrepresent, and falsify the truth?"},{"refcode_short":"SpTA04 23","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 23 (Ellen Gould White)","content":"Personalities to be Avoided"},{"refcode_short":"SpTA04 23.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 23.3 (Ellen Gould White)","content":"In this period of the world's history we have altogether too great a work, to begin a new kind of warfare in meeting the supernatural power of Satanic agencies. We must put aside personalities, however we may be tempted to take advantage of words or actions. In patience we must possess our souls. Brethren, make it manifest that you are wholly on the Lord's side. Let the truth of God's holy word reveal transgression and sin, and manifest the sanctifying power of truth upon human hearts. A haughty spirit must not come in to mar the work of God. We have reason for gratitude to God every moment that we have the privilege of connecting with God."},{"refcode_short":"SpTA04 24.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 24.1 (Ellen Gould White)","content":"There is need of contrition of soul every day, and the Lord declares the great advantages of every one who will humble his heart and hide in Jesus. “Thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.” “To this man will I look, even to him that is poor and of a contrite spirit, and trembleth at my word. “The Lord is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.” “This poor man cried, and the Lord heard him, and saved him out of all his troubles.” “The angel of the Lord encampeth round about them that fear him, and delivereth them.”"},{"refcode_short":"SpTA04 24.2","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 24.2 (Ellen Gould White)","content":"Let those who hate the law of the Lord rave and pour out their anathemas against such as have moral courage to receive and live the truth. The Lord is our strength. It is safe for us not to build up self, but to let the Lord work his will in and by and through us. Let us preserve a contrite, humble spirit, which the Lord will revive."},{"refcode_short":"SpTA04 24","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 24 (Ellen Gould White)","content":"Value of Counsel and Advice"},{"refcode_short":"SpTA04 24.3","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 24.3 (Ellen Gould White)","content":"Self-esteem and self-flattery will be sure to stir up in the heart resentment against any who venture to question one's course of action. Everything like counsel or advice is resented with indignation as a design to bruise and wound. This spirit cherished will lead to numerous evils. None will venture to tell you when you err, because the faithful one would be regarded as an enemy. Thus the kindness that should exist between brethren in the faith, is killed, because of the jealous interpretation put upon the God-fearing cautions given. Undue stress is laid upon words, imagination exaggerates the matter and creates alienation."},{"refcode_short":"SpTA04 25.1","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 25.1 (Ellen Gould White)","content":"Nevertheless we must not suffer wrong upon a brother. Self-sufficiency must be overcome. Love of applause must be seen as a snare. There is always danger of making grave blunders through conceit of our own wisdom and qualifications. Let these qualifications reveal their true value, and they will be appreciated."},{"refcode_short":"SpTA04 25","refcode_long":"Special Testimonies for Ministers and Workers—No. 4, p. 25 (Ellen Gould White)","content":"Spirit of Union and Equality Among the Laborers"}]