[{"refcode_short":"SpTA03 3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 3 (Ellen Gould White)","content":"Special Testimonies to Ministers and Workers—No. 3"},{"refcode_short":"SpTA03 3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 3 (Ellen Gould White)","content":"Melbourne, Aus., August 3, 1892."},{"refcode_short":"SpTA03 3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 3 (Ellen Gould White)","content":"Economy to be Practiced in All Things"},{"refcode_short":"SpTA03 3.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 3.1 (Ellen Gould White)","content":"My mind has been very much exercised for several nights, sleeping and waking, in regard to the work to be done in this country. In this wide missionary field there is a great deal to be done in advancing the cause and work of the Master, and with the great want of means and of workers, we know not how it can be done. We must humble our hearts before God, and offer up sincere, fervent prayer that the Lord, who is rich in resources, will open our way. “The gold and silver is mine,” saith the Lord, “and the cattle upon a thousand hills.” The life of Christ, the Lord of glory, is our example. He came from heaven, where all was riches and splendor; but he laid aside his royal crown, his royal robe, and clothed his divinity with humanity. Why?—That he might meet men where they were. He did not rank himself with the wealthy, the lordly of earth. The mission of Christ was to reach the very poor of earth. He himself worked from his earliest years as the son of a carpenter. Self-denial, did he not know its meaning? The riches and glory of heaven were his own, but for our sakes he became poor, that we through his poverty might become rich. The very foundation of his mission was self-denial, self-sacrifice. The world was his, he made it; yet in a world of his own creating, the Son of man had not where to lay his head. He said, “The foxes have holes, and the birds of the air have nests, but the Son of man hath not where to lay his head.”"},{"refcode_short":"SpTA03 4.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 4.1 (Ellen Gould White)","content":"Now in the establishment and broadening of the work in this country, means will be essential, that we may do a large work in a short time. And the only way we can do, is, in every movement, to keep the eye single to the glory of God, so that it may not be said of us, “They began to build, and were not able to finish.” In leading out to do a broader work, we need, at the very beginning, to put pride and worldly ambition entirely out of our hearts. Having before us the example of Christ, the greatest teacher the world ever knew, we need not make a mistake. “He that followeth me shall not walk in darkness, but shall have the light of life.” “If any man will come after me, let him deny himself, and take up his cross daily, and follow me.” We must study the Pattern, and inquire at every step, “Is this the way of the Lord?” We shall certainly make grave mistakes if we do not keep self-denial and self-sacrifice prominent before the people in every movement."},{"refcode_short":"SpTA03 4.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 4.2 (Ellen Gould White)","content":"The work in this missionary field is yet in its infancy. The believers have made only a beginning in the Christian life; and the reason why we have felt so great a burden for this people is, that henceforth they may learn greater things. It doth not yet appear what they shall be through a practical belief in the truth, and the sanctification of the entire being by the truth. The words and example of our Redeemer in his life of humility and self-denial will be the light and strength of his people if they follow Jesus fully, trusting in him at every step. Let it be the language of our hearts, “Be Thou my pattern.” “He that willeth to do his will shall know of the teaching.” Nothing is so desirable as to live as Christ lived, to deny self as Christ denied himself, and to labor with him in seeking to save that which is lost."},{"refcode_short":"SpTA03 5.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 5.1 (Ellen Gould White)","content":"In the line of furniture, do not purchase one article merely to make a show. Get things that will be useful, and that will bear handling. Educate the people to practice self-denial. Let it be considered that every dollar may represent a soul, for some one might be brought to a knowledge of the truth through the use of that dollar in the missionary work. We may have very nice taste, and enjoy that which is beautiful and artistic, but had not Christ the very finest, purest, holiest taste? His home was heaven, yet he denied himself; humiliation marked all his life, from the manger to Calvary. In the beginning of the work, we must not reproduce the very things that the Lord has condemned in America, the needless, extravagant expenditure of money to gratify pride and love of display. Let everything of this order be scrupulously shunned."},{"refcode_short":"SpTA03 5.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 5.2 (Ellen Gould White)","content":"In eating, dressing, and in the furnishing of our school-building, we want to preserve the simplicity of true godliness. Many will deny themselves and sacrifice much in order to contribute toward making the missionary work a success, and should they see this means expended upon the finest linen and the more expensive furniture or articles for the table, it would have a most unfortunate influence upon these brethren and sisters. Nothing could militate more decidedly against our present and future usefulness in this country. The very first lesson to teach the students is self-denial. Let their eyes, their senses, take in the lesson; let all the appointments of the school convey practical instruction in this line, that the work can be carried forward only by a constant sacrifice."},{"refcode_short":"SpTA03 5.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 5.3 (Ellen Gould White)","content":"In every movement let us follow closely the example of our Saviour. I feel deeply over these things. We must consider in what lines to work in order to secure success; we must come to the work with our hearts imbued with the spirit of Christ. Then we shall realize that our work must be carried forward in a humble way. Our ministers and their wives should be an example in plainness of dress; they should dress neatly, comfortably, wearing good material, but avoiding anything like extravagance and trimmings, even if not expensive; for these things tell to our disadvantage. We should educate the youth to simplicity of dress, plainness with neatness. Let the extra trimmings be left out, even though the cost be but a trifle."},{"refcode_short":"SpTA03 6.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 6.1 (Ellen Gould White)","content":"Some have had a burden in regard to the wearing of a marriage ring, feeling that the wives of our ministers should conform to this custom. All this is unnecessary. Let the ministers’ wives have the golden link which binds their souls to Jesus Christ, a pure and holy character, the true love and meekness and godliness that are the fruit borne upon the Christian tree, and their influence will be secure anywhere. The fact that a disregard of the custom occasions remark, is no good reason for adopting it. Americans can make their position understood by plainly stating that the custom is not regarded as obligatory in our country. We need not wear the sign, for we are not untrue to our marriage vow, and the wearing of the ring would be no evidence that we were true. I feel deeply over this leavening process which seems to be going on among us, in the conformity to custom and fashion. Not one penny should be spent for a circlet of gold to testify that we are married. In countries where the custom is imperative, we have no burden to condemn those who have their marriage ring; let them wear it if they can do so conscientiously; but let not our missionaries feel that the wearing of the ring will increase their influence one jot or tittle. If they are Christians, it will be manifest in their Christlikeness of character, in their words, in their works, in the home, in association with others; it will be evinced by their patience and long suffering and kindliness. They will manifest the spirit of the Master, they will possess his beauty of character, his loveliness of disposition, his sympathetic heart."},{"refcode_short":"SpTA03 7","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 7 (Ellen Gould White)","content":"April 23, 1894"},{"refcode_short":"SpTA03 7","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 7 (Ellen Gould White)","content":"Improvement in the Work"},{"refcode_short":"SpTA03 7.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 7.1 (Ellen Gould White)","content":"God calls for decided improvement to be made in the various branches of the work. The business done in connection with the cause of God must be marked with greater precision and exactitude. There have not been close, decided, firm efforts put forth to bring about essential reform. Some connected with the cause are drawing near to the close of their lives, and yet they have not so learned the lessons of the Bible, as to feel the necessity of bringing them into their practical life. They have wanted opportunities, and gracious blessings have been unappreciated because they did not wish to make a change. My Guide said, “Elevate the standard in all school education. You must set up no lower standard. Discipline must be maintained. Teach the youth by precept and example.” There has not been too much strictness but too much laxness of action tolerated. But the workers must not despair. Work with the spirit of Christ, with the mind of Christ to correct existing evils. Expect that the wrong-doers will have the sympathy of wrong-doers, but faithful shepherds of the flock have lessons to learn in order to keep on an elevated standard, and yet teach that the star of hope is still shining. Work on patiently; but rebuke sin firmly, and give it no sanction. The refuge of lies for the covering up of sin must be torn away, in order that poor deluded souls may not sleep on to their everlasting ruin. The world is soon to be left by the angel of mercy, and the seven last plagues are to be poured out. Sin, shame, sorrow, and darkness are on every side; but God still holds out to the souls of men the precious privilege of exchanging darkness for light, error for truth, sin for righteousness. But God's patience and mercy will not always wait. Let not one soul think that he can hide from God's wrath behind a lie; for God will strip from the soul the refuge of lies. The bolts of God's wrath are soon to fall, and when he shall begin to punish the transgressors, there will be no period of respite until the end. The storm of God's wrath is gathering, and those only will stand who are sanctified through the truth in the love of God. They shall be hid with Christ in God till the desolation shall be overpast. He shall come forth to punish the inhabitants of the world for their iniquity, and “the earth also shall disclose her blood, and shall no more cover her slain.” Let the language of the soul be,—"},{"refcode_short":"SpTA03 8.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 8.1 (Ellen Gould White)","content":"“Other refuge have I none,\nHangs my helpless soul on thee;\nLeave, O leave me not alone!\nStill support and comfort me."},{"refcode_short":"SpTA03 8.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 8.2 (Ellen Gould White)","content":"“Hide me, O my Saviour hide! Till the storm of life is past: Safe into the haven guide, O receive my soul at last!”"},{"refcode_short":"SpTA03 8","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 8 (Ellen Gould White)","content":"April 30, 1894"},{"refcode_short":"SpTA03 8","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 8 (Ellen Gould White)","content":"Idleness"},{"refcode_short":"SpTA03 8.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 8.3 (Ellen Gould White)","content":"“Not slothful in business; fervent in spirit; serving the Lord.” There is but one remedy for indolence, and that is to throw off sluggishness as a sin that leads to perdition, and go to work, using the physical ability that God has given you for this purpose. The only cure for a useless, inefficient life, is effort, determined, persevering effort. The only cure for selfishness is to deny self, and work earnestly to be the blessing that you can be to your fellow-men. “He that observeth the wind shall not sow; and he that regardeth the clouds shall not reap.”"},{"refcode_short":"SpTA03 9.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 9.1 (Ellen Gould White)","content":"As God's human agents, we are to do the work that he has given us. To every man he has given his work, and we are not going to give ourselves up to conjecture as to whether or not our earnest endeavors will prove successful. All that we as individuals are responsible for, is the unwearied, conscientious discharge of duty that some one must do, and if we fail to do that which is placed in our way, we cannot be excused of God. But having done the best we can, then we are to leave all results with God. But it is required of us that we exercise more mental and spiritual power. It is your duty, and it has been your duty every day of the life God has graciously granted you, to pull at the oars of duty; for you are a responsible agent of God."},{"refcode_short":"SpTA03 9.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 9.2 (Ellen Gould White)","content":"The command to you is, “Go work today in my vineyard.” We are all God's workmen, and not one is to be idle; but I would ask, What are you doing for the Master, in order that you may hear his words of approval, “Well done, thou good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things”? God never makes a mistake, he will never call men good and faithful who are not good and faithful."},{"refcode_short":"SpTA03 9","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 9 (Ellen Gould White)","content":"August 3, 1894"},{"refcode_short":"SpTA03 9","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 9 (Ellen Gould White)","content":"The Spirit of Jesus"},{"refcode_short":"SpTA03 9.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 9.3 (Ellen Gould White)","content":"Christ identifies his interest with that of humanity. The work that bears the divine credentials is that which manifests the spirit of Jesus, which reveals his love, his carefulness, his tenderness in dealing with the minds of men. What revelations would come to man if the curtain should be rolled back, and you could see the result of your work in dealing with the erring who have needed most judicious treatment lest they should be turned out of the way “Wherefore lift up the hands which hang down, and the feeble knees; and make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed.”"},{"refcode_short":"SpTA03 10.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 10.1 (Ellen Gould White)","content":"We will always have tried and tempted ones to deal with, and it is essential that we be converted to God every day, and be vessels that can be used unto his name's honor and glory. The true value of the soul can be estimated only by the cross of Calvary. “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” Those who are unconverted, who are unsanctified, will make manifest what manner of spirit they are of. They will show by their likes and dislikes that their natural feelings are not under the control of a sanctified will. The religion of Jesus Christ, is one which will revolutionize the entire man. The truth of God has power to transform the character. We are to have the faith that works by love and purifies the soul. A faith that does not result in this, is of no value. The fruit of the branch will show what is the character of the parent stock. He who is planted in Christ will be elevated. In place of acting rashly, in place of cutting off the erring from faith and hope with your severity and harshness, the true Christian will teach the ignorant, reform the sinful, comfort those who mourn, restrain oppression and injustice, and work after a Christlike plan even in all business transactions. Instead of stirring up strife, he will bring about peace and harmony."},{"refcode_short":"SpTA03 10.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 10.2 (Ellen Gould White)","content":"A hard, unjust, critical spirit has been indulged among those who have held positions of trust in the work of God. Unless those who have indulged this spirit are converted, they will be relieved of the responsibility of acting a part in committees of counsel even in the transaction of business. Unless they are converted, their voices must not be heard in the council; for the aggregate result is more injurious than beneficial. Wrong prevails, man is made an offender for a word, and suspicion, distrust, jealousy, evil-surmising, evil-speaking, and injustice reproduce themselves even in connection with the cause of God. A false zeal passes for jealousy for the cause of God; but the miserable, filthy garment of self must be destroyed, and in its place, men must accept the righteousness of Christ. The persecution that is carried on among church members is a most terrible thing. It is true that some have committed errors, and made mistakes, but it is equally true that these errors and mistakes are not nearly as grievous in the sight of God as is the harsh and unforgiving spirit of those who are criticisers and censors. Many of those who are free to pass judgment on others, are committing errors which, although not made manifest, are tainted with deadly evil that is corrupting their spiritual life."},{"refcode_short":"SpTA03 11","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 11 (Ellen Gould White)","content":"Love and Unity"},{"refcode_short":"SpTA03 11.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 11.1 (Ellen Gould White)","content":"God would open the eyes of his professed people in order that they may see that they must love God supremely, and their neighbors as themselves, if they would be saved in his kingdom. Many are making manifest that they are not controlled by the Spirit of Christ, but by another spirit. The attributes they display are as unlike the attributes of Christ as are the characteristics of Satan. It is high time that believers should stand shoulder to shoulder, and strive together for eternal life, in place of holding themselves aloof, and expressing by word and action, “I am holier than thou.” Those who would exert all their powers for the salvation of perishing souls, must come heart to heart, and be bound together in cords of sympathy and love. The brethren should manifest the same spirit as that manifested by our merciful and faithful High Priest, who is touched with the feeling of our infirmities. We may inspire fainting, hopeless ones with new life. We may achieve victories which our own erroneous and misconceived opinions, our own defects of character, our own smallness of faith, have made to seem impossible. Faith! we scarcely know what it is."},{"refcode_short":"SpTA03 12","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 12 (Ellen Gould White)","content":"The End"},{"refcode_short":"SpTA03 12.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 12.1 (Ellen Gould White)","content":"The end of all things is at hand. The Lord is soon coming. Already his judgments are abroad in our land. We are not only to talk of Christ's coming, but in every action, we are to reveal the fact that he is soon to be manifested in the clouds of heaven with power and great glory. Have we the wedding garment on? Have we personal piety? Have we co-operated with divine agencies, in a whole-hearted, unreserved manner, in weaving into our life's practices the divine principles of God's holy law? It is one thing to talk the law, and it is another thing entirely to practice it. It is the doers of the law that shall be justified before God; for those who do the law represent the character of God, and lie not against the truth."},{"refcode_short":"SpTA03 12.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 12.2 (Ellen Gould White)","content":"The Lord is coming. O, the time is short, and who in the Bible view are laborers together with God? Shall we not be filled with fear and awe lest we are still in our own natural tempers, lest we are unconverted, and unholy, and seeking to pass off a counterfeit experience for a genuine one? Awake, brethren, awake, before it shall be forever too late. There are many who are laborers together with God whom we do not discern. The hands of ministers have never been laid upon them in ordination for the work; but nevertheless they are wearing the yoke of Christ, and exert a saving influence in working in different lines to win souls to Christ. The success of our work depends upon our love to God, and our love to our fellow-men. When there is harmonious action among the individual members of the church, when there is love and confidence manifested by brother to brother, there will be proportionate force and power in our work for the salvation of men. O how greatly we need a moral renovation! Without the faith that works by love, you can do nothing. May the Lord give you hearts to receive this testimony."},{"refcode_short":"SpTA03 13","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 13 (Ellen Gould White)","content":"October 30, 1894"},{"refcode_short":"SpTA03 13","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 13 (Ellen Gould White)","content":"Manner of Laboring"},{"refcode_short":"SpTA03 13.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 13.1 (Ellen Gould White)","content":"Last night in my sleeping hours I seemed to be meeting with my brethren, listening to one who spoke as having authority. He said, “Many souls will attend this meeting who are honestly ignorant of the truths which will be presented before them. They will listen and become interested, because Christ is drawing them; conscience tells them that what they hear is true, for it has the Bible for its foundation. The greatest care is needed in dealing with these souls. Be always on guard. Do not at the outset press before the people the most objectionable features of our faith, lest you close the ears of those to whom these things come as a new revelation."},{"refcode_short":"SpTA03 13.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 13.2 (Ellen Gould White)","content":"“Let such portions of truth be dealt out to them as they may be able to grasp and appreciate; though it should appear strange and startling, many will recognize with joy that new light is shed on the word of God; whereas if truth were presented in so large a measure that they could not receive it, some would go away, and never come again. More than this, they would misrepresent the truth; in their explanation of what was said, they would so wrest the Scriptures as to confuse other minds. We must take advantage of circumstances now. Present the truth as it is in Jesus. There must be no combative or controversial spirit in the advocacy of truth."},{"refcode_short":"SpTA03 14.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 14.1 (Ellen Gould White)","content":"“Those who will study the manner of Christ's teaching, and educate themselves to follow his way, will attract and hold large numbers now, as Christ held the people in his day. The Saviour is our example in all things. His love abiding in the heart will be expressed in words that will benefit the hearers, and win souls to him. When the truth in its practical character is urged upon the people because you love them, souls will be convicted, because the holy Spirit of God will convict of the truth. Satan will be on the ground, that with his hellish shadow he may obtrude himself between the human race and God, to intercept every ray of light that would shine on the soul. The great message is to be given as it is in Jesus."},{"refcode_short":"SpTA03 14.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 14.2 (Ellen Gould White)","content":"“There is a necessity for individual effort. Give opportunity for all who are in any way troubled, to speak of their difficulties, for they will have them. Arm yourself with humility, pray that angels of God may come close to your side to impress the mind; for it is not you that works the Holy Spirit, but the Holy Spirit must work you. There is a winning, compelling power in the gospel of Jesus Christ; it is the Holy Spirit that makes the truth impressive. The truth as it is in Jesus will subdue the most powerful opponents, bringing them into captivity to Jesus Christ. Christ will take men who possess the strongest spirit of opposition, and if they submit to him, he will connect them with himself in his work. Thus the truth is presented so as to win a decided victory. Keep practical truth ever before the people.”"},{"refcode_short":"SpTA03 15","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 15 (Ellen Gould White)","content":"Obstacles to the Work"},{"refcode_short":"SpTA03 15.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 15.1 (Ellen Gould White)","content":"After these things were spoken, I heard men conversing together in a discouraging way. Poverty was, they thought, the greatest obstacle to the advancement of the work. Their words were more negative than positive, expressing little faith, hope, or courage. All admitted that the field was a hard one, to be worked with so little means, and so few workers. Then the Teacher said that these were not the most disheartening features; the most weighty difficulty is, that unless imbued with the Spirit of God, you will be inclined to allow your natural temperament to shape the work, and will leave Jesus out of the conflict. You have neglected to cherish love for one another, and it has not been strengthening in the heart. Criticism is the school in which some have been educated. Who are feeling a burden to come into perfect unity? Who will deny self, and make any and every sacrifice of your own ideas and preferences, that you may be in harmony with your brethren? It is the lack of the grace of the Holy Spirit, which makes the professed followers of Christ so decided and unyielding, so determined to please themselves."},{"refcode_short":"SpTA03 15.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 15.2 (Ellen Gould White)","content":"“Rebuke not an elder [a man older than yourself], but entreat him as a father; and the younger men as brethren, the elder women as mothers; the younger as sisters, with all purity. Honor widows that are widows indeed.” “Now the end of the commandment is charity out of a pure heart and a good conscience, and of faith unfeigned.” “Charity [love] suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up, doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil; rejoiceth not in iniquity, but rejoiceth in the truth.”"},{"refcode_short":"SpTA03 15.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 15.3 (Ellen Gould White)","content":"The greatest obstruction to your work will be the disregard of the tenderness of Christ in dealing with one another, because self is seeking the supremacy. Self loves to vaunt itself, and those who possess a spirit unlike Christ's, cannot discern what manner of spirit controls them. They speak and act like sinners, while they profess to be Christians. They more readily express their own will than the will of God, yet they are very strenuous to have their will regarded as the will of God. Satan is urging his attributes into the very midst of us; he is seeking to destroy our love for, and confidence in, each other; and the lack of confidence which brethren in the ministry repose in their fellow-laborers, is easily read in the rules and regulations concerning even the details of the work which they seek to impose upon them."},{"refcode_short":"SpTA03 16","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 16 (Ellen Gould White)","content":"Love and Confidence Among Brethren"},{"refcode_short":"SpTA03 16.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 16.1 (Ellen Gould White)","content":"When men will show confidence in their fellow-men, they will come much nearer to possessing the mind of Christ. The Lord has revealed the estimate that he places upon man. “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” But some minds are ever seeking to re-shape the character of others according to their own ideas and measure. God has not given them this work to do."},{"refcode_short":"SpTA03 16.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 16.2 (Ellen Gould White)","content":"Self will ever cherish a high estimate of self. As men lose their first love, they do not keep the commandments of God, and then they begin to criticise one another. This spirit will constantly be striving for the mastery to the close of time. Satan is seeking to foster it, in order that brethren in their ignorance may seek to devour one another. God is not glorified, but greatly dishonored; the Spirit of God is grieved. Satan exults because he knows that if he can set brother to watch brother in the church and in the ministry, some will be so disheartened and discouraged as to leave their posts of duty. This is not the work of the Holy Spirit; a power from beneath is working in the chambers of the mind and in the soul-temple, to place his attributes where the attributes of Christ should be."},{"refcode_short":"SpTA03 17.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 17.1 (Ellen Gould White)","content":"He who has paid the infinite price to redeem men, reads with unerring accuracy all the hidden workings of the human mind, and knows just how to deal with every soul. And in dealing with men, he manifests the same principles that are manifest in the natural world. The beneficent operations of Nature are not accomplished by abrupt and startling interpositions; men are not permitted to take her work into their own hands. God works through the calm, regular operation of his appointed laws. So it is in spiritual things. Satan is constantly seeking to produce effects by rude and violent thrusts; but Jesus found access to minds by the pathway of their most familiar associations. He disturbed as little as possible their accustomed train of thought, by abrupt actions or prescribed rules. He honored man with his confidence, and thus placed him on his honor. He introduced old truths in a new and precious light. Thus when only twelve years old, he astonished the doctors of the law by his questions in the temple."},{"refcode_short":"SpTA03 17.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 17.2 (Ellen Gould White)","content":"Jesus assumed humanity that he might meet humanity. He brings men under the transforming power of truth by meeting them where they are. He gains access to the heart by securing sympathy and confidence, making all feel that his identification with their nature and interest is complete. The truth came from his lips beautiful in its simplicity, yet clothed with dignity and power. What a teacher was our Lord Jesus Christ! How tenderly did he treat every honest inquirer after truth, that he might gain admission to his sympathies, and find a home in the heart."},{"refcode_short":"SpTA03 17.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 17.3 (Ellen Gould White)","content":"I must tell you, brethren, that you are far from what the Lord would have you be. The attributes of the. enemy of God and man too often find expression in your spirit and attitude toward one another. You hurt one another because you are not partakers of the divine nature. And you work against your own perfection of character; you bring trouble to yourselves, make your work hard and toilsome, because you regard your own spirit and defects of character as precious virtues to be clung to and fostered."},{"refcode_short":"SpTA03 18.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 18.1 (Ellen Gould White)","content":"Jesus points the highest minds, as well as the lowest, to the lily, in the freshness of the dew of the morning, and bids us, “Consider the lilies of the field, how they grow; they toil not, neither do they spin: and yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.” And he impresses the lesson: “If God so clothe the grass of the field, which today is, and tomorrow is cast into the oven, shall he not much more clothe you, O ye of little faith!”"},{"refcode_short":"SpTA03 18","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 18 (Ellen Gould White)","content":"Advancing the Truth"},{"refcode_short":"SpTA03 18.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 18.2 (Ellen Gould White)","content":"Men make the work of advancing the truth tenfold harder than it really is, by seeking to take God's work out of his hands into their own finite hands. They think that they must be constantly inventing something to make men do things which they suppose these persons ought to do. The time thus spent is all the while making the work more complicated; for the great chief Worker is left out of the question in the care of his own heritage. Men undertake the job of tinkering up the defective character of others, and only succeed in making the defects much worse. They would better leave God to do his own work; for he does not regard them as capable of re-shaping character."},{"refcode_short":"SpTA03 18.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 18.3 (Ellen Gould White)","content":"What they need is to be imbued with the Spirit of Christ. If they take hold of his strength, they will make peace with him; then they will be in a fair way to make peace with their fellow-laborers. The less of the meekness and lowliness of Christ the human agent has in his spirit and character, the more he sees perfection in his own methods, and imperfection in the methods of others. Our only safety is to watch unto prayer, and to counsel together, believing that God will keep our brethren as well as ourselves, for there is no respect of persons with him. God will work for us when we are faithful students, and the doers of his words."},{"refcode_short":"SpTA03 19.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 19.1 (Ellen Gould White)","content":"But when there is, on the part of the laborers, so manifest a disregard of Christ's express command that we love one another as he has loved us, how can we expect that brethren will heed the commandments of finite men, and the regulations and definite specifications as to how each shall labor? The wisdom that prescribes for us must be supernatural, else it will prove a physician that cannot heal, but will only destroy. We would better seek God with the whole heart, and lay down self-importance; for “all ye are brethren.”"},{"refcode_short":"SpTA03 19","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 19 (Ellen Gould White)","content":"Christ has Made the Yoke Easy"},{"refcode_short":"SpTA03 19.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 19.2 (Ellen Gould White)","content":"Instead of toiling to prepare set rules and regulations, you might better be praying and submitting your own will and ways to Christ. He is not pleased when you make hard the things he has made easy. He says, “Take my yoke upon you, and learn of me; for I am meek and lowly in heart; and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.” The Lord Jesus loves his heritage, and if men will not think it their special prerogative to prescribe rules for their fellow-laborers, but will bring Christ's rules into their life and copy his lessons, then each will be an example, and not a judge."},{"refcode_short":"SpTA03 19","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 19 (Ellen Gould White)","content":"Paternal Character of God"},{"refcode_short":"SpTA03 19.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 19.3 (Ellen Gould White)","content":"Christ's most favorite theme was the paternal character and abundant love of God. The curse of every church today is that men do not adopt Christ's methods. They think they can improve on the rules given in the gospel, and so are free to define them, hoping thus to reform the churches and the workmen. Let God be our one Master, our one Lord, full of goodness, compassion, and love."},{"refcode_short":"SpTA03 20.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 20.1 (Ellen Gould White)","content":"God gives knowledge to his workmen, and he has left on record for us the rich, full promise, “If any of you lack wisdom, let him ask of God, that giveth to all men liberally and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering; for he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive anything of the Lord.” Is it not best to obtain wisdom individually by going to God, and not to man? What saith the great Teacher? “I have manifested thy name unto the men which thou gavest me out of the world.”"},{"refcode_short":"SpTA03 20","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 20 (Ellen Gould White)","content":"Criticising Defects in Others"},{"refcode_short":"SpTA03 20.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 20.2 (Ellen Gould White)","content":"There is among us an evil that needs to be corrected. Brethren feel free to look at, and speak of, the supposed defects of others, when that very liberty reveals a decided defect in themselves. They make it manifest that they are wise in their own conceits, and God cannot give them his special blessing, for they would exalt themselves, and hurt the precious cause of truth. When the world was destitute of the knowledge of God, Jesus came to impart this inestimable blessing,—a knowledge of the paternal character of our heavenly Father. This was his own gift to our world, and this gift he committed to his disciples, to be communicated by them to the world."},{"refcode_short":"SpTA03 20","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 20 (Ellen Gould White)","content":"Laborers Should Improve Themselves"},{"refcode_short":"SpTA03 20.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 20.3 (Ellen Gould White)","content":"Having learned the simple rules, they [the ministers] should bend their minds to the acquisition of knowledge in connection with their labor, so that they may be “workmen that need not be ashamed.” They can master one branch of science after another, while they are engaged in the work of preaching the truth if they will wisely employ their time. Golden moments are thrown away in unimportant conversation, in indolence, and in doing those things which are of little consequence, that ought to be used every day in useful employments, that will fit us more nearly to approach the high standard."},{"refcode_short":"SpTA03 21.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 21.1 (Ellen Gould White)","content":"The men who now stand before the people as representatives of Christ have generally more ability than they have training, but they do not put their faculties to use, making the most of their time and opportunities. Nearly every minister in the field, had he exerted his God-given energies, might not only be proficient in reading, writing, and grammar, but even in languages. It is essential for them to set their aim high. But there has been but little ambition to put their powers to the test to reach an elevated standard in knowledge and in religious intelligence. Our ministers will have to render to God an account for the rusting of the talents he has given to improve by exercise. They might have done tenfold more work intelligently, had they cared to become intellectual giants. Their whole experience in their high calling is cheapened because they are content to remain where they are. Their efforts to acquire knowledge will not in the least hinder their spiritual growth if they will study with right motives and proper aims."},{"refcode_short":"SpTA03 21","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 21 (Ellen Gould White)","content":"Need of Workers"},{"refcode_short":"SpTA03 21.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 21.2 (Ellen Gould White)","content":"Workers are needed all over the world. The truth of God is to be carried to foreign lands, that those who are in darkness may be enlightened. Work should be done that will qualify the students to be laborers together with God."},{"refcode_short":"SpTA03 22.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 22.1 (Ellen Gould White)","content":"God requires that a zeal be shown in this direction infinitely greater than has hitherto been manifested. As a people we are in some respects far behind in missionary work. We are not doing one-twentieth part of the good we might accomplish in positions of trust, because selfishness prevails to a large extent among us. Some are envious of others, fearing that they will be more highly esteemed than themselves."},{"refcode_short":"SpTA03 22.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 22.2 (Ellen Gould White)","content":"Cultivated intellects are now needed in every part of the work of God; for novices cannot do the work acceptably in unfolding the hidden treasure to enrich souls. God has devised that schools shall be an instrumentality for developing workers for Jesus Christ of whom he will not be ashamed, and this object must ever be kept in view. The height man may reach by proper culture, has not hitherto been realized. We have among us more than an average of men of ability. If their capabilities were brought into use, we should have twenty ministers where we now have one. Physicians, too, would be educated to battle with disease."},{"refcode_short":"SpTA03 22.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 22.3 (Ellen Gould White)","content":"Cities and towns are steeped in sin; yet there are Lots in every Sodom. The poison of sin is at work at the heart of society. God calls for reformers to stand in defense of the laws he has established to govern the physical system, and to maintain an elevated standard in the training of the mind and the culture of the heart."},{"refcode_short":"SpTA03 22","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 22 (Ellen Gould White)","content":"Heart Culture"},{"refcode_short":"SpTA03 22.4","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 22.4 (Ellen Gould White)","content":"There is danger of pharisaical exactitude, burdening minds with worldly forms and customs which will, in many cases, become all important, making a world of an atom, and an atom of a world. The grace of Christ with its purifying, ennobling influence, will do more for us than all the worldly education upon etiquette that is made so essential. To many, the externals are the sum total of religion, and yet it will be evidenced that the heart has not that genuine courtesy which alone is of value with God. If they are spoken to about their faults, they have so little Christian politeness that the sacred position of the minister whom God has sent with his message of warning, is lost sight of in their effort to criticise his attitude, his gestures, and the formation of his sentences. They think themselves paragons of wisdom, but they pay no heed to the words of God from the courts of heaven. To all such, God says that they will have to become fools in order to know the true wisdom of Christ."},{"refcode_short":"SpTA03 23.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 23.1 (Ellen Gould White)","content":"I was shown that our College was designed of God to accomplish the great and good work of saving souls. It is only when brought under the full control of the Spirit of God that the talents of an individual are rendered useful to the fullest extent. The precepts and principles of religion are the first steps in the acquisition of knowledge, and lie at the very foundation of true education. Knowledge and science must be vitalized by the Spirit of God in order to serve the noblest purposes. The Christian alone can make the right use of knowledge. Science, in order to be fully appreciated, must be viewed from a religious standpoint. Then all will worship the God of science. The heart which is ennobled by the grace of God can best comprehend the real value of education. The attributes of God as seen in his created works, can be appreciated only as we have a knowledge of the Creator. The teachers must be acquainted, not only with the theory of the truth, but must have an experimental knowledge of the way of holiness in order to lead the youth to the fountains of truth, to the Lamb of God that taketh away the sins of the world. Knowledge is power only when united with true piety. A soul emptied of self will be noble. Christ abiding in the heart by faith will make us wise in God's sight."},{"refcode_short":"SpTA03 24","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 24 (Ellen Gould White)","content":"January 30, 1895"},{"refcode_short":"SpTA03 24","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 24 (Ellen Gould White)","content":"Christian Courtesy"},{"refcode_short":"SpTA03 24.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 24.1 (Ellen Gould White)","content":"We have just received letters from you, and Willie has just read them to Brother Sisley and myself. I regard your reasoning and statements as correct. I am very much pained as I see how readily those who write for our papers make unkind thrusts and allusions that will certainly do harm, and that will hedge up the way, and hinder us from doing the work that we should to reach all classes, the Catholics included. It is our work to speak the truth in love, and not to mix in with the truth, the unsanctified elements of the natural heart, and speak things that savor of the same spirit possessed by our enemies. All sharp thrusts will come back upon us in double measure when the power is in the hands of those who can exercise it for our injury. Over and over the message has been given to me that we are not to say one word, not to publish one sentence, unless positively essential in vindicating the truth, that will stir up our enemies against us, and arouse their passions to a white heat. Our work will soon be closed up, and soon the time of trouble such as there never was will come upon us, of which we have but little idea."},{"refcode_short":"SpTA03 24.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 24.2 (Ellen Gould White)","content":"Writers and speakers among us will have to learn that the highest obligations of the Christian life involve the giving of careful attention in heeding the messages that God has sent to us. It is essential that we have a knowledge of our own motives and actions in order to have constant self-improvement. I long to see men in responsible positions feeling the burden in regard to themselves, so that they will exercise Christian politeness, and speak and write in a courteous manner. The Lord wants his workers to represent him, the great missionary worker. The manifestation of zeal and rashness always does harm. The proprieties essential for Christian life must be learned daily in the school of Christ. He who is careless and heedless in uttering words or in writing words for publication to be sent broadcast into the world, is disqualifying himself to be entrusted with the sacred work which devolves upon Christ's followers at this time. Those who practice giving hard thrusts are forming habits that will have to be repented of. To discharge every duty that devolves upon those who are entrusted with sacred responsibility, in the right manner, calls for humble prayer, and a close study of the life of Christ."},{"refcode_short":"SpTA03 25.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 25.1 (Ellen Gould White)","content":"A surgeon, a physician, a teacher, a guide, needs to study carefully and attentively the way in which to do the work which is entrusted to his hands, and how much more should those who are entrusted with the sacred responsibility to watch for souls as they that must give an account, study to work in harmony with the truth, and in accordance with the wisdom which is from above, which is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy, and “the fruit of righteousness is sown in peace of them that make peace.”"},{"refcode_short":"SpTA03 25.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 25.2 (Ellen Gould White)","content":"I am pained when I see the sharp thrusts which appear in the Sentinel. I speak to my brethren who are communicating with the people through that paper: It is best for you to be as wise as serpents, and as harmless as doves. We should carefully and severally examine our ways and our spirits, and see in what manner we are doing the work given us of God, which involves the destiny of souls. The very highest obligation is resting upon us. Satan is standing ready, burning with zeal to inspire the whole confederacy of satanic agencies, that he may cause them to unite with evil men, and bring upon the believers of truth speedy and severe suffering. Every unwise word that is uttered by our brethren will be treasured up by the prince of darkness. But I would like to ask, How dare finite human intelligences speak careless and venturesome words that will stir up the powers of hell against the saints of God, when Michael, the archangel, durst not bring against Satan a railing accusation, but said, “The Lord rebuke thee, O Satan”? It will be impossible for us to avoid difficulties and suffering. Jesus said, “Woe unto the world because of offenses! for it must needs be that offenses come; but woe to that man by whom the offense cometh!” But because offense will come, we should be careful not to stir up the natural temperament of those who love not the truth, by unwise words and by the manifestation of an unkind spirit. The truth works by love and purifies the soul. It is the privilege and duty of every child of God to have spiritual apprehension. If we are children of the light, we should walk in the light as Christ is in the light, and testify before the world, before angels and men, that the truth has power to transform human character, and to cause men to represent Christ. With David our testimony should be, “Thy gentleness hath made me great.” O that we might have divine perceptions, and be able to appreciate the holy, sacred efficiency of the truth which fell from the lips of Christ! O that a permanent impression might be made upon the hearts of all!"},{"refcode_short":"SpTA03 26.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 26.1 (Ellen Gould White)","content":"The words Christ has spoken, the spirit he has revealed in all his lessons to his disciples, are as the bread of life, the flesh and blood of the Son of God. He said, “The words that I speak unto you, they are spirit, and they are life.” But all he has said is contested by the confederacy of evil, nevertheless precious truth must be presented in its native force. The deceptive errors that are widespread, and that are leading the world captive, are to be unveiled. Every effort that is possible is being made to ensnare souls with subtle reasonings, to turn them from the truth to fables, and to prepare them to be deceived by strong delusions. But while these deceived souls turn from the truth to error, do not speak to them one word of censure. Seek to show these poor, deluded souls their danger, and to reveal to them how grievous is their course of action toward Jesus Christ, but let it all be done in pitying tenderness. By a proper manner of labor some of the souls who are ensnared by Satan may be recovered from his power. But do not blame and condemn them. To ridicule the position held by those who are in error will not open their blind eyes, nor attract them to the truth. The followers of Christ may receive divine illumination daily, and have clear conceptions of the great mercy and love of God toward us poor sinners. As we behold the love of Christ, we shall begin to reflect it. “God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.” In Christ are hid all the treasures of wisdom and knowledge. How are they hid?—Under the veil of humanity and deep humiliation. The abundance of his knowledge covers all the treasures of wisdom; for in Christ all fulness dwells."},{"refcode_short":"SpTA03 27","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 27 (Ellen Gould White)","content":"Example of Christ"},{"refcode_short":"SpTA03 27.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 27.1 (Ellen Gould White)","content":"When men lose sight of Christ's example, and do not pattern after his manner of teaching, they become self-sufficient, and go forth to meet Satan with his own manner of weapons. The enemy knows well how to turn his weapons upon those who use them. Jesus spake only words of pure truth and righteousness. It was he who inspired prophets and holy men of old, and they spake as they were moved upon by the Holy Spirit. But Christ was superior to the prophets, in that he was the Author of eternal salvation, the Originator of all that they have written and spoken, and in his example, he has left us a perfect model for faith and practice."},{"refcode_short":"SpTA03 28.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 28.1 (Ellen Gould White)","content":"If ever a people needed to walk in humility before God, it is his church, his chosen ones in this generation. We all need to bewail the dullness of our intellectual faculties, the lack of appreciation of our privileges and opportunities. We have nothing whereof to boast. We grieve the Lord Jesus Christ by our harshness, by our unchristlike thrusts. We need to become complete in him. It is true that we are commanded to “cry aloud, spare not, lift up thy voice like a trumpet, and show my people their transgressions, and the house of Jacob their sins.” This message must be given, but while it must be given, we should be careful not to thrust and crowd and condemn those who have not the light that we have. We should not go out of our way to make hard thrusts at the Catholics. Among the Catholics there are many who are most conscientious Christians, and who walk in all the light that shines upon them, and God will work in their behalf."},{"refcode_short":"SpTA03 28.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 28.2 (Ellen Gould White)","content":"Those who have had great privileges and opportunities, and who have failed to improve their physical, mental, and moral powers, but who have lived to please themselves, and have refused to bear their responsibilities, are in great danger, and in greater condemnation before God than those who are in error upon doctrinal points, yet who seek to live to do good to others, corresponding to the light which they have. Do not censure others, do not condemn them. As free moral agents under the government of God, our responsibility and obligation are not limited by the knowledge we actually possess, but the knowledge we might and ought to have had if we had advanced in faith, and obtained the rich Christian experience that would have corresponded with our advantages. We should improve our faculties, and we shall be held accountable for their improvement. They are a sacred trust, and if we do not use them properly, if we do not educate ourselves to trust in God, to believe and practice his word, we shall be held accountable. If we allow selfish considerations, false reasonings, and false excuses to bring us into a perverse state of mind and heart, so that we shall not know the ways and will of God, we shall be far more guilty than the open sinner. We need to be very cautious in order that we may not condemn those who before God are less guilty than ourselves."},{"refcode_short":"SpTA03 29","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 29 (Ellen Gould White)","content":"January 30, 1895"},{"refcode_short":"SpTA03 29","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 29 (Ellen Gould White)","content":"Receiving Gifts"},{"refcode_short":"SpTA03 29.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 29.1 (Ellen Gould White)","content":"Your letter only came today, and at a time when a number were about to leave our house to take passage on a steamer from Sydney to New Zealand."},{"refcode_short":"SpTA03 29.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 29.2 (Ellen Gould White)","content":"You inquire with respect to the propriety of receiving gifts from Gentiles or the heathen. The question is not strange; but I would ask you who is it that owns our world? Who are the real owners of houses and lands? Is it not God? He has an abundance in our world which he has placed in the hands of men by which the hungry might be supplied with food, the naked with clothing, the homeless with homes. The Lord would move upon worldly men, even idolaters, to give of their abundance for the support of the work, if we would approach them wisely, and give them an opportunity of doing those things which it is their privilege to do. What they would give we should be privileged to receive. We should become acquainted with men in high places, and by exercising the wisdom of the serpent, and the harmlessness of the dove, we might obtain advantage from them, for God would move upon their minds to do many things in behalf of his people. If proper persons would set before those who have means and influence, the needs of the work of God in a proper light, these men might do much to advance the cause of God in our world. We have put away from us privileges and advantages that we might have had the benefit of, because we chose to stand independent of the world. But we need not sacrifice one principle of truth while taking advantage of every opportunity to advance the cause of God."},{"refcode_short":"SpTA03 30.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 30.1 (Ellen Gould White)","content":"The Lord would have his people in the world, but not of the world. They should seek to bring the truth before the men in high places, and give them a fair chance to receive and weigh evidence. There are many who are unenlightened and uninformed, and as individuals we have a serious, solemn, wise work to do. We are to have travail of soul for those who are in high places, and go to them with the gracious invitation to come to the marriage feast. Very much more might have been done than has been done for those in high places. The last message that Christ gave to his disciples before he was parted from them, and taken up into heaven, was a message to carry the gospel to all the world, and was accompanied by the promise of the Holy Spirit. The Lord said, “Ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem and in all Judea, and in Samaria, and to the uttermost part of the earth.”"},{"refcode_short":"SpTA03 30.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 30.2 (Ellen Gould White)","content":"“The earth is the Lord's, and the fulness thereof.” “The silver is mine, and the gold is mine, saith the Lord of hosts.” “Every beast of the forest is mine, and the cattle upon a thousand hills. I know all the fowls of the mountains: and the wild beasts of the field are mine. If I were hungry, I would not tell thee; for the world is mine, and the fulness thereof.”"},{"refcode_short":"SpTA03 30","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 30 (Ellen Gould White)","content":"Burden for Souls"},{"refcode_short":"SpTA03 30.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 30.3 (Ellen Gould White)","content":"There is a great work to be done in the earth, and the Lord Jesus has taken men into co-partnership with himself, in order that heavenly agencies may co-operate with human agencies. Christ was in travail of soul for the redemption of the world, and those who are laborers together with God are representatives of Christ to our world, and will have compassion for the lost, and will travail in soul for the redemption of men. Unless the church awakes and attends to her post of duty, God will charge the loss of souls to her account. I have a deep interest that the work of God shall advance. Those who are the chosen of God are required to multiply churches wherever they may be successful in bringing souls to the knowledge of the truth. But the people of God are never to collect together into a large community as they have done in Battle Creek. Those who know what it is to have travail of soul will never do this, for they will feel the burden that Christ carried for the salvation of men. Every one who is chosen of God should improve his intellectual powers. Jesus came to represent the character of the Father, and he sent his disciples into the world to represent the character of Christ; he has given us his word to point out the way of life, and he has not left us simply to carry that word, but has also promised to give it efficiency by the power of the Holy Spirit. Is there need, then, that any one should walk in uncertainty, grieving that they do not know and experience the movings of the Holy Spirit upon their hearts? Are you hungering and thirsting for instruction in righteousness? Then you have the sure promise that you shall be filled. “And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, ... even his Son Jesus Christ. This is the true God, and eternal life.” The Lord would have us in possession of the Spirit of heavenly wisdom. Are we all being impressed to pray to the Lord humbly and earnestly as our necessities require, importuning him for the spirit of wisdom? Do we pray, saying, “Show me the secrets of wisdom, that which I know not teach thou me”? O for humble, earnest prayer to go forth from unfeigned lips praying for the counsel that is of God. He says, “Counsel is mine, and sound wisdom.”"},{"refcode_short":"SpTA03 32","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 32 (Ellen Gould White)","content":"January 31, 1895"},{"refcode_short":"SpTA03 32","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 32 (Ellen Gould White)","content":"Solemn Times"},{"refcode_short":"SpTA03 32.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 32.1 (Ellen Gould White)","content":"Solemn, serious times are upon us, and perplexities will increase, to the very close of time. There may be a little respite in these matters, but it will not be for long. I have letters to write that must go in the next mail to Battle Creek. Our brethren there are not looking at everything in the right light. The movements they have made to pay taxes on the property of the Sanitarium and Tabernacle have manifested a zeal and conscientiousness that in all respects is not wise nor correct. Their ideas of religious liberty are being woven with suggestions that do not come from the Holy Spirit, and the religious liberty cause is sickening, and its sickness can only be healed by the grace and gentleness of Christ. The hearts of those who advocate this cause must be filled by the Spirit of Jesus. The Great Physician alone can apply the balm of Gilead. Let these men read the book of Nehemiah with humble hearts touched by the Holy Spirit, and their false ideas will be modified, and correct principles will be seen, and the present order of things will be changed. Nehemiah prayed to God for help, and God heard his prayer. The Lord moved upon heathen kings to come to his help. When his enemies zealously worked against him, the Lord worked through kings to carry out his purpose, and to answer the many prayers that were ascending to him for the help which they so much needed."},{"refcode_short":"SpTA03 32","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 32 (Ellen Gould White)","content":"Extreme Positions"},{"refcode_short":"SpTA03 32.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 32.2 (Ellen Gould White)","content":"I am often greatly distressed when I see our leading men taking extreme positions, and burdening themselves over matters that should not be taken up nor worried over, but left in the hands of God for him to adjust. We are yet in the world, and God keeps for us a place in connection with the world, and works by his own right hand to prepare the way before us, in order that his work may progress along its various lines. The truth is to have a standing-place, and the standard of truth is to be uplifted in many places in regions beyond. Be sure that God has not laid upon those who remain away from these foreign fields of labor, the burden of criticising the ones on the ground where the work is being done. Those who are not put on the ground know nothing about the necessities of the situation, and if they cannot say anything to help those who are on the ground, let them not hinder, but show their wisdom by the eloquence of silence, and attend to the work that is close at hand. I protest against the zeal that they manifest that is not according to knowledge, when they ventilate their ideas about foreign fields of labor. Let the Lord work with the men who are on the ground, and let those who are not on the ground walk humbly with God, lest they get out of their place, and lose their bearings. The Lord has not placed the burden of criticising the work, upon those who have taken this burden, and he does not give them the sanction of his Holy Spirit. Many move according to their own human judgment, and zealously seek to adjust things that God has not placed in their hands. Just as long as we are in the world, we shall have to do a special work for the world; the message of warning is to go to all countries, tongues, and peoples."},{"refcode_short":"SpTA03 33.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 33.1 (Ellen Gould White)","content":"The Lord does not move upon his workers to make them take a course which will bring on the time of trouble before the time. Let them not build up a wall of separation between themselves and the world, by advancing their own ideas and notions. There is now altogether too much of this throughout our borders. The message of warning has not reached large numbers of the world, in the very cities that are right at hand, and to number Israel is not to work after God's order. Just as long as we are in this world, and the Spirit of God is striving with the world, we are to receive as well as to impart favors. We are to give to the world the light of truth as presented in the sacred Scriptures, and we are to receive from the world that which God moves upon them to do in behalf of his cause. The Lord still moves upon the hearts of kings and rulers in behalf of his people, and it becomes those who are so deeply interested in the religious liberty question not to cut off any favors, or withdraw themselves from the help that God has moved men to give, for the advancement of his cause. We find examples in the word of God concerning this very matter. Cyrus, king of Persia, made a proclamation throughout all his kingdom, and put it into writing saying, “Thus saith Cyrus king of Persia, The Lord God of heaven hath given me all the kingdoms of the earth; and he hath charged me to build him a house at Jerusalem, which is in Judah. Who is there among you of all his people? his God be with him, and let him go up to Jerusalem, which is in Judah, and build the house of the Lord God of Israel.” A second commandment was issued by Darius for the building of the house of the Lord, and is recorded in the sixth chapter of Ezra. The Lord God of Israel has placed his goods in the hands of unbelievers, but they are to be used in favor of doing the works that must be done for a fallen world. The agents through whom these gifts come, may open up avenues through which the truth may go, they may have no sympathy with the work, and no faith in Christ, and no practice in his words; but their gifts are not to be refused on that account."},{"refcode_short":"SpTA03 34.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 34.1 (Ellen Gould White)","content":"It is very strange that some of our brethren should feel that it is their duty to bring about a condition of things that would bind up the means that God would have set free. God has not laid upon them the responsibility of coming in conflict with the authorities and powers of the world in this matter. The withstraining [restraining] hand of God has not yet been withdrawn from the earth. Let the leaders in the work bide their time, hide in Christ, and move and work with great wisdom. Let them be as wise as serpents, and as harmless as doves. I have repeatedly been shown that we might receive far more favors than we do in many ways if we would approach men in wisdom, acquaint them with our work, and give them an opportunity of doing those things which it is our privilege to induce them to do for the advancement of the work of God."},{"refcode_short":"SpTA03 35","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 35 (Ellen Gould White)","content":"February 2, 1895"},{"refcode_short":"SpTA03 35","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 35 (Ellen Gould White)","content":"Activity in Our Churches"},{"refcode_short":"SpTA03 35.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 35.1 (Ellen Gould White)","content":"The prevailing monotony of the religious round of service in our churches, needs to be disturbed. The leaven of activity needs to be introduced, that our church members may work along new lines, and devise new methods. The Holy Spirit's power will move upon hearts when this dead, lifeless monotony is broken up, and many will begin to work in earnest who never before thought of being anything but idle spectators. A working church on earth is connected with the working church above. God works, angels work, and men should work, for the conversion of souls. Efforts should be made to do something while the day lasts, and the grace of God will be revealed that souls may be saved to Christ. Everywhere souls are perishing in their sins, and God is saying to every believing soul, “Hasten to their help with the message that I shall give you.”"},{"refcode_short":"SpTA03 35","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 35 (Ellen Gould White)","content":"Economy"},{"refcode_short":"SpTA03 35.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 35.2 (Ellen Gould White)","content":"The Lord has made men his agents, and with heart filled with the love of Jesus, they are to co-operate with him in turning men from error to truth. God blesses the earth with sunshine and showers. He causes the earth to bring forth its plenteous treasures for the use of man. The Lord has made man his almoner to dispense his heavenly gifts by bringing souls to the truth. Will my brethren in America inquire how the precious, saving truth reached them when they were in darkness? Men and women brought their tithes and offerings unto God, and as means filled the treasury, men were sent out to advance the work. This same process must be repeated if souls in darkness are reached in this day. But I have seen that there are many who are withholding their tithes altogether, and others are withholding a part, and yet the great missionary work increases year by year. We should learn to economize in our household expenditures. No needless expenses should be incurred, because want and wretchedness, poverty and misery of every description press upon our notice, and we are called upon to help those who are needy and distressed. We must see that those who need food and clothing are supplied, that those who are in soul-poverty may understand the goodness of salvation."},{"refcode_short":"SpTA03 36","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 36 (Ellen Gould White)","content":"Earnest Work"},{"refcode_short":"SpTA03 36.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 36.1 (Ellen Gould White)","content":"It is when we are engaged in earnest work, working according to our several abilities, that God manifests himself to us, and gives us grace for grace. A working church in travail for souls, will be a praying church, a believing church, and a receiving church. A church whose members are found upon their knees before God, supplicating his mercy, seeking him daily, is a church that is feeding upon the bread of life, and drinking of the waters of life. The promise, “Whatsoever ye shall ask of the Father in my name, he will give it you,” will be verified to them. Christlike activity pursued with persevering zeal will bring large returns. There will be an enlarged experience in love, and the human agents will have elevated views as to what God would do through them as they stand at their post of duty. Then will the church arise and shine, realizing that the glory of the Lord has risen upon her, and that darkness is receding. Missionary success will be proportionate to whole-hearted, thoroughly consecrated effort. Every departure from true missionary effort, every failure to cherish the missionary spirit, has reacted upon the church, and there has been a decline of spirituality. But every earnest effort that has been made in missionary lines, has brought spiritual health to the church, and has not only increased the membership of the church, but has increased its holy zeal and gladness."},{"refcode_short":"SpTA03 37.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 37.1 (Ellen Gould White)","content":"The commandment-keeping people of God ere long will be placed in a most trying position; but all those who have walked in the light, and diffused the light, will realize that God interposes in their behalf. When everything looks most forbidding, then the Lord will reveal his power to his faithful ones. When the nation for which God has worked in such a marvelous manner, and over which he has spread the shield of Omnipotence, abandons Protestant principles, and through its legislature gives countenance and support to Romanism in limiting religious liberty, then God will work in his own power for his people that are true. The tyranny of Rome will be exercised, but Christ is our refuge."},{"refcode_short":"SpTA03 37","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 37 (Ellen Gould White)","content":"Self-denying Sacrifice"},{"refcode_short":"SpTA03 37.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 37.2 (Ellen Gould White)","content":"Many have been altogether too long in a sleepy condition. While some have worked intently, and have manifested unfailing energy, others have stood as spectators, and have been ready to make remarks of a critical character as to methods and results. This they are ready to do, though they have never exercised their minds in originating any plans whereby precious souls might be saved for Christ. They stand ready to find fault with those who do something. When these indolent souls awake, and show some signs of returning consciousness, they are disappointed if others do not at once find them pleasant places in the work. It is a great shock to them to find out that work cannot be done without pains-taking, self-denying, self-crucifying efforts. They expect success, and think that they must have the same order of success as did the apostles on the day of Pentecost. This success they will have when they go through the experience of humble, self-denying sacrifice as did the apostles. When they present as earnest supplications from broken, contrite, believing hearts as did the apostles, then the same proportion of success will attend their labors. “For thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.” “To this man will I look, even to him that is poor and of a contrite spirit, and trembleth at my word.”"},{"refcode_short":"SpTA03 38","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 38 (Ellen Gould White)","content":"Home Missionary Work"},{"refcode_short":"SpTA03 38.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 38.1 (Ellen Gould White)","content":"The home missionary spirit is little known among us, and its manifestation is greatly needed in every line of work. A portion of the church has begun to exhibit some activity along missionary lines. But if we do not awake more generally and fully, then those who know not the truth for this time, will advance before us, and block up our way. How long will it require to wake up the idlers who have for years loitered in Battle Creek? When will they become faithful witnesses for God? How long will it be before they yoke up with Christ? How much time each day is set apart for the worship of God? How many have seasons for contemplation and for fervent prayer? How many have educated themselves in economical habits, so that they may have gifts and offerings for the Lord's house? How many have had their hearts warmed by the practical exercise of benevolence? How many have made earnest efforts to inspire others to work for the Master? To work at home successfully will need a spirit, faith, and perseverance that will not fail nor be discouraged. There is not one inactive in heaven, and no one will enter the mansions of bliss who has failed to show love for Christ, who has put forth no efforts for the salvation of others. Who can tell the work that might have been done in our churches, if those who had advocated the truth had not left these feeble churches, to crowd into Battle Creek? If all our people had been faithful, diligent, God-fearing servants of Christ, and had put forth efforts to make their influence as far-reaching as possible at home, where they were, how many souls might have been saved! One taper kindled in one place might have been the means of kindling many others, and the result would have been that the voice of praise and thanksgiving would have been heard, and many would have said, “What hath God wrought! He hath done exceedingly abundantly above all that we asked or thought.”"},{"refcode_short":"SpTA03 39","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 39 (Ellen Gould White)","content":"February 19, 1895"},{"refcode_short":"SpTA03 39","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 39 (Ellen Gould White)","content":"Direct Dependence on God"},{"refcode_short":"SpTA03 39.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 39.1 (Ellen Gould White)","content":"It is not in the order of God that any man, or any class of men, should assume that God has made them conscience for their brethren, or put forth their finite hand in a patronizing manner to control the Lord's delegated workers, thus endangering the safety of the Lord's heritage as well as their own, and retarding the work of God. God does not confine himself to one man, or to a set of men, through whom to accomplish his work; but says of all, “Ye are laborers together with God.” This means that every believing soul should have a part to act in his sacred work, and every individual believer in Jesus Christ is to manifest to the world a symbol of Christ's sufficiency; to represent to his church the higher laws of the future, immortal world, and in obedience to the mandates of heaven that are without a parallel, they should reveal a depth of knowledge independent of human inventions. The Lord must be believed and served as the great “I am,” and we must trust implicitly in him. Let not men prescribe laws to take the place of God's law. Never educate men to look to men, to trust in men; for man's wisdom is not sufficient to decide as to their right to engage in the Lord's work. When God lays a work upon individuals, men are not to reject his sanction. God must not be impeded in the working out of his plans by man's interference, but this has been done again and again. If the church on earth is to resemble a temple, let it be built according to the pattern shown in heaven, and not according to man's genius. The invention of man often counteracts the working out of God's plans. The golden measuring rod has not been placed in the hands of any finite man or any class of men, whatever their position or calling, but is in the hand of the heavenly Architect. If men will not meddle with God's plan, and will let him work upon minds and characters, building them up according to his plan, a work will be accomplished that will stand through the severest of trials."},{"refcode_short":"SpTA03 40","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 40 (Ellen Gould White)","content":"Power of Christ"},{"refcode_short":"SpTA03 40.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 40.1 (Ellen Gould White)","content":"The power of Christ, the crucified Saviour, to give eternal life, should be presented to the people. We should show them that the Old Testament is as verily the gospel in types and shadows as the New Testament is in its unfolding power. The New Testament is not a new religion, and the Old Testament is not a religion to be superseded by the New. The New Testament is only the advancement and unfolding of the Old. Abel was a believer in Christ, and was as verily saved by his power as was Peter or Paul. Enoch was a representative of Christ as surely as was the beloved disciple, John. Enoch walked with God, and he was not, for God took him. To him was committed the message of the second coming of Christ. “And Enoch also, the seventh from Adam, prophesied of these, saying, Behold, the Lord cometh with ten thousands of his saints, to execute judgment upon all, and to convince all that are ungodly among them of all their ungodly deeds which they have ungodly committed, and of all their hard speeches which ungodly sinners have spoken against him.” The message preached by Enoch, and his translation to heaven, were a convincing argument to all living in Enoch's time. These things were an argument that Methuselah and Noah could use with power to show that the righteous could be translated."},{"refcode_short":"SpTA03 41.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 41.1 (Ellen Gould White)","content":"That God who walked with Enoch was our Lord and Saviour, Jesus Christ. He was the light of the world then, just as he is in 1895. Those living then were not without teachers to instruct them in the paths of life; for Noah and Enoch were Christians. The gospel is given in precept in Leviticus. Implicit obedience is required now, as then. How important it is that we understand the importance of this word! Only two classes will be developed in this world—the obedient and the disobedient. This must be made apparent in all our labors. If we could only bear in mind that Christ, in disguise, is constantly by our side! “I am at your right hand to help you.” We are to be his witnesses to convince the sinner of sin. No one can be compelled against his will, but he can be convinced. Christ is the miracle-working power that can do this."},{"refcode_short":"SpTA03 42","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 42 (Ellen Gould White)","content":"May 7, 1895"},{"refcode_short":"SpTA03 42","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 42 (Ellen Gould White)","content":"Observance of the Sabbath"},{"refcode_short":"SpTA03 42.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 42.1 (Ellen Gould White)","content":"Sister May Lacey and myself left Granville, March 14, going by train to Melbourne on our way to Tasmania. It was necessary that I should be in Melbourne over the Sabbath. I had freedom in speaking to the people assembled on the Sabbath, and was urgently requested to again address them in the missionary meeting on Sunday afternoon. The hall was well filled on these occasions, and the Lord blessed me in speaking to the people. An appointment was made that I should again speak to the people on Tuesday evening, and present important matters before them."},{"refcode_short":"SpTA03 42.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 42.2 (Ellen Gould White)","content":"We expected to leave for Tasmania on Thursday evening, but learned that the steamer was not going out until Friday afternoon, and would bring us into Launceston after the Sabbath had begun. I could not consent to go on this steamer when we should thus have to trespass on the Sabbath, if there was any way possible by which we could avoid it. We learned that a boat left Melbourne Tuesday afternoon, and we decided that it would be much better to go on this early boat than to travel on the Sabbath. From the light which the Lord has given us in regard to the manner in which the Sabbath should be observed, I fear that we are becoming careless, and often travel on the Sabbath when we might avoid it. We should be more careful about traveling on the boats or in the cars on the Sabbath day. Even if it involves some difficulty, we should make every possible effort so to arrange matters about our traveling, that we need not arrive at our destination on the Sabbath."},{"refcode_short":"SpTA03 42.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 42.3 (Ellen Gould White)","content":"Many are becoming careless and irreverent concerning the Sabbath; but if we would have the blessing pronounced that is to be pronounced upon the obedient, it will be necessary that we observe the Sabbath more strictly. Even in traveling upon the cars and steamers, we are to set the right example before our children and youth. It may be necessary for us to travel on the Sabbath in order to reach the churches who need our help, and to give them the message that God would have them hear; but we should secure our tickets, and make all other arrangements on some other day, if it is unavoidable and if we must travel upon the cars or steamboats. When traveling on the cars or boats on the Sabbath day, we should withdraw ourselves from undesirable company, and commune with God. But if through the providence of God, we have an opportunity to speak a word in regard to the truth to those who are in our company, we should improve the opportunity. If any one is suffering, and we can relieve their pain, we should put into exercise the wisdom and knowledge God has given us in doing it. But we need not engage in conversation concerning business matters. We need to be always learning in the school of Christ in order that we may be teachers. Every day our obligation is proportional to our ability. God requires heart-service. He requires that we should be consecrated to him at all times and in all places."},{"refcode_short":"SpTA03 43","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 43 (Ellen Gould White)","content":"God the Master Worker"},{"refcode_short":"SpTA03 43.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 43.1 (Ellen Gould White)","content":"Times are growing hard, and money is difficult to obtain; but God will open the way for us from sources outside our own people. I cannot see how any one can take exceptions to the receiving of gifts from those not of our faith. They can only do so by taking extreme views, and by creating issues which they are not authorized to do. This is God's world, and if God could move upon human agents so that the land which has been in the hands of the enemy, may be brought into our hands, so that the message may be proclaimed in regions beyond, shall men block up the way with their narrow notions? Such conscientiousness as this is anything but healthful. The Holy Spirit does not lead men to pursue such a course. Let all be careful how they interpose themselves between God, the great Master-worker, and his people. We should see and acknowledge the workings of his providence, and bow to his authority. Let every messenger of God attend to his own specific work, and not rush into a work that is simply after his own wisdom and devising. Let the Lord's messengers go unto the mercy-seat, that they may receive wisdom and grace to know God, to understand his workings. Knowledge of God will give them well-balanced minds and sound judgment, that they will not move impulsively at this critical, important time of earth's history."},{"refcode_short":"SpTA03 44","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 44 (Ellen Gould White)","content":"Due Consideration"},{"refcode_short":"SpTA03 44.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 44.1 (Ellen Gould White)","content":"It is not the will of God that any of his servants should move hastily and take short-sighted views He would have them wait patiently, and manifest due consideration. Every movement should be made with judicious thoughtfulness, and after much prayer. Then our brethren will have a more even, tranquil experience, and will be able to be a greater benefit to the people; for the glory of the Lord will be their rearward. Our only safety will be found in constantly seeking wisdom from God, in carefully weighing every matter with much fear and trembling, lest there should be brought into the work not the light of heaven, but the weakness of man. But the Lord has promised to give light to those who seek him with the whole heart. If we will but wait patiently and prayerfully upon God, and not follow our own impetuous plans, he will guide our decisions, and open many doors of hope and labor. The great General of armies will lead in every battle for the advancement of his cause. He will be the guide of his people in the perilous conflicts in which they have to engage, if the under-leaders and under-shepherds will do their appointed work, and listen to the voice which says, “This is the way, walk ye in it;” “They that follow me shall not walk in darkness.” What a great comfort this promise should be to us! We may walk in the light as he is in the light. Let the men to whom God has entrusted great responsibilities, be perfectly sure that they are following their great Leader, even Christ, and are not moving under the impulse of their own natural tempers. We shall be safe only when we consecrate ourselves to God and look unto Jesus, earnestly longing to work out his plan. Men may follow many kinds of lights, but there is only one Light that it will be safe for them to follow. Be sure that you are following Jesus whithersoever he goeth. Let none run ahead of Christ, but wait for the word of command, “Follow me.” Let our leaders be distrustful of their own counsel, of their own ambitious fancies. Let them not suppose that the sparks of their own kindling are the true light, or after a while they will find that, instead of following the heavenly guiding Star, they are following an uncertain leader."},{"refcode_short":"SpTA03 45","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 45 (Ellen Gould White)","content":"God Orders His Work"},{"refcode_short":"SpTA03 45.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 45.1 (Ellen Gould White)","content":"I am grieved as I see men seeking to mark out the precise course that missionaries in far-off lands shall pursue. We must give matters more into the hands of Him whom we profess to follow, that he may work through his appointed agents as he shall see fit. We should not think that everything should be brought under the jurisdiction of a few finite men, who need to look constantly to God for wisdom or else they will make grave blunders. The Lord does not design to have everything center in Battle Creek. He would have men stand aside, and not feel that his work depends wholly upon them, and that every question must be referred to their judgment. It is difficult for me to express what I desire to; but in the name of the Lord I lift the danger signal. Responsible men should fear and tremble for themselves. They should not feel competent to run ahead of Him who has said, “Follow me.” God is not pleased that men in distant lands should have to wait before they can venture to make a move. We should believe in the power of the Lord to guide; for he has the ordering of his own work. He will give wisdom and understanding to his representative men in every part of his great moral vineyard. He says, “Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit.” To my brethren in Battle Creek, I would say, the Lord does not need to send his orders to his messengers in all parts of the world through Battle Creek. He does not lay this responsibility upon all those who assume to say to his workers, “Do this,” and, “Thou shalt not do that.” God is dishonored when men are led to look to Battle Creek to so large a degree."},{"refcode_short":"SpTA03 46","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 46 (Ellen Gould White)","content":"Look to God"},{"refcode_short":"SpTA03 46.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 46.1 (Ellen Gould White)","content":"The people of every country have their own peculiar, distinctive characteristics, and it is necessary that men should be wise in order that they may know how to adapt themselves to the peculiar ideas of the people, and so introduce the truth that they may do them good. They must be able to understand and meet their wants. Circumstances will arise which demand immediate action, and it will be necessary that those who are right on the field should take hold of the interest, and do the thing that is necessary to be done under the guidance of the Holy Spirit. Should they wait in a time of crisis for direction to come from Battle Creek as to what they should do, they might lose much. The men who are handling the work should be faithful stewards of the grace of God. They should be men of faith, and they should be encouraged to look to God, and to trust in him. Let God's workmen study the sixth chapter of Isaiah, and the first and second chapters of Ezekiel."},{"refcode_short":"SpTA03 47","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 47 (Ellen Gould White)","content":"God's Organization"},{"refcode_short":"SpTA03 47.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 47.1 (Ellen Gould White)","content":"To the prophet, the wheel within a wheel, the appearances of living creatures connected with them, all seemed intricate and unexplainable. But the Hand of infinite wisdom is seen among the wheels, and perfect order is the result of its work. Every wheel works in perfect harmony with every other. I have been shown that human instrumentalities seek after too much power, and try to control the work themselves. They leave the Lord God, the mighty Worker, too much out of their methods and plans, and do not trust everything to him in regard to the advancement of the work. No one should fancy that he is able to manage these things which belong to the great I am. God in his providence is preparing a way so that the work may be done by human agents. Then let every man stand at his post of duty, to act his part for this time, and know that God is his instructor."},{"refcode_short":"SpTA03 47.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 47.2 (Ellen Gould White)","content":"In the taking of Jericho the Lord God of hosts was the General of the army. He made the plan for the battle, and united heavenly and human agencies to act a part in the work, but no human hand touched the walls of Jericho. God so arranged the plan that man could take no credit to himself for achieving the victory. God alone is to be glorified. So it shall be in the work in which we are engaged. The glory is not to be given to human agencies; the Lord alone is to be magnified. Please read carefully the third chapter of Ezekiel. We must learn to put our entire dependence upon God, and yet we must ever bear in mind that the Lord God has need of every agency that holds the truth in righteousness. As workers for Christ we are to stand in view of the cross of Calvary, proclaiming to the world, “Behold the Lamb of God which taketh away the sin of the world.” We are to proclaim the third angel's message with our human voices, and it is to go to the world with power and glory."},{"refcode_short":"SpTA03 48.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 48.1 (Ellen Gould White)","content":"When men cease to depend upon men, when they make God their efficiency, then there will be more confidence manifested one in another. Our faith in God is altogether too feeble, and our confidence in one another, altogether too meager."},{"refcode_short":"SpTA03 48","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 48 (Ellen Gould White)","content":"The Holy Spirit"},{"refcode_short":"SpTA03 48.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 48.2 (Ellen Gould White)","content":"Christ breathed upon his disciples, and said, “Receive ye the Holy Ghost.” Christ is represented by his Holy Spirit today in every part of his great moral vineyard. He will give the inspiration of his Holy Spirit to all those who are of a contrite spirit. Let there be more dependence upon the efficiency of the Holy Spirit, and far less upon human agencies. I am sorry to say that at least some have not given evidence that they have learned the lesson of meekness and lowliness in the school of Christ. They do not abide in Christ, they have no vital connection with him. They are not directed by the wisdom of Christ, through the impartation of his Holy Spirit. Then I ask you, How can we regard these men as faultless in judgment? They may be in responsible positions, but they are living separated from Christ. They have not the mind of Christ, and do not learn daily of him. Yet in some cases their judgment is trusted, and their counsel is regarded as the wisdom of God. When human agents choose the will of God, and are conformed to the character of Christ, Jesus acts through their organs and faculties. They put aside all selfish pride, all manifestation of superiority, all arbitrary exactions, and manifest the meekness and lowliness of Christ. It is no more themselves that live and act, but it is Christ that lives and acts through them. They understand the precious words of the Saviour's prayer, “I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.” God would have every individual look less to the finite, depend less upon men. We have counselors who make manifest that they have not a knowledge of the grace of Christ, and do not understand the truth as it is in Christ."},{"refcode_short":"SpTA03 49.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 49.1 (Ellen Gould White)","content":"Those who are co-operating with God have humble opinions of themselves. They are not boastful, self-sufficient, and self-exalted. They are long-suffering, kind, full of mercy and good fruits. Human ambition takes the background with them. The righteousness of Christ goes before them, and the glory of the Lord is their rearward."},{"refcode_short":"SpTA03 49","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 49 (Ellen Gould White)","content":"Committees of Councils"},{"refcode_short":"SpTA03 49.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 49.2 (Ellen Gould White)","content":"In counseling for the advancement of the work, no one individual is to be in controlling power, a voice for the whole, unless it is evident to all that the counsel given is the right one. All methods and plans are to be carefully considered, so that all may become intelligent in regard to their relative merits, and decide which one will be best to be followed in the missionary work that is to be done in the fields that open before us. It will be well not only to consider the fields to which duty seems to call us, but the difficulties that will be encountered. Committees of councils, as far as possible, should let the people understand their plans, that the judgment of the church may sustain their efforts. Many of the church-members are prudent, and have many other excellent qualities of mind. It is proper that their wisdom should be exercised, that others may become aroused in reference to the great questions to be considered. Many may be awakened to the fact that they should have deeper insight into the work of God. Some are convinced that they are far behind in their knowledge of the message, but God will help those who earnestly seek him for wisdom. None ever seek his mercy-seat in vain. We should earnestly seek wisdom from above, realizing that souls are perishing for the word of life, and that the kingdom of Christ is to be extended. Men and women of noble minds will yet be added to the number of those of whom it is said, “Ye have not chosen me, but I have chosen you, ... that ye should go and bring forth fruit.”"},{"refcode_short":"SpTA03 50","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 50 (Ellen Gould White)","content":"How to Secure Necessary Funds"},{"refcode_short":"SpTA03 50.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 50.1 (Ellen Gould White)","content":"From the beginning of our missionary work, we have been much perplexed to know how we could secure funds adequate to the support of missionary enterprises in the fields which Providence has opened before us. Missionary work is to be widely extended, and those who believe the truth should avoid using their means in purchasing that which is unnecessary. We are not to study our convenience, but rather our necessities. We shall have to bind about our wants in order that there shall be means in the treasury to raise the standard of truth in new territory. Seek God; believe in him who has infinite resources. If we move wisely, putting our ability into the work, the good hand of God will be upon us. We must push forward the work, not waiting to see the funds in the treasury before we undertake it. God forbid that when his providence summons us to enter the fields white already to harvest, that our steps should be retarded by the cry, “Our treasury is exhausted. We have no means to sustain the workers that are already in the field, and it is impossible for us to enlarge our operations.”"},{"refcode_short":"SpTA03 51.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 51.1 (Ellen Gould White)","content":"We thank God that our Sabbath-schools have contributed enough to advance many a precious enterprise. Children and youth have given their pennies, that like little rivulets have supplied a stream of beneficence. Children should be educated in such a way that they may perform unselfish acts which Heaven will rejoice to see. When the dew of youth is upon them, children should be trained how to do service for Christ. They should be taught self-denial."},{"refcode_short":"SpTA03 51.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 51.2 (Ellen Gould White)","content":"The fields nigh and afar off belong to God; for the world is his. Usurpers have taken possession of God's earthly property, but he will make a way so that the truth may be presented in the dark corners of the earth. If men will only follow the leadings of the Holy Spirit, they will find ways and means by which the message may go forth, and gain a glorious victory. The servants of God who live in obedience to his requirements, who speak the truth in humility, will carry an influence with them which will work for the salvation of many souls. But we must not allow the people to hang helplessly upon us. We are human and finite. We must direct them to Christ, saying, “Behold the Lamb of God, which taketh away the sin of the world.” Jesus pleads the case of his co-laborers, but every hour they need to feel humble dependence upon the Captain of their salvation, and through the intercession of Christ, our Advocate, many souls will be saved unto eternal life. The Lord has provided for the descent of the Holy Spirit upon his workers, and every one who sincerely seeks God, will find him. We are to come boldly to the throne of grace, and seek the footstool of mercy. We are to believe that the Lord hears and answers our prayers. Our great High Priest, who has passed into the heavens, says, “I will pray the Father, and he shall give you another Comforter, that he may abide with you forever.” The Holy Spirit abides with consecrated laborers who, in any locality, are seeking to advance the cause."},{"refcode_short":"SpTA03 52","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 52 (Ellen Gould White)","content":"Creating Unnecessary Opposition"},{"refcode_short":"SpTA03 52.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 52.1 (Ellen Gould White)","content":"I beg of you for Christ's sake, let there be no hasty, rash expressions fall from your lips, let no extravagant language be used, let nothing be uttered that will savor of railing, for all this is human. Christ has no part in it. Let the ready writers be careful how they use their pens, lest they may seem to cast ridicule upon the positions of believers or unbelievers. We shall find our only safety in preserving the lowly spirit of Christ, in making straight paths for our feet, lest the lame be turned out of the way. The meekness and lowliness of Christ must take possession of the soul."},{"refcode_short":"SpTA03 52.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 52.2 (Ellen Gould White)","content":"Satan is putting forth his power in presenting masterly delusions, so that he may bring to pass that which is not in accordance with God's will. Let not those who believe the truth give occasion to our enemies to vindicate opposition, to give ground for the misrepresentation that men would use to oppose the advance of the truth. For the sake of Christ, let every worker put forth efforts that will bring to naught Satan's assertions, and not engage in anything that God has not required at his hands. Under heavenly generalship, we may work in accordance with God's will, and success will crown our efforts, Give God a chance to work, and leave men to do whatever he wishes them to do to advance his truth."},{"refcode_short":"SpTA03 52.3","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 52.3 (Ellen Gould White)","content":"The question of religious liberty is very important, and it should be handled with great wisdom and discretion. Unless this is done, there is danger that by our own course of action we shall bring upon ourselves a crisis before we are prepared for it. The burden of our message should be “the commandments of God and the faith of Jesus.” Our brethren should be cautioned to make moves that will not stir up and provoke the powers that be, so that they will make moves that will limit the work, and cut us off from proclaiming the message in different localities. We need more of the working of the Infinite, and far less trust in human agencies. We are to prepare a people to stand in the day of God's preparation, we are to call men's attention to the cross of Calvary, to make clear the reason why Christ made his great sacrifice. We are to show men that it is possible for them to come back to their allegiance to God and to their obedience to his commandments. When the sinner looks upon Christ as the propitiation for his sins, let men step aside. Let them declare to the sinner that Christ “is the propitiation for our sins; and not for ours only, but also for the sins of the whole world.” Encourage him to seek wisdom from God; for through earnest prayer he will learn the way of the Lord more perfectly, than if instructed by some human counselor. He will see that it was the transgression of the law that caused the death of the Son of the infinite God, and he will hate the sins that wounded Jesus. As he looks upon Christ as a compassionate, tender High Priest, his heart will be preserved in contrition."},{"refcode_short":"SpTA03 53","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 53 (Ellen Gould White)","content":"Humility"},{"refcode_short":"SpTA03 53.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 53.1 (Ellen Gould White)","content":"When he who is a co-laborer with Christ, presses home the truth to the sinner's heart in humility and love, the voice of love speaks through the human instrumentality. Heavenly intelligences work with a consecrated, human agent, and the Spirit operates upon the soul of the unbeliever. Efficiency to believe comes from God to the heart, and the sinner accepts the evidence of God's word. Through the gracious influence of the Holy Spirit he is changed, and becomes one with Christ in spirit and purpose. His affection for God increases, he hungers after righteousness, and longs to be more like his master. By beholding Christ, he is changed from glory to glory, from character to character, and becomes more and more like Jesus. He is imbued with love for Christ and filled with a deep, unresting love for perishing souls, and Christ is formed within, the hope of glory. “As many as received him, to them gave he power to become the sons of God, even to them that believe on his name.”"},{"refcode_short":"SpTA03 54.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 54.1 (Ellen Gould White)","content":"Please read the second and third chapters of Philippians, and the first chapter of Colossians. There are lessons there that we all should study. Paul writes, “Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves. Look not every man on his own things, but every man also on the things of others. Let this mind be in you, which was also in Christ Jesus: who, being in the form of God, thought it not robbery to be equal with God: but made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men: and being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross. Wherefore God also hath highly exalted him, and given him a name which is above every name.... Work out your own salvation with fear and trembling: for it is God which worketh in you both to will and to do of his good pleasure. Do all things without murmurings and disputings: that ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world; holding forth the word of life, that I may rejoice in the day of Christ, that I have not run in vain, neither labored in vain.” “I am made a minister, according to the dispensation of God which is given to me for you, to fulfill the word of God; even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints; to whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory; whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus.”"},{"refcode_short":"SpTA03 55.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 55.1 (Ellen Gould White)","content":"Our workers should use the greatest wisdom so that nothing shall be said to provoke the armies of Satan, and to stir up his united confederacy of evil. Christ did not dare to bring a railing accusation against the prince of evil, and is it proper that we should bring such accusation as will set in operation the agencies of evil, the confederacies of men that are leagued with evil spirits? Christ was the only begotten Son of the infinite God, he was the Commander in the heavenly courts, yet he refrained from bringing accusation against Satan. Speaking of him Isaiah says, “Unto us a child is born, unto us a son is given; and the government shall be upon his shoulders; and his name shall be called Wonderful, Counselor, the Mighty God, the everlasting Father, the Prince of Peace.”"},{"refcode_short":"SpTA03 55.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 55.2 (Ellen Gould White)","content":"Let those who speak and write concerning the third angel's message, consider the fact that the Prince of Peace did not bring a railing accusation against the enemy, and let them learn the lesson they ought to have learned much earlier in their experience. They should wear Christ's yoke, they should practice the humility of Christ. The great Teacher says, “Learn of me, [I am not boastful, I hide my glory,] for I am meek and lowly in heart.” In learning of me, “ye shall find rest unto your souls.” Let such work be done by our missionaries as will lead to that repentance that needs not to be repented of. We need to learn much more of the meekness of Christ in order to be a savor of life unto life."},{"refcode_short":"SpTA03 56.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 56.1 (Ellen Gould White)","content":"Let no one open the way for the enemy to do his work. Let no one help him to advance his oppressive powers, for we are not yet prepared to meet them. We need the softening, subduing, refining influence of the Holy Spirit, to mold our characters, and to bring every thought into captivity to Christ. It is the Holy Spirit that will enable us to overcome, that will lead us to sit at the feet of Jesus, as did Mary, and learn his meekness and lowliness of heart. We need to be sanctified by the Holy Spirit every hour of the day, lest we be ensnared by the enemy, and our souls be imperiled. There is constant temptation to exalt self, and we must watch much against this evil. We need to be on guard continually lest we manifest the spirit of over-bearing criticism, and condemnation. We should seek to avoid the very appearance of evil, and not reveal anything like the attributes of Satan that will dishearten and discourage those with whom we come in contact. We are to work as did Christ—to draw, to build up, not to tear down. It is natural for some to be sharp and dictatorial, to lord it over God's heritage, and because of the manifestation of these attributes, precious souls have been lost to the cause. The reason that men have manifested these unpleasant characteristics is because they have not been connected with God."},{"refcode_short":"SpTA03 56","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 56 (Ellen Gould White)","content":"Dealing With Precious Souls"},{"refcode_short":"SpTA03 56.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 56.2 (Ellen Gould White)","content":"Those who occupy important positions, who are brought in contact with souls for whom Christ has died, should place upon men the estimate God has placed upon them, and regard them as precious. But many have treated the purchase of Christ's blood in a harsh manner, in harmony with the disposition of men instead of according to the mind and spirit of Christ. Of his disciples Christ says, “All ye are brethren.” We should ever keep in mind the relation which we bear one to another, and remember that we must meet those with whom we associate here, around the judgment-seat of Christ. God will be the Judge, and he will deal justly with every individual. John says, “I saw the dead small and great stand before God, and the books were opened: and another book was opened which is the book of life, and the dead were judged out of those things which were written in the books according to their works.” Let every one who professes the name of Christ consider the fact that he must meet every act of injustice, give an account for every harsh word, at the judgment-seat of Christ. It will not be pleasant to review the words that have been spoken that have wounded and bruised souls, to review the decisions that have worked against souls for whom Christ died. Every action will come into judgment, and the spirit that prompted it will be made manifest. The fruit of every selfish, arbitrary exaction will be made plain, and men will see the results of their doings even as God sees them. They will see that they have turned precious souls out of the right path by dealing with them in an unchristlike manner. We are living in the great day of atonement, and it is now time that every one should repent before God, confess his sins, and by living faith, rest upon the merit of a crucified and living Saviour."},{"refcode_short":"SpTA03 57.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 57.1 (Ellen Gould White)","content":"My brethren and sisters, will you bear in mind that in dealing with God's heritage you are not to act out your natural characteristics? The people of God are Christ's purchased possession, and what a price he has paid for them. Shall any of us be found aiding the enemy of God and man in discouraging and destroying souls? What will be the retribution brought upon us if we do this class of work? Every one of us should weed out of our conversation everything that is harsh and severe. We should not indulge in condemning others, and we will not do so if we are one with Christ. We are to represent Christ in our dealings with our fellow men. We are to be laborers together with God in helping those who are tempted. We are not to encourage souls to sow seeds of doubt; for they will bear a baleful harvest. We are to learn of Christ, to practice his methods, to reveal his spirit. We are enjoined, “Let this mind be in you, which was also in Christ Jesus.” We should educate ourselves to believe in the word of God which is being so wonderfully and gloriously fulfilled. If we have the full assurance of faith, we will not indulge in doubting our brethren and sisters."},{"refcode_short":"SpTA03 58","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 58 (Ellen Gould White)","content":"Character of Christ"},{"refcode_short":"SpTA03 58.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 58.1 (Ellen Gould White)","content":"We are privileged to see Jesus as he is, to know him as One who is full of compassion, courteousness, and divine politeness. He is good and merciful, and will forgive our sins. Of him it is written, “Wherefore in all things it behooved him to be made like unto his brethren, that he might be a merciful and faithful High Priest in things pertaining to God, to make reconciliation for the sins of the people. For in that he himself hath suffered being tempted, he is able to succor them that are tempted.” We should cherish love and gratitude, we should look unto Jesus, and become transformed into his image. The result of this will be increased confidence, hope, patience, and courage. We shall be drinking of the water of life of which Christ spoke to the woman of Samaria. He said, “If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldst have asked of him, and he would have given thee living water.... Whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.”"},{"refcode_short":"SpTA03 58.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 58.2 (Ellen Gould White)","content":"This water represents the life of Christ, and every soul must have it by coming into living connection with God. Then blessed, humble, grateful confidence will be an abiding principle in the soul. Unbelieving fear will be swept away before living faith. We shall contemplate the character of Him who first loved us. By contemplation of God's matchless love, we take upon us his nature. Christ was a representative before men and before angels, of the character of the God of heaven. He demonstrated the fact that when humanity depends wholly upon God, men may keep God's commandments and live, and his law be as the apple of the eye. Those who inquire after the way of life need not be rich, need not be wise, learned, or honored, yet God will quicken their perceptions so that they may understand what they may do to be saved. The light of heaven is shining upon the earth from the throne of God, and Christ says, “And I, if I be lifted up from the earth, will draw all men unto me.” His gracious invitation is going forth to all mankind, and those who respond to it will find life and salvation. Peter writes, “Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord, according as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue: whereby are given unto us exceeding great and precious promises; that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.”"},{"refcode_short":"SpTA03 59","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 59 (Ellen Gould White)","content":"January 14, 1894"},{"refcode_short":"SpTA03 59","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 59 (Ellen Gould White)","content":"Important Instruction"},{"refcode_short":"SpTA03 59.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 59.1 (Ellen Gould White)","content":"The Lord is soon to work in greater power among us, but there is danger of allowing our impulses to carry us where the Lord would not want us to go. We must not make one step that we will have to retrace. We must move solemnly, prudently, and not make use of extravagant expressions, or allow our feelings to become overwrought. We must think calmly, and work without excitement; for there will be those who become easily wrought up, who will catch up unguarded expressions, and make use of extreme utterances to create excitement, and thus counteract the very work that God would do. There is a class of people who are always ready to go off on some tangent, who want to catch up something strange and wonderful and new; but God would have all move calmly, considerately, choosing our words in harmony with the solid truth for this time, which requires to be presented to the mind as free from that which is emotional as possible, while still bearing the intensity and solemnity that it is proper it should bear. We must guard against creating extremes, guard against encouraging those who would either be in the fire or in the water."},{"refcode_short":"SpTA03 60.1","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 60.1 (Ellen Gould White)","content":"I beseech you to weed out of your teachings every extravagant expression, everything that unbalanced minds, and those who are inexperienced, will catch up, and from which they will make wild, immature movements. It is necessary for you to cultivate caution in every statement you make, lest you start some on a wrong track, and make confusion that will require much sorrowful labor to set in order, thus diverting the strength and work of the laborers into lines which God does not design shall be entered. One fanatical streak exhibited among us will close many doors against the soundest principles of truth."},{"refcode_short":"SpTA03 60.2","refcode_long":"Special Testimonies to Ministers and Workers—No. 3, p. 60.2 (Ellen Gould White)","content":"O how careful should every worker be not to rush on before the Master, but to follow where he leads the way! How it would rejoice the enemies of our faith to get hold of some statement made by our people which will have to be retracted. We must move discreetly, sensibly, for this is our strength; for then God will work with us, and by us, and for us. O how Satan would rejoice to get in among this people, and disorganize the work at a time when thorough organization is essential, and will be the greatest power to keep out spurious uprisings, and to refute claims not indorsed by the word of God. We want to hold the lines evenly, that there shall be no breaking down of the system of regulation and order. In this way license shall not be given to disorderly elements to control the work at this time. We are living in a time when order, system, and unity of action are most essential. And the truth must bind us together like strong cords in order that no distracted efforts may be witnessed among the workers. If disorderly manifestations appear, we must have clear discernment to distinguish the spurious from the genuine. Let no messages be proclaimed until they have borne a careful scrutiny in every jot and tittle."}]