[{"refcode_short":"SpTA02a 9","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 9 (Ellen Gould White)","content":"Special Testimony to Our Ministers.—No. 2"},{"refcode_short":"SpTA02a 9","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 9 (Ellen Gould White)","content":"Reasons for Inefficiency, and the Remedy"},{"refcode_short":"SpTA02a 9.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 9.1 (Ellen Gould White)","content":"I would address those who preach the word: “The entrance of thy word giveth light; it giveth understanding unto the simple.” All the advantages and privileges that may be multiplied for your benefit, that you should be educated and trained, rooted and grounded in the truth, will be no real help to you personally unless the mind and heart is opened so that truth shall find entrance, and you make a conscientious surrender of every habit and practice, and every sin, that has closed the door against Jesus. Let the light from Christ search every dark corner of the soul; with earnest determination adopt a right course of action. If you hold onto a wrong course, as many of you are now doing; if the truth does not work in you with transforming power, so that you obey it from the heart, because you love its pure principles, be sure that for you the truth will lose its vitalizing power, and sin will strengthen. This is why many are not efficient agents for the Master. They are constantly making provision to please and glorify themselves, or they cherish lust in the heart. True, they assent to the law of ten commandments, and many teach the law in theory; but they do not cherish its principles. They do not obey the command of God to be pure, to love God supremely, and their neighbor as themselves. While constantly living a lie, can such have strength? Can they have confidence? Will such become efficient workers for God?"},{"refcode_short":"SpTA02a 9.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 9.2 (Ellen Gould White)","content":"The Saviour prayed for his disciples, “Sanctify them through thy truth; thy word is truth.” But if the receiver of Bible knowledge makes no change in his habits or practices to correspond to the light of truth, what then? The spirit is warring against the flesh, and the flesh against the spirit; and one of these must conquer. If the truth sanctifies the soul, sin is hated and shunned, because Christ is accepted as an honored guest. But Christ cannot share a divided heart; sin and Jesus are never in co-partnership. He who accepts the truth in sincerity, who eats the flesh and drinks the blood of the Son of God, has eternal life. “The words that I speak unto you,” said Jesus, “they are spirit and they are life.” When the receiver of truth co-operates with the Holy Spirit, he will go weighted with the burden of the message to souls; he will never be merely a sermonizer. He will enter heart and soul into the great work of seeking and saving that which is lost. Practicing the religion of Christ, he will accomplish a good work in winning souls."},{"refcode_short":"SpTA02a 10.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 10.1 (Ellen Gould White)","content":"Every believer is under bonds to God to be spiritually minded, keeping himself in the channel of light, that he may let his light shine to the world. When all those who are engaged in the sacred work of the ministry shall grow in grace and in the knowledge of our Lord and Saviour, they will hate sin and all selfishness. A moral renovation is constantly going on; as they continue looking to Jesus, they become conformed to his image, and are found complete in him, not having their own righteousness, but the righteousness that is in Christ Jesus our Lord."},{"refcode_short":"SpTA02a 10.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 10.2 (Ellen Gould White)","content":"The great advantage of the ministerial institutes are not half appreciated. They are rich in opportunities, but do not accomplish half what they should, because those who attend them do not practice the truth which is presented before them in clear lines. Many who are explaining the Scriptures to others have not conscientiously and entirely surrendered mind and heart and life to the control of the Holy Spirit. They love sin, and cling to it. I have been shown that impure practices, pride, selfishness, self-glorying, have closed the door of the heart, even of those who teach the truth to others, so that the frown of God is upon them. Cannot some renovating power take hold of them? Have they fallen a prey to a moral disease which is incurable because they themselves refuse to be cured? O that every one who labors in word and doctrine would heed the words of Paul, “I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.”"},{"refcode_short":"SpTA02a 11.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 11.1 (Ellen Gould White)","content":"How my heart goes out in rejoicing for those who walk in humility of mind, who love and fear God. They possess a power far more valuable than learning or eloquence. “The fear of the Lord is the beginning of wisdom;” and his love and fear are like a thread of gold uniting the human agent to the divine. Thus all the movements of life are simplified. When the children of God are struggling with temptation, battling against the passions of the natural heart, faith connects the soul with the only One who can give help, and they are overcomers."},{"refcode_short":"SpTA02a 11.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 11.2 (Ellen Gould White)","content":"May the Lord work upon the hearts of those who have received great light, that they may depart from all iniquity. Behold the cross of Calvary. There is Jesus, who gave his life, not that men might continue in sin, not that they may have license to break the law of God, but that through this infinite sacrifice they may be saved from all sin. Said Christ, “I sanctify myself, that they also might be sanctified,” by the perfection of his example. Will those who preach the truth to others be sanctified by the truth themselves? Will they love the Lord with heart and mind and soul, and their neighbor as themselves? Will they meet the highest standard of Christian character? Are their tastes elevated, their appetites controlled? Are they cherishing only noble sentiments, strong, deep sympathy, and pure purposes, that they may indeed be laborers together with God? We must have the Holy Spirit to sustain us in the conflict; for “we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.”"},{"refcode_short":"SpTA02a 12","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 12 (Ellen Gould White)","content":"Need of Divine Power and Wisdom"},{"refcode_short":"SpTA02a 12.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 12.1 (Ellen Gould White)","content":"We have been asked why it is that there is so little power in the churches, why there is so little efficiency among our teachers. The answer is that it is because known sin in various forms is cherished among the professed followers of Christ, and the conscience becomes hardened by long violation. The answer is that men do not walk with God, but separate company with Jesus, and as a result we see manifested in the church selfishness, covetousness, pride, strife, contention, hardheartedness, licentiousness, and evil practices. Even among those who preach the sacred word of God, this state of evil is found, and unless there is thorough reformation among those who are unholy and unsanctified, it would be better that such men should leave the ministry, and choose some other occupation, where their unregenerate thoughts would not bring disaster upon the people of God."},{"refcode_short":"SpTA02a 12.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 12.2 (Ellen Gould White)","content":"The apostle exhorts the brethren, saying, “Finally, my brethren, be strong in the Lord, and in the power of his might. Put on the whole armor of God, that ye may be able to stand in the evil day, and having done all to stand.” O what a day is before us! What sifting will there be among those who claim to be the children of God! The unjust will be found among the just. Those who have great light and who have not walked in it, will have darkness corresponding to the light they have despised. We have need to heed the lesson contained in the words of Paul, “But I keep under my body and bring it into subjection, lest that by any means when I have preached to others, I myself should be a castaway.” The enemy is diligently working to see who he can add to the ranks of apostasy; but the Lord is soon coming, and ere long every case will be decided for eternity. Those whose works correspond with the light graciously given them, will be numbered on the Lord's side."},{"refcode_short":"SpTA02a 13.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 13.1 (Ellen Gould White)","content":"We are waiting and watching for the grand and awful scene which will close up this earth's history. But we are not simply to be waiting; we are to be vigilantly working with reference to this solemn event. The living church of God will be waiting, watching, and working. None are to stand in a neutral position. All are to represent Christ in active, earnest effort to save perishing souls. Will the church fold her hands now? Shall we sleep as is represented in the parable of the foolish virgins? Every precaution is to be taken now; for hap-hazard work will result in spiritual declension, and that day will overtake us as a thief. The mind needs to be strengthened, to look deep, and discern the reasons of our faith. The soul-temple is to be purified by the truth; for only the pure in heart will be able to stand against the wiles of Satan."},{"refcode_short":"SpTA02a 13.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 13.2 (Ellen Gould White)","content":"We are not to copy the world's practices, and yet we are not to stand aloof from the people of the world; for our light must shine amid the moral darkness that covers the earth. There is a sad lack in the church, of Christian love one for another. This love is easily extinguished, and yet without it we cannot have Christian fellowship, nor love for those for whom Christ died."},{"refcode_short":"SpTA02a 14.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 14.1 (Ellen Gould White)","content":"Our brethren need to take heed to the injunction, “But foolish and unlearned questions avoid, knowing that they do gender strifes. And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient, in meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth; and that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.” We shall have to meet crooked elements in the world and in the church. Men will come claiming to have great light; but those who have experience in the cause of God, will see that what they present as light is great darkness. Men of this class will have to be treated according to the specifications of the word of God. Those who are in error may become excited in advocating their views, but those who are walking in the light can afford to be calm, gentle with the erring, “apt to teach,” making manifest the fact that they have asked and received wisdom of God. They will have no occasion to move excitedly, but occasion to move wisely, patiently, “in meekness instructing those that oppose themselves.”"},{"refcode_short":"SpTA02a 14.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 14.2 (Ellen Gould White)","content":"The time has come when those who are rooted and grounded in the truth may manifest their firmness and decision, may make known the fact that they are unmoved by the sophistry, maxims, or fables of the ignorant and wavering. Without foundation men will make statements with all the positiveness of truth; but it is of no use to argue with them concerning their spurious assertions. The best way to deal with error is to present the truth, and leave wild ideas to die out for want of notice. Contrasted with truth, the weakness of error is made apparent to every intelligent mind. The more the erroneous assertions of opposers, and of those who rise up among us to deceive souls, are repeated, the better the cause of error is served. The more publicity is given to the suggestions of Satan, the better pleased is his Satanic majesty; for unsanctified hearts will be prepared to receive the chaff that he provides for them. We shall have to meet difficulties of this order even in the church. Men will make a world of an atom and an atom of a world."},{"refcode_short":"SpTA02a 15.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 15.1 (Ellen Gould White)","content":"Cannot we do more for the churches, that they may be aroused to act upon the light already given? God has appointed to every man his work. The lowliest as well as the mightiest have been endowed with influence that should tell on the Lord's side, and they devote their talent to him, each working in his appointed place of duty. The Lord expects every one to do his best. When light shines into the heart, he expects our work to correspond with our light, to be in accordance with the measure of the fullness of Christ which we have received. The more we use our knowledge and exercise our powers, the more knowledge we shall have, the more power we shall acquire to do more and better work. Our talents are not our own, they are the Lord's property with which we are to trade. We are responsible for the use or the abuse of the Lord's goods. God calls upon men to invest their intrusted talents, that when the Master cometh he may receive his own with usury. With his own blood Christ has purchased us as his servants. Shall we serve him? Shall we now study to show ourselves approved unto God? Shall we show by our actions that we are stewards of his grace? Every effort put forth for the Master, prompted by a pure, sincere heart, will be a fragrant offering to him."},{"refcode_short":"SpTA02a 15.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 15.2 (Ellen Gould White)","content":"We are walking in the sight of unseen intelligences. A witness is by our side constantly to see how we trade with the Lord's intrusted goods. When the good steward returns his talents with usury, he will claim nothing. He will realize that they are the talents that God delivered unto him, and will give glory to the Master. He knows that there would have been no gain without the deposit, no interest without the principal. He will say, “Lord, thou deliveredst unto me five talents; behold, I have gained beside them five talents more.” Let the church now consider whether they are putting out to usury the capital the Lord has given. Without the grace of Christ, every soul would have been bankrupt for eternity; therefore we can rightfully claim nothing. But while we can claim nothing, yet when we are faithful stewards, the Lord rewards us as if the merit were all our own. He says, “Well done, thou good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy Lord.” How many will mourn for lost opportunities when it is eternally too late! Today we have talent and opportunity, but we know not how long these may be ours. Then let us work while it is day; for the night cometh in which no man can work. “Blessed are those servants whom the Lord when he cometh shall find so doing.”"},{"refcode_short":"SpTA02a 17","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 17 (Ellen Gould White)","content":"Return to the First Love"},{"refcode_short":"SpTA02a 17.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 17.1 (Ellen Gould White)","content":"The reason so many fail to have success is that they trust in themselves altogether too much, and do not feel the positive necessity of abiding in Christ, as they go forth to seek and save that which is lost. Until they have the mind of Christ, and teach the truth as it is in Jesus, they will not accomplish much. I walk with trembling before God. I know not how to speak or trace with pen the large subject of the atoning sacrifice. I know not how to present subjects in the living power in which they stand before me. I tremble for fear lest I shall belittle the great plan of salvation by cheap words. I bow my soul in awe and reverence before God, and say, Who is sufficient for these things? How can I talk, how can I write to my brethren, so that they will catch the beams of light flashing from heaven? What shall I say?"},{"refcode_short":"SpTA02a 17.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 17.2 (Ellen Gould White)","content":"The atmosphere of the church is so frigid, its spirit is of such an order, that men and women cannot sustain or endure the example of primitive and heaven-born piety. The warmth of their first love is frozen up, and unless they are watered over by the baptism of the Holy Spirit, their candlestick will be removed out of its place, except they repent, and do their first works. The first works of the church were seen when the believers sought out friends, relatives, and acquaintances, and with hearts overflowing with love, told the story of what Jesus was to them, and what they were to Jesus. O that the Lord would awaken those who are in responsible positions, lest they undertake to do work, relying upon their own smartness. The work that comes forth from their hands will lack the mould and superscription of Christ."},{"refcode_short":"SpTA02a 18.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 18.1 (Ellen Gould White)","content":"Selfishness mars all that unconsecrated workers do. They have need to pray always, but they do not. They need to watch unto prayer. They have need to feel the sacredness of the work; but they do not feel this. They handle sacred things as they do common things. Spiritual things are spiritually discerned, and until they can drink of the water of life, and Christ be in them as a well of water, springing up unto everlasting life, they will refresh no one, bless no one; and except they repent, their candlestick will be removed out of its place. There is need of enduring patience, of invincible charity, of omnipotent faith in the work of saving souls. Self must not be prominent. Wisdom from Christ must be exercised in dealing with human minds."},{"refcode_short":"SpTA02a 18.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 18.2 (Ellen Gould White)","content":"Every worker who deals with souls successfully must come to the work divested of self. There can be no scolding or fretting, no arbitrary authority exercised, no putting forth of the finger and speaking vanity; but come to the work with hearts warmed with love for Jesus, and for precious souls for whom he died. Those who are self-sufficient cannot conceal their weakness. They will come to the trial with overweening confidence in themselves, and make manifest the fact that Jesus is not with them. These self-sufficient souls are not few, and they have lessons to learn, by a hard experience of discomfiture and defeat. Few have the grace to welcome such an experience, and many backslide under the trial. They blame circumstances for their discomfiture, and think their talent is not appreciated by others. If they would humble themselves under the hand of God, he would teach them."},{"refcode_short":"SpTA02a 18.3","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 18.3 (Ellen Gould White)","content":"Those who do not learn every day in the school of Christ, who do not spend much time in earnest prayer, are not fit to handle the work of God in any of its branches; for if they do, human depravity will surely overcome them, and they will lift up their souls unto vanity. Those who become co-workers with Jesus Christ, and who have spirituality to discern spiritual things, will feel their need of virtue and of wisdom from Heaven in handling his work. There are some who neither burn nor shine, yet are contented. They are in a wretchedly cold and indifferent condition, and a large number who know the truth, manifestly neglect duty, for which the Lord will hold them accountable."},{"refcode_short":"SpTA02a 19.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 19.1 (Ellen Gould White)","content":"God has given us Jesus, and in him is the revelation of God. Our Redeemer says, “If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.” “Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning remain in you, ye shall continue in the Son, and in the Father. If we know God, and Jesus Christ whom he has sent, unspeakable gladness will come to the soul. O, how we need the divine presence! For the baptism of the Holy Spirit every worker should be breathing out his prayers to God. Companies should be gathered together to call upon God for special help, for heavenly wisdom, that the people of God may know how to plan and devise and execute the work. Especially should men pray that the Lord will choose his agents, and baptize his missionaries with the Holy Spirit. For ten days the disciples prayed before the Pentecostal blessing came. It required all that time to bring them to an understanding of what it meant to offer effectual prayer, drawing nearer and nearer to God, confessing their sins, humbling their hearts before God, and by faith beholding Jesus, and becoming changed into his image. When the blessing did come, it filled all the place where they were assembled, and endowed with power, they went forth to do effectual work for the Master."},{"refcode_short":"SpTA02a 20.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 20.1 (Ellen Gould White)","content":"Altogether too light a matter is made of selecting men to do the sacred work committed to our hands. As a consequence of this carelessness, unconverted men are at work in missionary fields, who are full of passionate lusts, who are unthankful, who are unholy. Though some of them have been often reproved, they have not changed their course, and their lustful practices bring reproach upon the cause of God. What will be the fruit of such labor? Why do not all our workers remember that every word, good or evil, must be met again in the Judgment? Every inspiration of the Holy Spirit leading men to goodness and to God is noted in the books of heaven, and the worker through whom the Lord has brought light will be commended in the day of God. If the workers realized the eternal responsibility that rests upon them, would they enter upon the work without a deep sense of its sacredness? Should we not expect to see the deep movings of the Spirit of God upon men who present themselves to enter the ministry?"},{"refcode_short":"SpTA02a 20.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 20.2 (Ellen Gould White)","content":"The apostle says, “Put ye on the Lord Jesus Christ, and make no provision for the flesh to fulfill the lusts thereof.” Let every soul heed these words, and know that the Lord Jesus will accept of no compromise. In accepting and retaining workers who persist in retaining their imperfections of character, and do not give full proof of their ministry, the standard has been greatly lowered. There are many in responsible positions who do not heed the injunction of the apostle, but make provision for fulfilling the lust of the flesh. Unless the worker puts on the Lord Jesus Christ and finds in him wisdom, sanctification, and redemption, how can he represent the religion of Jesus? All his efficiency, all his reward, is found in Christ. There must be evidence on the part of those who take the solemn position of shepherds, that they have without reservation, dedicated themselves to the work. They must take Christ as their personal Saviour. Why is it that those who have been long engaged in the ministry, do not grow in grace and the knowledge of the Lord Jesus? I have been shown that they gratify their selfish propensities, and do only such things as agree with their tastes and ideas. They make provision for indulgence in pride and sensuality, and carry out their selfish ambitions and plans. They are full of self-esteem. But although their evil propensities may seem to them as precious as the right hand or the right eye, they must be separated from the worker, or he cannot be acceptable before God. Hands are laid upon men to ordain them for the ministry before they are thoroughly examined as to their qualifications for the sacred work; but how much better would it be to make thorough work before accepting them as ministers, than to have to go through this rigid examination after they have become established in their position, and have put their mould upon the work."},{"refcode_short":"SpTA02a 21.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 21.1 (Ellen Gould White)","content":"The following quotation shows what true consecration will do, and this is what we should require of our workers:—"},{"refcode_short":"SpTA02a 21.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 21.2 (Ellen Gould White)","content":"“Harlan Page consecrated himself to God, with a determination to live and labor to promote the Lord's glory, in the salvation of the perishing. ‘When I first obtained hope,’ he said on his dying bed, ‘I felt that I must labor for souls. I prayed year after year that God would make me the means of saving some.’ His prayers were signally answered. Never did Page lose an opportunity of holding up the lamp to souls. By letters, by conversation, by tracts, by prayers, by appeals, and warnings, as well as by a holy and earnest example, did he try to reclaim the wandering, or edify the believer. In factories, in schools, and elsewhere did this mechanic labor, and only the mighty power of grace can explain how one so humble could achieve so much. His life is a speaking comment on the words. ‘God hath chosen the foolish things of this world to confound the wise; God hath chosen the weak things of this world to confound the things which are mighty; and base things, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are.’ ‘Our faith in eternal realities is weak,’ he cried, ‘and our sense of duty faint, while we neglect the salvation of our fellow-beings. Let us awake to our duties, and while we have tongue or pen devote them to the service of the Most High, not in our own strength; but with strong faith and firm confidence.’”"},{"refcode_short":"SpTA02a 22.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 22.1 (Ellen Gould White)","content":"We have increased light. We have a solemn, weighty message to bear to the world, and God designs that his chosen disciples shall have a deep experience, and be endowed with the power of the Holy Spirit. “The Lord seeth not as man seeth; for man looketh at the outward appearance; but the Lord looketh upon the heart.” This was a lesson that David never forgot, and in his dying testimony to Solomon he said, “And thou, Solomon my son, know the God of thy father, and serve him with a perfect heart and with a willing mind; for the Lord searcheth all hearts, and understandeth all the imaginations of the thoughts; if thou seek him, he will be found of thee; but if thou forsake him, he will cast thee off forever.”"},{"refcode_short":"SpTA02a 22.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 22.2 (Ellen Gould White)","content":"We are living in an important period of this earth's history; and with the light of truth shining upon us, we cannot now be excused for a moment in meeting a low standard. As co-workers with Christ, we are privileged to share with Christ in his suffering. We are to look at his life, study his character, and copy the pattern. What Christ was in his perfect humanity, we must be; for men must form characters for eternity."},{"refcode_short":"SpTA02a 23","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 23 (Ellen Gould White)","content":"The Power of the Holy Spirit Awaits Our Demand and Reception"},{"refcode_short":"SpTA02a 23.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 23.1 (Ellen Gould White)","content":"Just prior to his leaving his disciples for the heavenly courts, Jesus encouraged them with the promise of the Holy Spirit. This promise belongs as much to us as it did to them, and yet how rarely it is presented before the people, and its reception spoken of in the church. In consequence of this silence upon this most important theme, what promise do we know less about by its practical fulfillment than this rich promise of the gift of the Holy Spirit, whereby efficiency is to be given to all our spiritual labor? The promise of the Holy Spirit is casually brought into our discourses, is incidentally touched upon, and that is all. Prophecies have been dwelt upon, doctrines have been expounded, but that which is essential to the church in order that they may grow in spiritual strength and efficiency, in order that the preaching may carry conviction with it. and souls be converted to God, has been largely left out of ministerial effort. This subject has been set aside, as if some time in the future would be given to its consideration. Other blessings and privileges have been presented before the people until a desire has been awakened in the church for the attainment of the blessing promised of God; but the impression concerning the Holy Spirit has been that this gift is not for the church now, but that at some time in the future it would be necessary for the church to receive it. This promised blessing, if claimed by faith, would bring all other blessings in its train, and it is to be given liberally to the people of God. Through the cunning devices of the enemy the minds of God's people seem to be incapable of comprehending and appropriating the promises of God. They seem to think that only the scantiest showers of grace are to fall upon the thirsty soul. The people of God have accustomed themselves to think that they must rely upon their own efforts, that little help is to be received from heaven; and the result is that they have little light to communicate to other souls who are dying in error and darkness. The church has long been contented with little of the blessing of God; they have not felt the need of reaching up to the exalted privileges purchased for them at infinite cost. Their spiritual strength has been feeble, their experience of a dwarfed and crippled character, and they are disqualified for the work the Lord would have them to do. They are not able to present the great and glorious truths of God's holy word that would convict and convert souls through the agency of the Holy Spirit. The power of God awaits their demand and reception. A harvest of joy will be reaped by those who sow the holy seeds of truth. “He that goeth forth and weepeth, bearing precious seed, shall doubtless come again with rejoicing, bringing his sheaves with him.”"},{"refcode_short":"SpTA02a 24.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 24.1 (Ellen Gould White)","content":"The world have received the idea from the attitude of the church, that God's people are indeed a joyless people, that the service of Christ is unattractive, that the blessing of God is bestowed at severe cost to the receivers. By dwelling upon our trials, and making much of difficulties, we misrepresent God and Jesus Christ, whom he has sent; for the path to heaven is made unattractive by the gloom that gathers about the soul of the believer, and many turn in disappointment from the service of Christ. But are those who thus present Christ, believers?—No, for believers rely upon the divine promise, and the Holy Spirit is a comforter as well as a reprover."},{"refcode_short":"SpTA02a 25.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 25.1 (Ellen Gould White)","content":"The Christian must build all the foundation if he would build a strong symmetrical character, if he would be well balanced in his religious experience. It is in this way that the man will be prepared to meet the demands of truth and righteousness, as they are represented in the Bible; for he will be sustained and energized by the Holy Spirit of God. He who is a true Christian combines great tenderness of feeling with great firmness of purpose, with unswerving fidelity to God; he will in no case become the betrayer of sacred trusts. He who is endowed with the Holy Spirit has great capacities of heart and intellect, with strength of will and purpose that is unconquerable."},{"refcode_short":"SpTA02a 25","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 25 (Ellen Gould White)","content":"Further Comments and Extracts"},{"refcode_short":"SpTA02a 25.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 25.2 (Ellen Gould White)","content":"We must realize that we are placed under great responsibilities to God and to his cause by such earnest and solemn admonitions as the foregoing. There can be no excuse for us for continuing in a wrong way. The reason of our lack of success and our lack of power with God is pointed out, so that we are not left in the dark. Our sins and our wrong ways have been faithfully set before us, but we are not left without hope; for the remedy has also been pointed out. Now it is our privilege to repent of sin, and to know the power of God's saving grace. The holy spirit awaits our demand and reception. What more can the Lord do for us than that which he has already done? But our danger is that we will not make application of these admonitions to our individual selves. I would intreat you in the name of the master to give heed to this blessed instruction. God give us true, godly sorrow, should be our prayer. (See 2 Corinthians 7:10, 11)."},{"refcode_short":"SpTA02a 25.3","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 25.3 (Ellen Gould White)","content":"We have been plainly told that the standard of the Ministry must be raised, and also that if we do not come where we will meet the mind of God, we will be severed from the work. These are very solemn words to me, and I desire that they shall have their full effect on my own heart. Nothing can be more certain than that if we do not take heed to the counsel from the Lord, we shall be left to go into still greater darkness."},{"refcode_short":"SpTA02a 26.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 26.1 (Ellen Gould White)","content":"From a letter from Sister White, dated September 1, 1892, I quote the following:—"},{"refcode_short":"SpTA02a 26.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 26.2 (Ellen Gould White)","content":"“‘Unto the angel of the church of Ephesus write: These thing saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks; I know thy works, and thy labor, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars: and hast borne, and hast patience, and for my name's sake hast labored, and hast not fainted. Nevertheless I have somewhat against thee, because thou hast left thy first love. Remember therefore from whence thou art fallen, and repent, and do the first works: or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.’"},{"refcode_short":"SpTA02a 26.3","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 26.3 (Ellen Gould White)","content":"“He who was seen by John in the vision, in the midst of the golden candlesticks, represents himself as walking among them, going about from church to church, from congregation to congregation, and from soul to soul. Here is unwearied vigilance. While the under-shepherds may be asleep, or engrossed with matters of small importance, he that keepeth Israel doth not slumber nor sleep. He is the true watchman. The presence and sustaining grace of Christ are the secret of all light and life. We are kept by the power of God through faith, and that not of ourselves, it is the gift of God."},{"refcode_short":"SpTA02a 26.4","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 26.4 (Ellen Gould White)","content":"“The Lord Jesus gave the message to John to be written, to come down through the ages to the end of the world. Words of commendation are spoken to the church of Ephesus; the ‘Well done’ is pronounced on the good and faithful servant; but the message does not close here. The Saviour says: ‘Nevertheless I have somewhat against thee, because thou hast left thy first love.’ This has been brought in clear lines before me again and again, and I have presented it to the people with pen and voice. Does this striking message mean nothing to us? Is it in no sense applicable? Why are not such solemn warnings contemplated? Why do not all, with watchfulness and humility and confession, manifest that repentance that needeth not to be repented of? Why do so many pass on without taking heed? Is love abiding in the church? Is it not almost extinct? With many their first love for Jesus has cooled. Brethren do not love brethren. The love of many has waxed cold. The True Witness represents all who have left their first love as fallen. Did he not know their peril? Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.’"},{"refcode_short":"SpTA02a 27.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 27.1 (Ellen Gould White)","content":"“Shall these heart-searching truths continue to be passed by with indifference by the churches? The loss of the first love has opened the door to a great amount of selfishness, evil surmising, evil speaking, envy, jealousy, hard-heartedness. This is the fruit borne when the fervor of the first love has grown cold. There has been but little restraint upon the tongue, for prayer has been neglected. A Pharisaical righteousness has been cherished; there is deadness of spirituality, and a lack of spiritual eye-sight is the result."},{"refcode_short":"SpTA02a 27.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 27.2 (Ellen Gould White)","content":"“The only hope for our churches of today is to repent and do their first work. The name of Jesus does not kindle the heart with love. A mechanical, formal orthodoxy has taken the place of deep, fervent charity and tenderness to one another. Will any give heed to the solemn monition, ‘Turn ye, turn ye; for why will ye die? Fall upon the Rock, and be broken; then let the Lord Jesus prepare you, mould and fashion you, as a vessel unto honor. Well may the people fear and tremble under these words: ‘Except thou repent, I will come unto thee quickly, and will remove thy candlestick out of his place? What then? ‘If therefore the light that is in thee be darkness, how great is that darkness!”"},{"refcode_short":"SpTA02a 27.3","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 27.3 (Ellen Gould White)","content":"The above needs no comment. It is a most solemn and heart-searching message. God help us to take heed lest our light go out in that great darkness!"},{"refcode_short":"SpTA02a 27.4","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 27.4 (Ellen Gould White)","content":"Here follows another extract from the same letter, which is full of meaning indeed:"},{"refcode_short":"SpTA02a 28.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 28.1 (Ellen Gould White)","content":"“One matter burdens my soul: The great lack of the love of God, which has been lost through continued resistance of light and truth, and the influence of those who have been engaged in active labor, who in the face of evidence piled upon evidence, have exerted an influence to counteract the message God has sent. I point them to the Jewish nation and ask, Must we leave our brethren to pass over the same path of blind resistance, till the very end of probation? If ever a people needed true and faithful watchmen, who will not hold their peace, who will cry day and night, sounding the warning God has given, it is the Seventh-day Adventists. Those who have had great light, blessed opportunities, who like Capernaum have been exalted to heaven in point of privileges, shall they, by non-improvement, be left to darkness corresponding to the greatness of the light given?”"},{"refcode_short":"SpTA02a 28.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 28.2 (Ellen Gould White)","content":"Truly these are earnest words, and may God forbid that one of us should fail to take heed to this faithful counsel."},{"refcode_short":"SpTA02a 28.3","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 28.3 (Ellen Gould White)","content":"The week of prayer is now near at hand, and we have every reason to expect a gracious outpouring of the spirit of God. Many are hungering and thirsting after righteousness, and the promise of the Lord is that they shall be filled. Never were we more needy of God's blessing than now, and never was God more willing to bestow his blessing. As ministers we should properly lead out in the work. May this be so indeed at this time. The spirit of God is awaiting our demand and reception. Just as surely as we seek the Lord with all the heart, so surely he will be found of us."},{"refcode_short":"SpTA02a 28.4","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 28.4 (Ellen Gould White)","content":"The time for the Next General Conference is also close at hand. This will be a very important meeting. Every movement shows that we are living in the very close of time. The work calls for enlarged plans to meet the demands of God at this time. The message is for the world, for every nation, kindred, tongue, and people. These plans will call for large sums of money to carry them into effect. Will the money come? It must come. The message will go with power, and the earth is to be lightened with its glory. The time has now come when we should heed the following:"},{"refcode_short":"SpTA02a 29.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 29.1 (Ellen Gould White)","content":"“We ought now to be heeding the injunction of our Saviour, ‘Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not.’ It is now that our brethren should be cutting down their possessions, instead of increasing them. We are about to move to a better country, even a heavenly. Then let us not be dwellers upon the earth, but be getting things into as compact a compass as possible.”—Testimonies for the Church 5:122."},{"refcode_short":"SpTA02a 29.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 29.2 (Ellen Gould White)","content":"These things should be set before our people in a proper way. Much means that ought to go into the cause of God is wasted, and it is satan's studied plan that it should be so."},{"refcode_short":"SpTA02a 29.3","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 29.3 (Ellen Gould White)","content":"We must look largely to you, brethren, to interest yourselves in these things. The results of the week of prayer, both as to the degree of the spiritual blessing and also the amount of money that will be contributed, will depend largely on your faithfulness."},{"refcode_short":"SpTA02a 29.4","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 29.4 (Ellen Gould White)","content":"The following quotation from Early Writings, 48-50, is of much significance at this time, and our people must have these things set before them in no uncertain way. But this I am fully aware of, that that which will lead our people to contribute liberally as God has blessed them, is the love of Christ in the heart; therefore spiritual revival is the matter of first importance:"},{"refcode_short":"SpTA02a 29.5","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 29.5 (Ellen Gould White)","content":"“I saw that some of the people of God are stupid and dormant, and but half awake; they do not realize the time we are now living in.... I begged of Jesus to save them, to spare them a little longer, and let them see their awful danger, that they might get ready before it should be forever too late. The angel said, ‘Destruction is coming like a mighty whirlwind.’ I begged of the angel to pity and to save those who loved this world, who were attached to their possessions, and were not willing to cut loose from them, and sacrifice to speed the messengers on their way to feed the hungry sheep who were perishing for want of spiritual food."},{"refcode_short":"SpTA02a 30.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 30.1 (Ellen Gould White)","content":"“As I viewed poor souls dying for want of the present truth, and some who professed to believe the truth were letting them die, by withholding the necessary means to carry forward the work of God, the sight was too painful, and I begged of the angel to remove it from me. I saw that when the cause of God called for some of their property, like the young man who came to Jesus (Matthew 19:16-22), they went away sorrowful; and that soon the overflowing scourge would pass over and sweep their possessions all away, and then it would be too late to sacrifice earthly goods, and lay up a treasure in heaven."},{"refcode_short":"SpTA02a 30.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 30.2 (Ellen Gould White)","content":"“I then saw the glorious Redeemer, beautiful and lovely; that he left the realms of glory, and came to this dark and lonely world, to give his precious life and die, the just for the unjust. He bore the cruel mocking and scourging, wore the platted crown of thorns, and sweat great drops of blood in the garden, while the burden of the sins of the whole world was upon him. The angel asked, ‘What for?’ O! I saw and knew that it was for us; for our sins he suffered all this, that by his precious blood he might redeem us unto God."},{"refcode_short":"SpTA02a 30.3","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 30.3 (Ellen Gould White)","content":"“Then again was held up before me those who were not willing to dispose of this world's goods to save perishing souls by sending them the truth while Jesus stands before the Father pleading his blood, his sufferings, and his death for them, and while God's messengers are waiting, ready to carry them the saving truth that they may be sealed with the seal of the living God. It is hard for some who profess to believe the present truth, to even do so little as to hand the messengers God's own money, that he has lent them to be stewards over."},{"refcode_short":"SpTA02a 30.4","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 30.4 (Ellen Gould White)","content":"“The suffering Jesus, his love so deep as to lead him to give his life for man, was again held up before me; also the lives of those who professed to be his followers, who had this world's goods, but considered it so great a thing to help the cause of salvation. The angel said, ‘Can such enter heaven?’ Another angel answered, “No, never, never, never. Those who are not interested in the cause of God on earth, can never sing the song of redeeming love above.’ I saw that the quick work that God was doing on earth would soon be cut short in righteousness, and that the messengers must speed swiftly on their way to search out the scattered flock. An angel said, ‘Are all messengers?’ Another answered, ‘No, no; God's messengers have a message."},{"refcode_short":"SpTA02a 31.1","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 31.1 (Ellen Gould White)","content":"“The mighty shaking has commenced, and will go on, and all will be shaken out who are not willing to take a bold and unyielding stand for the truth, and to sacrifice for God and his cause. The angel said, ‘Think ye that any will be compelled to sacrifice? No, no. It must be a free-will offering. It will take all to buy the field.’ I cried to God to spare his people, some of whom were fainting and dying. Then I saw that judgments of the Almighty were speedily coming, and I begged of the angel to speak in his language to the people. Said he, ‘All the thunders and lightnings of Mount Sinai would not move those who will not be moved by the plain truths of the word of God, neither would an angel's message awake them.’”"},{"refcode_short":"SpTA02a 31.2","refcode_long":"Special Testimony to Our Ministers—No. 2, p. 31.2 (Ellen Gould White)","content":"In closing we earnestly pray that God will bless the solemn admonition he has sent us for our good. By God's grace I will take them to my heart. Heaven is full of light, and that light is for us. I am fully assured of this, that if we do not heed these faithful counsels, it will go ill with us. But I have great confidence in God, and believe we shall see of his salvation among his people, and the message will go with a power not known heretofore. Commending you to God's love, I am your brother and fellow-laborer in Christ."}]