[{"refcode_short":"SpTB06 3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 3 (Ellen Gould White)","content":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education"},{"refcode_short":"SpTB06 3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 3 (Ellen Gould White)","content":"Why Students Should Not Go to Battle Creek"},{"refcode_short":"SpTB06 3.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 3.1 (Ellen Gould White)","content":"I am continually receiving letters from our people, asking in regard to their children going to Battle Creek to work in the Sanitarium. For years God has been calling our people out of Battle Creek, and the instruction given me is that he will never counsel them to make Battle Creek an educational center. This is contrary to his plan. The whole field needs to be worked; and the calling of our youth from all parts of the field to the Battle Creek Sanitarium, robs the field of its workers."},{"refcode_short":"SpTB06 3.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 3.2 (Ellen Gould White)","content":"We have no message to advise students to go to Battle Creek, to be leavened by the insinuations that have been and are still being introduced to weaken confidence in our ministers and message. There are those who, whenever they can get an opportunity, are sowing the seeds of evil insinuations. And when temptations come, those in whose minds these seeds have been sown will be wrought upon to divert others from the truths that God has been urging us to bear to the world."},{"refcode_short":"SpTB06 5","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 5 (Ellen Gould White)","content":"The Burning of the Sanitarium"},{"refcode_short":"SpTB06 5.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 5.1 (Ellen Gould White)","content":"Today we received the sad news of the burning of the Battle Creek Sanitarium. For many weeks I have had a heartache that has made my nights very restless. I would at this time speak words of wisdom, but what can I say? We are afflicted with those whose life interests are bound up in this institution. Let us pray that this calamity shall work together for good to these, who must feel it very deeply. We can indeed weep with those that weep."},{"refcode_short":"SpTB06 5.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 5.2 (Ellen Gould White)","content":"Our heavenly Father does not willingly afflict or grieve the children of men. He has his purpose in the whirlwind and in the storm, in the fire and in the flood. The Lord permits calamities to come to his people to save them from greater dangers. He desires every one to examine his own heart closely and carefully, and then draw near to God, that God may draw near to him. Our life is in the hands of God. He sees dangers threatening us that we can not see. He is the giver of all our blessings; the provider of all our mercies; the orderer of all our experiences. He sees the perils that we can not see. He may permit to come upon his people that which fills their hearts with sadness, because he sees that they need to make straight paths for their feet, lest the lame be turned out of the way. He knows our frame, and remembers that we are dust. Even the very hairs of our head are numbered. He works through natural causes to lead his people to remember that he has not forgotten them, but that he desires them to forsake the way which, if they were permitted to follow unchecked and unreproved, would lead them into great peril."},{"refcode_short":"SpTB06 6.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 6.1 (Ellen Gould White)","content":"Trials come to us all to lead us to investigate our hearts, to see if they are purified from all that defiles. Constantly the Lord is working to our present and eternal good. Things occur which seem unexplainable, but if we trust in the Lord, humbling our hearts before him, he will not permit the enemy to triumph."},{"refcode_short":"SpTB06 6.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 6.2 (Ellen Gould White)","content":"The Lord will save his own people in his own way, by such means and instrumentalities that the glory will be returned to him. To him alone belongs the praise. Let us beware how we give to human beings the credit for their success. It is the abundant grace of Christ that makes the feeble among his disciples strong and the strong mighty. It is from him that we receive the endowments that enable us to offer him acceptable service. If we are fully consecrated to him, we shall return to God all the glory. We shall make him our entire dependence."},{"refcode_short":"SpTB06 6.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 6.3 (Ellen Gould White)","content":"Every soul that is saved must be a partaker with Christ of his sufferings, that he may be a partaker with him of his glory. How few understand why God subjects them to trial. It is by the trial of our faith that we gain spiritual strength. The Lord seeks to educate his people to lean wholly upon him. He desires them, through the lessons that he teaches them, to become more and more spiritualized. If his word is followed in all humility and weakness, he brings to them experiences which, if rightly received, will help to prepare them for the work to be done in his name. God desires to reveal his power in a marked manner through the lives of his people."},{"refcode_short":"SpTB06 7.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 7.1 (Ellen Gould White)","content":"I am instructed to say, let no one attempt to give a reason for the burning of the institution that we have so highly appreciated. Let no one attempt to say why this calamity was permitted to come. Let every one examine his own course of action. Let every one ask himself whether he is meeting the standard that God has placed before him. Can we say from the heart, I lay aside my own will. “I delight to do thy will, O my God, yea, thy law is written within my heart”? Do we ask daily, “Lord, what is thy will concerning me?”"},{"refcode_short":"SpTB06 7.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 7.2 (Ellen Gould White)","content":"Let no one try to explain this mysterious providence. Let us thank God that there was not a great loss of life. In this we see God's merciful hand."},{"refcode_short":"SpTB06 7.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 7.3 (Ellen Gould White)","content":"If we have not valued the great blessing that the Lord has given us in sending us the light on health reform, if we have not felt honored by having the Battle Creek Sanitarium among us for thirty-five years, if we have not diligently garnered up the benefits and advantages to be gained from such an institution, shall we be surprised when something comes to arouse us?"},{"refcode_short":"SpTB06 7.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 7.4 (Ellen Gould White)","content":"The Sanitarium has been a blessing the influence of which has extended to all parts of the world. Through it many have received the light of truth. Eternity alone will reveal how many have been relieved of physical suffering by the skill of the physicians. The great Physician, mighty to save to the uttermost, will hear the earnest prayers that are offered for suffering humanity. His presence and his skill have just as surely stayed the hand of the destroyer in the Battle Creek Sanitarium as when he was on this earth in human form. In that institution angels of God have worked with human beings to save life. God gave skill and understanding to the workers at the time of the fire, enabling them to get the sick and suffering out of the reach of the quickly spreading flames."},{"refcode_short":"SpTB06 8.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 8.1 (Ellen Gould White)","content":"We know something of the great good that such an institution has been to us as a people. We know how many times the Lord has spoken of this institution as his helping hand. He has declared that in it men and women were to be trained as competent physicians and nurses, some to act as educators in the home field, and others to go to far-off fields. Have we valued this institution as we should?"},{"refcode_short":"SpTB06 8","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 8 (Ellen Gould White)","content":"What Our Sanitarium Workers Should Be"},{"refcode_short":"SpTB06 8.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 8.2 (Ellen Gould White)","content":"God desires the workers in the Sanitarium—physicians, managers, and nurses—to examine themselves closely to see if they have adhered strictly to right principles. It was for the proclamation of these principles that our sanitariums were established. The workers are to stand firm on the platform of eternal truth. Have those connected with the Sanitarium realized that the Lord designs that our medical institutions should stand in this world as memorials for him, to reveal the gracious purposes of Him who is the physician of the body as well as of the soul?"},{"refcode_short":"SpTB06 8.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 8.3 (Ellen Gould White)","content":"Our sanitariums are not to conform in any respect to worldly policy or worldly practise. They are to stand forth as memorials for God, free from any tarnish of worldliness or evil working. The workers in these institutions are to be the Lord's peculiar people, daily seeking for that perfection of character that will give them a fitness to enter the heavenly city. Constantly they are to reach higher and still higher, as workers together with God. They are to reach a high spiritual standard. Let them study Christ's lessons in the New Testament, that they may better understand his lessons in the Old Testament. The New Testament is the key that unlocks the Old Testament."},{"refcode_short":"SpTB06 9","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 9 (Ellen Gould White)","content":"A Solemn Caution"},{"refcode_short":"SpTB06 9.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 9.1 (Ellen Gould White)","content":"A solemn responsibility rests upon those who have had charge of the Battle Creek Sanitarium. Will they build up in Battle Creek a mammoth institution, or will they carry out the purpose of God by making plants in many places? I pray God that a work may be done that will be for the best interests of the work and cause of God. I know that the plea will be made, Should the Sanitarium be established in some other place, it would not receive the patronage that it would receive were it rebuilt in Battle Creek. But the question has been asked by One of authority, What has been accomplished by this large patronage, to win souls to the truth?"},{"refcode_short":"SpTB06 9.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 9.2 (Ellen Gould White)","content":"Light has been given me that a great reformation must take place in the lives of the managers of the Sanitarium before the institution can be conducted wholly as God desires it to be. For some time it has been deteriorating. Little burden is felt by many to make it a medical missionary center, a place where the truth shall be clearly and distinctly proclaimed."},{"refcode_short":"SpTB06 10.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 10.1 (Ellen Gould White)","content":"The half-hearted service offered to Christ by so many is not accepted by him. We need to be more in earnest. The Lord uses only vessels that are cleansed from defilement. Christ can not put his Spirit into impure, unsanctified hearts. He calls upon us to put away the unchristlike traits of character that we have cherished."},{"refcode_short":"SpTB06 10.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 10.2 (Ellen Gould White)","content":"Wake up, my brethren and sisters. We have no time to spend in wringing our hands and in mourning that the Sanitarium has been destroyed. A wider outlook has been given us. Let us inquire of the Lord his mind and will. Will not the managers of the institution make thorough self-examination? Attempt after attempt has been made to burn the Sanitarium. Do not these things speak to the managers, telling them to look back at the way in which they have carried out their plans? Again and again reproof has come to them from God, but these messages have not led them to take heed. Message after message has been sent that plants shall be made in many places. A most solemn review should now be made. God has been speaking, sometimes by unacknowledged mercies, oftentimes by threatened judgments. By blessings bestowed and blessings removed he has sought to bring about the needed change of action. Well may he say, “What could have been done more in my vineyard that I have not done in it?” Shall the word be spoken, “Ye would none of my counsel, ye despised all my reproofs. Ye would not come unto me that ye might have life”?"},{"refcode_short":"SpTB06 11","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 11 (Ellen Gould White)","content":"The Work Before Us"},{"refcode_short":"SpTB06 11.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 11.1 (Ellen Gould White)","content":"I have been carrying a very heavy burden. For the last three nights I have slept very little. Many scenes are presented before me. I feel an intense interest in the advancement of the work of God, and I say to our leading brethren, As you consider the questions that shall come before you, you are to look beneath the surface. You are to give careful consideration to every question discussed."},{"refcode_short":"SpTB06 11.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 11.2 (Ellen Gould White)","content":"There is need of means in foreign missionary work, and in missionary work in America. It is a painful fact that although we have had a special message for the world for so many years, there are many, many cities in which we have done nothing to proclaim this message. In the calamities that have befallen our institutions in Battle Creek, we have had—"},{"refcode_short":"SpTB06 11","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 11 (Ellen Gould White)","content":"An Admonition from God"},{"refcode_short":"SpTB06 11.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 11.3 (Ellen Gould White)","content":"Let us not pass this admonition carelessly by without trying to understand its meaning.... Why did the Lord permit Jerusalem to be destroyed by fire the first time? Why did he permit his people to be overcome by their enemies, and carried into heathen lands?—It was because they had failed to be his missionaries, and had built walls of division between themselves and the people round about them. The Lord scattered them, that the knowledge of his truth might be carried to the world. If they were loyal and true and submissive, God would bring them again into their own land...."},{"refcode_short":"SpTB06 12","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 12 (Ellen Gould White)","content":"Our Means Not to be Tied Up in Bonds"},{"refcode_short":"SpTB06 12.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 12.1 (Ellen Gould White)","content":"A proposition has been made that our people purchase Sanitarium bonds, but light has been given me that means is not to be thus drawn from our people. Last night place after place that is still unworked was presented before me. These places are all ripe for the harvest. They are calling for workers, and the means of our people is not to be tied up so that it can not be used in this work...."},{"refcode_short":"SpTB06 12.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 12.2 (Ellen Gould White)","content":"Regarding investment in bonds, I am instructed to say further that if no voice were raised against this arrangement, if our people should tie up their money in such investment, when it became necessary to call for means for aggressive missionary work, it would be found that there was a greater dearth of means among us than there is now. Plans may be started that at the beginning seem very promising, but often the foresight would be much more pleasant than the aftersight, were these plans carried out. I have been commissioned to instruct our people to be economical, and always ready to give of their means to the Lord's work. If you have a thousand dollars to spare, God wants it; it belongs to him. If you have twenty dollars to spare, God wants it. His vineyard is waiting to be worked."},{"refcode_short":"SpTB06 12.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 12.3 (Ellen Gould White)","content":"The light that God has given me is that there are proper ways that the Conference shall devise to help the Sanitarium in Battle Creek. I wish that a portion of the work of this institution had been taken elsewhere. But the Sanitarium has been erected in Battle Creek, and it must be helped. God will institute ways and means by which it can be helped. But he does not wish his people to invest their money in bonds."},{"refcode_short":"SpTB06 13.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 13.1 (Ellen Gould White)","content":"There is a great field to be worked. God wants us to labor intelligently. We are not to grasp every advantage that we can for the part of the field in which we are laboring. We are to do for those working in hard, needy fields just what we would like our brethren to do for us were we placed in similar circumstances. There are small sanitariums to be established in various places. Medical missionary work is the helping hand of God. This work must be done. It is needed in new fields and in fields where work was started years ago. Since this work is the helping hand of God and the entering wedge of the gospel, we want you to understand that you are to have a part in it. It is not to be divorced from the gospel. Every soul before me this morning should be filled with the true medical missionary spirit."},{"refcode_short":"SpTB06 14","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 14 (Ellen Gould White)","content":"Unity of Effort"},{"refcode_short":"SpTB06 14.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 14.1 (Ellen Gould White)","content":"God does not design that the Sanitarium that has been erected in Battle Creek shall be in vain. He wants his people to understand this. He wants this institution to be placed on vantage ground. He does not want his people to be looked upon by the enemy as a people that is going out of sight."},{"refcode_short":"SpTB06 14.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 14.2 (Ellen Gould White)","content":"We are now to make another effort to place our institution on solid ground. Let no one say, because there is a debt on the Sanitarium in Battle Creek, “We will have nothing more to do in helping to build up that institution.” The people of God must build that institution up, in the name of the Lord. It is to be placed where its work can be carried on intelligently. One man is not to stand at its head alone. Dr. Kellogg has carried the burden until it has almost killed him. God wants his servants to stand united in carrying that work forward. Because one man is one-sided and another man is one-sided, this does not show that the work of God should be one-sided."},{"refcode_short":"SpTB06 14.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 14.3 (Ellen Gould White)","content":"God's people are to place the Sanitarium in Battle Creek on vantage ground. How is this to be done?—I can not tell you. But I know that just as soon as the Holy Spirit shall come upon hearts, there will be unity in voice and understanding, and wisdom will be given us. [Instruction as to how this is to be done, will be found on pages 32 and 33.]"},{"refcode_short":"SpTB06 15.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 15.1 (Ellen Gould White)","content":"I have given you these thoughts as suggestions, trusting that they will have some influence upon you in your councils and in the movements that you may make. It is not only for that little corner in Battle Creek that we are laboring. We must stand on vantage ground before our own people and before the world...."},{"refcode_short":"SpTB06 15.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 15.2 (Ellen Gould White)","content":"Because men have made mistakes, they are not to be uprooted. The blessing of God heals; it does not destroy. The mighty healer, the great medical missionary, will be in the midst of us, to heal and to bless, if we will receive him. John said of him, “Behold the Lamb of God, which taketh away the sin of the world.” He is waiting to come to us, to take away our sins, and fill us with his Spirit."},{"refcode_short":"SpTB06 15.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 15.3 (Ellen Gould White)","content":"A mighty host is arrayed against us. But God is on our side, and he has all power. He has separated us from the world for himself, and he declares that we are a peculiar people, an holy nation, a royal priesthood. He tells us not to rely upon men, but to put our trust in the Lord God of Israel. Then we shall gain the victory."},{"refcode_short":"SpTB06 16","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 16 (Ellen Gould White)","content":"The Work to Be Done In Battle Creek"},{"refcode_short":"SpTB06 16.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 16.1 (Ellen Gould White)","content":"Dear Brethren: My mind has been much troubled in regard to our youth being drawn to Battle Creek. Many helpers will be needed to care for the large number of patients coming to the Sanitarium. These helpers will meet with worldly influences. What can be done to save them from backsliding?"},{"refcode_short":"SpTB06 16.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 16.2 (Ellen Gould White)","content":"I am instructed to say that we are to do all in our power to guard the employees of the Sanitarium and the medical students from the temptations and snares of the enemy. As faithful watchmen, we must guard the sheep and lambs, lest they be led astray. We must improve every opportunity to present the true situation of our work before those who do not understand the dangers that beset us on every hand."},{"refcode_short":"SpTB06 16.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 16.3 (Ellen Gould White)","content":"When the Lord warned His people against making Battle Creek a Jerusalem center, and said that plants should be made in many places, He meant just what He said. The large patronage of the Sanitarium is no sign that this institution should have been built up in its present magnificence. Even though it had many more patients, this would be no evidence in this matter."},{"refcode_short":"SpTB06 16.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 16.4 (Ellen Gould White)","content":"It is God with whom we have to deal, and we are not to move in accordance with human policy or with man's short-sighted wisdom. The Lord is in earnest with us. He means what He has said, and for us to build up in Battle Creek something to draw our youth there, and to give the families already there an excuse for staying, is working contrary to the light he has given."},{"refcode_short":"SpTB06 17.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 17.1 (Ellen Gould White)","content":"Had our brethren been humbly studying the light which has been given in regard to the scattering of our forces, the new Sanitarium in Battle Creek would have been established in some other place, even though apparently strong reasons called for its rebuilding in Battle Creek."},{"refcode_short":"SpTB06 17.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 17.2 (Ellen Gould White)","content":"The Lord presented to us the reasons for removing the College from Battle Creek. This instruction should now be searched out and studied by those who desire to see the former College re-established there. Let the light already given shine forth in its purity and beauty, that God's name may be glorified. It is not wise to plan to maintain such a school in a place where worldly influences prevail to so great an extent as to counterwork that which the Lord has outlined should be done for the youth in our educational institutions."},{"refcode_short":"SpTB06 17.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 17.3 (Ellen Gould White)","content":"Many youth should not be brought to Battle Creek. Let no plans be laid for enlarging the work at Battle Creek. But the question remains, What shall be done for those who are there? It is certainly our plain duty to guard the young men and young women who are serving those who know not the Lord. Knowing that those who are trying to obey God will be brought into close connection with those who know not the truth, let faithful pastors and teachers work zealously to save the souls of both helpers and patients."},{"refcode_short":"SpTB06 17.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 17.4 (Ellen Gould White)","content":"There is special need of faithful watchmen in Battle Creek,—watchmen who will keep guard resolutely, determinedly; who will not be found sleeping at their post of duty. There is need that the managers of the Sanitarium, realizing the difficulties and dangers of the situation, shall bring into the institution men and women of mature years, who have a good Christian experience, and who will make an earnest, faithful effort to be a help to the youth and a blessing to all in the institution."},{"refcode_short":"SpTB06 18.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 18.1 (Ellen Gould White)","content":"The young helpers must not be left to be led away from the truth by the unbelievers with whom they are brought in contact. Faithful watchmen are needed in Battle Creek, to sound forth the warning, giving the trumpet a certain sound. We are not to stand by passively, seeing souls exposed to temptation, without doing anything to help them. There is a work to be done for believers and unbelievers, that those who will listen to the truth may have an opportunity to hear and understand. Those who go to Battle Creek, for whatever reason, are souls for whom the Lord gave his only begotten Son."},{"refcode_short":"SpTB06 18.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 18.2 (Ellen Gould White)","content":"The Lord will not permit his truth to be extinguished, and those who love and serve him distressed and afflicted. There are men who must be on the ground at Battle Creek, to do their best to hunt and fish for souls, to uphold the truth before the multitudes. Let us take the very best view possible of the situation, and work for souls as they that must give an account. We must call strong men to Battle Creek, men who will clearly and distinctly outline our position from a Bible standpoint, and who will present straight, plain Bible truth, men who have not been receiving popular, poisonous errors. Every opportunity to teach the truth to worldlings is to be improved. And among the patients there will be true-hearted Christians to reach. These, as well as our medical missionary students, must be helped."},{"refcode_short":"SpTB06 19.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 19.1 (Ellen Gould White)","content":"In all that we do we are to labor together with God. Let us work intelligently, that those who are working as medical missionaries in Battle Creek may not be ensnared. The Lord of heaven will help us to do his work in a way that will be recognized of heaven."},{"refcode_short":"SpTB06 20","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 20 (Ellen Gould White)","content":"The Work that can be Done in Battle Creek"},{"refcode_short":"SpTB06 20.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 20.1 (Ellen Gould White)","content":"The work that the believers in Battle Creek can do is at their hand. Let them distribute our literature. Let them make the most of every opportunity offered them to arrest the attention of unbelievers. Let those who have been reproved for serving self rather than Christ arouse themselves, and zealously repent. Let them put literature into every hand that will receive it, and let no one say, “Why do ye so?” In different ways a warning message is to be borne to high and low. Let all put on the gospel armor, and stand firm for the truth."},{"refcode_short":"SpTB06 20.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 20.2 (Ellen Gould White)","content":"My brethren and sisters, there will come into your city many who have never heard the truth for this time. These men and women may come from cities which through your neglect have never been warned. As they come to where you are, neglect not your duty. By wise, Christlike movements, disappoint the enemy. Now is your opportunity, just now, to tell them of what is coming upon the world. In great wisdom present the truth as it is in Jesus."},{"refcode_short":"SpTB06 20.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 20.3 (Ellen Gould White)","content":"During the summer let a large tent be pitched in the most favorable location, and let a series of meetings be held. In behalf of those who come to Battle Creek, let everything in our power be done to magnify the law, and make it honorable. Let the God of Israel be exalted as the great Medical Missionary."},{"refcode_short":"SpTB06 21","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 21 (Ellen Gould White)","content":"Words of Warning"},{"refcode_short":"SpTB06 21.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 21.1 (Ellen Gould White)","content":"We are living in a time of special peril to the youth. Satan knows that the end of the world is soon to come, and he is determined to improve every opportunity for pressing young men and women into his service. He will devise many specious deceptions to lead them astray. We need to consider carefully the words of warning given by the apostle Paul:—"},{"refcode_short":"SpTB06 21.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 21.2 (Ellen Gould White)","content":"“Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness? and what concord hath Christ with Belial? or what part hath he that believeth with an infidel? and what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people. Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you, and will be a Father unto you, and ye shall be my sons and daughters.” 2 Corinthians 6:14-18."},{"refcode_short":"SpTB06 21.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 21.3 (Ellen Gould White)","content":"Special light has been given me in regard to why we may accomplish much more for the Master by the establishment of many small sanitariums, than by the building up of a few large medical institutions. In large institutions there would be gathered together many who are not very sick, but who, like tourists, are seeking rest and pleasure. These will have to be waited on by nurses and helpers. Young men and young women, who from their earliest years have been shielded from worldly associations, would thus be brought in contact with worldlings of all classes, and to a greater or less degree would be influenced by what they see and hear. They would become like those with whom they associate, losing the simplicity and modesty that Christian fathers and mothers have guarded and cherished by careful instruction and earnest prayer."},{"refcode_short":"SpTB06 22.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 22.1 (Ellen Gould White)","content":"We are living amid the perils of the last days. Something decisive must be said to warn our people against the danger of permitting children who need parental care and instruction, to leave their homes to go to places where they will be brought in contact with pleasure-loving, irreligious worldlings."},{"refcode_short":"SpTB06 22.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 22.2 (Ellen Gould White)","content":"In many homes, the father and mother have allowed the children to rule. Such children are in far greater danger, when brought in contact with influences opposed to godliness than those who have learned to obey. Not having received the necessary training, they think they can do as they please. A knowledge of how to obey would have strengthened them to resist temptation, but this knowledge their parents have not given them. When these undisciplined youth enter an immense institution, where there are many influences opposed to spirituality, they are in grave peril, and often their stay in the institution is an injury to themselves and to the institution."},{"refcode_short":"SpTB06 22.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 22.3 (Ellen Gould White)","content":"I am instructed to warn parents whose children have not firmness of principle or clear Christian experience not to send them away from home to distant places, to be absent for many months, and perhaps for years, and it may be to have sown in their minds the seeds of unbelief and infidelity. It is safer and far better to send such youth to the schools and sanitariums nearest their homes. Let the youth who are forming character be kept away from places where they would have to mingle with a great company of unbelievers, and where the forces of the enemy are strongly entrenched."},{"refcode_short":"SpTB06 23.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 23.1 (Ellen Gould White)","content":"Let a decided effort be made by the managers of our large sanitariums to employ older persons as helpers in these institutions. In the vision of the night I was in a large assembly, where this matter was up for consideration. To those who were planning to send their undisciplined children to Battle Creek, One of authority said:—"},{"refcode_short":"SpTB06 23.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 23.2 (Ellen Gould White)","content":"“Dare you make this experiment? The salvation of your children is worth more than the education they will receive in this place, where they are constantly exposed to the influence of unbelievers. Many who come to this institution are unconverted. They are filled with pride, and have not through faith a connection with God. Many of the young men and women who wait on these worldlings have had but little Christian experience, and they easily become entangled in the snares that are laid for their feet.”"},{"refcode_short":"SpTB06 23.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 23.3 (Ellen Gould White)","content":"“What can be done to remedy this evil?” some one present asked. The Speaker answered, “Since you have placed yourselves in this position of peril, let Christian men and women of mature years and established character be brought into the institution to exert a counter influence for the right. The carrying out of such a plan would increase the running expenses of the Sanitarium, but it may be an effective means of guarding the fort, and of shielding the youth in the institution from the contaminating influences to which they are now exposed."},{"refcode_short":"SpTB06 24.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 24.1 (Ellen Gould White)","content":"“Parents, guardians, place your children in training-schools where the influences are similar to those of a rightly conducted home school; schools in which the teachers will carry them forward from point to point, and in which the spiritual atmosphere is a savor of life unto life.”"},{"refcode_short":"SpTB06 24.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 24.2 (Ellen Gould White)","content":"The words of warning and instruction that I have written in regard to the sending of our youth to Battle Creek to receive a training for service in the Lord's cause, are not idle words. Some God-fearing youth will stand the test, but it is not safe for us to leave even the most conscientious ones without our best care and protection. Whether or not our youth who have received wise instruction from godly parents will continue to be sanctified through the truth, depends largely upon the influence that, after leaving their homes, they meet among those to whom they look for Christian instruction.—Testimonies for the Church 8:223-226."},{"refcode_short":"SpTB06 25","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 25 (Ellen Gould White)","content":"The Rebuilding of the Battle Creek Sanitarium"},{"refcode_short":"SpTB06 25.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 25.1 (Ellen Gould White)","content":"The Battle Creek Sanitarium was erected against the expressed will of God. Presidents of Conferences and others were consulted, it is true, and they assented to the plans presented, because they did not desire to differ with the leader of the medical work when they could possibly agree with him. And besides, they had not received all the messages that he had received. Those who had not seen the testimonies that the leaders in the medical work had seen, were not responsible for what they did not know."},{"refcode_short":"SpTB06 25.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 25.2 (Ellen Gould White)","content":"The experience that we have passed through since the Conference of 1901 has been a complicated one, and thus our experience will continue to be. Just as long as the managers of the Sanitarium try to make Battle Creek a great center, so long will they call for men and women and ministers to do the work which they can not do. How can we encourage the plans to gather our youth into Battle Creek, when our heavenly Father has said that this place is not to be made a great center for educational work? Those educated there have not been receiving a training that will rightly prepare them to engage in the work of God. Seeds of doubt and of opposition to the Testimonies have been sown. Better far would it have been for the future of our work if those who have received their education in Battle Creek had been educated where the spiritual atmosphere is purer.—Letter written in 1904."},{"refcode_short":"SpTB06 26.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 26.1 (Ellen Gould White)","content":"When the Lord swept the large Sanitarium out of the way at Battle Creek, he did not design that it should ever be built there again. But in their blindness men went ahead and rebuilt the institution where it now stands. Years ago message after message was given, pointing out that the Sanitarium in Battle Creek was too large, that plants should be made in different places, that memorials should be established in many places, so that the light of present truth might shine forth. Had this counsel been heeded, the heavy responsibilities connected with the Battle Creek Sanitarium would not now exist. These responsibilities are a terrible burden. This institution should have been divided into several parts. But the light that had been given regarding this was not followed."},{"refcode_short":"SpTB06 26.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 26.2 (Ellen Gould White)","content":"What are we to do in regard to this institution? We do not want to tear things to pieces. We must make the best of the situation. And the best thing for every one to do is to humble his soul before God. Let those who had no part in this movement unite with those who did act a part in it, in seeking the Lord's guidance. To those who took the responsibility on their own shoulders, we want to say, “God in his mercy, for the sake of his cause, for his name's glory, will pardon your transgressions and your mistakes, if you will be converted, if you will humble your hearts before him.” But to their associates who stand ready to plaster up the breach that has been made, by daubing it with untempered mortar, we say, Get out of the way; let God work upon your hearts; strive with all your might to bring the light of heaven upon your own souls.—Written in 1904."},{"refcode_short":"SpTB06 27","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 27 (Ellen Gould White)","content":"The Sanitarium"},{"refcode_short":"SpTB06 27.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 27.1 (Ellen Gould White)","content":"Our brethren say: “Sister White has confused us. She said that we must not let this Sanitarium go into the hands of worldlings. And she said also that we must try to place the Sanitarium upon a right foundation.” Yes, this I did say. Now I repeat it. For years light has been coming to me that we should not center so much in one place. I have stated distinctly that an effort should not be made to make Battle Creek the sign and symbol of so much. The Lord is not very well pleased with Battle Creek. Not all that has been done in Battle Creek is well pleasing to him. And when the Sanitarium there was burned, our people should have studied the messages of reproof and warnings sent them in former years, and taken heed...."},{"refcode_short":"SpTB06 27.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 27.2 (Ellen Gould White)","content":"It has been stated that, when the Sanitarium was first established in Battle Creek, my husband and I endorsed it. Certainly we did. I can speak for my husband as well as for myself. We prayed about the matter a great deal. So it was with the printing office, which was first established in a little wooden building. As the work grew, we had to add to it, and later, when ambitious men came in to take part in the management, more additions were made than should have been made, because these men thought that the buildings would give character to the work. That was a mistake. It is not buildings that give character to the work of God, but the faithfulness and integrity of the workers."},{"refcode_short":"SpTB06 28.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 28.1 (Ellen Gould White)","content":"The Sanitarium grew, and in 1887 Dr. Kellogg talked with me in regard to the necessity of having a hospital. I said, “Some months ago I was shown that we must have a hospital.” Our brethren did not know what had been presented to me about this, and the opposition came hard and strong. They sat right down upon Dr. Kellogg. I took my position close by his side, and told them that the light God had given me was that we should have a hospital in Battle Creek. The hospital was erected, and it was soon full of patients."},{"refcode_short":"SpTB06 28.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 28.2 (Ellen Gould White)","content":"Understand, brethren, that at that time we had not numerous sanitariums, as in later years we came to have. The Battle Creek Sanitarium was almost our only place for the care of the sick."},{"refcode_short":"SpTB06 28.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 28.3 (Ellen Gould White)","content":"After a time the question came, “Shall we build a small, neat chapel in which the patients and helpers can assemble to worship God?” As soon as I possibly could, I sent off a letter, saying, Yes. Wherever there is a sanitarium, there should be a church, to which the patients can go to hear the word of life, and God will soften their hearts, leading many to accept Christ as the healer of the soul. I was in perfect union with this move."},{"refcode_short":"SpTB06 28.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 28.4 (Ellen Gould White)","content":"But of late some things have been brought in that I could not indorse, and one of these is the attaching of many enterprises and lines of medical work to the medical association in Battle Creek. The Lord showed me that this should not be done. Many here know what I said to them,—that we must not center so much in Battle Creek; that if we did not take heed, God's judgments would visit Battle Creek. When I saw such an earnestness on the part of the leaders to connect all branches of the medical work with the association at Battle Creek, I told the brethren that the instruction given me was that they should not make the scratch of a pen to bind themselves to the restrictions of the rules and regulations that were arranged for them to come under. God wants his institutions to stand in fellowship with one another, just as brethren in the church should stand in fellowship. But they are never to be bound by written contracts to any one man or group of men. They are to stand in their own individuality, accountable to God. The Lord of heaven is to be the leader and guide and counselor of his people. His institutions are to be managed under his theocracy. His people are to act as a chosen people, a people who are to do a sacred and an unselfish work."},{"refcode_short":"SpTB06 29.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 29.1 (Ellen Gould White)","content":"When one institution gathers a large amount of responsibility and a large number of guests, the religious part of the work is in danger of being neglected. The managers of the Battle Creek Sanitarium have done nobly in the past in regard to trying to maintain a right religious influence in the Sanitarium. For a long time there were men connected with the institution whose work it was to hold Bible readings with the patients, as the way opened. Dr. Kellogg fully accorded with this. After the meeting at Minneapolis, Dr. Kellogg was a converted man, and we all knew it. We could see the converting power of God working in his heart and life. But as the institution has grown in popularity, there has been danger that the reason for which it was established would be lost sight of. Repeatedly I have given the instruction that was given to me,—that this institution should not be conducted after the manner in which worldly medical institutions are conducted; that pleasure-loving, card-playing, and theatrical performances should find no place in it. True piety was to be revealed in the lives of physicians and helpers. Everything connected with the institution was to speak in favor of the truth, and the truth in regard to the Sabbath would come to the patients."},{"refcode_short":"SpTB06 30.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 30.1 (Ellen Gould White)","content":"It was the piety of the workers, not the largeness of the buildings that was to bring conviction to hearts. Many souls have been converted; many wonderful cures have been wrought. The Lord has stood by the side of Dr. Kellogg as he performed difficult operations. When the doctor was overwrought by taxing labor, God understood the situation, and he put his hand on Dr. Kellogg's hand as he operated, and through his power the operations were successful."},{"refcode_short":"SpTB06 30.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 30.2 (Ellen Gould White)","content":"I wish this to be understood. Over and over again I have encouraged Dr. Kellogg, telling him that the Lord God of Israel was at his right hand, to help him, and to give him success as he performed the difficult operations that meant life or death to the one operated upon. I told the doctor that before he took up his instruments to operate upon patients, he must pray for them. The patients saw that Dr. Kellogg was under the jurisdiction of God, that he understood his part to carry on the work successfully, and they had more confidence in him than in worldly physicians."},{"refcode_short":"SpTB06 30.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 30.3 (Ellen Gould White)","content":"God has given Dr. Kellogg the success that he has had. I have tried constantly to keep this before him, telling him that it was God who was working with him, and that the truth of God was to be magnified by his position. God will bless every other physician who will yield himself wholly to God, and will be with his hand when he works."},{"refcode_short":"SpTB06 31.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 31.1 (Ellen Gould White)","content":"This was the light given. God worked that the medical missionary work might stand on higher vantage ground; that it might be known that the Seventh-day Adventists have a God working with them, a God who has a constant oversight of his work."},{"refcode_short":"SpTB06 31.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 31.2 (Ellen Gould White)","content":"God does not indorse the efforts put forth by different ones to make the work of Dr. Kellogg as hard as possible, in order to build themselves up. God gave the light on health reform, and those who rejected it, rejected God. One and another who knew better, said that it all came from Dr. Kellogg, and they made war upon him. This had a bad influence on the doctor. He put on the coat of irritation and retaliation. God did not want him to stand in a position of warfare, and he does not want you to stand there."},{"refcode_short":"SpTB06 31.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 31.3 (Ellen Gould White)","content":"Those who have turned away from the Battle Creek Sanitarium to get worldly physicians to care for them did not realize what they were doing. God established the Battle Creek Sanitarium. God worked through Dr. Kellogg; but men did not realize this. When they were sick, they sent for worldly physicians to come, because of something the doctor had said that did not please them. This God did not approve. We have the authority of the Bible for our instruction in temperance."},{"refcode_short":"SpTB06 31.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 31.4 (Ellen Gould White)","content":"But God has nothing to do with making every other institution amenable in some way to the work and workers in Battle Creek. His servants should not be called upon to submit to rules and regulations for their fellow-men. God's hand must hold every worker, and must guide and control every worker. Men are not to make rules for their fellow-men. The Bible has given the rules and regulations that we are to follow. We are to study the Bible, and learn from it the duty of man to his fellow-man. “The law of the Lord is perfect, converting the soul.”"},{"refcode_short":"SpTB06 32.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 32.1 (Ellen Gould White)","content":"You were surprised to hear me say that we were not to let the Battle Creek Sanitarium go into the hands of the world; that we are to make another effort to place our institutions on solid ground. If you will trust in the Lord, this institution can be placed on vantage ground. When the Sanitarium is placed on its proper foundation; when our people can see it as it was when it was first established; when they can understand that the institution belongs to the work of the Lord, and can see that no one man is to have the control of everything in it; then God will help them all to take hold with courage to build it up. Today you do not know just where it is. But God wants us to know every timber of the foundation, where it is, and what it is; then he wants us all to put shoulder to shoulder, and labor understandingly. The Lord wants us to do our duty. He wants us to understand that Dr. Kellogg shall not be pushed out of his place, but that he shall stand acknowledged and supported in his God-given work. This he will be if his feet are planted on the truth of the living God. If they are not planted on this truth, specious temptations will come in through scientific problems and scientific theories regarding God and his word. Spurious scientific theories are coming in as a thief in the night, stealing away the landmarks, and undermining the pillars of our faith. God has shown me that the medical students are not to be educated in such theories, because God will not indorse these theories. The most specious temptations of the enemy are coming in, and they are coming in on the highest, most elevated plane. These spiritualize the doctrines of present truth until there is no distinction between the substance and the shadow."},{"refcode_short":"SpTB06 33.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 33.1 (Ellen Gould White)","content":"You know that Satan will come in to deceive if possible the very elect. He claims to be Christ, and he is coming in, pretending to be the great medical missionary. He will cause fire to come down from heaven in the sight of men, to prove that he is God. We must stand barricaded by the truths of the Bible. The canopy of truth is the only canopy under which we can stand safely."},{"refcode_short":"SpTB06 33.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 33.2 (Ellen Gould White)","content":"Our leading brethren, the men in official positions, are to examine the standing of the Battle Creek Sanitarium, to see whether the God of heaven can take control of it. When, by faithful guardians, it is placed in a position where he can control it, let me tell you that God will see that it is sustained."},{"refcode_short":"SpTB06 33.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 33.3 (Ellen Gould White)","content":"God wants his people to place their feet on the eternal rock. The money that we have is the Lord's money; and the buildings that we erect with his money for his work, are to stand as his property. He calls upon those who have received the truth not to quarrel with their brethren, but to stand shoulder to shoulder to build it up, not to destroy."},{"refcode_short":"SpTB06 33.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 33.4 (Ellen Gould White)","content":"God would not have let the fire go through our institutions in Battle Creek without a reason. Are you going to pass by the providence of God without finding out what it means? God wants us to study into this matter, and to build upon a foundation in which all can have the utmost confidence. He wants the interests started to be conducted in such a way that his people can invest their means in them with the assurance that they are a part of his work. Let us labor intelligently and understandingly. There is altogether too little humiliation of soul."},{"refcode_short":"SpTB06 34.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 34.1 (Ellen Gould White)","content":"The crisis is coming in Battle Creek. The trades unions and confederacies of the world are a snare. Keep out of them and away from them, brethren. Have nothing to do with them. Because of these unions and confederacies, it will soon be very difficult for our institutions to carry on their work in the cities. Build no sanitariums in the cities. Educate our people to get out of the cities into the country where they can obtain a small piece of land, and make a home for themselves and their children."},{"refcode_short":"SpTB06 35","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 35 (Ellen Gould White)","content":"To a Physician Bearing Large Responsibility"},{"refcode_short":"SpTB06 35.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 35.1 (Ellen Gould White)","content":"The Lord is our strength. Take hold of his strength, and make peace with him. In your human strength you are as liable as any other man to err in judgment. The Lord is merciful and gracious. He will give you wise counselors. If ever a man needed wise counselors, you need them,—men who will not receive your propositions or representations if they discern that they are not in harmony with the will of God, men who will not make things appear as they are not, who will abide by principles that will stand God's test. The Lord wants you to make straight paths for your feet, for the sake of your own soul's salvation, and to save other souls from following in false ways."},{"refcode_short":"SpTB06 35.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 35.2 (Ellen Gould White)","content":"You regard too lightly the sacred truth for this time. You are not, in all things, walking in the light that God has sent you. Beware lest you confederate with unbelievers, accepting them as your counselors, and following their worldly policy; for this is dishonoring to God. The less you expect from the world, the less attention you pay to its flattery, the safer you will be and the surer of securing salvation. The less dependency you place in men who are wise in their own conceit, the better will be your standing before God. There is no safety in trusting in men who do not honor the Lord, who disregard his holy law. The less we expect of such men, whether of temporal help or inspiring example, the less bitter will be our disappointment."},{"refcode_short":"SpTB06 36.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 36.1 (Ellen Gould White)","content":"And he who depends on his own strength leans on a broken reed. Put your trust in the Lord. Wait patiently for him, and he will cause his name to be magnified."},{"refcode_short":"SpTB06 36.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 36.2 (Ellen Gould White)","content":"The Lord encouraged you, not because your ways had been perfect in his sight, but because he would not permit those who were opposing a good work to carry out their own ideas and plans, to the injury of his cause."},{"refcode_short":"SpTB06 36.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 36.3 (Ellen Gould White)","content":"The word that God has chosen you as his physician should have been of sufficient encouragement to you to lead you to stand in hopefulness before him, to purify your soul from all unholy leaven, and to place you where God could be honored by you and through you, where he could sanctify you by the influence of the truth."},{"refcode_short":"SpTB06 36.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 36.4 (Ellen Gould White)","content":"You are taking honor to yourself. You are in danger of placing yourself where God should be. Unless you change, the Lord can not sustain you in your exalted position of sacred responsibility. The Lord is proving you. Because it is more convenient, you have mixed with the truth that God commanded you to keep pure and holy, the very principles he forbade you to cherish. The principles of truth and righteousness have been turned aside. Unless you depend continually upon God, truth is no safer in your hands than in the hands of those whom you suppose to be your enemies. Some of these are as righteous as you are in practise. Had you made straight paths for your feet, God would have delighted to co-operate with you. At the last General Conference you stood on vantage ground. God called upon you to take a higher stand. But you misinterpreted his purposes."},{"refcode_short":"SpTB06 37.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 37.1 (Ellen Gould White)","content":"God's government extends to all the works of his hands. Nothing is so great or so exalted that it is above his direction and control. Nothing is so small and obscure that it is beneath his notice. Whatever, to short-sighted mortals, the present appearances may seem to be, all the ways of the Lord are truth and righteousness. The universal and perfect government of God is a source of unspeakable joy to those who love him and exalt his laws."},{"refcode_short":"SpTB06 37.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 37.2 (Ellen Gould White)","content":"With great solemnity the following words were addressed to you: “The Lord reigneth; let the people tremble; he sitteth between the cherubims; let the earth be moved. The Lord is great in Zion; and he is high above all the people. Let them praise thy great and terrible name; for it is holy. The King's strength also loveth judgment; thou dost establish equity, thou executest judgment and righteousness in Jacob. Exalt ye the Lord our God, and worship at his footstool; for he is holy.”"},{"refcode_short":"SpTB06 37.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 37.3 (Ellen Gould White)","content":"Those who are connected with Christ, the chief worker, will represent his character in all their work. God is calling men, “Come to me as my helpers in the performance of my work.” Righteousness and truth are the habitation of this throne. No man can execute his will who has not surrendered himself to God, that God's will may be done in him. “Come to me as my right-hand helper,” will be the message to the faithful of the land,—the men who are trustworthy, who will exalt the God of heaven, not merely in their words, but in their deeds; men who can be relied on to do their duty under all trials, and whatever the circumstances may be."},{"refcode_short":"SpTB06 38.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 38.1 (Ellen Gould White)","content":"Righteous, high-principled, God-fearing men will stand before him as capable of receiving his orders and of executing them with exactitude. The work of such men will bear the similitude of heaven. They will choose as their counselors and helpers only the good and faithful. Our God is a jealous God, and those who fear him, who live as if in his presence, as they surely are, will choose as counselors those who are pure and righteous, who understand the will of God, and who refuse to uphold unrighteousness or selfishness in themselves or in any one else, who will not oppress their fellow-men because they have it in their power to build up or to tear down, but who treat the humble as God treats them, showing them favor. When the heart is purified, refined by the Spirit of God, there will be fewer judgments pronounced upon others, and far more meekness and lowliness will be revealed."},{"refcode_short":"SpTB06 38.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 38.2 (Ellen Gould White)","content":"To all who obey him the Lord will say, “Dwell with me as my servants.” “He that worketh deceit shall not dwell within my house; he that telleth lies shall not tarry in my sight.... Whoso privily slandereth his neighbor, him will I cut off, him that hath an high look and a proud heart will not I suffer. Mine eyes shall be upon the faithful of the land, that they may dwell with me; he that walketh in a perfect way, he shall serve me.”"},{"refcode_short":"SpTB06 38.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 38.3 (Ellen Gould White)","content":"Those whom God shall favor, exalting them to a high place before angels and before men, should ascribe to him all the glory, giving him the praise for their influence and their opportunities. Those whom God has made rulers in his stead, dishonor him when they put self into their work, which then bears the imperfections of the human agent. God demands that both in private and in public life men shall honor him, in the home, in the church, and in their daily business, setting an example which may be safely followed. Those whose hearts are fully with the Lord will not draw one thread of selfishness into the web. Not one jot or tittle of glory will they take to self."},{"refcode_short":"SpTB06 39.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 39.1 (Ellen Gould White)","content":"The benefits that God bestows are daily renewed, and should be gratefully remembered and acknowledged. Should the Lord deal with men according to their sins, according to their underhand dealing, their departure from righteousness, how changed all would be. His blessings would be withdrawn; his indignation and wrath would be manifested. But he bears long. He allows misfortune and loss to come upon the wrong-doer. If this does not bring him to repentance, he comes close to him in affliction. If none of these things succeed in drawing him to the Saviour, he cuts down the fruitless tree."},{"refcode_short":"SpTB06 39.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 39.2 (Ellen Gould White)","content":"God is plenteous in mercy. “He will not always chide, neither will he keep his anger forever.” Just as soon as men heed his warnings, and set their own hearts in order, he will make the rough places plain before them. It is God that is dealing with his people. Trials as well as blessings come from him. His hand is to be acknowledged in all."},{"refcode_short":"SpTB06 39.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 39.3 (Ellen Gould White)","content":"The Lord permitted the Battle Creek Sanitarium to be consumed, but was it that you should erect in Battle Creek a larger sanitarium? I know that this is not the purpose of God. In making plans so large that in order for them to be carried to completion you will feel that means must be gathered from every possible source, you are not following God's way. The plans are not his, but yours. Be assured that there needs to be a reformation before you can be an acceptable co-laborer with God."},{"refcode_short":"SpTB06 40.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 40.1 (Ellen Gould White)","content":"The Lord sees the work that must be done in his vineyard. He sees the places in which there should be memorials for him, in order that the truth may be represented. He sees the fields that are unworked and destitute of facilities. He requires from all who serve him equity and just judgment. A large amount of means should not be absorbed in one place. Every building erected is to be erected with reference to the other places that will need similar buildings. It will not be pleasing to God for you to bind about the work of establishing small sanitariums. In many places sanitariums are to be established. These sanitariums are not to be large. In a mammoth institution, such as the Battle Creek Sanitarium has been, it is difficult to maintain the high spiritual standard that should be maintained; for it is hard to provide workers enough who have capabilities and talents that enable them to conduct the affairs of the institution in a way that is after God's order. Let many small sanitariums be built. Let treatment-rooms be established in many cities. Let hygienic restaurants be started that people may learn what health reform really is."},{"refcode_short":"SpTB06 40.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 40.2 (Ellen Gould White)","content":"God calls upon those who act a part in his service not to block the way of advance by selfishly using in one place or in one line of work all the means they can secure. In all parts of the world there is a work to be done that ought to have been done long ago. God forbid that you should make appeals to the people for means to complete the new Sanitarium in Battle Creek, when you already have many buildings in your possession, and when you have thousands of dollars in sight. Bring your building to your means. Give other parts of God's vineyard a chance to have facilities. Let plants be made in other cities. Ellen G. White."},{"refcode_short":"SpTB06 41","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 41 (Ellen Gould White)","content":"A Warning Against Deceptive Teaching"},{"refcode_short":"SpTB06 41.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 41.1 (Ellen Gould White)","content":"Before leaving Washington for Berrien Springs, I was instructed upon some points regarding the work at Battle Creek. In the night season I was in a large meeting. The one who has stood for many years as the leader in our medical work was speaking, and he was filled with enthusiasm regarding his subject. His associate physicians and ministers of the gospel were present. The subject upon which he was speaking was life, and the relation of God to all living things. In his presentations he cloaked the matter somewhat, but in reality he was presenting as of the highest value, scientific theories which are akin to pantheism."},{"refcode_short":"SpTB06 41.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 41.2 (Ellen Gould White)","content":"After looking upon the pleased, interested countenances of those who were listening, One by my side told me that the evil angels had taken captive the mind of the speaker. He said that we were to stand as guardians of the churches, but that we were on no account to enter into discussion with those who hold pantheistic theories, on these subjects. He said that just as surely as the angels who fell were seduced and deceived by Satan, so surely was the speaker under the spiritualistic education of evil angels."},{"refcode_short":"SpTB06 41.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 41.3 (Ellen Gould White)","content":"I was astonished to see with what enthusiasm the sophistries and deceptive theories were received. The influence of this talk gave the speaker encouragement to call for a council of our brethren at Battle Creek, for a further examination of these seducing sentiments."},{"refcode_short":"SpTB06 42.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 42.1 (Ellen Gould White)","content":"I was bidden to warn our people on no account to send their children to Battle Creek to receive an education, because these delusive, scientific theories would be presented in the most seducing forms. The matter has been working in his mind in such a way that he thinks he is to be the channel to infuse other minds with great light regarding certain scientific problems. Words and sentiments from my books will be taken and presented as being in harmony with his theories. But the Lord has forbidden us to enter into any discussion with him...."},{"refcode_short":"SpTB06 42.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 42.2 (Ellen Gould White)","content":"I am bidden to tell our ministers to enter into no discussion over these theories, but to let them alone. When engaged in discussion over these theories, their advocates will take words spoken to oppose them, and will make them appear to mean the very opposite of that which the speaker intended them to mean...."},{"refcode_short":"SpTB06 42.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 42.3 (Ellen Gould White)","content":"The night interviews held by the leader in this work are one of his most effective means of gaining his point. His constant stream of talk confuses the minds of those he is seeking to influence. He mistakes and misquotes words, and places those who argue with him in so false a light that their powers of discernment are benumbed. He takes their words, and gives them an impress which makes them seem to mean exactly the opposite of what they said."},{"refcode_short":"SpTB06 42.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 42.4 (Ellen Gould White)","content":"If permitted, the evil angels will work the minds of men until they have no mind or will of their own. They are led as the angels cast out of heaven were led. Under Satan's influence these angels uttered sentiments directly opposite to loyalty to God. Thus the family of God in heaven became corrupted. And thus will it be with physicians or ministers who continue to bind up with the one who has had light, who has had warnings, but who has not heeded them. At the Oakland Conference I was forbidden to have any conversation with him. I was not to place any writings in his hands; for he would read from these writings what I had not written, bringing in his own sentiments."},{"refcode_short":"SpTB06 43.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 43.1 (Ellen Gould White)","content":"God has given him opportunity after opportunity to place himself on vantage ground. As his feet were slipping down a precipice, Christ grasped his hands, saying, “Do not struggle. Hold fast to me.” Thus the Saviour has done again and again, to save him from making shipwreck of the faith."},{"refcode_short":"SpTB06 43.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 43.2 (Ellen Gould White)","content":"At the Berrien Springs meeting the Lord showed him special favor. God gave me power to present messages of admonition and encouragement. The two forces met, the Satanic influences and the influence of Christ. But Satan fought hard to hold his advantage, and he whom Christ sought to rescue is now in a more dangerous condition than before the meeting. Every ray of light rejected leaves him more surely fastened in Satan's toils."},{"refcode_short":"SpTB06 43.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 43.3 (Ellen Gould White)","content":"I have no charge to make, no judgment of my own to give. I speak the word of the Lord. Our people are not to become entangled with the present leader of the medical work in Battle Creek, in sanitariums which are to be established or in sanitariums that have already been established. As a people, we are to make sure that the Lord's money is invested wisely. We are not to take on any additional burdens of debt unless it is made plain that we should do this."},{"refcode_short":"SpTB06 43.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 43.4 (Ellen Gould White)","content":"Let the world go into spiritualism, into theosophy, into pantheism, if they choose. We are to have nothing to do with this deceptive branch of Satan's work. The pleasing sentiments of pantheism will lead many souls into forbidden paths. God forbids his servants to leave their fields of labor to enter into a discussion of these sentiments. The last testimony published opens to our people the danger of these theories, and the testimonies published in the future will urge still more strongly the necessity of lifting up and carrying high the banner on which are inscribed the words, “The commandments of God and the faith of Jesus.” God's people are to let no one take this banner from their hands. I am instructed that false theories will be presented, and that some in the medical missionary work, who have been wavering, will yield up the faith, and give heed to seducing spirits and doctrines of devils."},{"refcode_short":"SpTB06 44.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 44.1 (Ellen Gould White)","content":"The only hope for our people now is to take their stand on the true foundation. Higher and still higher they are to raise the banner of truth. Not for one moment are they to give place to the enemy."},{"refcode_short":"SpTB06 44.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 44.2 (Ellen Gould White)","content":"I understand that efforts are being made to establish a college in Battle Creek, after the Lord has plainly stated that there should not be a college there, giving the reasons. He said that the school was to be taken out of Battle Creek, to remove one excuse for so many crowding into Battle Creek, and settling there...."},{"refcode_short":"SpTB06 44.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 44.3 (Ellen Gould White)","content":"The establishment of a college in Battle Creek is contrary to the Lord's direction. The Lord does not look with favor upon this plan, or upon those who devised it. It is a plan of human devising."},{"refcode_short":"SpTB06 45.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 45.1 (Ellen Gould White)","content":"The Lord does not require his people to give of their means for the establishment of a college in Battle Creek; for he has declared that a college shall not be established there. He has declared that his people are not to settle in places where for so long the light of truth has been shining...."},{"refcode_short":"SpTB06 45.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 45.2 (Ellen Gould White)","content":"By written messages and by fire the Lord has declared that he wants his people to move out of Battle Creek. May God help us to hear his voice. Does it mean nothing to us that our two great institutions in Battle Creek were swept away by fire? You may say, “But the new Sanitarium has many patients.” Yes; but if there were many thousand patients there, this would be no argument in favor of our people building homes in Battle Creek, and settling there."},{"refcode_short":"SpTB06 45.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 45.3 (Ellen Gould White)","content":"Temptations are increasing. Men are rejecting the light that God has sent in the Testimonies of his Spirit, and they are choosing their own devising and their own plans. Will men continue to separate themselves from God? Must he reveal his displeasure in a still more marked manner than he has already done?"},{"refcode_short":"SpTB06 46","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 46 (Ellen Gould White)","content":"Carry the Light to Many Places”"},{"refcode_short":"SpTB06 46.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 46.1 (Ellen Gould White)","content":"God has not given us the work of erecting immense sanitariums to be used as health resorts for all who may come. Neither is it his purpose that medical missionary workers shall spend a long term of years in college before they enter the field. Let the young men and women who know the truth go to work, not in places where the truth has been proclaimed, but in places that have not heard the message, and let them work as canvassers and evangelists. Let the teachers of these youth take them away from the place where God has indicated by his judgments that they should not be."},{"refcode_short":"SpTB06 46.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 46.2 (Ellen Gould White)","content":"To build up a school in Battle Creek would place our young people under influences that would counteract the influence that God has declared should be exerted on his people in the last days of this earth's history."},{"refcode_short":"SpTB06 46.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 46.3 (Ellen Gould White)","content":"I am obliged to say that the making of so large a plant in Battle Creek, calling together those who should be engaged in medical missionary work in many places, is doing just what God has specified should not be done. In the Battle Creek Sanitarium the nurses will be brought into close contact with men and women of the world, who are not inclined to piety or religion. The erection of large buildings in Battle Creek is not according to the light that for years the Lord has not been giving. For years God has shown me by revelation that it is a mistake to make Battle Creek a great center. If schools are to be established, let it be out of Battle Creek. And let these schools be carried forward, not after worldly wisdom, but in harmony with the directions that God has given."},{"refcode_short":"SpTB06 47.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 47.1 (Ellen Gould White)","content":"The interests that the Lord has declared should not be in Battle Creek are not now to be brought back and re-established in Battle Creek. The force that would be needed in Battle Creek to carry forward the work of these interests, should be used in doing gospel missionary work in the various cities of America."},{"refcode_short":"SpTB06 47.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 47.2 (Ellen Gould White)","content":"“Break up the large centers,” has been the word of the Lord. “Carry the light to many places.” The nurses should understand that the Sanitarium will be conducted too much like an institution of the world to fit them for medical missionary work."},{"refcode_short":"SpTB06 47.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 47.3 (Ellen Gould White)","content":"The work of proclaiming the truth in all parts of the world calls for small sanitariums in many places, not in the heart of the cities, but in many places where city influences will be as little felt as possible."},{"refcode_short":"SpTB06 47.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 47.4 (Ellen Gould White)","content":"The fact that many patients are coming to the new Sanitarium in Battle Creek is not to be read as a sign that it was right to rebuild the Sanitarium in Battle Creek. Many men and women will come who are not really sick. Workers will be required to wait on them. But this is not the work that God has given his medical missionaries. Our charge has been given us by the greatest Medical Missionary that this world has ever seen. Standing but a step from his Father's throne, Christ said to his disciples:—"},{"refcode_short":"SpTB06 47.5","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 47.5 (Ellen Gould White)","content":"“All power is given unto me in heaven and in earth. Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.” He did not tell them to establish a seminary in Jerusalem, and gather together students to be instructed in the higher classics. “Go ye into all the world,” he said, “and preach the gospel to every creature,” “teaching them to observe all things whatsoever I have commanded you; and, lo, I am with you alway, even unto the end of the world.” ..."},{"refcode_short":"SpTB06 48.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 48.1 (Ellen Gould White)","content":"Believers are not to colonize in any place. It is a sin in the sight of God for those who know the truth to settle down as has been done in Battle Creek, and then refuse to see that the time has come to change the base of operations, because there are other parts of the vineyard in need of help."},{"refcode_short":"SpTB06 48.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 48.2 (Ellen Gould White)","content":"As the Lord has presented these things before me, I have presented them to those for whom they were given. The stand that has been taken against God's plain warning may make it very hard to move away from Battle Creek. But I give the warning that just as surely as men stand in the way of God's providence, so surely will the rod of his providence fall again in Battle Creek."},{"refcode_short":"SpTB06 49","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 49 (Ellen Gould White)","content":"Plans for Medical Missionary Work"},{"refcode_short":"SpTB06 49.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 49.1 (Ellen Gould White)","content":"Young men who have a practical knowledge of how to treat the sick, are now to be sent out to do gospel medical missionary work, in connection with the more experienced gospel workers. If these young men will give themselves to the study of the Word, they will become successful evangelists. The ministers with whom these young men labor are to give them the same opportunity to learn that Elijah gave Elisha. They are to show them how to teach the truth to others. Where it is possible, these young men should visit the hospitals, and in some cases they may connect with them for a while, laboring disinterestedly."},{"refcode_short":"SpTB06 49.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 49.2 (Ellen Gould White)","content":"The purest example of unselfishness is now to be shown by our medical missionary workers. With the knowledge and experience gained by practical work, they are to go out to give treatment to the sick. As they go from house to house, they will find access to many hearts. Many will be reached who otherwise would never have heard the gospel message."},{"refcode_short":"SpTB06 49.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 49.3 (Ellen Gould White)","content":"Much good can be done by those who do not hold diplomas as fully accredited physicians. Some are to be prepared to work as competent physicians. Many, working under the direction of such ones, can do acceptable work without spending so long a time in studying as it has been thought necessary to spend in the past."},{"refcode_short":"SpTB06 49.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 49.4 (Ellen Gould White)","content":"Many will go out to labor for the Master who have not been able to take a regular course of study in school. God will help these workers. They will obtain knowledge from the higher school, and will be fitted to take their position in the rank and file of workers as nurses. The great Medical Missionary sees every effort that is made to find access to souls by presenting the principles of health reform."},{"refcode_short":"SpTB06 50.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 50.1 (Ellen Gould White)","content":"Decided changes are taking place in our world. The Lord has declared that he will turn and overturn. Humble men, who hitherto have been in obscurity, must now be given opportunity to become workers."},{"refcode_short":"SpTB06 50.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 50.2 (Ellen Gould White)","content":"To those who go out to do medical missionary work, I would say, Serve the Lord Jesus Christ with sanctified understanding, in connection with the ministers of the gospel and the great Teacher. He who has given you your commission will give you skill and understanding as you consecrate yourselves to his service, engaging diligently in labor and study, doing your best to bring relief to the sick and suffering."},{"refcode_short":"SpTB06 50.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 50.3 (Ellen Gould White)","content":"To those who are tired of a life of sinfulness, but who know not where to turn to obtain relief, present the compassionate Saviour, full of love and tenderness, longing to receive those who come to him with broken hearts and contrite spirits. Take them by the hand, lift them up, speak to them words of hope and courage. Help them to grasp the hand of Him who has said, “Let him take hold of my strength, that he may make peace with me, and he shall make peace with me.”"},{"refcode_short":"SpTB06 50.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 50.4 (Ellen Gould White)","content":"“Behold,” Christ declares, “I come quickly; and my reward is with me, to give every man according as his work shall be.” God calls upon us to voice the words, “Even so, come, Lord Jesus.” God will do much more for his people if they will have faith in him. Infidelity is stalking abroad through the land. Satan has laid his plans to undermine our faith in the history of the cause and work of God. I am deeply interested as I write this. Satan is working with men in prominent positions to sweep away the foundations of our faith. Shall we allow this to be done, brethren?"},{"refcode_short":"SpTB06 51.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 51.1 (Ellen Gould White)","content":"My soul is stirred within me. I shall trust in God with heart and soul. I shall proclaim the messages that he has given us to proclaim. I testify in the Lord that our youth should not be encouraged to go to Battle Creek to be made infidels. God will help us to see what can be done to prevent this. We are now to work earnestly and intelligently to save our youth from being taken captive by the enemy.—The Review and Herald, November 19, 1903."},{"refcode_short":"SpTB06 52","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 52 (Ellen Gould White)","content":"An Educational Center"},{"refcode_short":"SpTB06 52.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 52.1 (Ellen Gould White)","content":"The Lord is not pleased with some of the arrangements that have been made in Battle Creek. He has declared that other places are being robbed of the light and advantages that have been centered and multiplied in Battle Creek. It is not pleasing to God that our youth in all parts of the country should be called to Battle Creek to work in the Sanitarium, and to receive their education. When we permit this, we are often guilty of robbing needy fields of their most precious treasure."},{"refcode_short":"SpTB06 52.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 52.2 (Ellen Gould White)","content":"Through the light given in the Testimonies the Lord has indicated that he does not desire students to leave their home schools and sanitariums to be educated in Battle Creek. He instructed us to remove the College from this place. This was done, but the institutions that remained failed of doing what they should have done to share with other places the advantages still centered in Battle Creek. The Lord signified his displeasure by permitting the principal buildings of these institutions to be destroyed by fire.—The Review and Herald, December 10, 1903."},{"refcode_short":"SpTB06 52","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 52 (Ellen Gould White)","content":"How Shall our Youth be Trained?"},{"refcode_short":"SpTB06 52.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 52.3 (Ellen Gould White)","content":"As I consider the state of things in Battle Creek, I tremble for our youth who go there. The light given me by the Lord,—that our youth should not collect in Battle Creek to receive their education,—has in no particular changed. The fact that the Sanitarium has been rebuilt does not change the light. That which in the past has made Battle Creek a place unsuitable for the education of our youth makes it unsuitable today, so far as influence is concerned."},{"refcode_short":"SpTB06 53.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 53.1 (Ellen Gould White)","content":"When the call came to move out of Battle Creek, the plea was, “We are here, and all settled. It would be an impossibility to move without enormous expense.”"},{"refcode_short":"SpTB06 53.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 53.2 (Ellen Gould White)","content":"The Lord permitted fire to consume the principal buildings of the Review and Herald and the Sanitarium, and thus removed the greatest objection urged against moving out of Battle Creek. It was his design that instead of rebuilding the one large Sanitarium, our people should make plants in several places. These smaller sanitariums should have been established where land could be secured for agricultural purposes. It is God's plan that agriculture shall be connected with the work of our sanitariums and schools. Our youth need the education to be gained from this line of work. It is well—and more than well, it is essential—that efforts be made to carry out the Lord's plan in this respect."},{"refcode_short":"SpTB06 53.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 53.3 (Ellen Gould White)","content":"Shall we encourage our most promising young men and women to go to Battle Creek to obtain their training for service where they will be surrounded with so many influences that tend to lead astray?"},{"refcode_short":"SpTB06 53.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 53.4 (Ellen Gould White)","content":"The Lord has revealed to me some of the dangers that the youth connected with so large a sanitarium will have to meet. Many of the wealthy, worldly men and women who patronize this institution will be a source of temptation to the helpers. Some of these helpers will become the favorites of wealthy patients, and will be offered strong inducements to enter their employ. Through the influence of the worldly display of some who have been guests at the Sanitarium, tares have already been sown in the hearts of young men and women employed as helpers and nurses. This is the way in which Satan is working."},{"refcode_short":"SpTB06 54.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 54.1 (Ellen Gould White)","content":"Because the Sanitarium is where it ought not to be, shall the word of the Lord regarding the education of our youth be of no account? Shall we allow the most intelligent of our youth in the churches throughout our conferences to be placed where some of them will be robbed of their simplicity through contact with men and women who have not the fear of God in their hearts? Will those in charge of our conferences allow our youth who in the schools for Christian workers could be fitted for the Lord's service, to be drawn to a place from which for years the Lord has been calling upon his people to move?"},{"refcode_short":"SpTB06 54.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 54.2 (Ellen Gould White)","content":"We desire our youth to be so trained that they will exert a saving influence in our churches, working for greater unity and deeper piety. Men may not see the necessity for the call to families to leave Battle Creek, and settle in places where they can do gospel medical missionary work. But the Lord has spoken. Shall we question his word?—Testimonies for the Church 8:227-229."},{"refcode_short":"SpTB06 55","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 55 (Ellen Gould White)","content":"The Building of Mammoth Institutions"},{"refcode_short":"SpTB06 55.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 55.1 (Ellen Gould White)","content":"It is that thirsting souls may be led to the living water that we plead for sanitariums, not extensive, mammoth sanitariums, but homelike institutions in pleasant places."},{"refcode_short":"SpTB06 55.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 55.2 (Ellen Gould White)","content":"Never, never build mammoth institutions. Let these institutions be small, and let there be more of them, that the work of winning souls to Christ may be accomplished.... The sick are to be reached, not by massive buildings, but by the establishment of small sanitariums, which are to be as lights shining in a dark place. Those who are engaged in this work are to reflect the sunlight of Christ's face. They are to be as salt that has not lost its savor. By sanitarium work properly conducted, the influence of true, pure religion will be extended to many souls."},{"refcode_short":"SpTB06 55.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 55.3 (Ellen Gould White)","content":"I have been instructed to tell our people that they are not to erect such large buildings for sanitariums. The medical institution in Battle Creek would better have been divided into at least seven different plants, so that other places would have had proper facilities for the care of the sick. There are many places in Europe and in America where medical missionary work should be begun; but these openings have been neglected in order to build up a great institution in Battle Creek, while nothing is as yet established in London and other places in Europe; nothing in many cities in our own country. The centering of so much in Battle Creek leads many of our people to drift in there, and this congested condition often destroys their piety and unfits them for the Master's service."},{"refcode_short":"SpTB06 56","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 56 (Ellen Gould White)","content":"A Message of Bible Truth Needed"},{"refcode_short":"SpTB06 56.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 56.1 (Ellen Gould White)","content":"My heart is filled with sorrow For months I have had premonition of some coming disaster. I have seen what appeared to be a flaming sword of fire stretched over Battle Creek. Now a telegram has come from Battle Creek stating that the Review and Herald office has been destroyed by fire."},{"refcode_short":"SpTB06 56.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 56.2 (Ellen Gould White)","content":"For many years I have carried a heavy burden for our institutions. I have borne many messages from God. Yet I knew that those for whom these messages were intended were not heeding them. Sometimes I have thought I would attend no more large gatherings of our people, for my messages seem to leave little impression on the minds of our leading brethren after the meetings have closed, although I bear a heavy burden, and go from the meeting pressed down as a cart beneath sheaves."},{"refcode_short":"SpTB06 56.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 56.3 (Ellen Gould White)","content":"At this time when God's people should be bearing a plain, clear message, filled with earnestness and power, many who have been appointed to preach the truth are departing from the faith. The enemy with his evil angels has come down in great power, bringing in delusions and false theories. He is working with all deceivableness of unrighteousness that he may, if possible, “deceive the very elect.” Our people are in danger of being drawn away from the important, definite truths for this time. A message of Bible truth is called for today, and should come from hearts imbued with the Holy Spirit, and lips that have been touched with live coals from the divine altar."},{"refcode_short":"SpTB06 57","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 57 (Ellen Gould White)","content":"The Work of Union Conference Training-Schools"},{"refcode_short":"SpTB06 57.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 57.1 (Ellen Gould White)","content":"All our denominational colleges and training-schools should make provision to give their students the education essential for evangelists and for Christian business men. The youth and those more advanced in years who feel it their duty to fit themselves for work requiring the passing of certain legal tests should be able to secure at our Union Conference training-schools all that is essential, without having to go to Battle Creek for their preparatory education."},{"refcode_short":"SpTB06 57.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 57.2 (Ellen Gould White)","content":"Prayer will accomplish wonders for those who give themselves to prayer, watching thereunto. God desires us all to be in a waiting, hopeful position. What he has promised he will do, and if there are legal requirements making it necessary that medical students shall take a certain preparatory course of study, let our colleges teach the required additional studies in a manner consistent with Christian education. The Lord has signified his displeasure that so many of our people are drifting into Battle Creek; and since he does not want so many to go there, we should understand that he wants our schools in other places to have efficient teachers, and to do well the work that must be done. They should arrange to carry their students to the point of literary and scientific training that is necessary. Many of these requirements have been made because so much of the preparatory work done in ordinary schools is superficial. Let all our work be thorough, faithful, and true."},{"refcode_short":"SpTB06 57.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 57.3 (Ellen Gould White)","content":"In our training-schools the Bible is to be made the basis of all education. And in the required studies, it is not necessary for our teachers to bring in the objectionable books that the Lord has instructed us not to use in our schools. From the light that the Lord has given me, I know that our training-schools in various parts of the field should be placed in the most favorable position possible for qualifying our youth to meet the tests specified by State laws regarding medical students. To this end the very best teaching talent should be secured, that our schools may be brought up to the required standard."},{"refcode_short":"SpTB06 58.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 58.1 (Ellen Gould White)","content":"But let not the young men and young women in our churches be advised to go to Battle Creek in order to obtain a preparatory education. There is a congested state of things at Battle Creek that makes it an unfavorable place for the proper education of Christian workers. Because the warnings in regard to the work in that congested center have not been heeded, the Lord permitted two of our institutions to be consumed by fire. Even after this revealing of his signal displeasure his warnings were not heeded. The Sanitarium is still there. If it had been divided into several plants, and its work and influence given to several different places, how much more God would have been glorified! But now that the Sanitarium has been rebuilt, we must do our very best to help those who are there struggling with many difficulties."},{"refcode_short":"SpTB06 58.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 58.2 (Ellen Gould White)","content":"Let me repeat: It is not necessary for so many of our youth to study medicine. But for those who should take medical studies our Union Conference training-schools should make ample provision in facilities for preparatory education. Thus the youth of each Union Conference can be trained nearer home, and be spared the special temptations that attend the work in Battle Creek.—The Review and Herald, 1903, No. 41."},{"refcode_short":"SpTB06 59.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 59.1 (Ellen Gould White)","content":"The Healdsburg School.—It is important that in our school at Healdsburg all the instruction shall be as thorough as it is in any similar school. If the laws of the land require that youth preparing for a medical course shall study some branches which you do not now teach, you should provide instruction in these required branches. Which is worse, to send our youth to Battle Creek to gain this required knowledge, or to give it to them in our schools in the various Union Conferences where they are living? If it is right for this instruction to be given, we are to provide facilities for giving it in every training-school in our land. Thus we shall be able to avoid the necessity of sending our youth to Battle Creek, or, as has been done in the past, to some worldly institution,—to Ann Arbor or some other school of the world."},{"refcode_short":"SpTB06 59.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 59.2 (Ellen Gould White)","content":"Students should not be crowded into Battle Creek to receive an education in medical missionary lines. It is not best to encourage the gathering together in one institution of so large a company of people as have been gathered together in the Battle Creek Sanitarium. Let medical missionary plants be made in many places."},{"refcode_short":"SpTB06 59.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 59.3 (Ellen Gould White)","content":"The youth who desire to become medical missionaries should not be brought in large numbers to Battle Creek. Provision should be made that they may receive an education out of and away from Battle Creek, in places where there is a different religious atmosphere. By fire the Lord removed the great argument in favor of gathering many students to Battle Creek. He swept away the Sanitarium to prevent the carrying out of the idea that Battle Creek was to be the great center for the training of medical students. To carry out this idea would be out of harmony with the work for these last days and with the plans of the Lord."},{"refcode_short":"SpTB06 60","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 60 (Ellen Gould White)","content":"The Deceptions of Satan"},{"refcode_short":"SpTB06 60.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 60.1 (Ellen Gould White)","content":"The light given me is that we shall be tested and proved, that Satan will come to us as he came to Christ,—as an angel of light. The heavenly universe is looking upon us with intense interest. We have been regarded as a people moving under God's guidance, and enjoying a remarkable record of success and prosperity. But a new chapter has been opened. There are among us those who are binding up with the world. They are not standing out in moral independence, trusting to the Lord to carry his work to completion."},{"refcode_short":"SpTB06 60.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 60.2 (Ellen Gould White)","content":"I have been instructed to place before our people the instruction given by the Lord to Israel to keep them separate from the world...."},{"refcode_short":"SpTB06 60.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 60.3 (Ellen Gould White)","content":"It is not he Lord's plan that sanitariums as large as the one in Battle Creek shall be erected. When so large a number of patients are gathered together, it is impossible to give them the religious instruction that God designs the patients in our sanitariums to have. And the erection of so large an institution centers in one place a work that should be distributed to several places."},{"refcode_short":"SpTB06 61.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 61.1 (Ellen Gould White)","content":"The nearer we approach the end of this earth's history, the stronger and more numerous will be Satan's temptations. He will work “with all deceivableness of unrighteousness,” that, if it were possible, he might deceive the very elect. He will bring in every device to hinder our preparation for that which is to come upon the earth."},{"refcode_short":"SpTB06 61.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 61.2 (Ellen Gould White)","content":"In order to fulfill God's purpose for us, we must be taught by the Holy Spirit. Those who have not been taught by the Spirit, however great may have been their advantages in other respects, can not discern spiritual things. They are ignorant, whereas, if they were worked by the Spirit, they would be wise, able to understand the things of God. These things can be understood by those only who are partakers of the divine nature, those who eat the flesh and drink the blood of the Son of God, receiving and obeying his word.—Extract from letters to a Conference President, April 22, 1902."},{"refcode_short":"SpTB06 61","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 61 (Ellen Gould White)","content":"Character of Workers Needed for this Time"},{"refcode_short":"SpTB06 61.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 61.3 (Ellen Gould White)","content":"We are living in the last days of this earth's history, and God calls upon those who have an understanding of the truth for this time to pray, to believe, to stand fast in the faith, proclaiming the message of mercy to be given to the world...."},{"refcode_short":"SpTB06 61.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 61.4 (Ellen Gould White)","content":"There are those who today are standing in perilous places, giving heed to seducing spirits and doctrines of devils. From this time on, Satan will bring in deceptive influences of every kind. True, stanch, whole-hearted believers are needed; men who are not fashioned after a worldly mold, but who see and realize that it is at this time that Satan's power will be exercised through believers who have not kept the beginning of their confidence firm unto the end."},{"refcode_short":"SpTB06 62.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 62.1 (Ellen Gould White)","content":"Workers are needed who understand that the warnings given in the word of God are appropriate for this time. Shall we not pray, and watch unto prayer, and see that we need to be reconverted? God's purpose for us is that we shall be constantly “increasing in the knowledge of God; strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness.”"},{"refcode_short":"SpTB06 62.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 62.2 (Ellen Gould White)","content":"At this time we need men who are as true as steel to principle. We need the help of every one who has had an experience in the giving of the first and second angels’ messages."},{"refcode_short":"SpTB06 62.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 62.3 (Ellen Gould White)","content":"There are those who have so linked themselves with the world that they have lost the knowledge of God, and are departing from the faith...."},{"refcode_short":"SpTB06 62.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 62.4 (Ellen Gould White)","content":"The warning comes, “As ye have therefore received Christ Jesus the Lord, so walk ye in him: rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving. Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ. For in him dwelleth all the fullness of the Godhead bodily. And ye are complete in him, which is the head of all principality and power.”"},{"refcode_short":"SpTB06 63.1","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 63.1 (Ellen Gould White)","content":"Amidst the temptations that abound in these days, some will depart from the faith. Those who have been trying to quench their thirst at broken cisterns, which can hold no water, will have a misleading message to proclaim. They will speak smooth things. It is now, just now, that genuine gospel medical missionary work is to be done by men who acknowledge Christ as their master; who realize, as did Elijah and Jeremiah, that they hold their commission from God, and that they are accountable to God for the use made of the talents entrusted to them. God's workers are to acknowledge no earthly master. One higher than men, even Him who is the Way, the Truth, and the Life, is their Master."},{"refcode_short":"SpTB06 63.2","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 63.2 (Ellen Gould White)","content":"Men are needed who can speak intelligently of the sacredness and the importance of the truth; men who can point their fellow-men to the needs of the present hour; men who have an inspiring message to bear against perverted principles; who watch for souls as they that must give an account, pointing souls to God's standard of righteousness."},{"refcode_short":"SpTB06 63.3","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 63.3 (Ellen Gould White)","content":"Many who have known the truth, but who have not nourished its principles in their hearts, will become leavened with evil. This evil they do not discern. In word and act they say, “Speak unto us smooth things, prophesy deceits.” We are now to call things by their right name. No longer are we to look upon unrighteousness as righteousness. Let every one be prepared to lift up the standard of truth. We are to have no fellowship with the worldly practises that have perverted the faith of some who have enjoyed great privileges and who should now be standing on vantage ground."},{"refcode_short":"SpTB06 63.4","refcode_long":"Testimonies to the Church Regarding our Youth Going to Battle Creek Obtain An Education, p. 63.4 (Ellen Gould White)","content":"We are to respond to God's call to take a decided stand for truth and righteousness. No longer are we to bind up with worldly elements. The leaders in God's work are not to be men who do not know God, who have no experimental knowledge of God. They are to be men who love and fear God and Christ; otherwise, they must be relieved of their responsibilities."}]