[{"refcode_short":"SpTB13 3","refcode_long":"The New England Sanitarium, p. 3 (Ellen Gould White)","content":"The New England Sanitarium"},{"refcode_short":"SpTB13 3","refcode_long":"The New England Sanitarium, p. 3 (Ellen Gould White)","content":"Removal to Melrose"},{"refcode_short":"SpTB13 3.1","refcode_long":"The New England Sanitarium, p. 3.1 (Ellen Gould White)","content":"The Lord in His providence has opened the way for His workers to take an advance step in New England,—a field where much special work should be done. The brethren there have been enabled to arrange to change the location of the sanitarium from South Lancaster to Melrose, a place much nearer Boston, and yet far enough removed from the busy city so that the patients may have the most favorable conditions for recovery of health. The transfer of the New England Sanitarium to a place so convenient to the city of Boston, is in God's providence. When the Lord sets His hand to prepare the way before us, God forbid that any should stand back, questioning the wisdom of going forward, or refusing to give encouragement and help."},{"refcode_short":"SpTB13 3.2","refcode_long":"The New England Sanitarium, p. 3.2 (Ellen Gould White)","content":"The removal of the New England Sanitarium from South Lancaster to Melrose has been presented to me as being directed by the Lord."},{"refcode_short":"SpTB13 3.3","refcode_long":"The New England Sanitarium, p. 3.3 (Ellen Gould White)","content":"Let all who are connected with this sanitarium labor to make it a model institution, where the living principles of righteousness shall prevail. Our institutions for the care of the sick and suffering are to stand upon the elevated platform of truth. They are to carry out the eternal principles of equity and righteousness. Those who are working in them are to weigh their actions in the scales of justice, and practise strict equity. God desires every man and every woman in His service to stand before Him in purity and truth, obedient to all His commandments. Cleanness of spirit must be preserved wherever the light of truth is to shine forth. All the workers in our sanitariums should ever remember that they are laboring in institutions dedicated to the Lord."},{"refcode_short":"SpTB13 4","refcode_long":"The New England Sanitarium, p. 4 (Ellen Gould White)","content":"Description of the Property"},{"refcode_short":"SpTB13 4.1","refcode_long":"The New England Sanitarium, p. 4.1 (Ellen Gould White)","content":"Ever since the removal of the New England Sanitarium to Melrose, I have had a desire to see the new location, and to tell those connected with the institution of the important influence which its work may exert to benefit the people of Boston."},{"refcode_short":"SpTB13 4","refcode_long":"The New England Sanitarium, p. 4 (Ellen Gould White)","content":"The Beautiful Surroundings"},{"refcode_short":"SpTB13 4.2","refcode_long":"The New England Sanitarium, p. 4.2 (Ellen Gould White)","content":"I have now been at the Melrose sanitarium for a week, and find it one of the most favorably located sanitariums that I have ever seen. The spacious lawns, the noble trees, the beauty of the scenery all around, answer to the representations given me of what our sanitariums ought to be. The quietude is delightful. The surroundings are attractive to the eye and refreshing to the mind. Here I see the very pictures that I have been shown in vision,—patients amid beautiful surroundings lying out in the sunshine in wheel-chairs and on cots. I see before me the sights that the Lord has helped me to present before our people in print."},{"refcode_short":"SpTB13 4.3","refcode_long":"The New England Sanitarium, p. 4.3 (Ellen Gould White)","content":"Our sanitariums should be attractive places, and the surroundings of this sanitarium correspond more closely to the representations that have been given me by the Lord, than anything else I have seen up to the present time. This place, and several other places, were presented to me some time ago. This place was pointed out as a most desirable sight for the sanitarium work that should be carried on near Boston. It has the attractiveness that will bring to it wealthy people from Boston. It has been reserved for us, that we may reach the people of that city. I have been instructed that it is in the providence of God that the New England Sanitarium is here; and we should appreciate the advantages thus placed within our reach."},{"refcode_short":"SpTB13 5.1","refcode_long":"The New England Sanitarium, p. 5.1 (Ellen Gould White)","content":"Since coming to this sanitarium, I have had opportunity to see a great deal of its surroundings. The forty acres of land, with the large buildings located on the property, are in the midst of the Middlesex Fells, a State reservation of three thousand five hundred acres. We have driven slowly through the park in every direction, looking with delight at the trees and the lakes, and inhaling the health-giving fragrance of the pines. It is delightful to ride through the forest. There are many beautiful drives, and much fine scenery. I enjoy looking at the many different kinds of trees, but most of all I enjoy looking at the noble pines. There are medicinal properties in the fragrance of these trees. “Life, life,” my husband used to say when riding among the pines. “Breathe deep, Ellen; fill your lungs with the fragrant, life-giving atmosphere.”"},{"refcode_short":"SpTB13 5.2","refcode_long":"The New England Sanitarium, p. 5.2 (Ellen Gould White)","content":"It is impossible to find words to describe the beauty of this place. Just in front of the sanitarium buildings there is a beautiful lake, called Spot Pond. This lake supplies the city of Boston with water, and it is most carefully guarded from contamination. No bathing or boating are allowed in it."},{"refcode_short":"SpTB13 5","refcode_long":"The New England Sanitarium, p. 5 (Ellen Gould White)","content":"The Buildings"},{"refcode_short":"SpTB13 5.3","refcode_long":"The New England Sanitarium, p. 5.3 (Ellen Gould White)","content":"The sanitarium buildings are fairly well adapted to their present use. They were originally used as a hotel, but have been easily adapted to the sanitarium purposes, though, of course, some changes had to be made. The buildings, with the forty acres of land were purchased for thirty-nine thousand dollars. There was about six thousand dollars’ worth of furniture in the buildings, and for this no additional charge was made."},{"refcode_short":"SpTB13 6.1","refcode_long":"The New England Sanitarium, p. 6.1 (Ellen Gould White)","content":"I have been instructed that it was in the providence of God that our people obtained possession of this place. I have also been instructed that proper facilities should be provided for the increasing number of patients. Many from Boston and other places will come to this institution, to be away from the din and bustle of the city. Additional buildings will have to be put up. Rooms must be provided for the rich as well as for the poor. The money of the rich is needed: it will be a great help to the institution...."},{"refcode_short":"SpTB13 6.2","refcode_long":"The New England Sanitarium, p. 6.2 (Ellen Gould White)","content":"At the time that the sanitarium work was removed from South Lancaster to Melrose, I bore testimony to the wisdom of the change, and I now say again, The providence of God has been revealed in the transfer. The Melrose sanitarium is a place that will be well patronized; and great good will be accomplished by the institution if it is rightly conducted...."},{"refcode_short":"SpTB13 6.3","refcode_long":"The New England Sanitarium, p. 6.3 (Ellen Gould White)","content":"There should be accommodations for those who desire and are willing to pay for rooms with a private bath-room. People come here who say that they are willing to pay whatever is asked for rooms which are just what they want. But they see nothing that satisfies them, and they go away. Accommodations must be provided for people of this class. We are to labor in the highways as well as in the byways."},{"refcode_short":"SpTB13 6.4","refcode_long":"The New England Sanitarium, p. 6.4 (Ellen Gould White)","content":"I am instructed that Boston must be worked; and I know that the possession of this sanitarium site is one of the greatest blessings that could come to our work in the Eastern States. A hundred or more might be cared for here were there suitable accommodations. Therefore we advise that the work on the new building be begun soon, so that patients of the wealthy class may be cared for. This class must hear the message. Let those in charge counsel together, and make arrangements to put up a building that will provide the necessary accommodations. The doors, windows, and other material brought from South Lancaster, and now lying idle in the barn, can be utilized. Remember, this material was a gift."},{"refcode_short":"SpTB13 7.1","refcode_long":"The New England Sanitarium, p. 7.1 (Ellen Gould White)","content":"We rejoice that the Lord in His providence has guided us to this place. No buildings can be put up near the sanitarium, by other parties. There is here nothing to offend the sense of sight or the sense of smell, and care must be taken that there shall be nothing of the kind. I am instructed that close inspection is being made by those who are not supposed to be inspectors. Everything about the buildings will be investigated. Note will be taken of the care given to the barns and stables; therefore there must be no laxness or looseness in the care of the premises. Let everything be such that it will bear favorable testimony to the institutions."},{"refcode_short":"SpTB13 7.2","refcode_long":"The New England Sanitarium, p. 7.2 (Ellen Gould White)","content":"Those who are acting a prominent part in connection with this sanitarium should be encouraged by what the Lord has done in behalf of the institution.... Let all who are connected with the sanitarium move forward unitedly, inquiring at every crisis, What would Christ do were he in my place? ...Come up to the help of the Lord, to the help of the Lord against the mighty. Satanic agencies are constantly seeking to discourage and destroy those who will listen to the counsel of the enemy. Keep close to the word of God; for it is spirit and life. Then the Lord will be able to say of you, “Ye are laborers together with God: ye are God's husbandry, ye are God's building.”"},{"refcode_short":"SpTB13 8.1","refcode_long":"The New England Sanitarium, p. 8.1 (Ellen Gould White)","content":"I have recently learned of the burning of a portion of the Melrose sanitarium. At first I felt almost overcome, but later I learned that only a part of the main building had been destroyed. I want you to see, my brother, that the Lord is good. Do not mourn over the loss, as long as the best part of the building is saved. Thank the Lord that considerable of the furniture was saved, and, above all, that no one was hurt or killed."},{"refcode_short":"SpTB13 8.2","refcode_long":"The New England Sanitarium, p. 8.2 (Ellen Gould White)","content":"Can you not do something to arouse our people in the East to arise and rebuild the sanitarium? I feel a deep anxiety that Boston shall hear the word of the Lord and the reasons of our faith. Ask the Lord to raise up laborers to enter the field. Ask Him to raise up laborers who can gain access to the people of Boston. The message must be sounded forth. There are thousands in Boston craving for the simple truth as it is in Jesus. Can not you who minister in word and doctrine prepare the way for this truth to reach many souls?"},{"refcode_short":"SpTB13 8.3","refcode_long":"The New England Sanitarium, p. 8.3 (Ellen Gould White)","content":"O, how I long to see the Holy Spirit's working on human minds! For hours during the night I lie awake, unable to sleep, pleading with God to let the power of His Spirit come upon the minds and hearts of the people in our cities."},{"refcode_short":"SpTB13 8.4","refcode_long":"The New England Sanitarium, p. 8.4 (Ellen Gould White)","content":"Our people in the East are to do their part in helping to rebuild the destroyed portion of the building. May the Lord impress the hearts of those who have money to come up to His help, and assist in the erection of a building that will be wholesome and safe and convenient."},{"refcode_short":"SpTB13 9","refcode_long":"The New England Sanitarium, p. 9 (Ellen Gould White)","content":"Why Conduct Sanitariums?"},{"refcode_short":"SpTB13 9.1","refcode_long":"The New England Sanitarium, p. 9.1 (Ellen Gould White)","content":"In letters received from our brethren, the questions are asked, “Why do we expend so much effort in establishing sanitariums? Why do we not pray for the healing of the sick, instead of having sanitariums?”"},{"refcode_short":"SpTB13 9.2","refcode_long":"The New England Sanitarium, p. 9.2 (Ellen Gould White)","content":"There is more to these questions than is at first apparent. In the early history of our work, many were healed by prayer. And some, after they were healed, pursued the same course in the indulgence of appetite that they had followed in the past. They did not live and work in such a way as to avoid sickness. They did not show that they appreciated the Lord's goodness to them. Again and again they were brought to suffering through their own careless, thoughtless course of action. How could the Lord be glorified in bestowing on them the gift of health?"},{"refcode_short":"SpTB13 9.3","refcode_long":"The New England Sanitarium, p. 9.3 (Ellen Gould White)","content":"When the light came that we should begin sanitarium work, the reasons were plainly given. There were many who needed to be educated in regard to healthful living. As the work developed, we were instructed that suitable places were to be provided, to which we could bring the sick and suffering who knew nothing of our people and scarcely anything of the Bible, and there teach them how to regain health by rational methods of treatment without having recourse to poisonous drugs, and at the same time surround them with uplifting spiritual influences. As a part of the treatment, lectures were to be given on right habits of eating and drinking and dressing. Instruction was to be given regarding the choice and the preparation of food, showing that food may be prepared so as to be wholesome and nourishing, and at the same time appetizing and palatable."},{"refcode_short":"SpTB13 9.4","refcode_long":"The New England Sanitarium, p. 9.4 (Ellen Gould White)","content":"In all our medical institutions, patients should be systematically and carefully instructed how to prevent disease by a wise course of action. Through lectures, and the consistent practice of the principles of healthful living on the part of consecrated physicians and nurses, the blinded understanding of many will be opened, and truths never before thought of will be fastened on the mind. Many of the patients will be led to keep the body in the most healthy condition possible, because it is the Lord's purchased possession. “Ye are not your own; for ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.”"},{"refcode_short":"SpTB13 10.1","refcode_long":"The New England Sanitarium, p. 10.1 (Ellen Gould White)","content":"When we have shown the people that we have right principles regarding health reform, we should then take up the temperance question in all its bearings, and drive it home to the hilt."},{"refcode_short":"SpTB13 10.2","refcode_long":"The New England Sanitarium, p. 10.2 (Ellen Gould White)","content":"It is to save the souls, as well as to cure the bodies, of men and women, that at much expense our sanitariums are established. God designs that by means of these agencies of His own planting, the rich and the poor, the high and the low, shall find the bread of heaven and the water of life. He designs that they shall be educated in right habits of living, spiritual and physical. The salvation of many souls is at stake. In the providence of God, many of the sick are to be given the opportunity of separating for a time from harmful associations and surroundings, and of placing themselves in institutions where they may receive health-restoring treatments and wise instruction from Christian nurses and physicians. The establishment of sanitariums is a providential arrangement, whereby people from all churches are to be reached and made acquainted with the truth for this time."},{"refcode_short":"SpTB13 11.1","refcode_long":"The New England Sanitarium, p. 11.1 (Ellen Gould White)","content":"I was very much pleased to receive a letter from you regarding the sanitarium at Melrose. I have not been situated so that I could respond sooner. Early in April we were called upon to attend the dedicatory exercises of two of our Southern California sanitariums,—at Loma Linda, near Redlands, and at Paradise Valley, near San Diego...."},{"refcode_short":"SpTB13 11.2","refcode_long":"The New England Sanitarium, p. 11.2 (Ellen Gould White)","content":"Like Melrose, one of the chief advantages of the situation at Loma Linda is the pleasing variety of charming scenery. We believe that both places have come into our possession to be used to the very best advantage possible for sanitarium purposes."},{"refcode_short":"SpTB13 11.3","refcode_long":"The New England Sanitarium, p. 11.3 (Ellen Gould White)","content":"But more important than magnificent scenery and beautiful buildings and spacious grounds, is the close proximity of these institutions to densely populated districts, and the opportunity thus afforded of communicating to many, many people a knowledge of the third angel's message. We are to have clear spiritual discernment, else we shall fail of understanding the opening providences of God that are preparing the way for us to enlighten the world. The great crisis is just before us. Now is the time for us to sound the warning message, by the agencies that God has given us for this purpose. Let us remember that one most important agency is our medical missionary work. Never are we to lose sight of the great object for which our sanitariums are established,—the advancement of God's closing work in the earth."},{"refcode_short":"SpTB13 11.4","refcode_long":"The New England Sanitarium, p. 11.4 (Ellen Gould White)","content":"Loma Linda is in the midst of a very rich district, including three important cities,—Redlands, Riverside, and San Bernardino. This field must be worked from Loma Linda, as Boston must be worked from Melrose."},{"refcode_short":"SpTB13 12.1","refcode_long":"The New England Sanitarium, p. 12.1 (Ellen Gould White)","content":"When the New England Sanitarium was removed from South Lancaster to Melrose, the Lord instructed me that this was in the order of His opening providence. The buildings and grounds at Melrose are of a character to recommend our medical missionary work, which is to be carried forward not only in Boston, but in many other unworked cities in New England. The Melrose property is such that conveniences can be provided that will draw to that sanitarium persons not of our faith. The aristocratic as well as the common people will visit that institution to avail themselves of the advantages offered for restoration of health."},{"refcode_short":"SpTB13 12.2","refcode_long":"The New England Sanitarium, p. 12.2 (Ellen Gould White)","content":"Boston has been pointed out to me repeatedly as a place that must be faithfully worked. The light must shine in the outskirts and in the inmost parts. The Melrose sanitarium is one of the greatest agencies that can be employed to reach Boston with the truth. The city and its suburbs must hear the last message of mercy to be given to our world. Tent-meetings must be held in many places. The workers must put to the very best use the abilities God has given them. The gifts of grace will increase by wise use. But there must be no self-exaltation. No precise lines are to be laid down. Let the Holy Spirit direct the workers. They are to keep looking unto Jesus, the author and finisher of their faith. The work for this great city will be signalized by the revelation of the Holy Spirit, if all will walk humbly with God...."},{"refcode_short":"SpTB13 12.3","refcode_long":"The New England Sanitarium, p. 12.3 (Ellen Gould White)","content":"We hope that those in charge of the work in New England will co-operate with the Melrose sanitarium managers in taking aggressive steps to do the work that should be done in Boston. A hundred workers could be laboring to advantage in different portions of the city, in varied lines of service."},{"refcode_short":"SpTB13 13.1","refcode_long":"The New England Sanitarium, p. 13.1 (Ellen Gould White)","content":"The terrible disasters that are befalling great cities, ought to arouse us to intense activity in giving the warning message to the people in these congested centers of population, while we still have an opportunity. The most favorable time for the presentation of our message in the cities, has passed by. Sin and wickedness are rapidly increasing; and now we shall have to redeem the time by laboring all the more earnestly."},{"refcode_short":"SpTB13 13.2","refcode_long":"The New England Sanitarium, p. 13.2 (Ellen Gould White)","content":"The medical missionary work is a door through which the truth is to find entrance to many homes in the cites. In every city will be found those who will appreciate the truths of the third angel's message. The judgments of God are impending. Why do we not awaken to the peril threatening the men and women living in the great cities of America? Our people do not realize as keenly as they should the responsibility resting upon them to proclaim the truth to the millions dwelling in these unwarned cities."},{"refcode_short":"SpTB13 13.3","refcode_long":"The New England Sanitarium, p. 13.3 (Ellen Gould White)","content":"There are many souls to be saved. Our own souls are to be firmly grounded in a knowledge of the truth, that we may win others from error to the truth. We need now to search the Scriptures diligently, and as we become acquainted with unbelievers, we are to hold up Christ as the anointed, the crucified, the risen Saviour, witnessed to by prophets, testified of by believers, and through whose name we receive the forgiveness of our sins."},{"refcode_short":"SpTB13 13.4","refcode_long":"The New England Sanitarium, p. 13.4 (Ellen Gould White)","content":"We need now a firm belief in the truth. Let us understand what is truth. Time is very short. Whole cities are being swept away. Are we doing our part to give the message that will prepare a people for the coming of their Lord? May God help us to improve the opportunities that are ours."},{"refcode_short":"SpTB13 14.1","refcode_long":"The New England Sanitarium, p. 14.1 (Ellen Gould White)","content":"It was a wonderful providence that brought us into possession of the Melrose sanitarium property. Let us work out by faith God's purpose for this institution. It is to be an important outpost-center, from which to work the city of Boston. You, my brother, understand the instruction that the Lord has given regarding this matter."},{"refcode_short":"SpTB13 14.2","refcode_long":"The New England Sanitarium, p. 14.2 (Ellen Gould White)","content":"Never in any way should the Melrose sanitarium be placed under the influence of any man or set of men at Battle Creek. Not one of our sanitariums should be swayed by plans of human devising. The Lord is to manage our sanitariums, and He positively forbids that the sanitarium at Melrose shall in any respect be under the guidance of those who have resisted the counsel of the Lord regarding the proper union of the evangelical and medical work. Were men outside of New England to have a controlling voice in your organization and plans, great perplexity would attend your work."},{"refcode_short":"SpTB13 14.3","refcode_long":"The New England Sanitarium, p. 14.3 (Ellen Gould White)","content":"I now say to you, in the name of the Lord, Cut loose from Battle Creek. Sever every connection. The course recently taken by some to hinder the Melrose sanitarium from forming a perfect organic union with the conferences from which its support and patronage come, is exactly the course that God has warned us would be taken. When listening to the men who have taken this course, you are under an influence the character of which you do not realize. The spiritual understanding of some men whom we have greatly respected in past years, is not now to be depended upon...."},{"refcode_short":"SpTB13 15.1","refcode_long":"The New England Sanitarium, p. 15.1 (Ellen Gould White)","content":"My brother, the Lord will lead you, but never, never through a human agency that is under the influence of the enemy of our souls. The Lord has given you a most favorable place in which to care for the sick, and to labor in His service, and He will bless you and your wife so long as you look to Him for guidance. But if you lean upon human help, you will find that your dependence is as a broken reed. I am bidden to say to you and your wife, Guard yourselves against every deceptive influence. As you do this, God will tenderly lead and guide you, and bless you in your position of responsibility."},{"refcode_short":"SpTB13 15.2","refcode_long":"The New England Sanitarium, p. 15.2 (Ellen Gould White)","content":"In past years, you have taken a special interest in the upbuilding of the Melrose sanitarium, and the Lord has blessed your efforts. He will still help you, if you will do His will. Do not, I beseech of you, break away from Melrose now, when you have before you so many wonderful opportunities for service. The Lord has a special work for you to do in Boston. The standard of present truth is to be exalted in that great city, and, in God's providence, you and your colaborers are situated where you can co-operate with others in doing a noble and far-reaching work in that important center of influence."},{"refcode_short":"SpTB13 15.3","refcode_long":"The New England Sanitarium, p. 15.3 (Ellen Gould White)","content":"Brother -----, I wish to express my great thankfulness to God that you have the privilege of engaging in so good a work. This is the very work you ought to do in connection with the medical missionary work. Your position as a physician of experience, and your wife's position, give you influence. It has been very plainly presented to me by the Lord that you and your wife have been placed where you have many opportunities for accomplishing much good. A second physician—one who is competent to assist you, and who, withal, is sound in the faith—should be connected with you; and reliable help should also be provided for your wife. This would give both of you more freedom."},{"refcode_short":"SpTB13 16.1","refcode_long":"The New England Sanitarium, p. 16.1 (Ellen Gould White)","content":"It is the will of the Lord, Brother_____, that you and your associates shall blend your talents in carrying forward the work of the Melrose sanitarium. He desires that our people shall conduct this institution in harmony with the light that He has given. God established this sanitarium, to be a means in His hands of accomplishing great good...."},{"refcode_short":"SpTB13 16.2","refcode_long":"The New England Sanitarium, p. 16.2 (Ellen Gould White)","content":"God's judgments are in the land. Whole cities and villages will be blotted out. Boston is to be warned now, and we are to allow nothing to divert our minds from the responsibility of fulfilling God's purpose in establishing the Melrose sanitarium, which purpose He desires to work out through us."}]