[{"refcode_short":"SpTB08 2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 2 (Ellen Gould White)","content":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers"},{"refcode_short":"SpTB08 2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 2 (Ellen Gould White)","content":"Introductory"},{"refcode_short":"SpTB08 2.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 2.1 (Ellen Gould White)","content":"The world's need of the last gospel message calls for thousands of well-trained evangelists. And a study of the prophecies shows that the time to work is short. Therefore we have a double reason for prayer that the Lord of the harvest shall send forth many laborers into the harvest."},{"refcode_short":"SpTB08 2.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 2.2 (Ellen Gould White)","content":"A study of the following pages containing selections from the many messages of encouragement and counsel sent to individuals, churches, and conferences during recent years will lead, we trust, to a clearer sense of our responsibility in the matter of strengthening the institutions which are to be largely instrumental in the training of workers."},{"refcode_short":"SpTB08 2.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 2.3 (Ellen Gould White)","content":"We are mailing this tract to all Seventh-day Adventist ministers whose addresses we have. Any one who is overlooked or missed may secure a copy by writing to his conference secretary."},{"refcode_short":"SpTB08 2.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 2.4 (Ellen Gould White)","content":"Others who desire copies will be supplied from our publishing houses or state book depositories. Prices, five cents each; three cents each in lots of twenty-five."},{"refcode_short":"SpTB08 3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 3 (Ellen Gould White)","content":"Chapter 1—The Lord Loveth a Cheerful Giver"},{"refcode_short":"SpTB08 3.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 3.1 (Ellen Gould White)","content":"I address the members of all our churches. We are living in a special period of this earth's history. A great work must be done in a very short time, and every Christian is to act a part in sustaining this work."},{"refcode_short":"SpTB08 3.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 3.2 (Ellen Gould White)","content":"God is calling for men who will consecrate themselves to the work of soul-saving. Those who desire to be regarded by God as liberal should devote mind and heart—the entire being—to His service. When we begin to comprehend what a sacrifice Christ made in order to save a perishing world, there will be seen a mighty wrestling to save souls. O, that all our churches might see and realize the infinite sacrifice of Christ!"},{"refcode_short":"SpTB08 3.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 3.3 (Ellen Gould White)","content":"Recently, in visions during the night season, a representation passed before me. Among God's people there seemed to be a great reformatory movement. Many were praising God. The sick were healed, and other miracles were wrought. A spirit of intercession was seen, even as was manifested before the great day of Pentecost. Hundreds and thousands were seen visiting families, and opening before them the Word of God. Hearts were convicted by the power of the Holy Spirit, and a spirit of genuine conversion was manifest. On every side, doors were thrown open to the proclamation of the truth. The world seemed to be lightened with a heavenly influence. Great blessings were received by the true and humble people of God. I heard voices of thanksgiving and praise, and there seemed to be a reformation such as we witnessed in 1844. Yet some refused to be converted. They were not willing to walk in God's way. And when, in order that the work of God might be advanced, calls were made for liberal free-will offerings, some clung selfishly to their earthly possessions. These covetous ones became separated from the company of believers."},{"refcode_short":"SpTB08 4.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 4.1 (Ellen Gould White)","content":"As a people, we have been benumbed. Matters of but little importance have been brought in to absorb much means and precious talent. There are some whose hearts are responsive to the calls of God. But some are investing capital in enterprises that give no results in the salvation of souls. Such enterprises are snares of the enemy."},{"refcode_short":"SpTB08 4.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 4.2 (Ellen Gould White)","content":"The great enemy of souls would be pleased if we were kept busy with things of but little importance, and lose our present opportunities for labor. We need now to awake out of sleep, and to labor earnestly to warn those in the highways and in the byways. Soon the work will be finished, and now is our time to labor with intense energy and untiring industry."},{"refcode_short":"SpTB08 4.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 4.3 (Ellen Gould White)","content":"The judgments of God are in the earth, and, under the influence of the Holy Spirit, we must give the message of warning that He has entrusted to us. We must give this message quickly, line upon line, precept upon precept. Men will soon be forced to great decisions, and it is our duty to see that they are given an opportunity to understand the truth, that they may take their stand intelligently on the right side. The Lord calls upon His people to labor,—labor earnestly and wisely,—while probation lingers."},{"refcode_short":"SpTB08 5.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 5.1 (Ellen Gould White)","content":"Among the members of our churches, there should be more house-to-house labor, in giving Bible-readings, and in distributing literature. A Christian character can be symmetrically and completely formed, only when the human agent regards it as a privilege to work interestedly in the proclamation of the truth, and to sustain the cause of God with means. The treasury must not be allowed to become empty, when there are such urgent calls for help from every part of the world."},{"refcode_short":"SpTB08 5.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 5.2 (Ellen Gould White)","content":"Every church-member should cherish the spirit of sacrifice. In every home there should be taught lessons of self-denial. Fathers and mothers, teach your children to economize. Encourage them to save their pennies for missionary work. Christ is our example. For our sake He became poor, that we through His poverty might be made rich. He taught that all His followers should unite in love and unity to work as He worked, to sacrifice as He sacrificed, to partake of His sufferings, that they may be partakers of His glory."},{"refcode_short":"SpTB08 5.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 5.3 (Ellen Gould White)","content":"The Lord now calls upon the members of the Seventh-day Adventist church in every locality to consecrate themselves to Him, and to do their very best, according to their circumstances, to assist in His work. By their liberality in making gifts and offerings, He desires them to reveal their appreciation of His blessings, and their gratitude for His mercy."},{"refcode_short":"SpTB08 5.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 5.4 (Ellen Gould White)","content":"My dear brethren and sisters, all the money we have is the Lord's. I now appeal to you, in the name of the Lord, to unite in carrying to successful completion enterprises that have been undertaken in the counsel of God, and that are waiting for their portion of the $150,000 fund which has been called for by the General Conference Committee."},{"refcode_short":"SpTB08 6.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 6.1 (Ellen Gould White)","content":"Let not the work on the Nashville Sanitarium, and the Takoma Park Sanitarium, be hindered for lack of means. Let not the work of rebuilding at Huntsville be made difficult and burdensome because the necessary means is withheld. Let not those who are struggling to build up the other enterprises, great and small, that are needing the promised aid, become disheartened because we are slow to unite in making up the fund that is asked for. Let all our people arise, and see what they can do. Let them show that there is unity and strength among Seventh-day Adventists."},{"refcode_short":"SpTB08 6.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 6.2 (Ellen Gould White)","content":"In the providence of God, some may gather more wealth than do others. The Lord blesses them with health, with tact and skill, that they may receive of His goods and bestow upon others. The possession of means brings a test of character. All have a responsibility according to that which they have received; and from those who possess wealth, the Lord looks for bountiful gifts. To those who desire to be baptized with the Holy Ghost, I would say, Take up the work of God where you are, and with your gifts help the work in places nigh and afar off."},{"refcode_short":"SpTB08 6.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 6.3 (Ellen Gould White)","content":"My dear brethren and sisters, let us every one make a covenant with God by sincere self-denial and self-sacrifice, that we may help in extending the truth to many places. The Lord will certainly bless all who do His will without murmuring or complaining."},{"refcode_short":"SpTB08 7","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 7 (Ellen Gould White)","content":"Chapter 2—Centers of Influence and Training"},{"refcode_short":"SpTB08 7.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 7.1 (Ellen Gould White)","content":"The third angel's message is to be proclaimed to every nation, kindred, tongue, and people. The entire world is to be warned. There are still many new fields to open. There are many cities to be worked. We stand before the world as God's denominated people; and we must do our appointed work. We are not to obey the principles of the world; we are not to conform to its customs; we are to be a peculiar people, zealous of good works."},{"refcode_short":"SpTB08 7.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 7.2 (Ellen Gould White)","content":"In establishing institutions where many young men and young women are to be trained for service, we have often sought to secure land, where our workers can have buildings of their own. The formation of the people of God into visible societies gives them marked power. We do not design to make large, conspicuous centers. But as God's standard-bearers we are gathering together, and the work is going on. Sanitariums must be established, schools started, and meeting-houses built."},{"refcode_short":"SpTB08 7.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 7.3 (Ellen Gould White)","content":"Wherever we center our forces to establish memorials for God, the light of truth is to shine forth in clear, bright rays. It is essential that light be added to light, to accomplish the object that God desires to have accomplished. When believers are gathered together in church capacity, they are placed on vantage-ground, where they stand independent of the world."},{"refcode_short":"SpTB08 7.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 7.4 (Ellen Gould White)","content":"Repeatedly the Lord has instructed us that we are to work the cities from outpost-centers. In these cities we are to have houses of worship, as memorials for God; but the institutions for the publication of our literature, for the healing of the sick, and for the training of workers, are to be established outside the cities. Especially is it important that our youth be shielded from the temptations of city life."},{"refcode_short":"SpTB08 8.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 8.1 (Ellen Gould White)","content":"It is in harmony with this instruction, that meeting-houses have been purchased and rededicated in Washington and in Nashville, while the publishing-houses and the sanitariums at these centers have been established away from the congested heart of the cities, as outpost-centers. This is the plan that has been followed in the removal of other publishing houses and sanitariums into the country, and that is now being followed in Great Britain with regard to the London publishing house and also the training-school there. We are now given opportunity to advance in the opening providences of God by helping our brethren in these and many other important centers to establish the work on a firm basis, in order that it may be carried forward solidly. The Lord is calling upon us to “strengthen the hands of the builders” in many parts of the world."},{"refcode_short":"SpTB08 8.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 8.2 (Ellen Gould White)","content":"Much light has been given regarding the rapid development of institutional work in connection with the proclamation of the third angel's message. In Testimonies for the Church, Volumes 6 and 7, the necessity of establishing many missionary agencies throughout the world, is clearly outlined."},{"refcode_short":"SpTB08 8.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 8.3 (Ellen Gould White)","content":"“Our publishing houses are God's appointed centers, and through them is to be accomplished a work the magnitude of which is yet unrealized. There are lines of effort and influence as yet by them almost untouched, in which God is calling for their cooperation."},{"refcode_short":"SpTB08 8.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 8.4 (Ellen Gould White)","content":"“As the message of truth advances into new fields, it is God's purpose that the work of establishing new centers shall be constantly going forward. Throughout the world His people are to raise memorials of His Sabbath,—the sign between Him and them that He is the One who sanctifies them. At various points in missionary lands publishing houses must be established. To give character to the work, to be centers of effort and influence, to attract the attention of the people, to develop the talents and capabilities of the believers, to unify the new churches, and to second the efforts of the workers, giving them facilities for more ready communication with the churches and more rapid dissemination of the message,—all these and many other considerations plead for the establishment of publishing centers in missionary fields."},{"refcode_short":"SpTB08 9","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 9 (Ellen Gould White)","content":"Training-Schools for Workers"},{"refcode_short":"SpTB08 9.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 9.1 (Ellen Gould White)","content":"“Our institutions should be missionary agencies in the highest sense, and true missionary work always begins with those nearest. In every institution there is missionary work to be done.... As our publishing houses take upon themselves a burden for missionary fields, they will see the necessity of providing for a broader and more thorough education of workers. They will realize the value of their facilities for this work, and will see the need of qualifying the workers, not merely to build up the work within their own borders, but to give efficient help to institutions in new fields."},{"refcode_short":"SpTB08 9.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 9.2 (Ellen Gould White)","content":"“God designs that our publishing houses shall be successful educating schools, both in business and in spiritual lines. Managers and workers are ever to keep in mind that God requires perfection in all things connected with His service. Let all who enter our institutions to receive instruction understand this. Let opportunity be given for all to acquire the greatest possible efficiency. Let them become acquainted with different lines of work, so that, if called to other fields, they will have an all-round training, and thus be qualified to bear varied responsibilities.”—Testimonies for the Church 7:144-147."},{"refcode_short":"SpTB08 10","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 10 (Ellen Gould White)","content":"Extent of the Work"},{"refcode_short":"SpTB08 10.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 10.1 (Ellen Gould White)","content":"“God has qualified His people to enlighten the world.... They are to extend His work until it shall encircle the globe. In all parts of the earth, they are to establish sanitariums, schools, publishing houses, and kindred facilities for the accomplishment of His work.... The Lord's solemn, sacred message of warning must be proclaimed in the most difficult fields and in the most sinful cities,—in every place where the light of the third angel's message has not yet dawned. To every one is to be given the last call to the marriage supper of the Lamb.”"},{"refcode_short":"SpTB08 10.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 10.2 (Ellen Gould White)","content":"“God is calling upon His people to give Him of the means that He has entrusted to them, in order that institutions may be established in the destitute fields that are ripe for the harvest. He calls upon those who have money in the banks to put it into circulation. By giving of our substance to sustain God's work, we show in a practical manner that we love Him supremely and our neighbor as ourselves.”"},{"refcode_short":"SpTB08 10.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 10.3 (Ellen Gould White)","content":"“Great light has been shining upon us, but how little of this light we reflect to the world! Heavenly angels are waiting for human beings to cooperate with them in the practical carrying out of the principles of truth. It is through the agency of our sanitariums and kindred enterprises that much of this work is to be done. These institutions are to be God's memorials, where His healing power can reach all classes, high and low, rich and poor. Every dollar invested in them for Christ's sake will bring blessings both to the giver and to suffering humanity."},{"refcode_short":"SpTB08 11","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 11 (Ellen Gould White)","content":"Extension of the Work in Foreign Fields"},{"refcode_short":"SpTB08 11.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 11.1 (Ellen Gould White)","content":"“God's people have a mighty work before them, a work that must continually rise to greater prominence. Our efforts in missionary lines must become far more extensive. A more decided work than has been done must be done prior to the second appearing of our Lord Jesus Christ. God's people are not to cease their labors until they shall encircle the world...."},{"refcode_short":"SpTB08 11.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 11.2 (Ellen Gould White)","content":"“The home missionary work will be farther advanced in every way when a more liberal, self-denying, self-sacrificing spirit is manifested for the prosperity of foreign missions; for the prosperity of the home work depends largely, under God, upon the reflex influence of the evangelical work done in countries afar off. It is in working actively to supply the necessities of the cause of God that we bring our souls in touch with the Source of all power...."},{"refcode_short":"SpTB08 11.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 11.3 (Ellen Gould White)","content":"“Let us rejoice that a work which God can approve has been done in these fields. In the name of the Lord, let us lift up our voices in praise and thanksgiving for the results of work abroad."},{"refcode_short":"SpTB08 11.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 11.4 (Ellen Gould White)","content":"“And still our General, who never makes a mistake, says to us, Advance. Enter new territory. Lift up the standard in every land. ‘Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.’”—Testimonies for the Church 6:23-29."},{"refcode_short":"SpTB08 12","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 12 (Ellen Gould White)","content":"Chapter 3—The Establishment of Memorials at Washington, D. C"},{"refcode_short":"SpTB08 12.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 12.1 (Ellen Gould White)","content":"I have written much in regard to the need of making decided efforts in Washington, D.C. An important work is to be done in this city. If there is any place in the world where the truth should be fully presented, it is in the city that is the very heart of the nation. Those who act a prominent part in framing laws for the nation should understand what is written in the law of God, which lies at the foundation of all right laws."},{"refcode_short":"SpTB08 12.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 12.2 (Ellen Gould White)","content":"It has seemed strange to me that in past years our work was not better represented at Washington. For many years I have been anxious to see a sanitarium established in this place. A medical institution in Washington will greatly help in opening the way for the truth to be presented. God has counseled us that if the sanitarium work shall be carried forward in the right manner, it will be a means of doing great good."},{"refcode_short":"SpTB08 12.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 12.3 (Ellen Gould White)","content":"Regarding the importance of establishing medical missionary work in Washington, D. C., I wrote to our brethren and sisters there, January 11, 1905, as follows:"},{"refcode_short":"SpTB08 12.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 12.4 (Ellen Gould White)","content":"“In Washington, the sanitarium work should make rapid advancement. In our Washington work, wise, competent physicians, efficient managers, and nurses with the very best qualifications, will be needed. Earnest, devoted young people also will be needed to enter the work as nurses. These young men and women will increase in capability as they use conscientiously the knowledge they gain, and they will become better and better qualified to be the Lord's helping hand. They may become successful missionaries, pointing souls to the Lamb of God, who taketh away the sin of the world, and whose healing efficiency can save both soul and body."},{"refcode_short":"SpTB08 13.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 13.1 (Ellen Gould White)","content":"“The Lord wants wise men and women, acting in the capacity of nurses, to comfort and help the sick and the suffering. Through the ministration of these nurses, those who have heretofore taken no interest in religious things will be led to ask, ‘What must I do to be saved?’ The sick will be led to Christ by the patient attention of nurses who anticipate their wants, and who bow in prayer and ask the great Medical Missionary to look with compassion upon the sufferer, and to let the soothing influence of His grace be felt, and His restoring power be exercised."},{"refcode_short":"SpTB08 13.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 13.2 (Ellen Gould White)","content":"“It is for the object of soul-saving that our sanitariums are established. In our daily ministrations we see many careworn, sorrowful faces. What does the sorrow on these faces show?—The need of the soul for the peace of Christ. Poor, sad, human beings go to broken cisterns, which can hold no water, thinking to quench their thirst. Let them hear a voice saying, ‘Ho, every one that thirsteth, come ye to the waters.’ ‘Come to Me, that ye might have life.’"},{"refcode_short":"SpTB08 13.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 13.3 (Ellen Gould White)","content":"“It is that thirsting souls may be led to the living water, that we plead for sanitariums,—not expensive, mammoth sanitariums, but homelike institutions in pleasant places."},{"refcode_short":"SpTB08 13.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 13.4 (Ellen Gould White)","content":"“The sick are to be reached, not by massive buildings, but by the establishment of many small sanitariums, which are to be as lights shining in a dark place. Those who are engaged in this work are to reflect the sunlight of Christ's face. They are to be as salt that has not lost its savor. By sanitarium work, properly conducted, the influence of true, pure religion will be extended to many souls."},{"refcode_short":"SpTB08 14.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 14.1 (Ellen Gould White)","content":"“From our sanitariums trained workers are to go forth into places where the truth has never been proclaimed, and do missionary work for the Master, claiming the promise, ‘Lo, I am with you alway, even unto the end of the world.’"},{"refcode_short":"SpTB08 14.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 14.2 (Ellen Gould White)","content":"“I appeal to all who have means to make a determined effort to carry out the instruction God has given regarding the establishment of a sanitarium in Takoma Park. Let our people rally to the support of this important enterprise. Let the churches in every State act their part, that the work in Washington may not come to a standstill. Let us make liberal gifts to this work, and the Lord will bless us in it. We can not see this work coming to a standstill while it is but half done. It need not come to a standstill if all our people will come up to the help of the Lord."},{"refcode_short":"SpTB08 14.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 14.3 (Ellen Gould White)","content":"“Let us come up to the help of the Lord, to the help of the Lord against the mighty powers of darkness. Satan is working with intensity of purpose to enslave and destroy souls. Let us take a firm stand against him. The work of God urges every one to go steadily forward on the upward grade, pressing toward the mark of the high calling of God in Christ Jesus.”"},{"refcode_short":"SpTB08 14.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 14.4 (Ellen Gould White)","content":"The sanitarium at Takoma Park is to be a source of strength to the school already established. The school and the sanitarium may be a help one to the other. The students of the school may assist in the erection of the sanitarium buildings."},{"refcode_short":"SpTB08 15.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 15.1 (Ellen Gould White)","content":"The establishment of the work in Washington is creating a wide-spread interest in other places. Tracts and pamphlets have been widely circulated, and when we begin to work in other cities, we shall find those who have been studying this literature."},{"refcode_short":"SpTB08 15.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 15.2 (Ellen Gould White)","content":"The Lord calls upon us to awake to a realization of the opportunities presented before us to let our light shine in the city of Washington, by establishing there memorials that will hasten forward the proclamation of the third angel's message to every nation, kindred, tongue, and people."},{"refcode_short":"SpTB08 15.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 15.3 (Ellen Gould White)","content":"I thank God in behalf of those who have already sent in offerings to the work in Washington. I thank Him for the privilege and satisfaction of knowing that there are hearts which are alive to the needs of the work of God, and are influenced by the Holy Spirit to give of their means for the advancement of this work."},{"refcode_short":"SpTB08 15.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 15.4 (Ellen Gould White)","content":"There should be no delay. The cause of God demands our assistance. I pray that the Lord may impress those who have means to spare to place it in the Lord's treasury, to be used to His name's glory. We ask all, as the Lord's stewards, to put His means into circulation, to provide facilities by which many shall have the opportunity of learning what is truth."},{"refcode_short":"SpTB08 16","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 16 (Ellen Gould White)","content":"Chapter 4—Centers of Influence in the Southern States"},{"refcode_short":"SpTB08 16.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 16.1 (Ellen Gould White)","content":"“A good beginning has been made in the Southern field. In the forward march of events, the Lord has wrought most wonderfully for the advancement of His work. Battles have been fought, victories won. Favorable impressions have been made; much prejudice has been removed."},{"refcode_short":"SpTB08 16.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 16.2 (Ellen Gould White)","content":"“In the night season I was taken by my Guide from place to place, from city to city, in the South. I saw the great work to be done,—that which ought to have been done years ago. We seemed to be looking at many places. Our first interest was for the places where the work has already been established, and for those where the way has opened for a beginning to be made.”—Testimonies for the Church 7:231."},{"refcode_short":"SpTB08 16.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 16.3 (Ellen Gould White)","content":"“I have encouraged our brethren in the South to arise in the strength of God, and with faith and courage enter His opening providences."},{"refcode_short":"SpTB08 16.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 16.4 (Ellen Gould White)","content":"“The Lord has set the seal of His approval on the effort to establish memorials to His name in the city of Nashville. He has signified that from this important center, the light of the truth for this time shall radiate to every part of the Southern field. Nashville is a natural center for our work in the South. And the influence of the various educational and publishing institutions established there makes the city a favorable place in which to carry on the various phases of our work...."},{"refcode_short":"SpTB08 17","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 17 (Ellen Gould White)","content":"The Nashville Sanitarium"},{"refcode_short":"SpTB08 17.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 17.1 (Ellen Gould White)","content":"“Medical missions must be opened as pioneer agencies to prepare the way for the proclamation of the third angel's message in the cities of the South. O, how great is the need for means to do this work! Gospel medical missions can not be established without financial aid. Every such mission calls for our sympathy, and for our means, that facilities may be provided to make the work successful. These institutions, conducted in accordance with the will of God, would remove prejudice, and call our work into favorable notice. The highest aim of the workers should be the spiritual health of the patients. Medical missionary work gives opportunity for carrying forward successful evangelistic work. It is as these lines of effort are united, that we may expect to gather the most precious fruit for the Lord.... The establishment of medical institutions in the South will make the work more expensive; but the importance of this line of effort can not be overestimated.”—The Review and Herald, September 7, 1905."},{"refcode_short":"SpTB08 18","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 18 (Ellen Gould White)","content":"Chapter 5—Our Huntsville School as a Training Center"},{"refcode_short":"SpTB08 18.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 18.1 (Ellen Gould White)","content":"It is cheering to know that in the Southern States of America a few faithful laborers have made a beginning here and there in giving the third angel's message to the colored race. It is also cheering to know that among our brethren and sisters in the more favored fields of America, there are warm hearts beating in sympathy with the hearts of those who have bravely borne a burden of labor for the colored people. The Lord has been working with and for the tried laborers in the South. There has been laid a foundation that will be as enduring as eternity."},{"refcode_short":"SpTB08 18.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 18.2 (Ellen Gould White)","content":"And yet, all the work that has been done is only a beginning, as it were. Our people have put forth only a small part of the earnest effort that they should have put forth to warn the indifferent, to educate the ignorant, and to minister to the needy souls in this field. God is now calling upon His people to take advance steps in the South. He is calling upon us to place in the hands of those on the ground means sufficient to enable them to do an aggressive, quick work."},{"refcode_short":"SpTB08 18","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 18 (Ellen Gould White)","content":"The Training of Workers"},{"refcode_short":"SpTB08 18.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 18.3 (Ellen Gould White)","content":"For the accomplishment of the Lord's work among the colored people in the South, we can not look wholly to white laborers. We need colored workers, O, so much! to labor for their own people everywhere, and especially in those places where it would not be safe for white people to labor. Without delay, most decided efforts should be made to educate and train colored men and women to labor as missionaries. We must provide means for the education and training of Christian colored students in the Southern States, who, being accustomed to the climate, can work there without endangering their lives. Promising young men and young women should be educated as teachers. They should have the very best advantages. Those who make the fear of the Lord the beginning of wisdom, and give heed to the counsel of men of experience, can be a blessing by carrying to their own people the light of present truth. Every worker who labors in humility and in harmony with his brethren, will be a channel of light to many who are now in the darkness of ignorance and superstition."},{"refcode_short":"SpTB08 19.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 19.1 (Ellen Gould White)","content":"It was for the education of Christian workers, that, in the providence of God, the General Conference purchased a beautiful farm of three hundred acres near Huntsville, Ala., and established an industrial training-school for colored students. I have often received divine instruction in regard to this institution, showing what manner of school it should be, and what those who go there as students are to become."},{"refcode_short":"SpTB08 19.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 19.2 (Ellen Gould White)","content":"The students of the Huntsville school are to be given a training in many lines of service. They are to learn how to present the truth for this time to their own people. Not only are they to be taught to do public work, but they should learn also the special value of house-to-house work in soul-saving. In carrying forward work among the colored people, it is not highly educated men, not eloquent men, who are now the most needed, but humble men who in the school of Christ have learned to be meek and lowly, and who will go forth into the highways and hedges to give the invitation, “Come; for all things are now ready.” Those who beg at midnight for loaves for hungry souls, will be greatly blessed. It is a law of heaven that as we receive, we are to impart."},{"refcode_short":"SpTB08 20.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 20.1 (Ellen Gould White)","content":"In all the Lord's arrangements, there is nothing more beautiful than His plan of giving to men and women a diversity of gifts. The church of God is made up of many vessels, both large and small. The Lord works through those who are willing to be used. He will bless them in doing the work that has brought blessing to many in the past,—the work of seeking to save souls ready to perish. There are many who have received but a limited religious and intellectual training, but God has a work for this class to do, if they will labor in humility, trusting in Him."},{"refcode_short":"SpTB08 20.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 20.2 (Ellen Gould White)","content":"The Lord says, I will take illiterate men, obscure men, and move upon them by My Spirit to carry out My purposes in the work of saving souls. The last message of mercy will be given by a people who love and fear Me. “Not by might, nor by power, but by My Spirit.” We should give willing, devoted men every possible encouragement to go forward and in their humble way reveal their loyalty to principle and their integrity to God. Let them visit the people at their homes, and talk and pray with the unwarned regarding the soon-coming Saviour. Let them take a personal interest in those whom they meet. Christ took a personal interest in men and women during the days of His earthly ministry. He was a true missionary everywhere He went. His followers are to go about doing good, even as He did. By personal efforts to meet the people where they are, coarse and rough though some of these people may be, humble house-to-house missionaries and colporteurs may win the hearts of many to Christ. In their unpretentious way they can help a class that ministers do not reach."},{"refcode_short":"SpTB08 21","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 21 (Ellen Gould White)","content":"Medical Missionary Work"},{"refcode_short":"SpTB08 21.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 21.1 (Ellen Gould White)","content":"In no place is there greater need of genuine gospel medical missionary work than among the colored people in the South. Had such a work been done for them immediately after the proclamation of freedom, their condition today would have been very different. Medical missionary work must be carried forward for the colored people. Sanitariums and treatment-rooms should be established in many places. These will open doors for the entrance of Bible truth."},{"refcode_short":"SpTB08 21.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 21.2 (Ellen Gould White)","content":"This work will require devoted men and means, and much wise planning. Years ago we should have been training colored men and women to care for the sick. Plans should now be made to do a quick work. Let promising colored youth—young men and young women of good Christian character—be given a thorough training for this line of service. Let them be imbued with the thought that in all their work they are to proclaim the third angel's message. Strong, intelligent, consecrated colored nurses will find a wide field of usefulness opening before them."},{"refcode_short":"SpTB08 21.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 21.3 (Ellen Gould White)","content":"The Lord Jesus Christ is our example. He came to the world as the servant of mankind. He went from city to city, from village to village, teaching the gospel of the kingdom, and healing the sick. Christ spent more time in healing than in teaching."},{"refcode_short":"SpTB08 22.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 22.1 (Ellen Gould White)","content":"As our example, Christ linked closely together the work of healing and teaching, and in this our day they should not be separated. In our schools and sanitariums, nurses should be trained to go out as medical missionary evangelists. They should unite the teaching of the gospel of Christ with the work of healing."},{"refcode_short":"SpTB08 22.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 22.2 (Ellen Gould White)","content":"The Lord has instructed us that with our training- schools there should be connected small sanitariums, that the students may have opportunity to gain a knowledge of medical missionary work. This line of work is to be brought into our schools as part of the regular instruction. Huntsville has been especially pointed out as a school in connection with which there should be facilities for thoroughly training consecrated colored youth who desire to become competent nurses and hygienic cooks. Let us rejoice that the managers of our Huntsville school are now planning to carry out this instruction without further delay. Let us help them make Huntsville a strong training-center for medical missionary workers."},{"refcode_short":"SpTB08 22","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 22 (Ellen Gould White)","content":"Redeeming the Time"},{"refcode_short":"SpTB08 22.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 22.3 (Ellen Gould White)","content":"Let us now arise, and redeem the time. Everything in the universe calls upon those who know the truth to consecrate themselves unreservedly to the proclamation of the truth as it has been made known to them in the third angel's message. That which we see of the needs of the millions of colored people in the South, calls us to our duty. We are not to become dispirited and disheartened over the outlook. The Lord lives and reigns. And He expects us to do our part, by training for service and by sustaining in the field those who are best fitted to labor for the colored people. To our every effort He will add His blessing. His faithful servants in charge of the various lines of work, will be given wisdom to discern talent, and to train an army of workers to labor with courageous perseverance for their own race. There is work to be done in many hard places, and out of these places laborers are to come. The field is opening in the Southern States, and many wise, Christian colored men and women will be called to the work. The Lord now gives us the opportunity of searching out these persons, and of teaching them how to engage in the work of saving souls. When they go into the field, God will cooperate with them, and give them the victory."},{"refcode_short":"SpTB08 24","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 24 (Ellen Gould White)","content":"Chapter 6—A Plea for Medical Missionary Evangelists"},{"refcode_short":"SpTB08 24","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 24 (Ellen Gould White)","content":"Importance of the Work"},{"refcode_short":"SpTB08 24.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 24.1 (Ellen Gould White)","content":"The end of all things is at hand. The signs foretold by Christ are fast fulfilling. The nations are angry, and the time of the dead has come, that they should be judged. There are stormy times before us, but let us not utter one word of unbelief or discouragement. Let us remember that we bear a message of healing to a world filled with sin-sick souls."},{"refcode_short":"SpTB08 24.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 24.2 (Ellen Gould White)","content":"May the Lord increase our faith, and help us to see that He desires us all to become acquainted with His ministry of healing and with the mercy-seat. He desires the light of His grace to shine forth from many places. We are living in the last days. Troublous times are before us. He who understands the necessities of the situation arranges that advantages should be brought to the workers in various places, to enable them more effectually to arouse the attention of the people. He knows the needs and the necessities of the feeblest of His flock, and He sends His own message into the highways and the byways. He loves us with an everlasting love."},{"refcode_short":"SpTB08 24.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 24.3 (Ellen Gould White)","content":"There are souls in many places who have not yet heard the message. Henceforth medical missionary work is to be carried forward with an earnestness with which it has never yet been done. This work is the door through which the truth is to find entrance to the large cities, and sanitariums are to be established in many places."},{"refcode_short":"SpTB08 25.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 25.1 (Ellen Gould White)","content":"Sanitarium work is one of the most successful means of reaching all classes of people. Our sanitariums are the right hand of the gospel, opening ways whereby suffering humanity may be reached with the glad tidings of healing through Christ. In these institutions the sick may be taught to commit their cases to the great Physician, who will cooperate with their earnest efforts to regain health, bringing to them healing of soul as well as healing of body."},{"refcode_short":"SpTB08 25.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 25.2 (Ellen Gould White)","content":"Christ is no longer in this world in person, to go through our cities and towns and villages, healing the sick. He has commissioned us to carry forward the medical missionary work that He began; and in this work we are to do our very best. Institutions for the care of the sick are to be established, where men and women suffering from disease may be placed under the care of God-fearing physicians and nurses, and be treated without drugs."},{"refcode_short":"SpTB08 25.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 25.3 (Ellen Gould White)","content":"I have been instructed that we are not to delay to do the work that needs to be done in health reform lines. Through this work we are to reach souls in the highways and byways. I have been given special light that in our sanitariums many souls will receive and obey present truth. In these institutions men and women are to be taught how to care for their own bodies, and at the same time how to become sound in the faith. They are to be taught what is meant by eating the flesh and drinking the blood of the Son of God. Said Christ, “The words that I speak unto you, they are spirit, and they are life.”"},{"refcode_short":"SpTB08 25.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 25.4 (Ellen Gould White)","content":"Our sanitariums are to be schools in which instruction shall be given in medical missionary lines. They are to bring to sin-sick souls the leaves of the tree of life, which will restore to them peace and hope and faith in Christ Jesus."},{"refcode_short":"SpTB08 26.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 26.1 (Ellen Gould White)","content":"Let the Lord's work go forward. Let the medical missionary and the educational work go forward. I am sure that this is our great lack,—earnest, devoted, intelligent, capable workers. In every large city there should be a representation of true medical missionary work. Let many now ask, “Lord, what wilt Thou have me to do?” It is the Lord's purpose that His method of healing without drugs shall be brought into prominence in every large city through our medical institutions. God invests with holy dignity those who go forth farther and still farther, in every place to which it is possible to obtain entrance. Satan will make the work as difficult as possible, but divine power will attend all true-hearted workers. Guided by our heavenly Father's hand, let us go forward, improving every opportunity to extend the work of God."},{"refcode_short":"SpTB08 26.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 26.2 (Ellen Gould White)","content":"The Lord speaks to all medical missionaries, saying, Go, work today in My vineyard to save souls. God hears the prayers of all who seek Him in truth. He has the power that we all need. He fills the heart with love, and joy, and peace, and holiness. Character is constantly being developed. We can not afford to spend the time working at cross purposes with God."},{"refcode_short":"SpTB08 26.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 26.3 (Ellen Gould White)","content":"There are physicians who, because of a past connection with our sanitariums, find it profitable to locate close to them; and they close their eyes to the great field neglected and unworked in which unselfish labor would be a blessing to many. Missionary physicians can exert an uplifting, refining, sanctifying influence. Physicians who do not do this, abuse their power, and do a work that the Lord repudiates."},{"refcode_short":"SpTB08 27","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 27 (Ellen Gould White)","content":"The Training of Workers"},{"refcode_short":"SpTB08 27.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 27.1 (Ellen Gould White)","content":"If ever the Lord has spoken by me, He speaks when I say that the workers engaged in educational lines, in ministerial lines, and in medical missionary lines must stand as a unit, all laboring under the supervision of God, one helping the other, each blessing each."},{"refcode_short":"SpTB08 27.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 27.2 (Ellen Gould White)","content":"Those connected with our schools and sanitariums are to labor with earnest alacrity. The work that is done under the ministration of the Holy Spirit, out of love for God and for humanity, will bear the signature of God, and will make its impression on human minds."},{"refcode_short":"SpTB08 27.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 27.3 (Ellen Gould White)","content":"The Lord calls upon our young people to enter our schools, and quickly fit themselves for service. In various places, outside of cities, schools are to be established, where our youth can receive an education that will prepare them to go forth to do evangelical work and medical missionary work."},{"refcode_short":"SpTB08 27.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 27.4 (Ellen Gould White)","content":"The Lord must be given an opportunity to show men their duty, and to work upon their minds. No one is to bind himself to serve for a term of years under the direction of one group of men or in one specified branch of the Master's work; for the Lord Himself will call men, as of old He called the humble fishermen, and will Himself give them instruction regarding their field of labor and the methods they should follow. He will call men from the plow and from other occupations, to give the last note of warning to perishing souls. There are many ways in which to work for the Master, and the great Teacher will open the understanding of these workers, enabling them to see wondrous things in His word."},{"refcode_short":"SpTB08 28.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 28.1 (Ellen Gould White)","content":"Medical missionary work is yet in its infancy. The meaning of genuine medical missionary work is known by but few. Why?—Because the Saviour's plan of work has not been followed. God's money has been misapplied. In many places practical, evangelistic medical missionary work is being done; but many of the workers who should go forth as did the disciples are being collected together and held in a few places, as they have been in the past, notwithstanding the Lord's warning that this should not be."},{"refcode_short":"SpTB08 28.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 28.2 (Ellen Gould White)","content":"Many of the men and women who should be out in the field, working as medical missionary evangelists, helping those engaged in the gospel ministry, are collecting in a favored locality, acting over the same program that has been acted over in the past, confining the forces, binding them up in one place."},{"refcode_short":"SpTB08 28","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 28 (Ellen Gould White)","content":"Nurses to be Evangelists"},{"refcode_short":"SpTB08 28.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 28.3 (Ellen Gould White)","content":"Christ, the great Medical Missionary, is our example. Of Him it is written, that He “went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.” He healed the sick and preached the gospel. In His service, healing and teaching were linked closely together. Today they are not to be separated."},{"refcode_short":"SpTB08 29.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 29.1 (Ellen Gould White)","content":"The nurses who are trained in our institutions are to be fitted up to go out as medical missionary evangelists, uniting the ministry of the Word with that of physical healing."},{"refcode_short":"SpTB08 29.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 29.2 (Ellen Gould White)","content":"We must let our light shine amid the moral darkness. Many who are now in darkness, as they see a reflection of the Light of the world, will realize that they have a hope of salvation. Your light may be small, but remember that it is what God has given you, and that He holds you responsible to let it shine forth. Some one may light his taper from yours; and his light may be the means of leading others out from the darkness."},{"refcode_short":"SpTB08 29.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 29.3 (Ellen Gould White)","content":"All around us are doors open for service. We should become acquainted with our neighbors, and seek to draw them to Christ. As we do this, He will approve and cooperate with us."},{"refcode_short":"SpTB08 29.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 29.4 (Ellen Gould White)","content":"Often the inhabitants of a city where Christ labored wished Him to stay with them and continue to work among them. But He would tell them that He must go to cities that had not heard the truths that He had to present. After He had given the truth to those in one place, He left them to build upon what He had given them, while He went to another place. His methods of labor are to be followed today by those to whom He has left His work. We are to go from place to place, carrying the message. As soon as the truth has been proclaimed in one place, we are to go to warn others."},{"refcode_short":"SpTB08 30.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 30.1 (Ellen Gould White)","content":"There should be companies organized, and educated most thoroughly to work as nurses, as evangelists, as ministers, as canvassers, as gospel students, to perfect a character after the divine similitude. To prepare to receive the higher education in the school above, is now to be our purpose."},{"refcode_short":"SpTB08 30.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 30.2 (Ellen Gould White)","content":"From the instruction that the Lord has given me from time to time, I know that there should be workers who make medical evangelistic tours among the towns and villages. Those who do this work will gather a rich harvest of souls, both from the higher and the lower classes. The way for this work is best prepared by the efforts of the faithful canvasser."},{"refcode_short":"SpTB08 30.3","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 30.3 (Ellen Gould White)","content":"Many will be called into the field to labor from house to house, giving Bible-readings, and praying with those who are interested."},{"refcode_short":"SpTB08 30.4","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 30.4 (Ellen Gould White)","content":"Let our ministers who have gained an experience in preaching the Word, learn how to give simple treatments, and then labor intelligently as medical missionary evangelists."},{"refcode_short":"SpTB08 30.5","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 30.5 (Ellen Gould White)","content":"Workers—gospel medical missionaries—are needed now. We can not afford to spend years in preparation. Soon doors now open to the truth will be forever closed. Carry the message now. Do not wait, allowing the enemy to take possession of the fields now open before you. Let little companies go forth to do the work to which Christ appointed His disciples. Let them labor as evangelists, scattering our publications, and talking of the truth to those they meet. Let them pray for the sick, ministering to their necessities not with drugs, but with nature's remedies, and teaching them how to regain health and avoid disease."},{"refcode_short":"SpTB08 31.1","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 31.1 (Ellen Gould White)","content":"Christ stood at the head of humanity in the garb of humanity. So full of sympathy and love was His attitude that the poorest was not afraid to come to Him. He was kind to all; easily approached by the most lowly. He went from house to house, healing the sick, feeding the hungry, comforting the mourners, soothing the afflicted, speaking peace to the distressed. He took the little children in His arms and blessed them, and spoke words of hope and comfort to the weary mothers. With unfailing tenderness and gentleness He met every form of human woe and affliction. Not for Himself, but for others, did He labor. He was willing to humble Himself, to deny Himself. He did not seek to distinguish Himself. He was the servant of all. It was His meat and drink to be a comfort and a consolation to others, to gladden the sad and heavy-laden ones with whom He daily came in contact."},{"refcode_short":"SpTB08 31.2","refcode_long":"Testimonies to the Church Regarding The Strengthening of Our Institutions and Training Centers, p. 31.2 (Ellen Gould White)","content":"Christ stands before us as a pattern Man, the great Medical Missionary,—an example for all who should come after. His love, pure and holy, blessed all who came within the sphere of its influence. His character was absolutely perfect, free from the slightest stain of sin. He came as an expression of the perfect love of God, not to crush, not to judge and condemn, but to heal every weak, defective character, to save men and women from Satan's power. He is the Creator, Redeemer, and Sustainer of the human race. He gives to all the invitation, “Come unto Me, all ye that labor and are heavy-laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.”"}]