[{"refcode_short":"SpTB12x 2","refcode_long":"The Huntsville School, p. 2 (Ellen Gould White)","content":"The Huntsville School"},{"refcode_short":"SpTB12x 2","refcode_long":"The Huntsville School, p. 2 (Ellen Gould White)","content":"The Orphanage"},{"refcode_short":"SpTB12x 2.1","refcode_long":"The Huntsville School, p. 2.1 (Ellen Gould White)","content":"The question has been asked if the orphanage for colored children ought to be located on the Oakwood school farm."},{"refcode_short":"SpTB12x 2.2","refcode_long":"The Huntsville School, p. 2.2 (Ellen Gould White)","content":"Long before I visited Huntsville, the Oakwood school farm was presented to me, both as it then was and as it might be in the future if wisely managed and properly cared for."},{"refcode_short":"SpTB12x 2.3","refcode_long":"The Huntsville School, p. 2.3 (Ellen Gould White)","content":"The presentation of what the place ought to be, included an orphanage and a sanitarium. I was also shown cultivated fields, gardens where vegetables were raised, and orchards bearing abundance of fruit."},{"refcode_short":"SpTB12x 2.4","refcode_long":"The Huntsville School, p. 2.4 (Ellen Gould White)","content":"Instruction was given me that the Lord would have consecrated, unselfish Christian workers connected with the Oakwood school, who would use skillfully the advantages of the Oakwood farm for the benefit of the students in the school and the children in the orphanage. These advantages were to be used wisely in helping to supply the necessities of the orphans, and in obtaining for them an education and training that would be pleasing to the Lord."},{"refcode_short":"SpTB12x 2.5","refcode_long":"The Huntsville School, p. 2.5 (Ellen Gould White)","content":"I have been instructed that for the development of the Oakwood enterprises, the very best class of workers should be secured, because a special work is to be done here in revealing what religious education will do for the orphans and the outcasts through the labors of consecrated and skilful teachers. The teachers connected with the school must bear in mind that they are dealing with the purchase of the blood of Christ, with souls who, through earnest, God-fearing labors, may become members of the Lord's family...."},{"refcode_short":"SpTB12x 2.6","refcode_long":"The Huntsville School, p. 2.6 (Ellen Gould White)","content":"When this light was given me, I had never seen Huntsville. I was shown that Huntsville would be a place of special interest to those who would act their part to help the colored people."},{"refcode_short":"SpTB12x 2.7","refcode_long":"The Huntsville School, p. 2.7 (Ellen Gould White)","content":"Note.—The following pages were prepared for publication in the summer of 1908, but the manuscripts were lost on their way to the printer. Then, for use at the camp-meetings, other selections from the testimonies regarding the work, were printed and circulated, under the title of “special testimonies, series B, NO. 12.” and now that the lost manuscripts have been restored, they are issued as “special testimonies, series B, NO. 12x.” the delay in publishing makes it possible to include the message of February 16, 1909, regarding the Orphanage."},{"refcode_short":"SpTB12x 3","refcode_long":"The Huntsville School, p. 3 (Ellen Gould White)","content":"Our Huntsville School as a Training Center"},{"refcode_short":"SpTB12x 3.1","refcode_long":"The Huntsville School, p. 3.1 (Ellen Gould White)","content":"It is cheering to know that in the Southern States of America a few faithful laborers have made a beginning here and there in giving the third angel's message to the colored race. It is also cheering to know that among our brethren and sisters in the more favored fields of America, there are warm hearts beating in sympathy with the hearts of those who have bravely borne a burden of labor for the colored people. The Lord has been working with and for the tried laborers in the South. There has been laid a foundation that will be as enduring as eternity."},{"refcode_short":"SpTB12x 3.2","refcode_long":"The Huntsville School, p. 3.2 (Ellen Gould White)","content":"And yet, all the work that has been done is only a beginning, as it were. Our people have put forth only a small part of the earnest effort that they should have put forth to warn the indifferent, to educate the ignorant, and to minister to the needy souls in this field. God is now calling upon His people to take advance steps in the South. He is calling upon us to place in the hands of those on the ground, means sufficient to enable them to do an aggressive, quick work."},{"refcode_short":"SpTB12x 3","refcode_long":"The Huntsville School, p. 3 (Ellen Gould White)","content":"The Training of Workers"},{"refcode_short":"SpTB12x 3.3","refcode_long":"The Huntsville School, p. 3.3 (Ellen Gould White)","content":"For the accomplishment of the Lord's work among the colored people in the South, we can not look wholly to white laborers. We need colored workers, O, so much! to labor for their own people everywhere, and especially in those places where it would not be safe for white people to labor. Without delay, most decided efforts should be made to educate and train colored men and women to labor as missionaries. We must provide means for the education and training of Christian colored students in the Southern States, who, being accustomed to the climate, can work there without endangering their lives. Promising young men and young women should be educated as teachers. They should have the very best advantages. Those who make the fear of the Lord the beginning of wisdom, and give heed to the counsel of men of experience, can be a blessing by carrying to their own people the light of present truth. Every worker who labors in humility and in harmony with his brethren, will be a channel of light to many who are now in the darkness of ignorance and superstition."},{"refcode_short":"SpTB12x 4.1","refcode_long":"The Huntsville School, p. 4.1 (Ellen Gould White)","content":"It was for the education of Christian workers, that, in the providence of God, the General Conference purchased a beautiful farm of three hundred acres near Huntsville, Ala., and established an industrial training-school for colored students. I have often received divine instruction in regard to this institution, showing what manner of school it should be, and what those who go there as students are to become."},{"refcode_short":"SpTB12x 4.2","refcode_long":"The Huntsville School, p. 4.2 (Ellen Gould White)","content":"The students of the Huntsville school are to be given a training in many lines of service. They are to learn how to present the truth for this time to their own people. Not only are they to be taught to do public work, but they should learn also the special value of house-to-house work in soul-saving. In carrying forward work among the colored people, it is not highly educated men, not eloquent men, who are now the most needed, but humble men who in the school of Christ have learned to be meek and lowly, and who will go forth into the highways and hedges to give the invitation, “Come; for all things are now ready.” Those who beg at midnight for loaves for hungry souls, will be greatly blessed. It is a law of heaven that as we receive, we are to impart."},{"refcode_short":"SpTB12x 5.1","refcode_long":"The Huntsville School, p. 5.1 (Ellen Gould White)","content":"In all the Lord's arrangements, there is nothing more beautiful than His plan of giving to men and women a diversity of gifts. The church of God is made up of many vessels, both large and small. The Lord works through those who are willing to be used. He will bless them in doing the work that has brought blessing to many in the past,—the work of seeking to save souls ready to perish. There are many who have received but a limited religious and intellectual training, but God has a work for this class to do, if they will labor in humility, trusting in Him."},{"refcode_short":"SpTB12x 5.2","refcode_long":"The Huntsville School, p. 5.2 (Ellen Gould White)","content":"The Lord says, I will take illiterate men, obscure men, and move upon them by My Spirit to carry out My purposes in the work of saving souls. The last message of mercy will be given by a people who love and fear Me. “Not by might, nor by power, but by My Spirit.” We should give willing, devoted men every possible encouragement to go forward and in their humble way reveal their loyalty to principle and their integrity to God. Let them visit the people at their homes, and talk and pray with the unwarned regarding the soon-coming Saviour. Let them take a personal interest in those whom they meet. Christ took a personal interest in men and women during the days of His earthly ministry. He was a true missionary everywhere He went. His followers are to go about doing good, even as He did. By personal efforts to meet the people where they are, coarse and rough though some of these people may be, humble house-to-house missionaries and colporteurs may win the hearts of many to Christ. In their unpretentious way they can help a class that ministers do not reach."},{"refcode_short":"SpTB12x 6","refcode_long":"The Huntsville School, p. 6 (Ellen Gould White)","content":"Medical Missionary Work"},{"refcode_short":"SpTB12x 6.1","refcode_long":"The Huntsville School, p. 6.1 (Ellen Gould White)","content":"In no place is there greater need of genuine gospel medical missionary work than among the colored people in the South. Had such a work been done for them immediately after the proclamation of freedom, their condition today would have been very different. Medical missionary work must be carried forward for the colored people. Sanitariums and treatment-rooms should be established in many places. These will open doors for the entrance of Bible truth."},{"refcode_short":"SpTB12x 6.2","refcode_long":"The Huntsville School, p. 6.2 (Ellen Gould White)","content":"This work will require devoted men and means, and much wise planning. Years ago we should have been training colored men and women to care for the sick. Plans should now be made to do a quick work. Let promising colored youth—young men and young women of good Christian character—be given a thorough training for this line of service. Let them be imbued with the thought that in all their work they are to proclaim the third angel's message. Strong, intelligent, consecrated colored nurses will find a wide field of usefulness opening before them."},{"refcode_short":"SpTB12x 7","refcode_long":"The Huntsville School, p. 7 (Ellen Gould White)","content":"As a Training Center"},{"refcode_short":"SpTB12x 7.1","refcode_long":"The Huntsville School, p. 7.1 (Ellen Gould White)","content":"The Lord Jesus Christ is our example. He came to the world as the servant of mankind. He went from city to city, from village to village, teaching the gospel of the kingdom, and healing the sick. Christ spent more time in healing than in teaching."},{"refcode_short":"SpTB12x 7.2","refcode_long":"The Huntsville School, p. 7.2 (Ellen Gould White)","content":"As our example, Christ linked closely together the work of healing and teaching, and in this our day they should not be separated. In our schools and sanitariums, nurses should be trained to go out as medical missionary evangelists. They should unite the teaching of the gospel of Christ with the work of healing."},{"refcode_short":"SpTB12x 7.3","refcode_long":"The Huntsville School, p. 7.3 (Ellen Gould White)","content":"The Lord has instructed us that with our training-schools there should be connected small sanitariums, that the students may have opportunity to gain a knowledge of medical missionary work. This line of work is to be brought into our schools as part of the regular instruction. Huntsville has been especially pointed out as a school in connection with which there should be facilities for thoroughly training consecrated colored youth who desire to become competent nurses and hygienic cooks. Let us rejoice that the managers of our Huntsville school are now planning to carry out this instruction without further delay. Let us help them make Huntsville a strong training center for medical missionary workers."},{"refcode_short":"SpTB12x 7","refcode_long":"The Huntsville School, p. 7 (Ellen Gould White)","content":"Redeeming the Time"},{"refcode_short":"SpTB12x 7.4","refcode_long":"The Huntsville School, p. 7.4 (Ellen Gould White)","content":"Let us now arise, and redeem the time. Everything in the universe calls upon those who know the truth to consecrate themselves unreservedly to the proclamation of the truth as it has been made known to them in the third angel's message. That which we see of the needs of the millions of colored people in the South, calls us to our duty. We are not to become dispirited and disheartened over the outlook. The Lord lives and reigns. And He expects us to do our part, by training for service and by sustaining in the field those who are best fitted to labor for the colored people. To our every effort He will add His blessing. His faithful servants in charge of the various lines of work, will be given wisdom to discern talent, and to train an army of workers to labor with courageous perseverance for their own race. There is work to be done in many hard places, and out of these places laborers are to come. The field is opening in the Southern States, and many wise, Christian colored men and women will be called to the work. The Lord now gives us the opportunity of searching out these persons, and of teaching them how to engage in the work of saving souls. When they go into the field, God will co-operate with them, and give them the victory."},{"refcode_short":"SpTB12x 8.1","refcode_long":"The Huntsville School, p. 8.1 (Ellen Gould White)","content":"Medical missionary work must be carried on among the colored people. At the Huntsville school some new buildings must be erected, one of which should be a small sanitarium. In connection with this training center, we desire to see a strong work done in preparing the colored people of the South to accomplish that which must be done for their own race. Among the most promising youth are those who should be trained to labor as canvassers, missionary nurses, hygienic cooks, teachers, Bible workers, and ministers."},{"refcode_short":"SpTB12x 9","refcode_long":"The Huntsville School, p. 9 (Ellen Gould White)","content":"Words of Counsel to Teachers and Students"},{"refcode_short":"SpTB12x 9.1","refcode_long":"The Huntsville School, p. 9.1 (Ellen Gould White)","content":"I am so pleased to see the colored students who are here today. I only wish there were many more in training for service; for there is a large field to work in the South. God wants the students before me to be His helping hand in reaching souls in many places. He wants them to have an intelligence so sharp and clear that they can grasp the most precious truths, and in the simplicity of Christ present these truths to those who have never heard them."},{"refcode_short":"SpTB12x 9.2","refcode_long":"The Huntsville School, p. 9.2 (Ellen Gould White)","content":"To those who are here, I would say, Seek to understand the Scriptures. God will help you. His eye is upon the race that has been so neglected, and He will send His angels to open your understanding."},{"refcode_short":"SpTB12x 9.3","refcode_long":"The Huntsville School, p. 9.3 (Ellen Gould White)","content":"In regard to this school here at Huntsville, I wish to say that for the past two or three years I have been receiving instruction as to what it should be, and what those who come here as students are to become. All that is done by those connected with this school, is to be done with the realization that this is the Lord's institution, in which the students are to be taught how to cultivate the land, and how to labor for the uplifting of their own people. They are to work with such earnestness and perseverance that the farm will bear testimony to the fidelity with which this donation of land has been cared for. This is the Lord's land, and it is to bear fruit to His glory. Those who come to this school to receive instruction on the farm or in the school-room, are to be taught in right lines, and are to live in close connection with God."},{"refcode_short":"SpTB12x 10.1","refcode_long":"The Huntsville School, p. 10.1 (Ellen Gould White)","content":"I am so glad that we have this farm. One came to me, and said, “I think it is a mistake to keep that land. It is not half cultivated. I think that they might better turn it back to the conference.”"},{"refcode_short":"SpTB12x 10.2","refcode_long":"The Huntsville School, p. 10.2 (Ellen Gould White)","content":"That night instruction was given me regarding the matter. It was God's purpose that the school should be located near Huntsville. He saw that the workers here would not have to fight every inch of ground, as those in some other places have had to do, in order to establish the truth. The instruction was given me, Never, never part with an acre of this land. It is to educate hundreds. If those who come here as teachers will do their part, if they will take up the work in God's name, sending their petitions to heaven for light and grace and strength, success will attend their efforts. The teachers are to be kind and tender, and at the same time very thorough in discipline. This is most essential."},{"refcode_short":"SpTB12x 10.3","refcode_long":"The Huntsville School, p. 10.3 (Ellen Gould White)","content":"Minutemen are needed in this school,—men who have vitality and power, men who are prepared to use the capabilities of the whole being in active service, that everything about this school may be of a character to recommend it to angels and to men. Teachers and students will then have the satisfaction of knowing that the work is done right."},{"refcode_short":"SpTB12x 10.4","refcode_long":"The Huntsville School, p. 10.4 (Ellen Gould White)","content":"Every one before me is to be a missionary for Christ. We want every one who comes to this school to try to get some other one to come. It has been represented to me that there should be one hundred students, at least, in attendance. Will you not try in every way possible to swell the number to one hundred? And when the school year is over, these students should not be sent out to go where they please. They are to be trained and educated till they are able to go out into the field to work for the Master, to tell what the truth has done for them."},{"refcode_short":"SpTB12x 11.1","refcode_long":"The Huntsville School, p. 11.1 (Ellen Gould White)","content":"Students, there is work for you to do. You can labor where white people can not, in places where the existing prejudice forbids them to labor. Christ left Jerusalem at one time in order to save His life. It is our duty to take care of our lives for Christ's sake. We are not to place ourselves, unbidden, in danger, because He wants us to live to teach and help others."},{"refcode_short":"SpTB12x 11.2","refcode_long":"The Huntsville School, p. 11.2 (Ellen Gould White)","content":"Students, God will help you, but you must not think that you can retain the unchristlike traits of character that you naturally possess. You must place yourselves in the school of Christ. You must learn from the One who learned from His Father. He did what His Father told Him to do; and we are to do what He tells us to do."},{"refcode_short":"SpTB12x 11.3","refcode_long":"The Huntsville School, p. 11.3 (Ellen Gould White)","content":"“Ye are God's husbandry, ye are God's building.” Do not bring to the foundation that which is represented as wood, hay, and stubble; for such material will be destroyed by fire. Bring the material that is spoken of in the word of God, as gold, silver, and precious stones. This will stand the test. If you bring worthless material to the foundation, your work will be consumed. Although you may save your own soul, you will have nothing to show for your life-work. God desires you not merely to save your own soul but to bring others to Him, who, when the redeemed are gathered home, will be among those who will cast their glittering crowns at the feet of the Redeemer, and fill all heaven with rich music. These ransomed ones will exclaim, “Worthy, worthy is the Lamb that was slain, and that sitteth upon the throne;” and then they will go to the ones who spoke to them the words which brought them into right relation to God, and will say, “It was your influence, through Christ, that led me to accept the truth of heavenly origin.”"},{"refcode_short":"SpTB12x 12.1","refcode_long":"The Huntsville School, p. 12.1 (Ellen Gould White)","content":"“Work out your own salvation with fear and trembling. For it is God which worketh in you both to will and to do of His good pleasure.” You are to fear lest you make a mistake, and lead others to follow a wrong example. Whatever you do, it is to show the fidelity which God acknowledges."},{"refcode_short":"SpTB12x 12.2","refcode_long":"The Huntsville School, p. 12.2 (Ellen Gould White)","content":"God has given to every man his work, and He puts His stamp on all work that is genuine. But spurious work is of no value in His sight. Everything is to be done with thoroughness. There is to be no sham work. If you will do thorough work here, your education will be worth double to you in after life what it would if you should leave school with a defective education, not having done thorough work."},{"refcode_short":"SpTB12x 12.3","refcode_long":"The Huntsville School, p. 12.3 (Ellen Gould White)","content":"The Lord says, “Work out your own salvation.” How are you to do this?—By doing the very things He wants you to do, that you may become intelligent in His service. He has given you talents to be improved. He has bestowed on the colored race some of the best and highest talents."},{"refcode_short":"SpTB12x 12.4","refcode_long":"The Huntsville School, p. 12.4 (Ellen Gould White)","content":"You have precious opportunities in this school, and we want you to do your level best yourselves in gaining a fitness for service. We want you to learn how to educate the minds and hands of others, so that they in turn can lead still others to Christ, and receive a crown of rejoicing. You are to be patient, kind, gentle, and yet strong for the right. You are to place your feet on the platform of eternal truth,—the platform that no storm or tempest can sweep away. Do you ask what this platform is?—It is the law of God. He says that if you will keep His commandments, you shall be a kingdom of priests, heirs of God, and joint heirs with Christ."},{"refcode_short":"SpTB12x 13.1","refcode_long":"The Huntsville School, p. 13.1 (Ellen Gould White)","content":"God wants us to be planted in Christ. Then we shall be partakers of the divine nature, having escaped the corruption that is in the world through lust. Then at last we shall see the King in His beauty, and behold His matchless charms."},{"refcode_short":"SpTB12x 13.2","refcode_long":"The Huntsville School, p. 13.2 (Ellen Gould White)","content":"We are preparing to enter the holy city. Keep this thought in mind all the time. There is a heaven of bliss before us. Keep thinking of this. And there is a joy that we may have in Christ, even in this world. To those who keep His commandments He says, “My joy shall be in you, and your joy shall be full.” “Keep His commandments and live, and His law as the apple of thine eye.”"},{"refcode_short":"SpTB12x 13.3","refcode_long":"The Huntsville School, p. 13.3 (Ellen Gould White)","content":"May God bless you all. If I never see you again on this earth, I hope that I shall see you in the kingdom of God."},{"refcode_short":"SpTB12x 13.4","refcode_long":"The Huntsville School, p. 13.4 (Ellen Gould White)","content":"The Huntsville school farm is a most beautiful place, and with its three hundred and more acres of land, should accomplish much in the line of industrial training and the raising of crops. Heavenly angels will be able to read, in the thrift and painstaking effort revealed in the care of the farm, the story of the improvement made by the students themselves in character-building."},{"refcode_short":"SpTB12x 14.1","refcode_long":"The Huntsville School, p. 14.1 (Ellen Gould White)","content":"The teachers in our schools should remember that they are not only to give the students lessons from books, but they are to teach them how to earn their own living by honest work. Such knowledge will be of inestimable value to them when they go forth to teach others of their race."},{"refcode_short":"SpTB12x 14.2","refcode_long":"The Huntsville School, p. 14.2 (Ellen Gould White)","content":"There should be a special school for the younger ones. Fathers and mothers are to be placed on the land, and parents as well as children are to be given an education. Promising families are to be brought in, and settled upon a piece of ground as large as shall be deemed best."},{"refcode_short":"SpTB12x 14.3","refcode_long":"The Huntsville School, p. 14.3 (Ellen Gould White)","content":"In connection with the school there should be an experienced carpenter, who can teach the fathers and their boys how to build their houses, which are to be neat, convenient, inexpensive buildings. The mothers should be taught how to prepare food hygienically, and how to care for the sick."},{"refcode_short":"SpTB12x 14.4","refcode_long":"The Huntsville School, p. 14.4 (Ellen Gould White)","content":"The workers in the school at Huntsville are to have our tender sympathy and our practical aid. Do not let them suffer for the lack of facilities, for they are trying to educate the colored people. This school is in positive need of our care and our donations."},{"refcode_short":"SpTB12x 15","refcode_long":"The Huntsville School, p. 15 (Ellen Gould White)","content":"The Value of Practical Training"},{"refcode_short":"SpTB12x 15.1","refcode_long":"The Huntsville School, p. 15.1 (Ellen Gould White)","content":"The sentiment prevails in some minds that when colored people are given an education, they are spoiled for practical work. Of the education given in some schools, this may be true to a certain extent; but it will not be so in the schools where the Bible is made the foundation of all education, and where the students are taught to work in the fear and love of God, as their Master worked. It will not be so where students follow the example of the One who gave His life for the life of the world."},{"refcode_short":"SpTB12x 15.2","refcode_long":"The Huntsville School, p. 15.2 (Ellen Gould White)","content":"There are among the negro race those who have superior natural intelligence, and who, if converted to Christ, could do a good work for their own people. Many should be given the opportunity of learning trades. Others are to be trained to labor as evangelists, Bible workers, teachers, nurses, hygienic cooks, and colporteurs. Many can be taught to be home missionaries."},{"refcode_short":"SpTB12x 15.3","refcode_long":"The Huntsville School, p. 15.3 (Ellen Gould White)","content":"We ask our people to enlarge their gifts, that the training of workers may be hastened, and that the various lines of work so greatly needed may be established without further delay. Every church-member should awake to the responsibility resting upon him. The colored people are to be shown that God has not left them, but that He is working that they may receive an education that will enable them to read, believe, and do the words of Christ, catching His Spirit, that in turn they may work for their own people."},{"refcode_short":"SpTB12x 16.1","refcode_long":"The Huntsville School, p. 16.1 (Ellen Gould White)","content":"Churches of believers are to be developed. Meeting-houses are to be built. Facilities for caring for the sick are to be provided. Small books specially prepared to meet the needs of the people, are to be given a wide circulation. In all the large cities of the South the light of present truth is to shine forth to the colored people. And in all parts of the field, the believers, by a wise use of the talent of speech and by practical Christian Help work, are to live out the truth before those who know it not."},{"refcode_short":"SpTB12x 16.2","refcode_long":"The Huntsville School, p. 16.2 (Ellen Gould White)","content":"The Lord has instructed me that those who are now carrying on work among the colored people can not remain in the field in a bare-handed condition, and do the work that is required. It will be necessary for them to receive help. The Lord has been calling upon His people in the stronger conferences of the North, the East, and the West to sustain the Huntsville school by liberal gifts. We pray that He will put it into their hearts to respond nobly."}]