[{"refcode_short":"SpTB17a 2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 2 (Ellen Gould White)","content":"The Unwise Use of Money and the Spirit of Speculation"},{"refcode_short":"SpTB17a 2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 2 (Ellen Gould White)","content":"Introductory Note"},{"refcode_short":"SpTB17a 2.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 2.1 (Ellen Gould White)","content":"The spirit of speculation is ever increasing. The desire to acquire riches quickly by speculative methods is growing even among Seventh-day Adventists."},{"refcode_short":"SpTB17a 2.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 2.2 (Ellen Gould White)","content":"There is reason to believe that during the last thirty years, more than one hundred thousand dollars has been lost by our brethren through their investments in mines and mining stock, and in various manufacturing enterprises, which have been recommended by their friends as providential opportunities to acquire means rapidly for the furtherance of the gospel."},{"refcode_short":"SpTB17a 2.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 2.3 (Ellen Gould White)","content":"A warning is needed, and recent occurrences have called it forth, as presented in the following pages."},{"refcode_short":"SpTB17a 3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 3 (Ellen Gould White)","content":"Chapter 1—Selections Regarding The Unwise Use of Money The True Riches"},{"refcode_short":"SpTB17a 3.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 3.1 (Ellen Gould White)","content":"Christ beholds the world full of activity in seeking for earthly treasures. He sees many eagerly trying first one thing and then another in their effort to obtain the coveted earthly treasure which they think will satisfy their selfish greed, while in their eager pursuit they pass by the only path that leads to the true riches."},{"refcode_short":"SpTB17a 3.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 3.2 (Ellen Gould White)","content":"As one having authority, Christ speaks to such ones, inviting them to follow Him. He offers to lead them to the riches that are as enduring as eternity. He points them to the narrow path of self-denial and sacrifice. Those who press on in this path, surmounting every obstacle, will reach the land of glory. In lifting the cross, they find that the cross lifts them, and they will at last gain the imperishable treasure."},{"refcode_short":"SpTB17a 3.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 3.3 (Ellen Gould White)","content":"Many think to find security in earthly riches. But Christ seeks to remove from their eye the mote that obscures the vision, and thus enable them to behold the far more exceeding and eternal weight of glory. They are mistaking phantoms for realities, and have lost sight of the glories of the eternal world. Christ calls upon them to extend their view beyond the present, and add eternity to their vision...."},{"refcode_short":"SpTB17a 4","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 4 (Ellen Gould White)","content":"Chapter 2—Grasping for Riches"},{"refcode_short":"SpTB17a 4.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 4.1 (Ellen Gould White)","content":"The people of God, who have been blessed with great light in regard to the truth for this time, should not forget that they are to be waiting and watching for the coming of their Lord in the clouds of heaven. Let them not forget that they are to put off the works of darkness, and put on the armor of light. Let no man set up his idols of gold, or silver, or lands, and give the service of his heart to this world, and to its interests. There is a mania for speculating in land, pervading both city and country. The old safe, healthful paths to competence are losing their popularity. The idea of accumulating substantial means by the moderate gains of industry and frugality, is an idea that is scorned by many, as no longer suited to this progressive age."},{"refcode_short":"SpTB17a 4.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 4.2 (Ellen Gould White)","content":"The desire to engage in speculation, in buying up country and city lots, or anything that promises sudden and exorbitant gains, has reached a fever heat; and mind, and thought, and labor are all directed toward securing all that is possible of the treasures of earth in the shortest possible time. Some of our youth bid fair to be hastened on to ruin, because of this feverish grasping for riches. This desire for gain opens the door of the heart to the temptations of the enemy. And the temptations that come, are of such an alluring nature, that there are some who can not resist them...."},{"refcode_short":"SpTB17a 5.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 5.1 (Ellen Gould White)","content":"The spirit of gain getting, of making haste to be rich, of this all-absorbing worldliness, is painfully contradictory to our faith and doctrines. Should the Lord most high be pleased to impart His Holy Spirit, and seek to revive His work, how many would be hungering for the heavenly manna, and thirsting for the waters of life? ... I see there is danger of some of our brethren saying, as did the foolish rich man, “Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.” Many are forgetting that they are God's servants, and are saying, “Tomorrow shall be as this day, and much more abundant.” God is looking on your every business transaction. Be on your guard. It is time that deep, earnest thought should be given to laying up treasure in heaven, where neither moth nor rust doth corrupt, nor thieves break through and steal."},{"refcode_short":"SpTB17a 5","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 5 (Ellen Gould White)","content":"Chapter 3—All on Test and Trial"},{"refcode_short":"SpTB17a 5.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 5.2 (Ellen Gould White)","content":"In acquiring money, Christians are safe only as they follow God's direction, and use it in channels which He can bless. God permits us to use His goods with an eye single to His glory. He blesses us, that we may bless others. Those who have adopted the world's maxim, and discarded God's specifications, who grasp all they can obtain of wages or goods, are poor, poor indeed, because the frown of God is upon them. Walking in paths of their own choosing, they do dishonor to God, to the truth, to His goodness, His mercy, His character."},{"refcode_short":"SpTB17a 6.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 6.1 (Ellen Gould White)","content":"Now, in probationary time, we are all on test and trial. Satan is working with his deceiving enchantments and bribes, and some will think that by their schemes they have made a wonderful speculation. But lo, as they believe that they are rising securely, and are carrying themselves loftily in their selfishness, they learn that God can scatter faster than they can gather."},{"refcode_short":"SpTB17a 6","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 6 (Ellen Gould White)","content":"Chapter 4—A Fatal Self-Deception"},{"refcode_short":"SpTB17a 6.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 6.2 (Ellen Gould White)","content":"Many flatter themselves that their desire for gain is that they may help the cause of God. Some promise that when they have gained such an amount, then they will do good with it, and advance the cause of present truth. But when they have realized their expectations, they are no more ready to help the cause than before. They again pledge themselves that after they purchase that desirable house or piece of land, and pay for it, then they will do a great deal with their means to advance the work of God. But as the desire of their heart is attained, they have far less disposition than in the days of their poverty, to aid in the advancement of the work of God. “He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.” The deceitfulness of riches leads them on, step by step, until they lose all love for the truth, and yet they flatter themselves that they believe it. They love the world and the things of the world, but the love of God or of the truth is not in them."},{"refcode_short":"SpTB17a 7","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 7 (Ellen Gould White)","content":"Chapter 5—The Message to Sell"},{"refcode_short":"SpTB17a 7.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 7.1 (Ellen Gould White)","content":"Let not the enemy of God and man control your thoughts, your words and actions. The message from the lips of Christ is, “Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not.” There will be many great failures in earthly banks, and in speculations, including mining and real estate."},{"refcode_short":"SpTB17a 7.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 7.2 (Ellen Gould White)","content":"How pleased Satan would be if in the very time when men should be selling their possessions to sustain the cause of God, he can so deceive them that all their available means shall be invested in land speculation and other worldly enterprises, thus taking away from the cause of God means which should flow into the treasury to advance His work in the earth."},{"refcode_short":"SpTB17a 7.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 7.3 (Ellen Gould White)","content":"When Jesus tells us to “sell,” He does not mean that our principal burden should be to buy possessions. If Satan can get us entangled in worldly possessions so that we have no means to put into the Lord's treasury, then he is leading us to do the very thing that Jesus has told us not to do."},{"refcode_short":"SpTB17a 8","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 8 (Ellen Gould White)","content":"Misleading Prospects"},{"refcode_short":"SpTB17a 8.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 8.1 (Ellen Gould White)","content":"Many have conscientiously loaned their money to our institutions, that it may be used to do a good work for the Master. But Satan sets in operation schemes that will produce in the minds of our brethren a great desire to try their fortunes, as in a lottery. One and still another are flattered by strong representations of financial gain if they will only invest their money in lands; and they take their means out of our institutions, and bury it in the earth, where the Lord's cause is not benefited."},{"refcode_short":"SpTB17a 8.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 8.2 (Ellen Gould White)","content":"Then if one is successful, he is so elated over the fact that he has gained a few hundred dollars, that he decides to keep on getting money if he can. He continues to invest in real estate or in mines. The device of Satan is successful; in the place of increased funds flowing into the treasury, there is a withdrawal of means from our institutions, in order that the owners may try their fortunes in the mining business or in land speculation. The spirit of greed is fostered, and the naturally penurious man begrudges every dollar that is called for to be used in the advancement of the cause of God in the earth."},{"refcode_short":"SpTB17a 8","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 8 (Ellen Gould White)","content":"Chapter 6—Unwise Investments"},{"refcode_short":"SpTB17a 8.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 8.3 (Ellen Gould White)","content":"A few weeks ago, while I was attending the camp-meeting at San Jose, some of our brethren presented before me what they considered wonderful opportunities to invest means in mining and railroad stock, that would bring large returns. They seemed confident of success, and spoke of the good they would do with the profits they expected to receive."},{"refcode_short":"SpTB17a 9.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 9.1 (Ellen Gould White)","content":"Others were present, and seemed interested to see how I would receive their proposition. I told them that such investments were very uncertain. They could not be sure that these enterprises would succeed. I spoke to them of the everlasting reward that is assured to those who lay up their treasures in heaven; but in these uncertain ventures, I begged them, for Christ's sake, to stop right where they were."},{"refcode_short":"SpTB17a 9.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 9.2 (Ellen Gould White)","content":"In the night season I was instructed to tell God's people that it is not according to His will that those who believe in His near coming should invest their means in mining stock. This would be burying our Lord's talent in the earth. I will read a copy of a letter I wrote to one of the brethren I have mentioned:"},{"refcode_short":"SpTB17a 9.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 9.3 (Ellen Gould White)","content":"“You have presented before me a proposition to invest in mining stock. You feel confident that such an investment would prove successful, and you think that in this way you will be able greatly to help the cause of God."},{"refcode_short":"SpTB17a 9.4","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 9.4 (Ellen Gould White)","content":"“The Lord has given me instruction that at meetings I would attend I would find men encouraging our people to invest their money to work mines. I am bidden to say that this is a device of the enemy to consume or to tie up means that is greatly needed to carry on the work of God. It is a snare of the last days, to involve God's people in loss of their Lord's entrusted capital, that should be used wisely in the work of winning souls. Because so much money is invested in these very uncertain enterprises, the work of God is sadly crippled for lack of the talent that will win souls to Christ."},{"refcode_short":"SpTB17a 10.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 10.1 (Ellen Gould White)","content":"“‘The kingdom of heaven is as a man traveling into a far country, who called his own servants, and delivered unto them his goods. And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey."},{"refcode_short":"SpTB17a 10.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 10.2 (Ellen Gould White)","content":"“‘Then he who had received the five talents went and traded with the same, and made them other five talents.... But he that had received one went and digged in the earth, and hid his lord's money."},{"refcode_short":"SpTB17a 10.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 10.3 (Ellen Gould White)","content":"“‘After a long time the Lord of those servants cometh, and reckoneth with them. And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more. His Lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord...."},{"refcode_short":"SpTB17a 10.4","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 10.4 (Ellen Gould White)","content":"“‘Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed: and I was afraid, and went and hid thy talent in the earth; lo, there thou hast that is thine."},{"refcode_short":"SpTB17a 10.5","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 10.5 (Ellen Gould White)","content":"“‘His Lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed: thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury. Take therefore the talent from him, and give it unto him which hath ten talents. For unto every one that hath shall be given, and he shall have abundance; but from him that hath not shall be taken away even that which he hath.’ ..."},{"refcode_short":"SpTB17a 11.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 11.1 (Ellen Gould White)","content":"“All around us there are souls to save. There is a work to be done by every man or woman who hears the truth to enlighten some other one. To every one is given some responsibility in the Lord's work. As these responsibilities are assumed, there will be an increase of strength and power to win souls."},{"refcode_short":"SpTB17a 11.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 11.2 (Ellen Gould White)","content":"“A great work is before us. We must watch and work for souls, in this time of waiting for our Lord. Cultivate personal piety. Every precaution must be taken to prevent spiritual declension, lest the day of the Lord come upon us as a snare. To be good and to do good should be the study of every human being. There is, my brother, great need that your spiritual eyesight be enlightened. ‘Take heed unto thyself, and unto the doctrine.’ Keep the channel of your mind clear, that you may understand how to use the Lord's entrusted capital. If there are those who have means that they can possibly spare, it is their duty to use it to advance the cause of God."},{"refcode_short":"SpTB17a 11.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 11.3 (Ellen Gould White)","content":"“Last night in vision, I was raising my voice in warning against worldly speculations. I said, ‘I invite you to take shares in the greatest mine that has ever been worked.’"},{"refcode_short":"SpTB17a 11.4","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 11.4 (Ellen Gould White)","content":"“‘The kingdom of heaven is like unto a treasure hid in a field; the which when a man hath found, he hideth, and for joy thereof goeth and selleth and that he hath, and buyeth that field.’"},{"refcode_short":"SpTB17a 11.5","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 11.5 (Ellen Gould White)","content":"“‘Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy and eat; yea, come, buy wine and milk without money and without price. Wherefore do ye spend money for that which is not bread? and your labor for that which satisfieth not?’"},{"refcode_short":"SpTB17a 11.6","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 11.6 (Ellen Gould White)","content":"“If we will invest in God's mining stock, the return is sure. He says, ‘Hearken diligently unto Me, and eat ye that which is good, and let your soul delight itself in fatness. Incline your ear, and come unto Me: hear, and your soul shall live; and I will make an everlasting covenant with you, even the sure mercies of David.’ Please read this whole chapter."},{"refcode_short":"SpTB17a 12.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 12.1 (Ellen Gould White)","content":"“‘Again, the kingdom of heaven is like unto a merchantman, seeking goodly pearls: who, when he had found one pearl of great price, went and sold all that he had, and bought it.’"},{"refcode_short":"SpTB17a 12.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 12.2 (Ellen Gould White)","content":"“My brother, will you make an investment to secure the heavenly pearl of great price?"},{"refcode_short":"SpTB17a 12.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 12.3 (Ellen Gould White)","content":"“‘Then answered Peter and said unto Him, Behold, we have forsaken all, and followed Thee; what shall we have therefore? And Jesus said unto them, Verily I say unto you, That ye which have followed Me, in the regeneration when the Son of man shall sit in the throne of His glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel. And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for My name's sake, shall receive an hundredfold, and shall inherit everlasting life.’"},{"refcode_short":"SpTB17a 12.4","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 12.4 (Ellen Gould White)","content":"“This is mining stock, in which you may invest without running a risk of disappointment. But, my dear friend, we have not a dollar of the Lord's money to invest in mining enterprises in this world.”"},{"refcode_short":"SpTB17a 12.5","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 12.5 (Ellen Gould White)","content":"I am exceedingly sorry that any of our people have made the mistake of burying their God-given capital in mining stock, thinking thereby to increase their revenue. The prospect may seem flattering, but many will be sadly disappointed."},{"refcode_short":"SpTB17a 12.6","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 12.6 (Ellen Gould White)","content":"I recall the case of a brother who was once interested in the work and cause of God. Some years ago, when I was in Australia, this brother wrote to me, saying that he had purchased a mine from which he expected to receive great profits. He said that he would give me a portion of what he would receive. Occasionally he would write to me, saying: “Now the prospects are good. Soon we shall receive returns.” But the returns did not materialize; and after sinking many thousands of dollars, his ventures proved to be an entire loss."},{"refcode_short":"SpTB17a 13.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 13.1 (Ellen Gould White)","content":"This is one of many similar cases that have come to my attention. Many have expressed to me their sorrow that they had ever encouraged any one to invest their means in mining stock. If there is one here who has received money from a brother or sister for any such investment, it is his duty to return it, if the one who gave it so desires."},{"refcode_short":"SpTB17a 13.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 13.2 (Ellen Gould White)","content":"I warn you to be careful what you do with your Lord's goods. By placing it in God's treasury you may insure for yourselves a revenue from the inexhaustible treasures of His kingdom."},{"refcode_short":"SpTB17a 13.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 13.3 (Ellen Gould White)","content":"The people of God have been too easily satisfied with mere surface truths. We should search diligently for the deep, eternal, far-reaching truths of God's word. Having found them, we shall joyfully sell all, that we may buy the field."},{"refcode_short":"SpTB17a 13","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 13 (Ellen Gould White)","content":"Chapter 7—Cautions and Advice"},{"refcode_short":"SpTB17a 13","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 13 (Ellen Gould White)","content":"Report of an Interview"},{"refcode_short":"SpTB17a 13.4","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 13.4 (Ellen Gould White)","content":"Early Monday morning, May 29, Mr. S. J. Harris called at the home of W. C. White, and expressed a desire to see Mrs. Ellen G. White, that he might lay before her his plans of work and receive her advice. When told that Mrs. White did not willingly enter into such matters as he had to present, he returned to San Francisco. Mrs. S. J. Harris and a friend remained, and late in the forenoon, secured an interview with Sister White, a portion of which is here given."},{"refcode_short":"SpTB17a 14.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 14.1 (Ellen Gould White)","content":"There were present Mrs. E. G. White, Elder W. C. White, Mrs. Ada I. Harris, Miss Gossard, Sara Mcenterfer, Mary Steward, and Helen Graham."},{"refcode_short":"SpTB17a 14.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 14.2 (Ellen Gould White)","content":"The interview was introduced by the statement from Mrs. Harris: “My husband is very anxious to advance the cause of present truth, and is devoting sixty per cent of the proceeds of his business to this purpose. He wants the direction of the Lord in everything he does, and decides his business affairs and all matters pertaining to his daily life by casting lots. His method is to toss up a coin.... He has made successful land deals, and has been able to turn thousands of dollars into the work. In these deals he has sometimes been guided by the method above mentioned. His business affairs are assuming larger proportions, and greater sums of money are being involved. If he continues to depend upon this method of guidance, I feel that his affairs may end disastrously at any time."},{"refcode_short":"SpTB17a 14.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 14.3 (Ellen Gould White)","content":"“The advice of his friends has no influence with him, for he is sure that he is led by the Lord. I know that in the past when the course of individuals has been detrimental to the work of the Lord, He has given light. This morning my husband acknowledged that if he should receive a testimony condemning the course he is pursuing, he would stop his present method. So I lay the matter before you, earnestly praying that the Lord may send us some word of counsel.”"},{"refcode_short":"SpTB17a 15.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 15.1 (Ellen Gould White)","content":"Mrs. E. G. White: Here is a course of action that if it appears at all successful, will call in the talents of our people. The enemy of souls is very anxious to hinder the completion of the special work for this time by bringing in some erroneous transaction. He will bring it in under the garb of great liberality; and if those pursuing this course have apparent success for a time, others will follow. And the very truths that are testing our people for this time, and which, if clearly understood, would cut off such a course of action, lose their force."},{"refcode_short":"SpTB17a 15.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 15.2 (Ellen Gould White)","content":"Some will strike out into flattering speculative money-making schemes, and others will quickly catch the spirit of speculation. It is just what they want, and they will engage in lines of speculation that take the mind off from the sacred preparation that is essential for their souls in order for them to be prepared to meet the trials which will come in these last days."},{"refcode_short":"SpTB17a 15.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 15.3 (Ellen Gould White)","content":"The enemy of souls has his plans carefully laid, and he will try in every possible way to carry them to success. Something after this order, a plan that promises to be as gracious and successful as this, has been started a good many times among our people. But when the time came that they expected great success, it proved to be an entire failure. That confused the minds of the people. They had gotten into speculation, and they liked that plan better than hard work and going right on as we have done usually, laboring perseveringly and trusting in the Lord...."},{"refcode_short":"SpTB17a 16.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 16.1 (Ellen Gould White)","content":"W. C. White: What is your mind regarding the matter of deciding business questions and questions about the daily movements and decisions of an individual by asking the Lord to answer “Yes” or “No” to his question, in this way? He writes the words on either side of a card, and then drops it, and accepts as an answer, the way in which the card falls, believing that in this way God indicates that he does or does not want him to do a certain thing."},{"refcode_short":"SpTB17a 16.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 16.2 (Ellen Gould White)","content":"[It is a haphazard method, which God does not approve. To men who have suggested such tests, I have said, “No, no.” The sacred things which concern the cause of God must not be dealt with by such methods. God does not instruct us that we are to learn His will in any such way."},{"refcode_short":"SpTB17a 16.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 16.3 (Ellen Gould White)","content":"Will it furnish us with experiences that will glorify God, for us to decide what is His will by the dropping of a card or a coin, and observing how it falls? No, no. Such tests as this will spoil the religious experience of the one who adopts them. Every one who depends upon such things for guidance, needs to be reconverted. [Inserted by Mrs. E. G. White when reading this report.]"},{"refcode_short":"SpTB17a 16.4","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 16.4 (Ellen Gould White)","content":"After the great disappointment of the Adventist people in 1844, we had all these things to contend with over and over again. Then I was raised up from a bed of sickness, and sent to give a message of reproof for such fanaticism."},{"refcode_short":"SpTB17a 17.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 17.1 (Ellen Gould White)","content":"They used different methods. They would select a sign, and then follow the course indicated by the sign. In one case they would not bury a child that had died, because they understood from the sign that they had set, that the child was going to be raised from the dead."},{"refcode_short":"SpTB17a 17.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 17.2 (Ellen Gould White)","content":"I was sent to bear my testimony regarding the fallacy of these things that they were using as signs. According to the light that God has given me, there is no safety for us except to take a “Thus saith the Lord.” Nothing that we can control is to be accepted as an evidence of God's guidance. No, no; we have had all that over in the past, and I have had to rebuke it repeatedly."},{"refcode_short":"SpTB17a 17.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 17.3 (Ellen Gould White)","content":"W. C. White: Suppose it comes to a business transaction. I see a property that looks good to me, I ask the Lord to tell me whether to buy it or not. Then I adopt the manner of tossing up a piece of money, and if it comes one side up, I buy it; and if the other side comes up, I will not buy it."},{"refcode_short":"SpTB17a 17.4","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 17.4 (Ellen Gould White)","content":"E. G. White: God has given me the message that no such thing is to come into the work of His cause. It would lower it into the dust. This is how it was presented to me. It would divert the mind from God and His power and His grace, to commonplace things, and the enemy would use these commonplace things so as to show something wonderful as the result of following these man-made tests. One would say, I can roll like a hoop; another, I can put my hand on a hot stove, and it will not be burned. God wants no haphazard work brought in to decide questions whether you shall do this or whether you shall do that. This is the testimony that I have ever had to bear...."},{"refcode_short":"SpTB17a 18.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 18.1 (Ellen Gould White)","content":"W. C. White: Sister Harris says that Brother Harris always prays before he tosses up his coin. Would not that make some difference?"},{"refcode_short":"SpTB17a 18.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 18.2 (Ellen Gould White)","content":"E. G. White: Not a whit of difference. Did not the fanatics of whom I have spoken always pray when they were going through those awful experiences in the state of Maine? This plan leads to trusting in what the human can do. What we want is not less of the power of God, but more. We want a solemnity that will come alone from the God of heaven. Then we shall work in accordance with His divine teachings."},{"refcode_short":"SpTB17a 18.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 18.3 (Ellen Gould White)","content":"W. C. White: There is a mine that Brother Harris thinks of buying. It is to cost about $300,000. He thinks that the Lord has shown him that he is going to make several millions of dollars out of it. He wants to use the greater part of the earnings in carrying the message and hastening the close of the work. Sister Harris and some others have advised him that he ought to have expert men go and examine it, but he has depended upon these tests, and he feels that the Lord would have him buy it. He has several thousand dollars of the price to raise today. Do you have any word of caution to send him?"},{"refcode_short":"SpTB17a 18.4","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 18.4 (Ellen Gould White)","content":"E. G. White: I would certainly discourage such action. I would say to Brother Harris, Let your movements be guarded. God does not place His approval on any such movement as this. I could talk from morning till night, and give incident after incident of how our people have entered unwisely into mining speculations. We met a case of this kind at Fresno. There our brethren thought they were going to secure a very rich mine. And they kept at it and at it, investing money, and more money. I told them that it would not amount to anything, because they were not working after the Lord's plan; ... that they were drawing the minds of the people away from the truths that the Lord would have them dwell upon. I said, Here you have the money from this one, and that one, and the other one, that they intended to use to help the cause of God in this section, and they have been persuaded to place it in your hands to invest in the mining business; but the Lord will not bless you with success. Well, they worked and worked, and the mine never amounted to anything."},{"refcode_short":"SpTB17a 19.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 19.1 (Ellen Gould White)","content":"Every movement of this order, which comes in to excite the desire to get riches quickly by speculation, takes the minds of the people away from the most solemn truths that ever were given to mortals. There may be encouraging prospects for a time, but the end of the matter is failure. The Lord endorses no such movements. If this work is sanctioned, many would be attracted by these speculative schemes that could not in any other way be led away from the work of presenting the solemn truths that must be given to the people at this time."},{"refcode_short":"SpTB17a 19.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 19.2 (Ellen Gould White)","content":"I told our brethren in Fresno that in coming in and getting money from our people for the purchase of mines, they were drawing minds away from truths of the highest value, and that they were pleasing the enemy who tries in every way to bring in some fanciful picture of financial gain, to divert us from the work of God. Our work in the Fresno district was hindered for several years on account of this matter being handled as it was; and I had to work and work to undo the evil that had been done."},{"refcode_short":"SpTB17a 20.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 20.1 (Ellen Gould White)","content":"I shall never consent to anything of this kind coming in among our people. It must not be permitted. We have been working with all our powers to encourage our people to come to God in faith, and to believe that His Holy Spirit will be freely given them as a teacher and guide, and that by its ministration they may know the will of God. But if you bring in the spirit of speculation among our people, if you encourage them to invest in mining stock, there will follow confusion and discouragement...."},{"refcode_short":"SpTB17a 20.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 20.2 (Ellen Gould White)","content":"My message to Brother Harris is, Stop right where you are. Do not proceed further. God does not want His people to depend upon haphazard speculations for the advancement of His cause. When our people come to depend on such things, their minds will be drawn away from the truths that they should heed, and they will neglect the most solemn truths of His word. But let the Spirit of God rest upon the hearts of God's children, and they will sacrifice for His work, and He will open the way for it to go forward in verity and godly dignity."},{"refcode_short":"SpTB17a 23","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 23 (Ellen Gould White)","content":"Chapter 8—Wrong Methods Condemned"},{"refcode_short":"SpTB17a 23.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 23.1 (Ellen Gould White)","content":"Yesterday I received your letter dated May 30, and the little booklet containing the statements regarding the Harris Company, which you say you wrote for publication in the Signs of the Times and the Watchman."},{"refcode_short":"SpTB17a 24.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 24.1 (Ellen Gould White)","content":"You say in your letter that you are getting out 35,000 copies of this statement to send out to our people, and you ask me to read the statement, and to ask the Lord to show me if this is His work."},{"refcode_short":"SpTB17a 24.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 24.2 (Ellen Gould White)","content":"In answer to your questions, Brother Harris, I am instructed to say to you that God is not leading you in your large plans and speculations."},{"refcode_short":"SpTB17a 24.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 24.3 (Ellen Gould White)","content":"I have been instructed that we should not accept your representations and plans and methods for obtaining money for the advancement of the work of the third angel's message. That which you suppose to be light from the Lord is a device of the enemy of souls to lead you and others out of the way of the Lord. Your proposals should not be encouraged by our people."},{"refcode_short":"SpTB17a 24.4","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 24.4 (Ellen Gould White)","content":"Again and again in the experience of the church, the servants of God have been called to meet deceptions in various forms that have crept in among the people to lead them astray and spoil their Christian experience. As we have sought the Lord for instruction concerning these delusions, I have been instructed that they were deceptions of the enemy by which he designed to lead men and women away from the sacred truth of the word of God, which must ever be their guide, into strange and forbidden paths."},{"refcode_short":"SpTB17a 24.5","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 24.5 (Ellen Gould White)","content":"The enemy is well pleased when, by means of wonderful representations, he can mislead church-members and persuade them to receive impressions regarding their work that bring dishonor to the cause of God."},{"refcode_short":"SpTB17a 25.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 25.1 (Ellen Gould White)","content":"You endeavor to reach correct decisions regarding religious duties, and to make decisions regarding business enterprises, by the tossing up of a coin, and letting the position in which it falls decide what course you shall pursue. I am instructed to say that we are not to give encouragement to any such methods. They are too common, too much like sleight-of-hand movements. They are not of the Lord, and those who depend upon them for direction will meet with failure and disappointment. Being nothing more than a matter of chance, the influence of adopting such tests regarding duty is calculated to lead the mind to depend on chance and guesswork, when all our work and plans for work should be established on the sure foundation of the word of God."},{"refcode_short":"SpTB17a 25.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 25.2 (Ellen Gould White)","content":"The people of God can come to a correct understanding of their duty only through sincere prayer and earnest seeking for the sanctification of the Holy Spirit. When they seek aright for instruction concerning their course of action, these strange and unreliable methods will not be accepted by them. They will then be saved from haphazard work, and from the confusion that is ever the result of depending on human devisings."},{"refcode_short":"SpTB17a 25.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 25.3 (Ellen Gould White)","content":"Brother Harris, the methods by which you design to raise means for the advancement of the cause of God, as set forth in your statement, do not bear the divine credentials, and therefore should not be accepted by the people. If you persist in carrying out your ideas, your work will have to be met by the message that God has given me. It is not by any such methods as you have adopted that God makes known His will to His children. These sleight-of-hand methods are the devices of the enemy to work on human hearts and lead them from God into deception and confusion."},{"refcode_short":"SpTB17a 26.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 26.1 (Ellen Gould White)","content":"The work of God for this time is not to be supported by the results of wild speculation. God would have our energies drawn out, not in a speculative experience that will lead souls on to Satan's ground, but in honest, hard work that produces beneficial results, and in earnestly seeking Him to know His will. Here we shall find certainty, and not guesswork. Those who seek the Lord with all the heart, will obtain a knowledge of their duty, and the assurance that the prayers of God's faithful people are honored in heaven."},{"refcode_short":"SpTB17a 26.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 26.2 (Ellen Gould White)","content":"Again and again testimonies of reproof have been given to the church to correct the spirit of speculation. Now I say to you, my brother, the Lord did not guide your mind when you were led to take up the work you are now doing. My testimony to you and to those who are united with you in your plans and speculations, is that you are pursuing a course which, if continued, will lead men and women away from obedience to God's commandments. You and those associated with you need to learn to distinguish between the interposition of Providence and the workings of a deceived mind."},{"refcode_short":"SpTB17a 26.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 26.3 (Ellen Gould White)","content":"Should the plan you are following for the raising of means be adopted by our people, a state of things would be brought in that would result in great confusion and loss of faith, and many souls would be hindered from reaching that sanctification of heart and purpose that God requires in His church."},{"refcode_short":"SpTB17a 27.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 27.1 (Ellen Gould White)","content":"The spirit of venture that you are manifesting is not in accordance with the Spirit of the Lord. If persisted in, it will bring disappointment and confusion to those who are caught with the ideas you present. Again and again in the past experience of the church, men have led out in speculations similar to those you are now undertaking, led on by the hope of securing great gain for the advancement of the cause of God. But after many trials, and the investment of time and money that brought in little returns, they were led to see that this is not the way of the Lord for His people. I have not time to tell of the many different ways in which men sought to obtain means by wrong methods, and whose course the Lord has corrected by testimonies of reproof and instruction."},{"refcode_short":"SpTB17a 27.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 27.2 (Ellen Gould White)","content":"I was instructed that our conference presidents and those who hold responsible positions in the work should be careful to give no encouragement to the speculative plans for the securing of means, for by these plans Satan will work to confuse the judgment. I was shown that in these last days there will arise many deceptive doctrines. Those who stand as teachers in the cause of truth need to learn the way of the Lord, that they may not be easily deceived by the agencies of evil. The work that is so essential to be done in these last days calls for earnest effort, and lives consecrated to entire obedience to the will and ways of God."},{"refcode_short":"SpTB17a 28.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 28.1 (Ellen Gould White)","content":"To our people I will say, Let none be led from the sound, sensible principles that God has laid down for the guidance of His people, to depend for direction on any such device as the tossing up of a coin. Such a course is well pleasing to the enemy of souls; for he works to control the coin, and through its agency works out his plans. Let none be so easily deceived as to place confidence in any such tests. Let none belittle their experience by resorting to cheap devices for direction in important matters connected with the work of God."},{"refcode_short":"SpTB17a 28.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 28.2 (Ellen Gould White)","content":"The Lord works in no haphazard way. Seek Him most earnestly in prayer. He will impress the mind, and will give tongue and utterance. The people of God are to be educated not to trust in human inventions and uncertain tests as a means of learning God's will concerning them. Satan and his agencies are always ready to step into any opening to be found that will lead souls away from the pure principles of the word of God. The people who are led and taught of God will give no place to devisings for which there is not a “Thus saith the Lord.”"},{"refcode_short":"SpTB17a 28.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 28.3 (Ellen Gould White)","content":"Let all who claim to be preparing for the coming of the Lord humbly seek Him for a knowledge of His will, and for a spirit that is willing to walk in all the light He sends. As a people we have had much instruction regarding our duty to depend upon God for wisdom and counsel. Let us go to the word of God for instruction. “Search the Scriptures,” the Saviour said; “for in them ye think ye have eternal life: and they are they which testify of Me.” We need to humble our hearts and purify our souls daily, learning at all times to walk by the faith of the Son of God."},{"refcode_short":"SpTB17a 29.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 29.1 (Ellen Gould White)","content":"My brethren and sisters, leave all minor tests that you may be tempted to make, and test your spirit by the witness of the word of God. Study that word, that you may know the character and will of God. It is positively essential that every believer make the truths of the Bible his guide and safeguard. To every young man and woman, and to those of advanced years, I testify that the study of the Word is the only safeguard for the soul who would remain steadfast unto the end."},{"refcode_short":"SpTB17a 29","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 29 (Ellen Gould White)","content":"Chapter 9—The Brethren Warned"},{"refcode_short":"SpTB17a 29.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 29.2 (Ellen Gould White)","content":"Instruction has been given, warning our people against uniting in the least degree with those who advocate false theories. He who allows his sympathies and interests to be enlisted in a work that is opposed to the teachings of the word of God, is on dangerous ground, where he is surrounded by the agencies of evil. Satan is working with great determination to introduce among God's peculiar people strange and forbidden things. Commercialism threatens to absorb energies and means that should be given to the work of God for this time. Of those who are advocating these enterprises, God declares, “I have not sent them.” Shall the people who have had great light, precept upon precept, line upon line, here a little and there a little, yield to the temptations of the enemy on this point, and refuse to heed the warnings of God to them?"},{"refcode_short":"SpTB17a 30.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 30.1 (Ellen Gould White)","content":"So vast is the field, and so subtle and untiring are the efforts of the enemy of souls, that God's people need to be very watchful, and to labor earnestly and unceasingly to counterwork evil in the church and in the world. Satan and his agencies are laying out special lines of labor for men who can be controlled by his power. Deceptions of every degree and kind are arising, so that if it were possible, Satan would deceive the very elect. There will be lords many, and gods many. The message will be heard, Lo, here is Christ, and lo there! With the same subtle power with which he plotted for the rebellion of holy beings in heaven before the fall, Satan is working today to operate through human beings for the fulfilment of his purposes of evil."},{"refcode_short":"SpTB17a 30.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 30.2 (Ellen Gould White)","content":"I ask our people to study the 28th chapter of Ezekiel. The representation here made, while it refers primarily to Lucifer, the fallen angel, has a yet broader significance. Not one being, but a general movement, is described, and one that we shall witness. A faithful study of this chapter should lead those who are seeking for truth to walk in all the light that God has given to His people, lest they be deceived by the deceptions of these last days."},{"refcode_short":"SpTB17a 30.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 30.3 (Ellen Gould White)","content":"The prophet Ezekiel writes: “The word of the Lord came again unto me, saying, Son of man, say unto the prince of Tyrus, Thus saith the Lord God; Because thine heart is lifted up, and thou hast said, I am a God, I sit in the seat of God, in the midst of the seas; yet thou art a man, and not God, though thou set thine heart as the heart of God: behold, thou art wiser than Daniel; there is no secret that they can hide from thee: with thy wisdom and with thine understanding thou hast gotten thee riches, and hast gotten gold and silver into thy treasures: by thy great wisdom and by thy traffic hast thou increased thy riches, and thine heart is lifted up because of thy riches: therefore thus saith the Lord God; Because thou hast set thine heart as the heart of God; behold, therefore I will bring strangers upon thee, the terrible of the nations: and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness. They shall bring thee down to the pit, and thou shalt die the deaths of them that are slain in the midst of the seas."},{"refcode_short":"SpTB17a 31.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 31.1 (Ellen Gould White)","content":"“Wilt thou yet say before him that slayeth thee, I am God? but thou shalt be a man, and no God, in the hand of him that slayeth thee. Thou shalt die the deaths of the uncircumcised by the hand of strangers: for I have spoken it, saith the Lord God."},{"refcode_short":"SpTB17a 31.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 31.2 (Ellen Gould White)","content":"“Moreover the word of the Lord came unto me, saying, Son of man, take up a lamentation upon the king of Tyrus, and say unto him, Thus saith the Lord God; Thou sealest up the sum, full of wisdom, and perfect in beauty. Thou hast been in Eden the garden of God; every precious stone was thy covering, the sardius, topaz, and the diamond, the beryl, the onyx, and the jasper, the sapphire, the emerald, and the carbuncle, and gold: the workmanship of thy tabrets and of thy pipes was prepared in thee in the day that thou wast created. Thou art the anointed cherub that covereth; and I have set thee so: thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire. Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee.”"},{"refcode_short":"SpTB17a 32.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 32.1 (Ellen Gould White)","content":"Lucifer was created perfect, but there came a time when iniquity was found in him. The prophet declares: “By the multitude of thy merchandise they have filled the midst of thee with violence, and thou hast sinned: therefore I will cast thee as profane out of the mountain of God: and I will destroy thee, O covering cherub, from the midst of the stones of fire. Thine heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness: I will cast thee to the ground, I will lay thee before kings, that they may behold thee."},{"refcode_short":"SpTB17a 32.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 32.2 (Ellen Gould White)","content":"“Thou hast defiled thy sanctuaries by the multitude of thine iniquities, by the iniquity of thy traffic; therefore will I bring forth a fire from the midst of thee, it shall devour thee, and I will bring thee to ashes upon the earth in the sight of all them that behold thee. All they that know thee among the people shall be astonished at thee: thou shalt be a terror, and never shalt thou be any more.”"},{"refcode_short":"SpTB17a 33.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 33.1 (Ellen Gould White)","content":"God is sending warnings to His people that they may be kept from strange and forbidden things. Commercial plans are often laid and presented that will, if accepted, lead to the deception and confusion of the church. They are presented as something which will prove a great blessing to the work. This effort to press commercialism into the work, as something that will be of great service, an instrument of divine provision for the rapid advancement of the work, is a deception which threatens to ensnare many souls. Even now many are in danger. There are few who realize the evil that is working; yet these plans are surely the temptations of the enemy, and will prove ruinous to the spiritual experience of those who accept and follow them. Their purpose is to divert the minds of men and women from present and essential duties."},{"refcode_short":"SpTB17a 33.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 33.2 (Ellen Gould White)","content":"I warn our people to seek the Lord in earnest, humble prayer, that Satan may not triumph in this evil design. Let all who desire to honor God refuse to accept presentations that are so evidently opposed to the ways of the Lord. By such methods as Brother Harris has presented, the truth we hold so sacred is misrepresented before the world. It is as if they say, Believers could not find a “Thus saith the Lord” that would satisfactorily explain their duty, and they are compelled to accept the chance methods adopted in gambling to direct their course of action."},{"refcode_short":"SpTB17a 33.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 33.3 (Ellen Gould White)","content":"I was shown that I must warn our people against the evil that would result to those who allowed their interests to be caught by the spirit of commercialism and chance. They are elements by which Satan will if possible deceive the very elect; and by giving place to them believers open the door to great temptations. As a people we are to be wide-awake to the devices of the enemy, and take a sensible course. We are not to allow ourselves to be caught by the spirit of the world, where every scheme is being laid for the making of money, and where life is counted of little value. Let our people at this time consecrate themselves wholly to the Lord, and walk humbly with Him. They are to unite with heavenly beings for the upbuilding of the kingdom of Christ in the earth. Every sanctified agency is to be pressed into the service as a peculiar providence of God, to counterwork the work of those who, while claiming to be helping the cause of truth, are placing their powers under tribute to the plans of the enemy."},{"refcode_short":"SpTB17a 34.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 34.1 (Ellen Gould White)","content":"The Lord is working by His divine power to keep His people from being overcome by the powers of evil. He desires that they shall recognize His intervention in their behalf, and accept His ways instead of the ways of the enemy. Those who follow Him in meekness and in singleness of heart, seeking daily for the sanctification of His Spirit, will not be led, through Satan's devisings, to dishonor Him."},{"refcode_short":"SpTB17a 34.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 34.2 (Ellen Gould White)","content":"To Brother Harris I would say: I have been instructed that the ideas you are presenting do not bear the divine credentials; and I must warn our people not to accept and endorse your work. It is not the Spirit of the Lord that has placed this burden upon you, but another spirit; and therefore your work can not be accepted as a God-appointed one."},{"refcode_short":"SpTB17a 35.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 35.1 (Ellen Gould White)","content":"God has not given you instruction to secure means in the way you propose; nor does He direct you by the tossing up of a piece of silver. He could not do this and honor the sacred truths of His word. By the course you adopt, the precious truth regarding God's guidance of His people is cheapened, and the spiritual experience lowered to the level of common things. Those who follow manmade tests to decide their duty, will bring into their experience that which will destroy their pure faith in the Word, a practical knowledge of the teachings of which every soul must have who would perfect his Christian character."},{"refcode_short":"SpTB17a 35.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 35.2 (Ellen Gould White)","content":"The Lord has shown me that your religious experience is becoming a matter of chance. It savors of gambling. I beseech you that you let this experience go no farther. You are educating church-members to think it a virtue to obtain money in a way that should not be admitted among us. The methods you are advocating for the raising of means should never come into our ranks at all, much less be carried to the lengths to which you and your associates have taken them."},{"refcode_short":"SpTB17a 35.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 35.3 (Ellen Gould White)","content":"I have been instructed that the ideas you are advocating have in them the seeds of the sinful thing that destroyed Lucifer. The spirit that worked in Lucifer when he allowed ambition and selfish desire to rule, has been working to control you. If you continue to present these ideas before believers, you will be instructing them in the same way that led to the loss and ruin of heavenly beings."},{"refcode_short":"SpTB17a 36.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 36.1 (Ellen Gould White)","content":"In all our churches there are souls of little experience who are ready to receive new ideas from those who come in among them. Many times there have arisen among us those who have presented human devisings which have belittled the sacred truth we hold and worked harm to the experience of many souls. Should the fallacies that you are following be accepted as coming from the Lord, many honest souls would be deceived and drawn into temptation, because they are led away from trusting in the Lord's plan for the assurance of eternal life. By continuing in your present course, you will not only endanger your own soul, but will sow seeds in other lives that will spoil their hope of everlasting life."},{"refcode_short":"SpTB17a 36.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 36.2 (Ellen Gould White)","content":"My brother, I earnestly appeal to you to study the word of God, and let His light come into your mind. I am intensely anxious that our people shall not be corrupted by your commercial spirit and by your representations regarding the Lord's methods of guidance. God condemns the spirit of chance that is revealed in your work. He forbids that we give such a lesson, by precept or example, to any souls, believers or unbelievers; for it is an evil that will spoil the experience of all who allow its principles to rule."},{"refcode_short":"SpTB17a 36.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 36.3 (Ellen Gould White)","content":"It is dishonoring to God for men to make such radical movements as you have made without any higher direction than you have had. You rejoice at the outlook as if you knew that the Lord stood by your side to guide your hand as you make your test. But this is not the method by which matters of eternal interest are to be decided. Rather it is one of Satan's schemes for binding about the work of God. Let not the idea be entertained that any form of chance work is the dictation of the Holy Spirit; I know it is not. I can speak decidedly regarding this, for I know whereof I speak. The act of tossing up a piece of silver to gain a knowledge of duty, shows the judgment of a man who needs to come to God in confession, and in simplicity and faith to seek the Lord for true guidance...."},{"refcode_short":"SpTB17a 37.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 37.1 (Ellen Gould White)","content":"A right acceptance of the principles of truth will always result in transformation of character. Christians need to study well the character of Christ, that their lives may be cleansed from sin, and fashioned after the perfect life of Christ. In the home and in the church the converting power of God is needed. The Lord requires that every professing Christian shall be self-denying and self-sacrificing. It is not possible to receive and obey the words of Christ without having the character conformed to the likeness of Christ. If we are wearing Christ's yoke, we shall be meek and lowly as Christ was. The grace of Christ will refine the soul, establish faith, and give clear judgment, that the life of the believer may be brought into harmony with the divine."},{"refcode_short":"SpTB17a 37.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 37.2 (Ellen Gould White)","content":"Men and women have been bought with a price, even the precious blood of Christ. Those who accept Christ are to work out their salvation with fear and trembling, remembering that it is God that worketh in them to will and to do of His good pleasure. Thus they are laborers together with God."},{"refcode_short":"SpTB17a 38.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 38.1 (Ellen Gould White)","content":"Think of the position we occupy in the sight of heaven. How does it appear, think you, to Christ and heavenly beings, for those who have divine power at their command to resort for guidance to the chance result of the tossing up of a piece of silver? Satan works to control such actions to carry out his purposes, and he rejoices when he is given opportunity of doing so. Let us as a people break every yoke. The Spirit of the Lord must work decidedly to refine and cleanse and sanctify, that every human obstruction may be removed. Human judgment must be brought into perfect accord with a “Thus saith the Lord.”"},{"refcode_short":"SpTB17a 38.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 38.2 (Ellen Gould White)","content":"There is no chance work with God in the directing of His people. Let us never forget that His providences guide in every circumstance of life, and that in the determination of important questions regarding His work and people there is no uncertainty. Remembering this, God's people will estimate at their true value such movements as this in which Brother Harris is now engaged. Let our people reason from cause to effect, and place their true value upon human devisings for which there is not a “Thus saith the Lord.”"},{"refcode_short":"SpTB17a 38.3","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 38.3 (Ellen Gould White)","content":"Our faith in Christ is not to be exchanged for any human device or plan. Those who have faith in Him who came to the world to give men a perfect example, will never resort to a game of chance for an understanding of their duty. God is not glorified by such experiments. His perfect way is to be studied and understood by a prayerful searching of the word of God."},{"refcode_short":"SpTB17a 39.1","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 39.1 (Ellen Gould White)","content":"Christ came to the world to be our example. He lived and suffered and died that we might be perfect in every condition of life and under every circumstance. It is to be our first consideration, how we may express the character of Christ in our lives. It is because of sin that men can not offer to God the sacrifice of a holy life; but in Christ we have a perfect pattern as well as a sin-pardoning Saviour."},{"refcode_short":"SpTB17a 39.2","refcode_long":"The Unwise Use of Money and the Spirit of Speculation, p. 39.2 (Ellen Gould White)","content":"Let the men and women who are entrusted with sacred responsibilities show forth the meekness and wisdom of Christ. In the study of the Word will be found that which will bring blessing and hope to old and young, teaching them how to perfect holiness in the fear of God. Let none question or underestimate the precious privileges which the children of God possess as members of the body of Christ."}]