[{"refcode_short":"SpTB19 2","refcode_long":"The Spirit of Sacrifice, p. 2 (Ellen Gould White)","content":"The Spirit of Sacrifice"},{"refcode_short":"SpTB19 3","refcode_long":"The Spirit of Sacrifice, p. 3 (Ellen Gould White)","content":"Chapter 1—The Spirit of Sacrifice God's Service Supreme"},{"refcode_short":"SpTB19 3.1","refcode_long":"The Spirit of Sacrifice, p. 3.1 (Ellen Gould White)","content":"When Christ called His disciples to follow Him. He offered them no flattering prospects in this life. He gave them no promise of gain or worldly honor, nor did they make any stipulation as to what they should receive. To Matthew as he sat at the receipt of custom, the Saviour said, “Follow Me.” “And he left all, rose up, and followed Him.” Matthew did not, before rendering service, wait to demand a certain salary, equal to the amount received in his former occupation. Without question or hesitation he followed Jesus. It was enough for him that he was to be with the Saviour, that he might hear His words and unite with Him in His work."},{"refcode_short":"SpTB19 3.2","refcode_long":"The Spirit of Sacrifice, p. 3.2 (Ellen Gould White)","content":"So it was with the disciples previously called. When Jesus bade Peter and his companions follow Him, immediately they left their boats and nets. Some of these disciples had friends dependent on them for support; but when they received the Saviour's invitation, they did not hesitate, and inquire, “How shall I live, and sustain my family?” They were obedient to the call; and when afterward Jesus asked them. “When I sent you without purse, and scrip, and shoes, lacked ye anything?” they could answer, ‘Nothing.”"},{"refcode_short":"SpTB19 3.3","refcode_long":"The Spirit of Sacrifice, p. 3.3 (Ellen Gould White)","content":"Today the Saviour calls us, as He called Matthew and John and Peter to His work. If our hearts are touched by His love, the question of compensation will not be uppermost in our minds. We shall rejoice to be co-workers with Christ, and we shall not fear to trust His care. If we make God our strength, we shall have clear conceptions of duty, unselfish aspirations; our life will be actuated by a noble purpose, which will raise us above sordid motives."},{"refcode_short":"SpTB19 4.1","refcode_long":"The Spirit of Sacrifice, p. 4.1 (Ellen Gould White)","content":"Many who profess to be Christ's followers have an anxious, troubled heart, because they are afraid to trust themselves with God. They do not make a complete surrender to Him; for they shrink from the consequences that such a surrender may involve. Unless they do make this surrender, they can not find peace."},{"refcode_short":"SpTB19 4.2","refcode_long":"The Spirit of Sacrifice, p. 4.2 (Ellen Gould White)","content":"There are many whose hearts are aching under a load of care because they seek to reach the world's standard.... Worry is blind, and can not discern the future; but Jesus sees the end from the beginning. In every difficulty He has His way prepared to bring relief. “No good thing will He withhold from them that walk uprightly.”"},{"refcode_short":"SpTB19 4.3","refcode_long":"The Spirit of Sacrifice, p. 4.3 (Ellen Gould White)","content":"Our heavenly Father has a thousand ways to provide for us of which we know nothing. Those who accept the one principle of making the service of God supreme, will find perplexities vanish, and a plain path before their feet."},{"refcode_short":"SpTB19 4","refcode_long":"The Spirit of Sacrifice, p. 4 (Ellen Gould White)","content":"Chapter 2—Solomon's Experience"},{"refcode_short":"SpTB19 4.4","refcode_long":"The Spirit of Sacrifice, p. 4.4 (Ellen Gould White)","content":"In the days of ancient Israel, when at the foot of Sinai Moses told the people of the divine command, “Let them make Me a sanctuary; that I may dwell among them,” the response of the Israelites was accompanied by appropriate gifts. “They came, every one whose heart stirred him up, and every one whom his spirit made willing,” and brought offerings. For the building of the sanctuary, great and expensive preparations were necessary; a large amount of the most precious and costly material was required; yet the Lord accepted only free-will offerings. “Of every man that giveth it willingly with his heart ye shall take My offering,” was the divine command repeated by Moses to the congregation. Devotion to God and a spirit of sacrifice were the first requisites in preparing a dwelling-place for the Most High."},{"refcode_short":"SpTB19 5.1","refcode_long":"The Spirit of Sacrifice, p. 5.1 (Ellen Gould White)","content":"A similar call to self-sacrifice was made when David turned over to Solomon the responsibility of erecting the temple. Of the assembled multitude that had brought their liberal gifts, David asked, “Who then is willing to consecrate his service this day unto the Lord?” This call should ever have been kept in mind by those who had to do with construction of the temple."},{"refcode_short":"SpTB19 5.2","refcode_long":"The Spirit of Sacrifice, p. 5.2 (Ellen Gould White)","content":"Chosen men were specially endowed by God with skill and wisdom for the construction of the wilderness tabernacle. “Moses said unto the children of Israel, See, the Lord hath called by name Bezaleel ... of the tribe of Judah; and He hath filled him with the Spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship.... And He hath put in his heart that he may teach, both he, and Aholiab ... of the tribe of Dan. Them hath He filled with wisdom of heart, to work all manner of work, of the engraver, and of the cunning workman, and of the embroiderer ... and of the weaver, even of them that do any work, and of those that devise cunning work.” “Then wrought Bezaleel, ... and every wise-hearted man, in whom the Lord put wisdom and understanding.” Heavenly intelligences co-operated with the workmen whom God Himself chose."},{"refcode_short":"SpTB19 6.1","refcode_long":"The Spirit of Sacrifice, p. 6.1 (Ellen Gould White)","content":"The descendants of these men inherited to a large degree the skill conferred upon their forefathers. In the tribes of Judah and Dan there were men who were regarded as especially “cunning” in the finer arts. For a time these men remained humble and unselfish; but gradually, almost imperceptibly, they lost their hold upon God and His truth. They began to ask for higher wages because of their superior skill. In some instances their request was granted, but more often those asking higher wages found employment in the surrounding nations. In place of the noble spirit of self-sacrifice that had filled the hearts of their illustrious ancestors, they cherished a spirit of covetousness, of grasping for more and more. They served heathen kings with their God-given skill, and dishonored their Maker."},{"refcode_short":"SpTB19 6.2","refcode_long":"The Spirit of Sacrifice, p. 6.2 (Ellen Gould White)","content":"It was to these apostates that Solomon looked for a master workman to superintend the construction of the temple on Mount Moriah. Minute specifications, in writing, regarding every portion of the sacred structure, had been entrusted to the king, and he should have looked to God in faith for consecrated helpers, to whom would have been granted special skill for doing with exactness the work required. But Solomon lost sight of this opportunity to exercise faith in God. He sent to the king of Tyre for “a man cunning to work in gold, and in silver, and in brass, and in iron, and in purple, and crimson, and blue, and that can skill to grave with the cunning men ... in Judah and in Jerusalem.”"},{"refcode_short":"SpTB19 7.1","refcode_long":"The Spirit of Sacrifice, p. 7.1 (Ellen Gould White)","content":"The Phoenician king responded by sending Huram, “a cunning man, endued with understanding, ... the son of a woman of the daughters of Dan, and his father was a man of Tyre.” This master workman, Huram, was a descendant, on his mother's side, of Aholiab, to whom hundreds of years before, God had given special wisdom for the construction of the tabernacle. Thus at the head of Solomon's company of workmen there was placed an unsanctified man, who demanded large wages because of his unusual skill."},{"refcode_short":"SpTB19 7.2","refcode_long":"The Spirit of Sacrifice, p. 7.2 (Ellen Gould White)","content":"Huram's efforts were not prompted by a desire to render his highest service to God. He served the god of this world—Mammon. The very fibers of his being had been inwrought with principles of selfishness, which were revealed in his grasping for the highest wages. And gradually these wrong principles came to be cherished by his associates. As they labored with him day after day, and yielded to the inclination to compare his wages with their own, they began to lose sight of the holy character of their work, and to dwell upon the difference between their wages and his. Gradually they lost their spirit of self-denial, and fostered a spirit of covetousness. The result was a demand for higher wages, which was granted them."},{"refcode_short":"SpTB19 7.3","refcode_long":"The Spirit of Sacrifice, p. 7.3 (Ellen Gould White)","content":"The baleful influences set in operation by the employment of this man of a grasping spirit, permeated all branches of the Lord's service, and extended throughout Solomon's kingdom. The high wages demanded and received gave many an opportunity to indulge in luxury and extravagance. In the far-reaching effects of these influences, may be traced one of the principal causes of the terrible apostasy of him who once was the wisest of mortals. The king was not alone in his apostasy. Extravagance and corruption were to be seen on every hand. The poor were oppressed by the rich; the spirit of self-sacrifice in God's service was well nigh lost."},{"refcode_short":"SpTB19 8.1","refcode_long":"The Spirit of Sacrifice, p. 8.1 (Ellen Gould White)","content":"Herein lies a most important lesson for God's people today,—a lesson that many are slow to learn. The spirit of covetousness, of seeking for the highest position and the highest wage, is rife in the world. The old-time spirit of self-denial and self-sacrifice is too seldom met. But this is the only spirit that can actuate a true follower of Jesus. Our divine Master has given us an example of how we are to work. And to those whom He bade, “Follow Me, and I will make you fishers of men,” He offered no stated sum as a reward for their services. They were to share with Him His self-denial and sacrifice."},{"refcode_short":"SpTB19 8.2","refcode_long":"The Spirit of Sacrifice, p. 8.2 (Ellen Gould White)","content":"Those who claim to be followers of the Master Worker, and who engage in His service as co-laborers with God, are to bring into their work the exactitude and skill, the tact and wisdom, that the God of perfection required in the building of the earthly tabernacle. And now, as in that time and as in the days of Christ's earthly ministry, devotion to God and a spirit of sacrifice should be regarded as the first requisites of acceptable service. God designs that not one thread of selfishness shall be woven into His work."},{"refcode_short":"SpTB19 9.1","refcode_long":"The Spirit of Sacrifice, p. 9.1 (Ellen Gould White)","content":"Great care should be taken in regard to the spirit pervading the Lord's institutions. These institutions were founded in self-sacrifice, and have been built up by the self-denying gifts of God's people and the unselfish labor of His servants. Everything connected with institutional service should bear the signature of Heaven. A sense of the sacredness of God's institutions should be encouraged and cultivated. The workers are to humble their hearts before the Lord, acknowledging His sovereignty. All are to live in accordance with principles of self-denial. As the true, self-sacrificing laborer, with his spiritual lamp trimmed and burning, strives unselfishly to advance the interests of the institution in which he is working, he will have a precious experience, and will be able to say, “The Lord indeed is in this place.” He will feel that he is highly privileged in being permitted to give to the Lord's institution his ability, his service, and his unwearying vigilance."},{"refcode_short":"SpTB19 9.2","refcode_long":"The Spirit of Sacrifice, p. 9.2 (Ellen Gould White)","content":"In the early days of the third angel's message those who established our institutions, and those who labored in them, were actuated by high motives of unselfishness. For their arduous labors they received no more than a mere pittance—barely enough for a meager support. But their hearts were baptized with the ministry of love. The reward of whole-souled liberality was apparent in their close fellowship with the Spirit of the Master Worker. They practised the closest economy, in order that as many other laborers as possible might be planting the standard of truth in new places."},{"refcode_short":"SpTB19 10.1","refcode_long":"The Spirit of Sacrifice, p. 10.1 (Ellen Gould White)","content":"But in time a change came. The spirit of sacrifice was not so manifest. In some of our institutions the wages of a few workers was increased beyond reason. Those who received these wages claimed that they deserved a greater sum than others, because of their superior talents. But who gave them their talents, their ability? With the increase of wages came a steady increase of covetousness, which is idolatry, and a steady decline of spirituality. Gross evils crept in, and God was dishonored. The minds of many who witnessed this grasping after higher and still higher wages, were leavened with doubt and unbelief. Strange principles, like evil leaven, permeated nearly the entire body of believers. Many ceased to deny self, and not a few withheld their tithes and offerings."},{"refcode_short":"SpTB19 10.2","refcode_long":"The Spirit of Sacrifice, p. 10.2 (Ellen Gould White)","content":"God in His providence called for a reform in His sacred work, which should begin at the heart, and work outwardly. Some who blindly continued to place a high estimate upon their services, were removed. Others received the message given to them, turned to God with full purpose of heart, and learned to abhor their covetous spirit. So far as possible, they endeavored to set a right example before the people by voluntarily reducing their wages. They realized that nothing less than complete transformation in mind and heart would save them from being swept off their feet by some masterly temptation."},{"refcode_short":"SpTB19 10.3","refcode_long":"The Spirit of Sacrifice, p. 10.3 (Ellen Gould White)","content":"The work of God in all its wide extent is one, and the same principles should control, the same spirit be revealed, in all its branches. It must bear the stamp of missionary work. Every department of the cause is related to all parts of the gospel field, and the spirit that controls one department will be felt throughout the entire field. If a portion of the workers receive large wages, there are others, in different branches of the work, who will call for higher wages, and the spirit of self-sacrifice will gradually be lost sight of. Other institutions and conferences will catch the same spirit, and the Lord's favor will be removed from them; for He can never sanction selfishness. Thus our aggressive work would come to an end. Only by constant sacrifice can it be carried forward."},{"refcode_short":"SpTB19 11.1","refcode_long":"The Spirit of Sacrifice, p. 11.1 (Ellen Gould White)","content":"God will test the faith of every soul. Christ has purchased us at an infinite sacrifice. Although He was rich, yet for our sake He became poor, that we through His poverty might come into possession of eternal riches. All that we possess of ability and intellect has been lent us in trust by the Lord to use for Him. It is our privilege to be partakers with Christ in His sacrifice."},{"refcode_short":"SpTB19 11","refcode_long":"The Spirit of Sacrifice, p. 11 (Ellen Gould White)","content":"Chapter 3—General Principles"},{"refcode_short":"SpTB19 11.2","refcode_long":"The Spirit of Sacrifice, p. 11.2 (Ellen Gould White)","content":"God does not want His work to be continually embarrassed with debt. When it seems desirable to add to the buildings or other facilities of an institution, beware of going beyond your means. Better to defer the improvements until Providence shall open the way for them to be made without contracting heavy debts and having to pay interest...."},{"refcode_short":"SpTB19 11.3","refcode_long":"The Spirit of Sacrifice, p. 11.3 (Ellen Gould White)","content":"Every worker in our institutions should receive fair compensation. If the workers receive suitable wages, they have the gratification of making donations to the cause. It is not right that some should receive a large amount, and others who are doing essential and faithful work, very little."},{"refcode_short":"SpTB19 12.1","refcode_long":"The Spirit of Sacrifice, p. 12.1 (Ellen Gould White)","content":"Yet there are cases where a difference must be made. There are men connected with the publishing houses who carry heavy responsibilities, and whose work is of great value to the institution. In many other positions they would have far less care, and, financially, much greater profit. All can see the injustice of paying such men no higher wages than are paid to mere mechanical workers."},{"refcode_short":"SpTB19 12.2","refcode_long":"The Spirit of Sacrifice, p. 12.2 (Ellen Gould White)","content":"If a woman is appointed by the Lord to do a certain work, her work should be estimated according to its value. Some may think it good policy to allow persons to devote their time and labor to the work without compensation. But God does not sanction such arrangements. When self-denial is required because of a dearth of means, the burden is not to rest wholly upon a few persons. Let all unite in the sacrifice."},{"refcode_short":"SpTB19 12.3","refcode_long":"The Spirit of Sacrifice, p. 12.3 (Ellen Gould White)","content":"The Lord desires those entrusted with His goods to show kindness and liberality, not niggardliness. Let them not, in their deal, try to exact every cent possible. God looks with contempt on such methods."},{"refcode_short":"SpTB19 12.4","refcode_long":"The Spirit of Sacrifice, p. 12.4 (Ellen Gould White)","content":"Workers should receive compensation according to the hours they give in honest labor. The one who gives full time is to receive according to the time. If one enlists mind, soul, and strength in bearing the burdens, he is to be paid accordingly."},{"refcode_short":"SpTB19 12.5","refcode_long":"The Spirit of Sacrifice, p. 12.5 (Ellen Gould White)","content":"No man should be granted an exorbitant salary, even though he may possess special capabilities and qualifications. The work done for God and His cause is not to be placed on a mercenary basis. The workers in the publishing house have no more taxing labor, no greater expense, no more weighty responsibilities, than have the workers in other lines. Their labor is no more wearing than is that of the faithful minister. On the contrary, ministers, as a rule, make greater sacrifices than are made by the laborers in our institutions. Ministers go where they are sent; they are minutemen, ready to move at any moment, to meet any emergency. They are necessarily separated, to a great degree, from their families. The workers in the publishing houses, as a rule, have a permanent home, and can live with their families. This is a great saving of expense, and should be considered in its bearing on the relative compensation of laborers in the ministry and in the publishing houses."},{"refcode_short":"SpTB19 13.1","refcode_long":"The Spirit of Sacrifice, p. 13.1 (Ellen Gould White)","content":"Those who labor whole-heartedly in the Lord's vineyard, working to the utmost of their ability, are not the ones to set the highest estimate on their own services. Instead of swelling with pride and self-importance, and measuring with exactness every hour's work, they compare their efforts with the Saviour's work, and account themselves unprofitable servants."},{"refcode_short":"SpTB19 13.2","refcode_long":"The Spirit of Sacrifice, p. 13.2 (Ellen Gould White)","content":"Brethren, do not study how little you may do, in order to reach the very lowest standard, but arouse to grasp the fulness of Christ, that you may do much for Him."},{"refcode_short":"SpTB19 13.3","refcode_long":"The Spirit of Sacrifice, p. 13.3 (Ellen Gould White)","content":"The Lord wants men who see the work in its greatness, and who understand the principles that have been interwoven with it from its rise. He will not have a worldly order of things come in to fashion the work in altogether different lines from those He has marked out for His people. The work must bear the character of its Originator."},{"refcode_short":"SpTB19 14.1","refcode_long":"The Spirit of Sacrifice, p. 14.1 (Ellen Gould White)","content":"In the sacrifice of Christ for fallen men, mercy and truth have met together, righteousness and peace have kissed each other. When these attributes are separated from the most wonderful and apparently successful work, there is nothing to it."},{"refcode_short":"SpTB19 14.2","refcode_long":"The Spirit of Sacrifice, p. 14.2 (Ellen Gould White)","content":"God has not singled out a few men for His favor, and left others uncared for. He will not lift up one, and cast down and oppress another. All who are truly converted will manifest the same spirit. They will treat their fellow-men as they would treat Christ. No one will ignore the rights of another."},{"refcode_short":"SpTB19 14.3","refcode_long":"The Spirit of Sacrifice, p. 14.3 (Ellen Gould White)","content":"God's servants should have so great respect for the sacred work they are handling that they will not bring into it one vestige of selfishness."},{"refcode_short":"SpTB19 14","refcode_long":"The Spirit of Sacrifice, p. 14 (Ellen Gould White)","content":"Chapter 4—The Physician In Chief"},{"refcode_short":"SpTB19 14.4","refcode_long":"The Spirit of Sacrifice, p. 14.4 (Ellen Gould White)","content":"Precious light has been given me concerning our sanitarium workers. These workers are to stand in moral dignity before God. Physicians make a mistake when they confine themselves exclusively to the routine of sanitarium work, because they consider their presence essential to the welfare of the institution. Every physician should see the necessity of exerting all the influence the Lord has given him in as wide a sphere as possible; he is required to let his light shine before men, that they may see his good works, and glorify the Father which is in heaven."},{"refcode_short":"SpTB19 15.1","refcode_long":"The Spirit of Sacrifice, p. 15.1 (Ellen Gould White)","content":"The head physicians in our sanitariums are not to exclude themselves from the work of speaking the truth to others. Their light is not to be hidden under a bushel, but placed where it can benefit believers and unbelievers. The Saviour said of His representatives: “Ye are the salt of the earth: but if the salt have lost his savor, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden underfoot of men. Ye are the light of the world. A city that is set on an hill can not be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” This is a work that is strangely neglected, and because of this neglect, souls will be lost. Wake up, my brethren, wake up!"},{"refcode_short":"SpTB19 15.2","refcode_long":"The Spirit of Sacrifice, p. 15.2 (Ellen Gould White)","content":"Our leading physicians do not glorify God when they confine their talents and influence to one institution. It is their privilege to show to the world that health reformers carry a determined influence for righteousness and truth. They should make themselves known outside of the institutions where they labor. It is their duty to give the light to all whom they can possibly reach. While the sanitarium may be their special field of labor, yet there are other places of importance that need their influence. To physicians the instruction is given: Let your light shine forth among men. Let every talent be used to meet unbelievers with wise counsel and instruction. If our Christian physicians will consider that there must be no daubing with untempered mortar, and will learn to handle wisely the subjects of Bible truth, seeking to present its importance on every possible occasion, much prejudice will be broken down, and souls will be reached."},{"refcode_short":"SpTB19 16.1","refcode_long":"The Spirit of Sacrifice, p. 16.1 (Ellen Gould White)","content":"I have been shown that Dr. ----- is being too closely confined to the sanitarium work at -----. He should be given opportunity to let his influence be more widely felt.... We are not to be an obscure church, but we are to let the light shine forth, that the world may receive it. “I will rejoice in Jerusalem, and joy in My people,” God declares through His servant Isaiah. These words will be proved true when those who are capable of standing in positions of responsibility let the light shine forth. Our leading physicians have a work to do outside the compass of our own people. Their influence is not to be limited. Christ's methods of labor are to become their methods, and they are to learn to practise the teachings of His word. Every one who stands at the head of an institution is under sacred obligation to God to show forth the light of present truth in increasingly bright rays in every place where opportunity offers."},{"refcode_short":"SpTB19 16.2","refcode_long":"The Spirit of Sacrifice, p. 16.2 (Ellen Gould White)","content":"The workers in our sanitariums are not to think that the prosperity of the institution depends upon the influence of the head physician alone. There should be in every institution men and women who will exert a righteous, refining influence, and who are capable of carrying responsibilities. The chief responsibilities should be shared by several workers, in order that the leading physician may not be confined too closely to his practise. He should be given opportunity to go where there is need of words of counsel and encouragement to be spoken. As a representative of the Chief Physician, now in the heavenly courts, he is to speak to new congregations, to broaden his experience. He needs to be constantly receiving new ideas, constantly imparting of his store of knowledge, constantly receiving from the source of all wisdom. We need ever to keep ourselves in a position where we can receive increased light, have new and deeper thoughts, and obtain clearer views of the close relation that must exist between God and His people. And we obtain these views and these ideas by association with those to whom we are called to speak words of mercy and pardoning grace."},{"refcode_short":"SpTB19 17.1","refcode_long":"The Spirit of Sacrifice, p. 17.1 (Ellen Gould White)","content":"In all our work there should be kept in view the value of the exchange of talents. Strenuous efforts are to be put forth to reach souls and win them to the truth. We are required to make known the principles of health reform in the large gatherings of our people at our camp-meetings. A variety of gifts is needed on these occasions, not only for the work of speaking before those not of our faith, but to instruct our own people how to work in order to secure the best success. Let our physicians learn how to take part in this work,—a work by which they give to the world bright rays of light."},{"refcode_short":"SpTB19 18","refcode_long":"The Spirit of Sacrifice, p. 18 (Ellen Gould White)","content":"Chapter 5—“Ye are Not Your Own”"},{"refcode_short":"SpTB19 18.1","refcode_long":"The Spirit of Sacrifice, p. 18.1 (Ellen Gould White)","content":"The work that God has pointed out to be done has not been done. City after city has been left unworked. Ministers laboring in the most destitute fields have been left to work as best they could, with insufficient means. A meager sum has been apportioned to them. Some have needed means to obtain food and clothing, and yet men, in their covetousness, have refused to help them. God looks upon the workers who are seeking to preach the gospel and to do true missionary work as more worthy of large means than some others. And they have greater need than some for large wages. Many calls for help are made upon them. They meet those who are in pitifully needy circumstances, and they deny themselves in order to help those needy ones."},{"refcode_short":"SpTB19 18.2","refcode_long":"The Spirit of Sacrifice, p. 18.2 (Ellen Gould White)","content":"One night I seemed to be in an assembly in which only a small number were present. Arrangements were being made to raise the wages of certain ones. One of authority reached out His hand, and taking the records, examined them critically. Then He said: “A change will soon take place. Those who have been in the ----- office as leaders have been unfaithful in their stewardship. They are to be released from their responsibilities, unless they give evidence of thorough conversion. I will not serve with unprincipled devising, neither will My Spirit strive with them unless they repent. The work is no longer to be entrusted to your keeping. The means in the Lord's treasury, which should have been used to enable men to enter new fields, is grasped by selfish, unsanctified hands. Those who are truly converted, body, soul, and spirit, are filled with the spirit of self-sacrifice.”"},{"refcode_short":"SpTB19 19.1","refcode_long":"The Spirit of Sacrifice, p. 19.1 (Ellen Gould White)","content":"Men have written to me saying that they must have high wages, and pleading as an excuse an expensive family. And at the same time the institution with which they were connected was obliged to figure closely to meet running expenses. Why should any one plead an expensive family as a reason for demanding high wages? Is not the lesson that Christ has given sufficient? He says, “If any man will come after Me, let him deny himself, and take up his cross, and follow Me.”"},{"refcode_short":"SpTB19 19.2","refcode_long":"The Spirit of Sacrifice, p. 19.2 (Ellen Gould White)","content":"Our institutions were established to serve as an effectual means of advancing the work of soul-saving. Those connected with them are to study how they can help the institution, not how they can take the most out of the treasury. If they grasp more than is their due, they hinder the cause of God. Let every one connected with these institutions say: I will not set my wages at a high figure, because that would rob the treasury, and the proclamation of the message of mercy would be hindered. I must practise economy. Those who are out in the field are doing a work that is as essential as the work that I am doing. I must do all in my power to help them. It is God's means that I am handling, and I will do as Christ would do in my place. I will not spend money for luxuries. I will remember the Lord's workers in mission fields. They have more need of means than I have. In their work they come in contact with much poverty and distress. They must feed the hungry and clothe the naked. I must limit my expenditures, that I may share in their labor of love."},{"refcode_short":"SpTB19 20.1","refcode_long":"The Spirit of Sacrifice, p. 20.1 (Ellen Gould White)","content":"We are not our own. We have been bought with a price. We are pledged by our baptismal vows to work for God. We are to remember that our money is not to be spent selfishly, but that all we can spare is to be used to advance the work of God. Our every word and act is to be in accordance with the will of God, that we may be enabled to render our account with a conscience void of offense toward God or man."},{"refcode_short":"SpTB19 20.2","refcode_long":"The Spirit of Sacrifice, p. 20.2 (Ellen Gould White)","content":"Each is to do his appointed work according to his several ability. Christian missions are to be sustained. God's people are to deny self rather than to allow His cause to suffer. They are to use their money to the glory of God, not to please themselves, that in the day of judgment they may know that they have done their part faithfully to proclaim the gospel."},{"refcode_short":"SpTB19 20","refcode_long":"The Spirit of Sacrifice, p. 20 (Ellen Gould White)","content":"Chapter 6—Counsels Often Repeated"},{"refcode_short":"SpTB19 20.3","refcode_long":"The Spirit of Sacrifice, p. 20.3 (Ellen Gould White)","content":"In former numbers of “Testimonies for the Church,” I have spoken of the importance of Seventh-day Adventists establishing an institution for the benefit of the sick, especially for the suffering and sick among us. I have spoken of the ability of our people, in point of means, to do this; and I have urged that, in view of the importance of this branch of the great work of preparation to meet the Lord with gladness of heart, our people should feel themselves called upon, according to their ability, to put a portion of their means into such an institution. I have also pointed out, as they were shown to me, some of the dangers to which physicians, managers, and others would be exposed in the prosecution of such an enterprise; and I did hope that the dangers shown me would be avoided. In this, however, I enjoyed hope for a time, only to suffer disappointment and grief...."},{"refcode_short":"SpTB19 21.1","refcode_long":"The Spirit of Sacrifice, p. 21.1 (Ellen Gould White)","content":"When I saw those who managed and directed, running into the dangers shown me, of which I had warned them in public, and also in private conversation and letters, a terrible burden came upon me. That which had been shown me as a place where the suffering sick among us could be helped, was one where sacrifice, hospitality, faith, and piety should be the ruling principles. But when unqualified calls were made for large sums of money, with the statement that stock taken would pay large per cent; when the brethren who occupied positions in the institution seemed more than willing to take larger wages than those were satisfied with who filled other and equally important stations in the great cause of truth and reform; when I learned, with pain, that, in order to make the institution popular with those not of our faith, and to secure their patronage, a spirit of compromise was rapidly gaining ground at the Institute, manifested in the use of Mr., Miss, and Mrs., instead of Brother and Sister, and in popular amusements, in which all could engage in a sort of comparatively innocent frolic;—when I saw these things, I said, This is not that which was shown me as an institution for the sick, which would share the signal blessing of God. This is another thing...."},{"refcode_short":"SpTB19 22.1","refcode_long":"The Spirit of Sacrifice, p. 22.1 (Ellen Gould White)","content":"In what I have been shown and what I have said, I received no other idea, and designed to give no other, than that the raising of funds for this branch of the work was to be a matter of liberality, the same as for the support of other branches of the great work.... The friends of humanity, of truth and holiness, should act in reference to the Institute on the plan of sacrifice and liberality.... Let the donations come in as needed; let the sums, small and large, come in. Let means be expended judiciously. Let charges for patients be as reasonable as possible. Let brethren donate to partly pay the expenses at the Institute of the suffering, worthy poor among them. Let the feeble ones be led out, as they can bear it, to cultivate the beautifully situated acres owned by the Institute. Let them not do this with the narrow idea of pay, but with the liberal idea that the expense of the purchase of them was a matter of benevolence for their good. Let their labor be a part of their prescription, as much as the taking of baths. Let benevolence, charity, humanity, sacrifice for others’ good, be the ruling idea with physicians, managers, helpers, patients, and with all the friends of Jesus, far and near, instead of wages, good investment, a paying thing, stock that will pay. Let the love of Christ, love for souls, sympathy for suffering humanity, govern all we say and do relative to the Health Institute."},{"refcode_short":"SpTB19 22.2","refcode_long":"The Spirit of Sacrifice, p. 22.2 (Ellen Gould White)","content":"Why should the Christian physician, who is believing, expecting, looking, waiting, and longing for the coming and kingdom of Christ, when sickness and death will no longer have power over the saints, expect more pay for his services than the Christian editor or the Christian minister? He may say that his work is more wearing. That is yet to be proved. Let him work as he can endure it, and not violate the laws of life which he teaches to his patients. There are no good reasons why he should overwork and receive large pay for it, more than the minister or the editor. Let all who act a part in the Institute and receive pay for their services, act on the same liberal principle. No one should be suffered to remain as helper in the Institute who does it simply for pay. There are those of ability, who, for the love of Christ, His cause, and the suffering followers of their Master, will fill stations in that Institute faithfully and cheerfully, and with a spirit of sacrifice. Those who have not this spirit should remove and give place to those who have it."},{"refcode_short":"SpTB19 23","refcode_long":"The Spirit of Sacrifice, p. 23 (Ellen Gould White)","content":"Chapter 7—Self-Denying Service"},{"refcode_short":"SpTB19 23.1","refcode_long":"The Spirit of Sacrifice, p. 23.1 (Ellen Gould White)","content":"From Jesus is our life derived. In Him is life that is original,—unborrowed, underived life. In us there is a streamlet from the fountain of life. In Him is the fountain of life. Our life is something that we receive, something that the Giver takes back again to Himself. If our life is hid with Christ in God, we shall, when Christ shall appear, also appear with Him in glory. And while in this world, we will give to God, in sanctified service, all the capabilities He has given us...."},{"refcode_short":"SpTB19 23.2","refcode_long":"The Spirit of Sacrifice, p. 23.2 (Ellen Gould White)","content":"Christ was the prince of heaven, but he made an infinite sacrifice, and came to a world all marred with the curse brought upon it by the fallen foe. He lays hold of the fallen race. He invites us: “Come unto Me, all ye that labor and are heavy laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.” The offer is ours, and every advantage is ours if we will accept the terms. I am trying to do this most earnestly. We can be an example to others by our cheerful obedience to the will of God. Let us comply with the conditions, and in complying we shall find the rest we crave."},{"refcode_short":"SpTB19 24.1","refcode_long":"The Spirit of Sacrifice, p. 24.1 (Ellen Gould White)","content":"In regard to the proposition made by Brother -----, I look at the matter as you do. We can not afford to start out on the high wage plan. This was the misfortune of the people in -----, and I have something to say on this point. We have before us a large field of missionary work. We are to be sure to heed the requirements of Christ, who made Himself a donation to our world. Nothing that we can possibly do should be left undone. There is to be neatness and order, and everything possible is to be done to show thoroughness in every line. But when it comes to paying twenty-five dollars a week, and giving a percentage on the surgical work done, light was given me in Australia that this could never be, because our record is at stake. The matter was presented to me that many sanitariums would have to be established in Southern California; for there would be a great inflowing of people there. Many would seek that climate."},{"refcode_short":"SpTB19 24.2","refcode_long":"The Spirit of Sacrifice, p. 24.2 (Ellen Gould White)","content":"We see so much help to be given to our ministers laboring in the gospel in every country where messengers are sent. In every place there needs to be a school, and in very many places a sanitarium. In Jesus Christ is our help and our sufficiency to carry the work forward intelligently. God has looked upon the great display made by some who have labored in New York; but He does not harmonize with that way of preaching the gospel. The solemn message becomes mingled with a large amount of chaff, which makes upon minds an impression that is not in harmony with our work. The good news of saving grace is to be carried to every place; the warning must be given to the world; but economy must be practised if we move in the spirit of which Christ has given us an example in His life-service. He would have nothing of such an outlay to represent health reform in any place."},{"refcode_short":"SpTB19 25.1","refcode_long":"The Spirit of Sacrifice, p. 25.1 (Ellen Gould White)","content":"The gospel is associated with light and life. If there were no sunlight, all vegetation would perish, and human life could not exist. Animal life would die. We are all to consider that there is to be no extravagance in any line. We must be satisfied with pure, simple food, prepared in a simple manner. This should be the diet of high and low. Adulterated substances are to be avoided. We are preparing for the future, immortal life in the kingdom of heaven. We expect to do our work in the light and in the power of the great, mighty Healer. All are to act the self-sacrificing part. Every one of us is to learn of Christ. “Learn of Me,” He says; “for I am meek and lowly in heart: and ye shall find rest unto your souls.”"},{"refcode_short":"SpTB19 25.2","refcode_long":"The Spirit of Sacrifice, p. 25.2 (Ellen Gould White)","content":"All the grand displays that have been made in the medical missionary work, or in buildings, or in dress, or in any line of adornment, are contrary to the will of God. Our work is to be carefully studied, and is to be in accordance with our Saviour's plan. He might have had armies of angels to display His true, princely character; but He laid all that aside, and came to our world in the garb of humanity, to suffer with humanity all the temptations wherewith man is tempted. He was tempted in all points as human beings are tempted, that He might reveal that it is possible for us to be victorious overcomers, one with Christ as Christ is one with the Father. “He came unto His own, and His own received Him not. But as many as received Him, to them gave He power to become the sons of God, even to them that believe on His name.”"},{"refcode_short":"SpTB19 26.1","refcode_long":"The Spirit of Sacrifice, p. 26.1 (Ellen Gould White)","content":"God calls upon Seventh-day Adventists to reveal to the world that we are preparing for those mansions that Christ has gone to prepare for those who will purify their souls by obeying the truth as it is in Jesus. Let every soul who will come after Christ, deny himself, and take up his cross, and follow Him. Thus saith the Great Teacher."},{"refcode_short":"SpTB19 26","refcode_long":"The Spirit of Sacrifice, p. 26 (Ellen Gould White)","content":"Chapter 8—Simplicity and Economy"},{"refcode_short":"SpTB19 26.2","refcode_long":"The Spirit of Sacrifice, p. 26.2 (Ellen Gould White)","content":"Our sanitariums are to be conducted upon principles that will meet the approbation of the great Medical Missionary who went about all Galilee, teaching in their synagogues, and healing all manner of disease among the people...."},{"refcode_short":"SpTB19 27.1","refcode_long":"The Spirit of Sacrifice, p. 27.1 (Ellen Gould White)","content":"In the establishment and carrying forward of the work, the strictest economy is ever to be shown. Workers are to be employed who will be producers as well as consumers. In no case is money to be invested for display. The gospel medical missionary work is to be carried forward in simplicity, as was the work of the Majesty of heaven, who, seeing the necessities of a lost, sinful world, laid aside His royal robe and kingly crown, and clothed His divinity with humanity, that He might stand at the head of humanity. He so conducted His missionary work as to leave a perfect example for human beings to follow. “If any man will come after Me,” He declared, “let him deny himself, and take up his cross, and follow Me.” Every true medical missionary will obey these words. He will not strain every nerve to follow worldly customs, and make a display, thus thinking to win souls to the Saviour. No, no. If the Majesty of heaven could leave His glorious home to come to a world all seared and marred by the curse, to establish correct methods of doing medical missionary work, we His followers ought to practise the same self-denial and self-sacrifice."},{"refcode_short":"SpTB19 27.2","refcode_long":"The Spirit of Sacrifice, p. 27.2 (Ellen Gould White)","content":"Christ gives to all the invitation: “Come unto Me, all ye that labor and are heavy laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.” If all will wear Christ's yoke, if all will learn in His school the lessons that He teaches, there will be sufficient means to establish gospel medical missionary work in many places."},{"refcode_short":"SpTB19 27.3","refcode_long":"The Spirit of Sacrifice, p. 27.3 (Ellen Gould White)","content":"Let none say, “I will engage in this work for a stipulated sum. If I do not receive this sum, I will not do the work.” Those who say this show that they are not wearing Christ's yoke; they are not learning His meekness and lowliness. Christ might have come to this world with a retinue of angels; but instead He came as a babe, and lived a life of lowliness and poverty. His glory was in His simplicity. He suffered for us the privations of poverty. Shall we refuse to deny ourselves for His sake? Shall we refuse to become medical missionary workers unless we can follow the customs of the world, making a display such as worldlings make? Consider the life and sufferings of the Son of the infinite God. To save a race of sinners He lived a life of poverty and self-denial. To one who asked if he might follow Him, He said, “Foxes have holes, and birds of the air have nests; but the Son of man hath not where to lay His head.” Shall those who profess to be His followers refuse to engage in the work of helping their suffering fellow beings unless they can be placed in a position that will not lessen their dignity?"},{"refcode_short":"SpTB19 28.1","refcode_long":"The Spirit of Sacrifice, p. 28.1 (Ellen Gould White)","content":"My brother, my sister, take up your work right where you are. Do your best, ever looking to Jesus, the author and finisher of our faith. In no other way can we do the work of God and magnify His truth, than by following in the footsteps of Him who gave up His high command to come to our world, that through His humiliation and suffering, human beings might become partakers of the divine nature. For our sake He became poor, that through His poverty we might come into possession of the eternal riches."},{"refcode_short":"SpTB19 28.2","refcode_long":"The Spirit of Sacrifice, p. 28.2 (Ellen Gould White)","content":"It is not being rich in the wealth of the world that increases our value in God's sight. It is the meek and the contrite that the Lord acknowledges and honors. Read the fifty-seventh chapter of Isaiah. Study this chapter carefully; for it means much to the people of God. I will make no comments upon it. If you will study it carefully and prayerfully, you will become wise unto salvation...."},{"refcode_short":"SpTB19 29.1","refcode_long":"The Spirit of Sacrifice, p. 29.1 (Ellen Gould White)","content":"Intelligent, self-denying, self-sacrificing men are now needed,—men who realize the solemnity and importance of God's work, and who as Christian philanthropists will fulfil the commission of Christ. The medical missionary work given us to do means something to every one of us. It is a work of soul-saving; it is the proclamation of the gospel message."},{"refcode_short":"SpTB19 29","refcode_long":"The Spirit of Sacrifice, p. 29 (Ellen Gould White)","content":"Chapter 9—Looking unto Jesus"},{"refcode_short":"SpTB19 29.2","refcode_long":"The Spirit of Sacrifice, p. 29.2 (Ellen Gould White)","content":"Last night I had a wonderful experience. I was in an assembly where questions were being asked and answered. I awoke at one o'clock, and arose. For a time I walked the room, praying most earnestly for clearness of mind, for strength of eyesight, and for strength, to write the things that must be written. I entreated the Lord to help me to bear a testimony that would awake His people before it is forever too late...."},{"refcode_short":"SpTB19 29.3","refcode_long":"The Spirit of Sacrifice, p. 29.3 (Ellen Gould White)","content":"My soul was drawn out in the consideration of matters relating to the future carrying forward of God's work. Those who have had little experience in the beginning of the work often err in judgment in regard to how it should be advanced. They are tempted on many points. They think that it would be better if the talented workers had higher wages, according to the importance of the work they do."},{"refcode_short":"SpTB19 30.1","refcode_long":"The Spirit of Sacrifice, p. 30.1 (Ellen Gould White)","content":"But one of authority stood among us in the assembly in which I was present last night, and spoke words that must decide the question. He said: “Looking unto Jesus, the author and finisher of your faith, trace His work after He assumed humanity, and remember that He is your pattern. In the work of soul-saving, His divine-human life in our world is to be your guide. He made the world, yet when He lived on this earth, He had not where to lay His head.”"},{"refcode_short":"SpTB19 30.2","refcode_long":"The Spirit of Sacrifice, p. 30.2 (Ellen Gould White)","content":"Were the most talented workers given higher wages, those who do the more laborious part of the work would desire larger wages also, and would say that their work is just as essential as any work that is done."},{"refcode_short":"SpTB19 30.3","refcode_long":"The Spirit of Sacrifice, p. 30.3 (Ellen Gould White)","content":"Work is to be carried forward in many lines. New territory is to be annexed. But no Jerusalem-centers are to be made. If such centers are made, there will be a scattering of the people out of them, by the Lord God of heaven."},{"refcode_short":"SpTB19 30.4","refcode_long":"The Spirit of Sacrifice, p. 30.4 (Ellen Gould White)","content":"The work of God is to be carried on without outward display. In establishing institutions, we are never to compete with the institutions of the world in size or splendor. We are to enter into no confederacy with those who do not love or fear God. Those who have not the light of present truth, who are unable to endure the seeing of Him who is invisible, are surrounded by spiritual darkness that is as the darkness of midnight. Within, all is dreariness. They know not the meaning of joy in the Lord. They take no interest in eternal realities. Their attention is engrossed by the trifling things of earth. They make haste unto vanity, striving by unfair means to obtain advantages. Having forsaken God, the fountain of living waters, they hew out for themselves broken cisterns, that can hold no water."},{"refcode_short":"SpTB19 31.1","refcode_long":"The Spirit of Sacrifice, p. 31.1 (Ellen Gould White)","content":"Let it not be thus with those who have tasted the power of the world to come."},{"refcode_short":"SpTB19 31.2","refcode_long":"The Spirit of Sacrifice, p. 31.2 (Ellen Gould White)","content":"Sow the seeds of truth wherever you have opportunity. In establishing the work in new places, economize in every possible way. Gather up the fragments; let nothing be lost. The work of soul-saving must be carried on in the way that Christ has marked out. He declares, “If any man will come after Me, let him deny himself, and take up his cross, and follow Me.” Only by obeying this word can we be His disciples. We are striving for a kingdom and a crown. We shall obtain both by wearing Christ's yoke and learning of Him. “Follow My example,” He says. “Take My yoke upon you, and learn of Me; ... and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.”"},{"refcode_short":"SpTB19 31.3","refcode_long":"The Spirit of Sacrifice, p. 31.3 (Ellen Gould White)","content":"We are nearing the end of this earth's history, and the different lines of God's work are to be carried forward with much more self-sacrifice than they have yet been. The work for these last days is a missionary work. Present truth, from the first letter of its alphabet to the last, means missionary effort. The work to be done calls for sacrifice at every step of advance. The workers are to come forth from trial purified and refined, as gold tried in the fire."},{"refcode_short":"SpTB19 32","refcode_long":"The Spirit of Sacrifice, p. 32 (Ellen Gould White)","content":"Chapter 10—Equity in the Matter of Wages"},{"refcode_short":"SpTB19 32.1","refcode_long":"The Spirit of Sacrifice, p. 32.1 (Ellen Gould White)","content":"I did not suppose that it would be so long before I fulfilled my promise to write to you. I have been thinking of the question that was agitating your mind in regard to wages. You suggest that if we paid higher wages, we could secure men of ability to fill important positions of trust. This might be so, but I should very much regret to see our workers held to our work by the wages they receive. There are needed in the cause of God workers who will make a covenant with Him by sacrifice, who will labor for the love of souls, not for the wages they receive."},{"refcode_short":"SpTB19 32.2","refcode_long":"The Spirit of Sacrifice, p. 32.2 (Ellen Gould White)","content":"Your sentiment regarding wages, my much-respected brother, is the language of the world. Service is service, and one kind of work is as essential as the other. To every man is given his work. There is stern, taxing labor to be performed, labor involving disagreeable taxation and requiring skill and tact. In the work of God, the physical as well as the mental powers are drawn upon, and both are essential. One is as necessary as the other. Should we attempt to draw a line between mental and physical work, we would place ourselves in very difficult positions."},{"refcode_short":"SpTB19 32.3","refcode_long":"The Spirit of Sacrifice, p. 32.3 (Ellen Gould White)","content":"The experiment of giving men high wages has been tried in the publishing institutions. Some men have grasped high wages, while others, doing work just as severe and taxing, have had barely enough to sustain their families. Yet their taxation was just as great, and often men have been overworked and overwearied, while others, bearing not half the burdens, received double the wages. The Lord sees all these things, and He will surely call men to account; for He is a God of justice and equity."},{"refcode_short":"SpTB19 33.1","refcode_long":"The Spirit of Sacrifice, p. 33.1 (Ellen Gould White)","content":"Those who have a knowledge of the truth for this time should be pure and clean and noble in all their business transactions. None among God's servants should hunger and thirst for the highest place as director or manager. Such positions are fraught with great temptation."},{"refcode_short":"SpTB19 33.2","refcode_long":"The Spirit of Sacrifice, p. 33.2 (Ellen Gould White)","content":"Our nurses are encouraged to pledge themselves to work for certain parties for a certain sum. They bind themselves to serve thus and so, and afterward they are dissatisfied. It is necessary that more equality be shown in dealing with our nurses. There are among us intelligent, conscientious nurses, who work faithfully, and at all times. It is nurses such as these that we need, and they should receive better wages, so that should they fall sick, they would have money enough laid by to enable them to have a rest and a change. Then again, often the parents of these nurses practise great self-denial to make it possible for their children to take the nurses’ course. It is only right that when these children have received their education, they should be given sufficient remuneration to enable them to help their parents, should they need help."},{"refcode_short":"SpTB19 33.3","refcode_long":"The Spirit of Sacrifice, p. 33.3 (Ellen Gould White)","content":"These things are not weighed as carefully as they should be."},{"refcode_short":"SpTB19 34","refcode_long":"The Spirit of Sacrifice, p. 34 (Ellen Gould White)","content":"Chapter 11—Compensation"},{"refcode_short":"SpTB19 34","refcode_long":"The Spirit of Sacrifice, p. 34 (Ellen Gould White)","content":"In Times of Adversity"},{"refcode_short":"SpTB19 34.1","refcode_long":"The Spirit of Sacrifice, p. 34.1 (Ellen Gould White)","content":"The publishing work was founded in self-denial, and should be conducted upon strictly economical principles. The question of finance can be managed, if, when there is a pressure for means, the workers will consent to a reduction in wages. This was the principle the Lord revealed to me to be brought into our institutions. When money is scarce we should be willing to restrict our wants.—Testimonies for the Church 7:206."},{"refcode_short":"SpTB19 34","refcode_long":"The Spirit of Sacrifice, p. 34 (Ellen Gould White)","content":"In Times of Prosperity"},{"refcode_short":"SpTB19 34.2","refcode_long":"The Spirit of Sacrifice, p. 34.2 (Ellen Gould White)","content":"The institution is now in a prosperous condition, and its managers should not insist upon the low rate of wages that was necessary in its earlier years. Worthy, efficient workers should receive reasonable wages for their labor, and they should be left to exercise their own judgment as to the use they make of their wages. In no case should they be overworked. The physician in chief himself should have larger wages."},{"refcode_short":"SpTB19 34.3","refcode_long":"The Spirit of Sacrifice, p. 34.3 (Ellen Gould White)","content":"To the physician in chief I wish to say: Although you have not the matter of wages under your personal supervision, it is best for you to look carefully into this matter; for you are responsible, as the head of the institution. Do not call upon the workers to do so much of the sacrificing. Restrict your ambition to enlarge the institution and to accumulate responsibilities. Let some of the means flowing into the sanitarium be given to the institutions needing help. This is certainly right. It is in accordance with God's will and way, and it will bring the blessing of God upon the sanitarium."},{"refcode_short":"SpTB19 35.1","refcode_long":"The Spirit of Sacrifice, p. 35.1 (Ellen Gould White)","content":"I wish to say particularly to the board of directors: “Remember that the workers should be paid according to their faithfulness. God requires us to deal with one another in the strictest faithfulness. Some of you are overburdened with cares and responsibilities, and I have been instructed that there is danger of your becoming selfish, and wronging those whom you employ.”"},{"refcode_short":"SpTB19 35.2","refcode_long":"The Spirit of Sacrifice, p. 35.2 (Ellen Gould White)","content":"Each business transaction, whether it has to do with a worker occupying a position of responsibility, or with the lowliest worker connected with the sanitarium, should be such as God can approve. Walk in the light while you have the light, lest darkness come upon you. It would be far better to expend less in buildings, and give your workers wages that are in accordance with the value of their work, exercising toward them mercy and justice.—Testimonies for the Church 8:142, 143."},{"refcode_short":"SpTB19 35","refcode_long":"The Spirit of Sacrifice, p. 35 (Ellen Gould White)","content":"Chapter 12—Sanitarium Workers"},{"refcode_short":"SpTB19 35.3","refcode_long":"The Spirit of Sacrifice, p. 35.3 (Ellen Gould White)","content":"Have you learned how much Dr. ----- proposes to charge for his services? If a physician does his work skilfully, his talent should be recognized, but there is danger of our being brought into perplexity. If we introduce a new system of paying our surgeons high wages, there may be a hard problem to settle after a time. Other physicians will demand high wages, and our ministers will require consideration, also...."},{"refcode_short":"SpTB19 36.1","refcode_long":"The Spirit of Sacrifice, p. 36.1 (Ellen Gould White)","content":"There is great necessity for decided reforms to be made in regard to our dealings with the workers in our sanitariums. Faithful, conscientious workers should be employed, and when they have performed a reasonable amount of work in a day, they should be relieved that they may secure needed rest."},{"refcode_short":"SpTB19 36.2","refcode_long":"The Spirit of Sacrifice, p. 36.2 (Ellen Gould White)","content":"Only a reasonable amount of labor should be required, and for this the worker should receive a reasonable wage. If helpers are not given proper periods for rest from their taxing labor, they will lose their strength and vitality. They can not possibly do justice to the work, nor can they represent what a sanitarium employee should be. More helpers should be employed if necessary, and the work should be so arranged that when one has performed a day's labor, he may be freed to take the rest necessary to the maintenance of his strength."},{"refcode_short":"SpTB19 36.3","refcode_long":"The Spirit of Sacrifice, p. 36.3 (Ellen Gould White)","content":"Let no man consider it his place to judge of the amount of labor a woman should perform. A competent woman should be employed as matron, and if any one does not perform her work faithfully, the matron should deal with the matter. Just wages should be paid, and every woman should be treated kindly and courteously, without reproach."},{"refcode_short":"SpTB19 36.4","refcode_long":"The Spirit of Sacrifice, p. 36.4 (Ellen Gould White)","content":"And let those who have charge of the men's work be careful lest they be too exacting. The men should have regular hours for service, and when they have worked full time, they are not to be begrudged their periods of rest. A sanitarium is to be all that the name indicates."},{"refcode_short":"SpTB19 37.1","refcode_long":"The Spirit of Sacrifice, p. 37.1 (Ellen Gould White)","content":"Every worker should seek to educate himself to perform his work expeditiously. The matron should teach those under her charge how to make quick, careful movements. Train the young to perform the work with tact and thoroughness. Then when the hours of work are over, all will feel that the time has been faithfully spent, and the workers are rightfully entitled to a period of rest."},{"refcode_short":"SpTB19 37.2","refcode_long":"The Spirit of Sacrifice, p. 37.2 (Ellen Gould White)","content":"Educational advantages should be provided for the workers in every sanitarium. The workers should be given every possible advantage consistent with the work assigned them."},{"refcode_short":"SpTB19 37","refcode_long":"The Spirit of Sacrifice, p. 37 (Ellen Gould White)","content":"Chapter 13—The Example of Christ"},{"refcode_short":"SpTB19 37.3","refcode_long":"The Spirit of Sacrifice, p. 37.3 (Ellen Gould White)","content":"At one time you made the suggestion that if the managers of our institutions offered higher wages, they would secure a higher class of workmen and thus a higher grade of work. My brother, such reasoning is not in harmony with the Lord's plans. We are all His servants. We are not our own. We have been bought with a price, and we are to glorify God in our body and in our spirit, which are His. This is a lesson that we need to learn. We need the discipline so essential to the development of completeness of Christian character."},{"refcode_short":"SpTB19 37.4","refcode_long":"The Spirit of Sacrifice, p. 37.4 (Ellen Gould White)","content":"Our institutions are to be entirely under the supervision of God. They were established in sacrifice, and only in sacrifice can their work be successfully carried forward."},{"refcode_short":"SpTB19 38.1","refcode_long":"The Spirit of Sacrifice, p. 38.1 (Ellen Gould White)","content":"Upon all who are engaged in the Lord's work rests the responsibility of fulfilling the commission: “Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you.”"},{"refcode_short":"SpTB19 38.2","refcode_long":"The Spirit of Sacrifice, p. 38.2 (Ellen Gould White)","content":"Christ Himself has given us an example of how we are to work. Read the fourth chapter of Matthew, and learn what methods Christ, the Prince of life, followed in His teaching. “Leaving Nazareth, He came and dwelt in Capernaum, which is upon the seacoast, in the borders of Zabulon and Nephthalim: that it might be fulfilled which was spoken by Esaias the prophet, saying, The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles; the people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.”"},{"refcode_short":"SpTB19 38.3","refcode_long":"The Spirit of Sacrifice, p. 38.3 (Ellen Gould White)","content":"“And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers. And He saith unto them, Follow Me, and I will make you fishers of men. And they straightway left their nets, and followed Him. And going on from thence, He saw other two brethren, James the son of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and He called them. And they immediately left the ship and their father, and followed Him.”"},{"refcode_short":"SpTB19 38.4","refcode_long":"The Spirit of Sacrifice, p. 38.4 (Ellen Gould White)","content":"These humble fishermen were Christ's first disciples. He did not say that they were to receive a certain sum for their services. They were to share with Him His self-denial and sacrifices."},{"refcode_short":"SpTB19 39.1","refcode_long":"The Spirit of Sacrifice, p. 39.1 (Ellen Gould White)","content":"“And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people. And His fame went throughout all Syria: and they brought unto Him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatic, and those that had the palsy; and He healed them. And there followed Him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from Judea, and from beyond Jordan. And seeing the multitudes, He went up into a mountain: and when He was set, His disciples came unto Him: and He opened His mouth, and taught them.” He gave what is known as the Sermon on the Mount,—a discourse full of precious instruction for all who claim to be His disciples. His deeds of sympathy in restoring the sick to health had aroused a deep interest in His work, and had prepared the people to listen to His words."},{"refcode_short":"SpTB19 39.2","refcode_long":"The Spirit of Sacrifice, p. 39.2 (Ellen Gould White)","content":"In every sense of the word Christ was a medical missionary. He came to this world to preach the gospel and to heal the sick. He came as a healer of the bodies as well as the souls of human beings. His message was that obedience to the laws of the kingdom of God would bring men and women health and prosperity...."},{"refcode_short":"SpTB19 39.3","refcode_long":"The Spirit of Sacrifice, p. 39.3 (Ellen Gould White)","content":"Christ might have occupied the highest place among the highest teachers of the Jewish nation. But He chose rather to take the gospel to the poor. He went from place to place, that those in the highways and byways might catch the words of the gospel of truth. He labored in the way in which He desires His workers to labor today. By the sea, on the mountainside, in the streets of the city, His voice was heard, explaining the Old Testament Scriptures. So unlike the explanation of the scribes and Pharisees was His explanation that the attention of the people was arrested. He taught as one having authority, and not as the scribes. With clearness and power He proclaimed the gospel message."}]