[{"refcode_short":"SpTB04 2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 2 (Ellen Gould White)","content":"Testimonies for the Church Regarding the Spirit of Unity"},{"refcode_short":"SpTB04 2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 2 (Ellen Gould White)","content":"Introduction"},{"refcode_short":"SpTB04 2.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 2.1 (Ellen Gould White)","content":"There are many hundreds and thousands of people in the United States whose native language is not the English, and who, if warned of the things that are soon coming upon the world, must be warned in their own language. How to carry forward the work for all the foreign-speaking people in America is a great problem."},{"refcode_short":"SpTB04 2.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 2.2 (Ellen Gould White)","content":"At the General Conference, recently held in Washington, D. C., it was urged by some that the organization of German, Swedish, and Danish conferences, and the separation of the work of these three nationalities, carried on by the International Publishing Association, would be beneficial. The consideration of this question was to be a prominent feature of the council called at College View, September 6 to 8, 1905. At this meeting Elder Irwin read to those assembled the following testimonies regarding unity of effort, and as many who were not at the meeting ask for copies, we now send them forth in this little tract."},{"refcode_short":"SpTB04 3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 3 (Ellen Gould White)","content":"Chapter 1—Unity Among Different Nationalities"},{"refcode_short":"SpTB04 3.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 3.1 (Ellen Gould White)","content":"“If any man thirst, let him come unto Me, and drink.” “Whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.” John 7:37; 4:14."},{"refcode_short":"SpTB04 3.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 3.2 (Ellen Gould White)","content":"If, with these promises before us, we choose to remain parched and withered for want of the water of life, it is our own fault. If we would come to Christ with the simplicity of a child coming to its earthly parents, and ask for the things that He has promised, believing that we receive them, we should have them. If all of us had exercised the faith we should, we would have been blessed with far more of the Spirit of God in our meetings than we have yet received. I am glad that a few days of the meeting still remain. Now the question is, Will we come to the fountain and drink? Will the teachers of truth set the example? God will do great things for us, if we by faith take Him at His word. Oh that we might see here a general humbling of the heart before God."},{"refcode_short":"SpTB04 3.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 3.3 (Ellen Gould White)","content":"Since these meetings began, I have felt urged to dwell much upon love and faith. This is because you need this testimony. Some who have entered these missionary fields have said, “You do not understand the French people; you do not understand the Germans. They have to be met in just such a way.”"},{"refcode_short":"SpTB04 3.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 3.4 (Ellen Gould White)","content":"But, I inquire, does not God understand them? Is it not He who gives His servants a message for the people? He knows just what they need; and if the message comes directly from Him through His servants to the people it will accomplish the work whereunto it is sent; it will make all one in Christ. Though some are decidedly French, others decidedly German, and others decidedly American, they will be just as decidedly Christlike."},{"refcode_short":"SpTB04 4.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 4.1 (Ellen Gould White)","content":"The Jewish temple was built of hewn stones quarried out of the mountains; and every stone was fitted for its place in the temple, hewed, polished, and tested, before it was brought to Jerusalem. And when all were brought to the ground, the building went together without the sound of ax or hammer. This building represents God's spiritual temple, which is composed of material gathered out of every nation, and tongue, and people of all grades, high and low, rich and poor, learned and unlearned. These are not dead substances, to be fitted by hammer and chisel. They are living stones, quarried out from the world by the truth; and the great Master builder, the Lord of the temple, is now hewing and polishing them, and fitting them for their respective places in the spiritual temple. When completed, this temple will be perfect in all its parts, the admiration of angels and of men; for its Builder and Maker is God."},{"refcode_short":"SpTB04 4.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 4.2 (Ellen Gould White)","content":"Let no one think that there need to be a stroke placed upon him. There is no person, no nation, that is perfect in every habit and thought. One must learn of another. Therefore God wants the different nationalities to mingle together, to be one in judgment, one in purpose. Then the union that there is in Christ will be exemplified."},{"refcode_short":"SpTB04 4.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 4.3 (Ellen Gould White)","content":"I was almost afraid to come to this country, because I heard so many say that the different nationalities of Europe were peculiar, and had to be reached in a certain way. But the wisdom of God is promised to those who feel their need, and who ask for it. God can bring the people where they will receive the truth. Let the Lord take possession of the mind, and mold it as the clay is molded in the hands of the potter, and these differences will not exist. Look to Jesus, brethren; copy His manners and spirit, and you will have no trouble in reaching these different classes. We have not six patterns to follow, nor five; we have only one, and that is Christ Jesus. If the Italian brethren, the French brethren, and the German brethren, try to be like Him, they will plant their feet upon the same foundation of truth; the same spirit that dwells in one will dwell in the other,—Christ in them, the hope of glory. I warn you, brethren and sisters, not to build up a wall of partition between different nationalities. On the contrary, seek to break it down wherever it exists. We should endeavor to bring all into the harmony that there is in Jesus, laboring for the one object,—the salvation of our fellow men."},{"refcode_short":"SpTB04 5.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 5.1 (Ellen Gould White)","content":"Will you, my ministering brethren, grasp the rich promises of God? Will you put self out of sight, and let Jesus appear? Self must die before God can work through you. I feel alarmed as I see self cropping out in one and another here and there. I tell you, in the name of Jesus of Nazareth, your wills must die; they must become as God's will. He wants to melt you over, and cleanse you from every defilement. There is a great work to be done for you before you can be filled with the power of God. I beseech you to draw nigh to Him that you may realize His rich blessing before this meeting closes."},{"refcode_short":"SpTB04 5.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 5.2 (Ellen Gould White)","content":"There are those here upon whom great light in warnings and reproofs has shone. Whenever reproofs are given, the enemy seeks to create in those reproved a desire for human sympathy. Therefore I would warn you to beware lest in appealing to the sympathy of others, and going back over your past trials, you again err on the same points in seeking to build yourselves up. The Lord brings His erring children over the same ground again and again; but if they continually fail to heed the admonitions of His Spirit, if they fail to reform on every point where they have erred, He will finally leave them to their own weakness."},{"refcode_short":"SpTB04 6.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 6.1 (Ellen Gould White)","content":"I entreat you, brethren, to come to Christ and drink; drink freely of the water of salvation. Do not appeal to your own feelings. Do not think that sentimentalism is religion. Shake yourselves from every human prop, and lean heavily upon Christ. You need a new fitting up before you are prepared to engage in the work of saving souls. Your words, your actions, have an influence upon others, and you must meet that influence in the day of God. Jesus says, “Behold, I have set before thee an open door, and no man can shut it.” Revelation 3:8. Light is shining from that door, and it is our privilege to receive it if we will. Let us direct our eyes within that open door, and try to receive all that Christ is willing to bestow."},{"refcode_short":"SpTB04 6.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 6.2 (Ellen Gould White)","content":"Each one will have a close struggle to overcome sin in his own heart. This is at times a very painful and discouraging work; because, as we see the deformities in our character we keep looking at them when we should look to Jesus, and put on the robe of His righteousness. Every one who enters the pearly gates of the city of God will enter there as a conqueror, and his greatest conquest will have been over self."},{"refcode_short":"SpTB04 6.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 6.3 (Ellen Gould White)","content":"“For this cause I bow my knees unto the Father of our Lord Jesus Christ, of whom the whole family in heaven and earth is named, that He would grant you, according to the riches of His glory, to be strengthened with might by His Spirit in the inner man; that Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, and length, and depth, and height; and to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.” Ephesians 3:14-19."},{"refcode_short":"SpTB04 7.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 7.1 (Ellen Gould White)","content":"As workers together for God, brethren and sisters, lean heavily upon the arm of the Mighty One. Labor for unity, labor for love, and you may become a power in the world."},{"refcode_short":"SpTB04 7","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 7 (Ellen Gould White)","content":"Chapter 2—God's Purpose in Our Publishing Houses"},{"refcode_short":"SpTB04 7.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 7.2 (Ellen Gould White)","content":"Solemn is the responsibility that rests upon our houses of publication. Those who conduct these institutions, those who edit the periodicals and prepare the books, standing as they do in the light of God's purpose, and called to give warning to the world, are held by God accountable for the souls of their fellow men. To them, as well as to the ministers of the word, applies the message given by God to His prophet of old: “Son of man, I have set thee a watchman unto the house of Israel; therefore thou shalt hear the word at My mouth, and warn them from Me. When I say unto the wicked, O wicked man, thou shalt surely die; if thou dost not speak to warn the wicked from his way, that wicked man shall die in his iniquity; but his blood will I require at thine hand.” Ezekiel 33:7, 8."},{"refcode_short":"SpTB04 7.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 7.3 (Ellen Gould White)","content":"In all our work, even in mechanical lines, God desires that the perfection of His character shall appear. The exactness, skill, tact, wisdom, and perfection which He required in the building of the earthly tabernacle, He desires to have brought into everything that shall be done in His service. Every transaction entered into by His servants is to be as pure and precious in His sight as were the gold and frankincense and myrrh which is sincere, uncorrupted faith the wise men from the East brought to the infant Saviour."},{"refcode_short":"SpTB04 8.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 8.1 (Ellen Gould White)","content":"Thus in their business life Christ's followers are to be light-bearers to the world. God does not ask them to make an effort to shine. He approves of no self-satisfied attempt to display superior goodness. He desires that their souls shall be imbued with the principles of heaven, and then, as they come in contact with the world, they will reveal the light that is in them. Their honesty, uprightness, and steadfast fidelity in every act of life will be a means of illumination."},{"refcode_short":"SpTB04 8.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 8.2 (Ellen Gould White)","content":"The kingdom of God comes not with outward show. It comes through the gentleness of the inspiration of His word, through the inward working of His Spirit, the fellowship of the soul with Him who is its life. The greatest manifestation of its power is seen in human nature brought to the perfection of the character of Christ."},{"refcode_short":"SpTB04 8.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 8.3 (Ellen Gould White)","content":"An appearance of wealth or position, expensive architecture or furnishings, are not essential to the advancement of the work of God: neither are achievements that win applause from men and administer to vanity. Worldly display, however imposing, is of no value with God."},{"refcode_short":"SpTB04 8.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 8.4 (Ellen Gould White)","content":"While it is our duty to seek for perfection in outward things, it should be ever kept in mind that this aim is not to be made supreme. It must be held subordinate to higher interests. Above the seen and transitory, God values the unseen and eternal. The former is of worth only as it expresses the latter. The choicest productions of art possess no beauty that can compare with the beauty of character which is the fruit of the Holy Spirit's working in the soul."},{"refcode_short":"SpTB04 9.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 9.1 (Ellen Gould White)","content":"When God gave His Son to the world, He endowed human beings with imperishable riches,—riches compared with which the treasured wealth of man since the world began is nothingness. Christ came to the earth and stood before the children of men with the hoarded love of eternity, and this is the treasure that through our connection with Him we are to receive, to reveal, and to impart."},{"refcode_short":"SpTB04 9.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 9.2 (Ellen Gould White)","content":"Our institutions will give character to the work of God just according to the consecrated devotion of the workers,—by revealing the power of the grace of Christ to transform the life. We are to be distinguished from the world because God has placed His seal upon us, because He manifests in us His own character of love. Our Redeemer covers us with His righteousness."},{"refcode_short":"SpTB04 9.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 9.3 (Ellen Gould White)","content":"In choosing men and women for His service, God does not ask whether they possess learning or eloquence or worldly wealth. He asks, “Do they walk in such humility that I can teach them My way? Can I put My words into their lips? Will they represent Me?”"},{"refcode_short":"SpTB04 9.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 9.4 (Ellen Gould White)","content":"God can use every person just in proportion as He can put His Spirit into the soul temple. The work that He will accept is the work that reflects His image. His followers are to bear, as their credentials to the world, the ineffaceable characteristics of His immortal principles."},{"refcode_short":"SpTB04 9.5","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 9.5 (Ellen Gould White)","content":"It is the glory of the gospel that it is founded upon the principle of restoring in the fallen race the divine image by a constant manifestation of beneficence. God will honor that principle wherever manifest."},{"refcode_short":"SpTB04 10.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 10.1 (Ellen Gould White)","content":"Those who follow Christ's example of self-denial for the truth's sake make a great impression on the world. Their example is convincing and contagious. Men see that there is among God's professed people that faith which works by love and purifies the soul from selfishness. In the lives of those who obey God's commandments, worldlings see convincing evidence that the law of God is a law of love to God and man."},{"refcode_short":"SpTB04 10.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 10.2 (Ellen Gould White)","content":"God's work is ever to be a sign of His benevolence, and just as that sign is manifest in the working of our institutions, it will win the confidence of the people, and bring in resources for the advancement of His kingdom. The Lord will withdraw His blessing where selfish interests are indulged in any phase of the work; but He will put His people in possession of good throughout the whole world, if they will use it for the uplifting of humanity. The experience of apostolic days will come to us when we whole-heartedly accept God's principle of benevolence,—consent of all things to obey the leadings of His Holy Spirit."},{"refcode_short":"SpTB04 10","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 10 (Ellen Gould White)","content":"Training-Schools for Workers"},{"refcode_short":"SpTB04 10.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 10.3 (Ellen Gould White)","content":"Our institutions should be missionary agencies in the highest sense, and true missionary work always begins with those nearest. In every institution there is missionary work to be done. From the manager to the humblest worker, all should feel a responsibility for the unconverted among their own number. They should put forth earnest effort to bring them to Christ. As the result of such effort, many will be won, and will become faithful and true in service to God."},{"refcode_short":"SpTB04 11.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 11.1 (Ellen Gould White)","content":"As our publishing houses take upon themselves a burden for missionary fields, they will see the necessity of providing for a broader and more thorough education of workers. They will realize the value of their facilities for this work, and will see the need of qualifying the workers, not merely to build up the work within their own borders, but to give efficient help to institutions in new fields."},{"refcode_short":"SpTB04 11.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 11.2 (Ellen Gould White)","content":"God designs that our publishing houses shall be successful educating schools, both in business and in spiritual lines. Managers and workers are ever to keep in mind that God requires perfection in all things connected with His service. Let all who enter our institutions to receive instruction understand this. Let opportunity be given for all to acquire the greatest possible efficiency. Let them become acquainted with different lines of work, so that, if called to other fields, they will have an all-round training, and thus be qualified to bear varied responsibilities."},{"refcode_short":"SpTB04 11.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 11.3 (Ellen Gould White)","content":"Apprentices should be so trained that, after the necessary time spent in the institution, they can go forth prepared to take up intelligently the different lines of printing work, giving momentum to the cause of God by the best use of their energies, and capable of imparting to others the knowledge they have received."},{"refcode_short":"SpTB04 11.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 11.4 (Ellen Gould White)","content":"All the workers should be impressed with the fact that they are not only to be educated in business lines, but to become qualified to bear spiritual responsibilities. Let every worker be impressed with the importance of a personal connection with Christ, a personal experience of His power to save. Let the workers be educated as were the youth in the schools of the prophets. Let their minds be molded by God through His appointed agencies. All should receive a training in Bible lines, should be rooted and grounded in the principles of truth, that they may keep the way of the Lord, to do justice and judgment. Let every effort be made to arouse and encourage the missionary spirit. Let the workers be impressed with a sense of the high privilege proffered them in this last work of salvation, to be used by God as His helping hand. Let each be taught to work for others, by practical labor for souls just where he is. Let all learn to look to the word of God for instruction in every line of missionary effort. Then, as the word of the Lord is communicated to them, it will supply their minds with suggestions for working the fields in such a way as to bring to God the best returns from all parts of His vineyard."},{"refcode_short":"SpTB04 12","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 12 (Ellen Gould White)","content":"God's Purpose Fulfilled"},{"refcode_short":"SpTB04 12.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 12.1 (Ellen Gould White)","content":"Christ desires by the fulness of His power so to strengthen His people that through them the whole world shall be encircled with an atmosphere of grace. When His people shall make a whole-hearted surrender of themselves to God, this purpose will be accomplished. The words of the Lord to those connected with His institutions are, “Be ye clean, that bear the vessels of the Lord,” Isaiah 52:11. In all our institutions let self-seeking give place to unselfish love and labor for souls nigh and afar off. Then the holy oil will be emptied from the two olive branches into the golden pipes, which will empty themselves into the vessels prepared to receive it. Then the lives of Christ's workers will indeed be an exposition of the truths of His word."},{"refcode_short":"SpTB04 12.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 12.2 (Ellen Gould White)","content":"The love and fear of God, the sense of His goodness, His holiness, will circulate through every institution. An atmosphere of love and peace will pervade every department. Every word spoken, every work performed, will have an influence that corresponds to the influence of heaven. Christ will abide in humanity, and humanity will abide in Christ. In all the work will appear, not the character of finite man, but the character of the infinite God. The divine influence imparted by holy angels will impress the minds brought in contact with the workers; from these workers a fragrant influence will go forth."},{"refcode_short":"SpTB04 13.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 13.1 (Ellen Gould White)","content":"When called to enter new fields, workers thus trained will go forth as representatives of the Saviour, fitted for usefulness in His service, and capable of imparting to others, by precept and example, a knowledge of the truth for this time. The goodly fabric of character wrought out through divine power, will receive light and glory from heaven, and will stand before the world as a witness pointing to the throne of the living God."},{"refcode_short":"SpTB04 13.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 13.2 (Ellen Gould White)","content":"Then the work will move forward with solidity and redoubled strength. To the workers in every line will be imparted a new efficiency. The publications sent forth as God's messengers will bear the signet of the Eternal. Rays of light from the sanctuary above will attend the precious truths they bear. As never before, they will have power to awaken in souls a conviction of sin, to create a hungering and thirsting after righteousness, to beget a lively solicitude for the things that will never pass away. Men will learn of the reconciliation for iniquity and of the everlasting righteousness which the Messiah has brought in through His sacrifice. Many will be brought to share the glorious liberty of the sons of God, and will stand with God's people to welcome the soon coming, in power and glory, of our Lord and Saviour.—Testimonies for the Church 7:140, 142-144, 146-149."},{"refcode_short":"SpTB04 14","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 14 (Ellen Gould White)","content":"Chapter 3—Sacredness of God's Instrumentalities"},{"refcode_short":"SpTB04 14.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 14.1 (Ellen Gould White)","content":"There are many who recognize no distinction between a common business enterprise, as a workshop, factory, or corn field, and an institution established especially to advance the interests of the cause of God. But the same distinction exists that in ancient times God placed between the sacred and the common, the holy and the profane. This distinction He desires every worker in our institutions to discern and appreciate. Those who occupy a position in our publishing houses are highly honored. A sacred charge is upon them. They are called to be workers together with God. They should appreciate the opportunity of so close connection with the heavenly instrumentalities, and should feel that they are highly privileged in being permitted to give to the Lord's institution their ability, their service, and their unwearying vigilance. They should have a vigorous purpose, a lofty aspiration, a zeal to make the publishing house just what God desires it to be,—a light in the world, a faithful witness for Him, a memorial of the Sabbath of the fourth commandment........."},{"refcode_short":"SpTB04 14.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 14.2 (Ellen Gould White)","content":"Both the members of the church and the employees in the publishing house should feel that as workers together with God they have a part to act in guarding His institution. They should be faithful guardians of its interests in every line, seeking to shield it, not only from loss and disaster, but from all that could profane or contaminate. Never through act of theirs should its fair fame be tarnished, even by the breath of careless criticism or censure. God's institutions should be regarded by them as a holy trust, to be guarded as jealously as the ark was guarded by ancient Israel."},{"refcode_short":"SpTB04 15.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 15.1 (Ellen Gould White)","content":"When the workers in the publishing house are educated to think of this great center as related to God, and under His supervision; when they realize that it is a channel through which light from heaven is to be communicated to the world, they will regard it with great respect and reverence. They will cherish the best thoughts and the noblest feelings, that in their work they may have the cooperation of the heavenly intelligences. As the workers realize that they are in the presence of angels, whose eyes are too pure to behold iniquity, a strong restraint will be placed on thoughts, words, and actions. They will be given moral strength, for the Lord says, “Them that honor Me I will honor.” 1 Samuel 2:30. Every worker will have a precious experience, and will possess faith and power that will rise superior to circumstances. All will be able to say, “The Lord is in this place.”—Testimonies for the Church 7:191-193."},{"refcode_short":"SpTB04 15","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 15 (Ellen Gould White)","content":"Chapter 4—The Publishing Work at Home and Abroad"},{"refcode_short":"SpTB04 15.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 15.2 (Ellen Gould White)","content":"Selections from published and unpublished Testimonies."},{"refcode_short":"SpTB04 15","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 15 (Ellen Gould White)","content":"Translations"},{"refcode_short":"SpTB04 15.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 15.3 (Ellen Gould White)","content":"A far greater effort should be made to extend the circulation of our literature in all parts of the world. The warning must be given in all lands and to all peoples. Our books are to be translated and published in many different languages. We should multiply publications on our faith in English, German, French, Danish-Norwegian, Swedish, Spanish, Italian, Portuguese, and many other tongues; and people of all nationalities should be enlightened and educated, that they too may join in the work."},{"refcode_short":"SpTB04 16.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 16.1 (Ellen Gould White)","content":"Let our people do all in their power to diffuse to the world the light of heaven. In every way possible call the attention of the people of every nation and tongue to those things that will direct their minds to the Book of books.—Testimonies for the Church 7:160."},{"refcode_short":"SpTB04 16","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 16 (Ellen Gould White)","content":"“Arise, Shine”"},{"refcode_short":"SpTB04 16.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 16.2 (Ellen Gould White)","content":"God says to His people, “Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.” Isaiah 60:1. Why, then, do they feel so little burden to plant the standard of truth in new places? Why do they not obey the word, “Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not.” Luke 12:33. Why do they not return to the Lord His own, to be invested in heavenly merchandise? Why is there not a more earnest call for volunteers to enter the whitening harvest-field? Unless more is done than has been done for the cities of America, ministers and people will have a heavy account to settle with the One who has appointed to every man his work."},{"refcode_short":"SpTB04 16.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 16.3 (Ellen Gould White)","content":"We repeat the prayer: “Thy kingdom come. Thy will be done in earth, as it is in heaven.” Matthew 6:10. Are we doing our part to answer that prayer? We profess to believe that the commission which Christ gave to His disciples is given also to us. Are we fulfilling it? May God forgive our terrible neglect in not doing the work that as yet we have scarcely touched with the tips of our fingers. When will this work be done? It makes my heart sick and sore to see such blindness on the part of the people of God."},{"refcode_short":"SpTB04 17.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 17.1 (Ellen Gould White)","content":"There are thousands in America perishing in ignorance and sin. And looking afar off to some distant field, those who know the truth are indifferently passing by the needy fields close to them. Christ says, “Go work today in My vineyard.” “Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.” Matthew 21:28; John 4:35."},{"refcode_short":"SpTB04 17.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 17.2 (Ellen Gould White)","content":"Wake up, wake up, my brethren and sisters, and enter the fields in America that have never been worked. After you have given something for foreign fields, do not think your duty done. There is a work to be done in foreign fields, but there is a work to be done in America that is just as important. In the cities of America there are people of almost every language. These need the light that God has given to His church."},{"refcode_short":"SpTB04 17.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 17.3 (Ellen Gould White)","content":"The Lord lives and reigns. Soon He will arise in majesty to shake terribly the earth. A special message is now to be borne, a message that will pierce the spiritual darkness and convict and convert souls. “Haste thee, flee for thy life,” is the call to be given to those who are dwelling in sin. We must now be terribly in earnest. We have not a moment to spend in criticism and accusation. Let those who have done this in the past fall on their knees in prayer, and let them beware how they put their words and their plans in the place of God's words and God's plans.—Testimonies for the Church 8:35, 36."},{"refcode_short":"SpTB04 18.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 18.1 (Ellen Gould White)","content":"The light of truth is to shine to the ends of the earth. Greater and still greater light is beaming with celestial brightness from the Redeemer's face upon His representatives, to be diffused through the darkness of a benighted world. As laborers together with Him, let us pray for the sanctification of His Spirit, that we may shine more and more brightly.—Testimonies for the Church 8:40."},{"refcode_short":"SpTB04 18","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 18 (Ellen Gould White)","content":"To Every Man His Work"},{"refcode_short":"SpTB04 18.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 18.2 (Ellen Gould White)","content":"While traveling in Switzerland, we passed by a large building in process of erection. Many men were at work. Some were bringing stones from the quarry; others were squaring, shaping, and measuring these stones; and others were placing them in their proper position in the building. In charge of the different departments were experienced workers, whose part it was to see that the work was done with faithfulness and thoroughness. Over all the men, superintending the work on the entire building, was the master builder."},{"refcode_short":"SpTB04 18.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 18.3 (Ellen Gould White)","content":"United action and perfect order prevailed among the men, and the work moved forward rapidly. Every one was doing something. I was told that in the mountains other men were at work, felling trees for the timber needed in the building, and floating them down the stream."},{"refcode_short":"SpTB04 18.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 18.4 (Ellen Gould White)","content":"To me this sight was an object-lesson of the way in which the Lord's work is to be carried forward. In His work there are many different branches. Workers of different talents and capabilities are needed. Every one is to do his best faithfully, and all are to work under the direction of the great Head of the church, Christ Jesus.—Unpublished MS., 1903."},{"refcode_short":"SpTB04 19","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 19 (Ellen Gould White)","content":"Chapter 5—Unity In Christ Jesus"},{"refcode_short":"SpTB04 19.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 19.1 (Ellen Gould White)","content":"While attending the council meeting of the General Conference Committee, held in September, 1904, my mind was deeply exercised regarding the unity that should attend our work. I was not able to attend all the meetings, but in the night season scene after scene passed before me, and I felt that I had a message to bear to our people in many places."},{"refcode_short":"SpTB04 19.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 19.2 (Ellen Gould White)","content":"My heart is pained as I see that, with such wonderful incentives to bring our powers and capabilities to the very highest state of development, we are content to be dwarfs in the work of Christ. God's desire is that all His workers shall grow to the full stature of men and women in Christ. Where there is growth, there is vitality; the vitality testifies to the growth. The words and works bear living testimony to the world of what Christianity does for the followers of Christ."},{"refcode_short":"SpTB04 19.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 19.3 (Ellen Gould White)","content":"When you do your appointed work without contention or criticism of others, a freedom, a light, and a power will attend it that will give character and influence to the institutions and enterprises with which you are connected."},{"refcode_short":"SpTB04 19.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 19.4 (Ellen Gould White)","content":"Remember that you are never on vantage ground when you are ruffled, and when you carry the burden of setting right every soul who comes near you. If you yield to the temptation to criticize others, to point out their faults, to tear down what they are doing, you may be sure that you will fail to act your own part nobly and well."},{"refcode_short":"SpTB04 20.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 20.1 (Ellen Gould White)","content":"This is a time when every man in a responsible position, and every member of the church, should bring every feature of his work into close accord with the teachings of the word of God. By untiring vigilance, by fervent prayer, by Christlike words and deeds, we are to show the world what God desires His church to be."},{"refcode_short":"SpTB04 20.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 20.2 (Ellen Gould White)","content":"From His high position, Christ, the King of glory, the Majesty of heaven, saw the condition of men. He pitied human beings in their weakness and sinfulness, and came to this earth to reveal what God is to men. Leaving the royal courts, and clothing His divinity with humanity, He came to the world Himself, in our behalf to work out a perfect character. He did not choose His dwelling among the rich of the earth. He was born in poverty and of lowly parentage in the despised village of Nazareth. As soon as He was old enough to handle tools, He shared the burden of caring for the family."},{"refcode_short":"SpTB04 20.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 20.3 (Ellen Gould White)","content":"Christ humbled Himself to stand at the head of humanity, to meet the temptations and endure the trials that humanity must meet and endure. He must know what humanity has to meet from the fallen foe, that He might know how to succor those who are tempted."},{"refcode_short":"SpTB04 20.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 20.4 (Ellen Gould White)","content":"And Christ has been made our Judge. The Father is not the Judge. The angels are not. He who took humanity upon Himself, and in this world lived a perfect life, is to judge us. He only can be our Judge. Will you remember this, brethren? Will you remember it, ministers? Will you remember it, fathers and mothers? Christ took humanity that He might be our Judge. No one of you has been appointed to be a judge of others. It is all that you can do to discipline yourselves. In the name of Christ I entreat you to heed the injunction that He gives you, never to place yourself on the judgment-seat. From day to day since I have been at this meeting, this message has been sounded in my ears, Come down from the judgment-seat. Come down in humility."},{"refcode_short":"SpTB04 21.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 21.1 (Ellen Gould White)","content":"Never was there a time when it was so important that we should deny ourselves, and take up the cross daily, as now. How much self-denial are we willing to practise."},{"refcode_short":"SpTB04 21","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 21 (Ellen Gould White)","content":"A Life of Grace and Peace"},{"refcode_short":"SpTB04 21.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 21.2 (Ellen Gould White)","content":"In the first chapter of the second epistle of Peter, you will find the promise that grace and peace will be multiplied unto you, if you will “add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity.” 2 Peter 1:5-7."},{"refcode_short":"SpTB04 21.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 21.3 (Ellen Gould White)","content":"These virtues are wonderful treasures. They “make a man more precious than fine gold, even a man than the golden wedge of Ophir.”"},{"refcode_short":"SpTB04 21.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 21.4 (Ellen Gould White)","content":"“If these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.” Verse 8."},{"refcode_short":"SpTB04 21.5","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 21.5 (Ellen Gould White)","content":"Shall we not strive to use to the very best of our ability the little time that is left us in this life, adding grace to grace, power to power, making it manifest that we have a source of power in the heavens above. Christs says, “All power is given unto Me in heaven and in earth.” Matthew 28:18. What is this power given to Him for?—For us. He desires us to realize that He has returned to heaven as our Elder Brother, and that the measureless power given Him has been placed at our disposal."},{"refcode_short":"SpTB04 22.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 22.1 (Ellen Gould White)","content":"Those who will carry out in their lives the instruction given to the church through the apostle Peter will receive power from above. We are to give all diligence to make our calling and election sure, living upon the plan of addition. We are to represent Christ in all that we say and do. We are to live His life. The principles by which He was guided are to shape our course of action toward those with whom we are associated."},{"refcode_short":"SpTB04 22.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 22.2 (Ellen Gould White)","content":"When we are securely anchored in Christ, we have a power that no human being can take from us. Why in this?—Because we are partakers of the divine nature, having escaped the corruption that is in the world through lust,—partakers of the nature of Him who came to this earth clothed with the habiliments of humanity, that He might stand at the head of the human race, and develop a character that was without spot or stain of sin."},{"refcode_short":"SpTB04 22.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 22.3 (Ellen Gould White)","content":"Why are many of us so weak and inefficient? It is because we look to self, studying our own temperament, and wondering how we can make a place for ourselves, our individuality, and our peculiarities, in the place of studying Christ and His character."},{"refcode_short":"SpTB04 22.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 22.4 (Ellen Gould White)","content":"Brethren who could work together in harmony if they would learn of Christ, forgetting that they are Americans or Europeans, Germans or Frenchmen, Swedes, Danes, or Norwegians, seem to feel that if they should blend with those of other nationalities, something of that which is peculiar to their own country and nation would be lost, and something else would take its place."},{"refcode_short":"SpTB04 22.5","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 22.5 (Ellen Gould White)","content":"My brethren, let us put all that aside. We have no right to keep our minds stayed on ourselves, our preferences, and our fancies. We are not to seek to maintain a peculiar identity of our own, a personality, an individuality, which will separate us from our fellow laborers. We have a character to maintain, but it is the character of Christ. Having the character of Christ, we can carry on the work of God together. The Christ in us will meet the Christ in our brethren, and the Holy Spirit will give that union of heart and action which testifies to the world that we are children of God. May the Lord help us to die to self, and be born again, that Christ may live in us, a living, active principle, a power that will keep us holy."},{"refcode_short":"SpTB04 23","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 23 (Ellen Gould White)","content":"Chapter 6—The Publishing Work at College View"},{"refcode_short":"SpTB04 23.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 23.1 (Ellen Gould White)","content":"I approve of the efforts that have been made to establish our German and Scandinavian publishing work at College View. I hope that plans will be devised for the encouragement and strengthening of this work."},{"refcode_short":"SpTB04 23.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 23.2 (Ellen Gould White)","content":"The whole burden of the work must not be left with our foreign brethren. Nor should our brethren throughout the field leave too heavy a load on the conferences near College View. The members of these conferences should lead out and do their best, and all should come to their assistance. The truth is to be proclaimed to all nations and kindreds and tongues and peoples."},{"refcode_short":"SpTB04 23.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 23.3 (Ellen Gould White)","content":"Our German and Danish and Swedish brethren have no good reason for not being able to act in harmony in the publishing work. Those who believe the truth should remember that they are God's little children, under His training. Let them be thankful to God for His manifold mercies and be kind to one another. They have one God and one Saviour; and one Spirit—the Spirit of Christ—is to bring unity into their ranks."},{"refcode_short":"SpTB04 24.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 24.1 (Ellen Gould White)","content":"After His resurrection, Christ ascended to heaven, and He is today presenting our needs to the Father. “I have graven them upon the palms of My hands,” He says. It cost something to engrave them there. It cost untold agony. If we would humble ourselves before God, and be kind and courteous and tender-hearted and pitiful, there would be one hundred conversions to the truth where now there is only one. But though professing to be converted, we carry round with us a bundle of self that we regard as altogether too precious to be given up. It is our privilege to lay this burden at the feet of Christ, and in its place take the character and similitude of Christ. The Saviour is waiting for us to do this."},{"refcode_short":"SpTB04 24.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 24.2 (Ellen Gould White)","content":"Christ laid aside His royal robe, His kingly crown, and His high command, and stepped down, down, down, to the lowest depths of humiliation. Bearing human nature, He met all the temptations of humanity, and in our behalf defeated the enemy on every point."},{"refcode_short":"SpTB04 24.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 24.3 (Ellen Gould White)","content":"All this He did that He might bring men power by which they might be overcomers. “All power,” He says, “is given unto Me.” Matthew 28:18. And this He gives to all who will follow Him. They may demonstrate to the world the power that there is in the religion of Christ for the conquest of self."},{"refcode_short":"SpTB04 24.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 24.4 (Ellen Gould White)","content":"“Learn of Me,” Christ says, “and ye shall find rest unto your soul.” Why do we not learn of the Saviour every day? Why do we not live in constant communion with Him, so that in our connection with one another, we can speak and act kindly and courteously? Why do we not honor the Lord by manifesting tenderness and love for one another? If we speak and act in harmony with the principles of heaven, unbelievers will be drawn to Christ by their association with us."},{"refcode_short":"SpTB04 25","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 25 (Ellen Gould White)","content":"Christ's Relation to Nationality"},{"refcode_short":"SpTB04 25.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 25.1 (Ellen Gould White)","content":"Christ recognized no distinction of nationality or rank or creed. The scribes and Pharisees desired to make a local and a national benefit of all the gifts of heaven, and to exclude the rest of God's family in the world. But Christ came to break down every wall of partition. He came to show that His gift of mercy and love is as unconfined as the air, the light, or the showers of rain that refresh the earth."},{"refcode_short":"SpTB04 25.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 25.2 (Ellen Gould White)","content":"The life of Christ established a religion in which there is no caste, a religion by which Jew and Gentile, free and bond, are linked in a common brotherhood, equal before God. No question of policy influenced His movements. He made no difference between neighbors and strangers, friends and enemies. That which appealed to His heart was a soul thirsting for the waters of life."},{"refcode_short":"SpTB04 25.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 25.3 (Ellen Gould White)","content":"He passed no human being by as worthless, but sought to apply the healing remedy to every soul. In whatever company He found Himself, He presented a lesson appropriate to the time and the circumstances. Every neglect or insult shown by men to their fellow men only made Him more conscious of their need of His divine-human sympathy. He sought to inspire with hope the roughest and most unpromising, setting before them the assurance that they might become blameless and harmless, attaining such a character as would make them the children of God."},{"refcode_short":"SpTB04 26","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 26 (Ellen Gould White)","content":"A Sure Foundation"},{"refcode_short":"SpTB04 26.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 26.1 (Ellen Gould White)","content":"“Wherefore the rather, brethren,” says the apostle Peter, “give diligence to make your calling and election sure: for if ye do these things, ye shall never fall. For so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.” 2 Peter 1:10, 11."},{"refcode_short":"SpTB04 26.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 26.2 (Ellen Gould White)","content":"Years ago, when the company of believers in the soon coming of Christ was very small, the Sabbath-keepers at Topsham, Maine, met for worship in the large kitchen in the home of Brother Stockbridge Howland. One Sabbath morning Brother Howland was absent. We were surprised at this, because he was always so punctual. Soon he came in, his face aglow, shining with the glory of God. “Brethren,” he said, “I have found it. I have found that we can pursue a course of action regarding which the guarantee of God's word is, ‘Ye shall never fall.’ I am going to tell you about it.”"},{"refcode_short":"SpTB04 26.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 26.3 (Ellen Gould White)","content":"He then told us that he had notice that one brother, a poor fisherman, had been feeling that he was not as highly respected as he ought to be, and that Brother Howland and others thought themselves above him. This was not true, but it seemed true to him; and for several weeks he had not attended the meetings. So Brother Howland went to his house, and knelt before him, saying. “My brother, forgive me. What is it that I have done?” The man took him by the arm, and tried to raise him to his feet. “No,” said Brother Howland, “what have you against me?” “I have nothing against you.” “But you must have,” said Brother Howland, “because once we could speak to one another, but now you do not speak to me at all, and I want to know what is the matter.”"},{"refcode_short":"SpTB04 27.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 27.1 (Ellen Gould White)","content":"“Get up, Brother Howland,” he said. “No,” said Brother Howland, “I will not.” “Then I must get down,” he said, and he fell on his knees, and confessed how childish he had been and how many evil surmisings he had cherished. “And now,” he said, “I will put them all away.”"},{"refcode_short":"SpTB04 27.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 27.2 (Ellen Gould White)","content":"As Brother Howland told this story, his face shone with the glory of the Lord. Just as he had finished, the fisherman and his family came in, and we had an excellent meeting."},{"refcode_short":"SpTB04 27.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 27.3 (Ellen Gould White)","content":"Suppose that some of us should follow the course pursued by Brother Howland. If when our brethren surmise evil, we would go to them, saying, “Forgive me if I have done anything to harm you,” we might break the spell of Satan, and set our brethren free from their temptations. Do not let anything interpose between you and your brethren. If there is anything that you can do by sacrifice to clear away the rubbish of suspicion, do it. God wants us to love one another as brethren. He wants us to be pitiful and courteous. He wants us to educate ourselves to believe that our brethren love us, and to believe that Christ loves us. Love begets love."},{"refcode_short":"SpTB04 27.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 27.4 (Ellen Gould White)","content":"Do we expect to meet our brethren in heaven? If we can live with them here in peace and harmony, we could live with them there. But how could we live with them in heaven if we can not live with them here without continual contention and strife? Those who are following a course of action that separates them from their brethren, and brings in discord and dissension, need a thorough conversion. Our hearts must be melted and subdued by the love of Christ. We must cherish the love that He showed in dying for us on the cross of Calvary. We need to draw closer and closer to the Saviour. We should be much in prayer, and we must learn to exercise faith. We must be more tenderhearted, more pitiful and courteous. We shall pass through this world but once, and shall we not strive to leave on those with whom we associate, the impress of the character of Christ."},{"refcode_short":"SpTB04 28.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 28.1 (Ellen Gould White)","content":"Our hard hearts need to be broken. We need to come together in perfect unity, and we need to realize that we are the purchase of the blood of Jesus Christ of Nazareth. Let each one say, He gave His life for me, and He wants me, as I go through this world, to reveal the love that He revealed in giving Himself for us. Christ bore our sins in His own body on the cross, that God might be just, and yet the justifier of those who believe in Him. There is life, eternal life, for all who will surrender to Christ."},{"refcode_short":"SpTB04 28.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 28.2 (Ellen Gould White)","content":"I want to see the King in His beauty. I want to behold His matchless charms. I want you to behold Him too. Christ will lead His redeemed ones beside the river of life, and will explain to them all that perplexed them in this world. The mysteries of grace will unfold before them. Where their finite minds discerned only confusion and broken purposes, they will see the most perfect and beautiful harmony."},{"refcode_short":"SpTB04 28.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 28.3 (Ellen Gould White)","content":"Let us serve God with all our capabilities, with all our intelligence. Our intelligence will increase as we make use of that which we have. Our religious experience will strengthen as we bring it into the daily life. Thus we shall climb round after round of the ladder reaching to heaven, until at last we step off the topmost round into the kingdom of God. Let us be Christians in this world. Then we shall have eternal life in the kingdom of glory."},{"refcode_short":"SpTB04 29","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 29 (Ellen Gould White)","content":"Chapter 7—German and Scandinavian Conferences"},{"refcode_short":"SpTB04 29.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 29.1 (Ellen Gould White)","content":"Some of our ministers have written to me, asking if the work among the Germans and Scandinavians should not be carried forward under separate organizations. This matter has been presented to me several times, and I have written upon the subject: but I do not know where to find all that I have written regarding the matter. When I was in College View, the Lord gave me a straight testimony to bear, and since that time the matter has been presented to me again."},{"refcode_short":"SpTB04 29.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 29.2 (Ellen Gould White)","content":"At one time I seemed to be in a council meeting where these matters were being considered. One of authority stood in the midst of those assembled, and opened before them principles that should be followed in the work of God. The instruction given was that should such separation take place, it would not tend to advance the interests of the work among the various nationalities. It would not lead to the highest spiritual development. Walls would be built up that would have to be removed in the near future."},{"refcode_short":"SpTB04 29.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 29.3 (Ellen Gould White)","content":"According to the light given me of God, separate organizations, instead of bringing about unity, will create discord. If our brethren will seek the Lord together in humility of mind, those who now think it necessary to organize separate German and Scandinavian conferences will see that the Lord desires them to work together as brethren."},{"refcode_short":"SpTB04 29.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 29.4 (Ellen Gould White)","content":"Were those, who seek to disintegrate the work of God. to carry out their purpose, some would magnify themselves to do a work that should not be done. Such an arrangement would greatly retard the cause of God. If we are to carry on the work most successfully, the talents to be found among the English and Americans should be united with the talents of those of every other nationality. And each nationality should labor earnestly for every other nationality. There is but one Lord: one faith. Our effort should be to answer Christ's prayer for His disciples, that they should be one."},{"refcode_short":"SpTB04 30.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 30.1 (Ellen Gould White)","content":"“Sanctify them through Thy truth; Thy word is truth. As Thou hast sent Me into the world, even so have I also sent them into the world. And for their sakes I sanctify Myself, that they also might be sanctified through the truth.” John 17:17-19."},{"refcode_short":"SpTB04 30.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 30.2 (Ellen Gould White)","content":"“Neither pray I for these alone, but for them also which shall believe on Me through their word; that they all may be one: as Thou, Father, are in Me, and I in Thee, that they also may be one in Us; that the world may believe that Thou hast sent Me.” Verses 20, 21."},{"refcode_short":"SpTB04 30.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 30.3 (Ellen Gould White)","content":"It should be understood that perfect unity among the laborers is necessary to the successful accomplishment of the work of God. In order to preserve peace, all must seek wisdom from the great Teacher. Let all be careful how they introduce ambitious propositions that will create dissension."},{"refcode_short":"SpTB04 30.4","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 30.4 (Ellen Gould White)","content":"We are to be subject one to another. No man, in himself, is a complete whole. Through submission of the mind and will to the Holy Spirit, we are ever to be learners of the great Teacher."},{"refcode_short":"SpTB04 30.5","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 30.5 (Ellen Gould White)","content":"Study the second chapter of Acts. In the early church the Spirit of God wrought mightily through those who were harmoniously united. On the day of Pentecost they were all with one accord in one place."},{"refcode_short":"SpTB04 30.6","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 30.6 (Ellen Gould White)","content":"We are to demonstrate to the world that men of every nationality are one in Christ Jesus. Then let us remove every barrier, and come into unity in the service of the Master. In the erection of national barriers, you present to the world a plan of human invention, that God can never indorse."},{"refcode_short":"SpTB04 31.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 31.1 (Ellen Gould White)","content":"To those who would do this, the apostle Paul says, “Ye are yet carnal; for whereas there is among you envying, and strife, and divisions, are ye not carnal? ... Who then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man? I have planted, Apollos watered: but God gave the increase. So then neither is he that planteth anything, neither he that watereth; but God that giveth the increase. Now he that planteth and he that watereth are one; and every man shall receive his own reward according to his own labor. For we are laborers together with God; ye are God's husbandry, ye are God's building.” 1 Corinthians 3:3-9."},{"refcode_short":"SpTB04 31","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 31 (Ellen Gould White)","content":"An Example of Brotherly Kindness"},{"refcode_short":"SpTB04 31.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 31.2 (Ellen Gould White)","content":"When our brethren in Scandinavia faced a financial crisis, the testimony was given that we must not permit our brethren to stand as bankrupt before the world. That would have been dishonoring to God. And the prompt and liberal action of our American brethren was an acknowledgment that the difference in nationality could not release them from their duty to assist one another in the work of God. “All ye are brethren.” We are one in the unity of the truth."},{"refcode_short":"SpTB04 31.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 31.3 (Ellen Gould White)","content":"We must now, by diligent, self-sacrificing effort, endeavor to walk in the love of Christ, in the unity of the Spirit, through sanctification of the truth. No halfway work will suffice to fulfil the representation given in the prayer of Christ. We are to practise the principles of heaven here below. In heaven there is one grand meeting place."},{"refcode_short":"SpTB04 32.1","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 32.1 (Ellen Gould White)","content":"I must write plainly regarding the building up of partition walls in the work of God. Such an action has been revealed to me as a fallacy of human invention. It is not the Lord's plan for His people to separate themselves into separate companies, because of differences in nationality and language. Did they do this, their ideas would become narrow, and their influence would be greatly lessened. God calls for a harmonious blending of a variety of talents."},{"refcode_short":"SpTB04 32.2","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 32.2 (Ellen Gould White)","content":"I again repeat the words of Christ. I would impress them deeply upon your minds. “Neither pray I for these alone, but for them also which shall believe on Me through their word: that they all may be one: as Thou, Father, art in Me, and I in Thee, that they also may be one in Us; that the world may believe that Thou hast sent Me. And the glory which Thou gavest Me I have given them: that they may be one, even as We are one; I in them, and Thou in Me, that they may be made perfect in one; and that the world may know that Thou hast sent Me, and hast loved them, as Thou hast loved Me.”"},{"refcode_short":"SpTB04 32.3","refcode_long":"Testimonies for the Church Regarding the Spirit of Unity, p. 32.3 (Ellen Gould White)","content":"Christ has hedged in His people from the world, but those who would build up national separation, would do a work for which the Lord Jesus Christ has given no encouragement."}]