[{"refcode_short":"SpTB01 3","refcode_long":"Letters to Physicians and Ministers, p. 3 (Ellen Gould White)","content":"Letters to Physicians and Ministers"},{"refcode_short":"SpTB01 3","refcode_long":"Letters to Physicians and Ministers, p. 3 (Ellen Gould White)","content":"The Work for This Time"},{"refcode_short":"SpTB01 3.1","refcode_long":"Letters to Physicians and Ministers, p. 3.1 (Ellen Gould White)","content":"Those who stand in responsible positions in the work of the Lord are represented as watchmen on the walls of Zion. God calls upon them to sound an alarm among the people. Let it be heard in all the plain. The day of woe, of wasting and destruction, is upon all who do unrighteousness. With special severity will the Lord's hand fall upon the watchmen who have failed to place before the people in clear lines their obligation to Him who by creation and by redemption is their owner."},{"refcode_short":"SpTB01 3.2","refcode_long":"Letters to Physicians and Ministers, p. 3.2 (Ellen Gould White)","content":"My brethren, the Lord calls upon you to examine the heart closely. He calls upon you to adorn the truth in your daily practise, and in all your dealings with one another. He requires of you a faith that works by love and purifies the soul. It is dangerous for you to trifle with the sacred demands of conscience, dangerous for you to set an example that leads others in a wrong direction."},{"refcode_short":"SpTB01 3.3","refcode_long":"Letters to Physicians and Ministers, p. 3.3 (Ellen Gould White)","content":"Christians should carry with them, wherever they go, the sweet fragrance of Christ's righteousness, showing that they are complying with the invitation, “Learn of Me; for I am meek and lowly in heart; and ye shall find rest unto your souls.” Matthew 11:29, 30. Are you learning daily in the school of Christ,—learning how to dismiss doubt and evil surmisings, learning how to be fair and noble in your dealings with your brethren, for your own sake, and for Christ’ sake?"},{"refcode_short":"SpTB01 3.4","refcode_long":"Letters to Physicians and Ministers, p. 3.4 (Ellen Gould White)","content":"Present truth leads onward and upward, gathering in the needy, the oppressed, the suffering, the destitute. All that will come are to be brought into the fold. In their lives there is to take place a reformation that will constitute them members of the royal family, children of the heavenly King. By hearing the message of truth, men and women are led to accept the Sabbath, and to unite with the church by baptism. They are to bear God's sign by observing the Sabbath of creation. They are to know for themselves that obedience to God's commandments means eternal life."},{"refcode_short":"SpTB01 4.1","refcode_long":"Letters to Physicians and Ministers, p. 4.1 (Ellen Gould White)","content":"Means and earnest labor may be safely invested in such a work as this, for it is a work that will endure. Thus those who have been dead in trespasses and sins are brought into fellowship with the saints, and are made to sit in heavenly places with Christ. Their feet are placed on a sure foundation. They are enabled to reach a high standard, even the loftiest heights of faith, because Christians make straight paths for their feet, lest the lame be turned out of the way."},{"refcode_short":"SpTB01 4.2","refcode_long":"Letters to Physicians and Ministers, p. 4.2 (Ellen Gould White)","content":"Every church should labor for the perishing within its own borders and for those outside its borders. The members are to shine as living stones in the temple of God, reflecting heavenly light. No random, haphazard, desultory work is to be done. To get fast hold of souls ready to perish means more than praying for a drunkard, and then, because he weeps and confesses the pollution of his soul, declaring him saved. Over and over again the battle must be fought."},{"refcode_short":"SpTB01 4.3","refcode_long":"Letters to Physicians and Ministers, p. 4.3 (Ellen Gould White)","content":"Let the members of every church feel it their special duty to labor for those in their neighborhood. Let each one who claims to stand under the banner of Christ feel that he has entered into covenant relation with God, to do the work of the Saviour. Let not those who take up this work become weary in welldoing. When the redeemed stand before God, precious souls will respond to their names who are there because of the faithful, patient efforts put forth in their behalf, the entreaties and earnest persuasions to flee to the Stronghold. Thus those who in this world have been laborers together with God will receive their reward."},{"refcode_short":"SpTB01 5.1","refcode_long":"Letters to Physicians and Ministers, p. 5.1 (Ellen Gould White)","content":"The ministers of the popular churches will not allow the truth to be presented to the people from their pulpits. The enemy leads them to resist the truth with bitterness and malice. Falsehoods are manufactured. Christ's experience with the Jewish rulers is repeated. Satan strives to eclipse every ray of light shining from God to His people. He works through the ministers as he worked through the priests and rulers in the days of Christ. Will those who know the truth join his party, to hinder, embarrass, and turn aside those who are trying to work in God's appointed way to advance His work, to plant the standard of truth in the regions of darkness?"},{"refcode_short":"SpTB01 5","refcode_long":"Letters to Physicians and Ministers, p. 5 (Ellen Gould White)","content":"Our Message"},{"refcode_short":"SpTB01 5.2","refcode_long":"Letters to Physicians and Ministers, p. 5.2 (Ellen Gould White)","content":"The third angel's message, embracing the messages of the first and second angels, is the message for this time. We are to raise aloft the banner on which is inscribed, “The commandments of God, and the faith of Jesus.” The world is soon to meet the great Law-giver over His broken law. This is not the time to put out of sight the great issues before us. God calls upon His people to magnify the law, and make it honorable."},{"refcode_short":"SpTB01 5.3","refcode_long":"Letters to Physicians and Ministers, p. 5.3 (Ellen Gould White)","content":"When the morning stars sang together, and all the sons of God shouted for joy, the Sabbath was given to the world, that man might ever remember that in six days God created the world. He rested upon the seventh day, blessing it as the day of His rest, and gave it to the beings He had created, that they might remember Him as the true and living God."},{"refcode_short":"SpTB01 6.1","refcode_long":"Letters to Physicians and Ministers, p. 6.1 (Ellen Gould White)","content":"By His mighty power, notwithstanding the opposition of Pharaoh, God delivered His people from Egypt, that they might keep the law which had been given in Eden. He brought them to Sinai to hear the proclamation of this law."},{"refcode_short":"SpTB01 6.2","refcode_long":"Letters to Physicians and Ministers, p. 6.2 (Ellen Gould White)","content":"By proclaiming the ten commandments to the children of Israel with His own voice, God demonstrated their importance. In awful grandeur He made known His majesty and authority as Ruler of the world. This He did to impress the people with the sacredness of His law and the importance of obeying it. The power and glory with which the law was given reveal its importance. It is the faith once delivered to the saints by Christ our Redeemer speaking from Sinai."},{"refcode_short":"SpTB01 6.3","refcode_long":"Letters to Physicians and Ministers, p. 6.3 (Ellen Gould White)","content":"The Sign of our Relationship to God. By the observance of the Sabbath, the children of Israel were to be distinguished from all other nations. “Verily My Sabbaths ye shall keep,” Christ said: “for it is a sign between Me and you throughout your generations; that ye may know that I am the Lord that doth sanctify you.... It is a sign between Me and the children of Israel forever: for in six days the Lord made heaven and earth, and on the seventh day He rested, and was refreshed.” “Wherefore the children of Israel shall keep the Sabbath, to observe the Sabbath throughout their generations, for a perpetual covenant.” Exodus 31:13, 17, 16."},{"refcode_short":"SpTB01 6.4","refcode_long":"Letters to Physicians and Ministers, p. 6.4 (Ellen Gould White)","content":"The Sabbath is a sign of the relationship existing between God and His people,—a sign that they are His obedient subjects, that they keep holy His law. The observance of the Sabbath is the means ordained by God of preserving a knowledge of Himself and of distinguishing between His loyal subjects and the transgressors of His law."},{"refcode_short":"SpTB01 7.1","refcode_long":"Letters to Physicians and Ministers, p. 7.1 (Ellen Gould White)","content":"This is the faith once delivered to the saints, who stand in moral power before the world, firmly maintaining this faith."},{"refcode_short":"SpTB01 7.2","refcode_long":"Letters to Physicians and Ministers, p. 7.2 (Ellen Gould White)","content":"Opposition we shall have as we voice the message of the third angel. Satan will bring in every possible device to make of no effect the faith once delivered to the saints. “Many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of. And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.” 2 Peter 2:2, 3. But in spite of opposition, all are to hear the words of truth."},{"refcode_short":"SpTB01 7.3","refcode_long":"Letters to Physicians and Ministers, p. 7.3 (Ellen Gould White)","content":"The law of God is the foundation of all enduring reformation. We are to present to the world in clear, distinct lines the need of obeying this law. Obedience to God's law is the greatest incentive to industry, economy, truthfulness, and just dealing between man and man."},{"refcode_short":"SpTB01 7.4","refcode_long":"Letters to Physicians and Ministers, p. 7.4 (Ellen Gould White)","content":"The law of God is to be the means of education in the family. Parents are under a most solemn obligation to obey this law, setting their children an example of the strictest integrity. Men in responsible positions, whose influence is far-reaching, are to guard well their ways and works, keeping the fear of the Lord ever before them. “The fear of the Lord is the beginning of wisdom.” Psalm 111:10. Those who hearken diligently to the voice of the Lord and cheerfully keep His commandments, will be among the number who see God. “The Lord commanded us to do all these statutes, to fear Lord our God, for our good always, that He might preserve us alive, as it is at this day. And it shall be our righteousness, if we observe to do all these commandments before the Lord our God, as He hath commanded us.” Deuteronomy 6:24, 25."},{"refcode_short":"SpTB01 8.1","refcode_long":"Letters to Physicians and Ministers, p. 8.1 (Ellen Gould White)","content":"Our work as believers in the truth is to present before the world the immutability of the law of God. Ministers and teachers, physicians and nurses, are bound by covenant with God to present the importance of obeying His law. We are to be distinguished as a people who keep the commandments. The Lord has stated explicitly that He has a work to be done for the world. How shall it be done? Let us seek to find the best way, and then perform the will of the Lord."},{"refcode_short":"SpTB01 8.2","refcode_long":"Letters to Physicians and Ministers, p. 8.2 (Ellen Gould White)","content":"This world is a training-school for the higher school, this life a preparation for the life to come. Here we are to be prepared for entrance into the heavenly courts. Here we are to receive and believe and practise the truth, until we are made ready for a home with the saints in light."},{"refcode_short":"SpTB01 9","refcode_long":"Letters to Physicians and Ministers, p. 9 (Ellen Gould White)","content":"A Word of Caution"},{"refcode_short":"SpTB01 9.1","refcode_long":"Letters to Physicians and Ministers, p. 9.1 (Ellen Gould White)","content":"There is a burden upon my soul. There are young people who are encouraged to take up a course of study in medical lines who ought to be preparing themselves most decidedly to proclaim the third angel's message. It is not necessary for our medical students to spend all the time that they are spending in medical studies. Their work should be more decidedly combined with a study of God's word. Ideas are inculcated that are not at all necessary, and the necessary things do not receive sufficient attention."},{"refcode_short":"SpTB01 9","refcode_long":"Letters to Physicians and Ministers, p. 9 (Ellen Gould White)","content":"A Danger to be Guarded Against"},{"refcode_short":"SpTB01 9.2","refcode_long":"Letters to Physicians and Ministers, p. 9.2 (Ellen Gould White)","content":"While students are being educated in this way, they are being made less able to do acceptable work for the Master. The taxation that they undergo to obtain an extended knowledge in medical lines unfits them to work as they should in ministerial lines. Physical and mental weariness come because of the over-strain of study, and because the students are encouraged to labor unduly for the outcasts and the degraded. Thus some are disqualified for the work that they might have done had they begun missionary work where it was needed, and let the medical line come in as an essential part, connected with the work of the gospel ministry as a whole, as the hand is connected with the body. Life is not to be imperiled in an effort to obtain a medical education. There is danger, in some cases, that students will ruin their health and unfit themselves to do the service they might have done had they not been unwisely encouraged to take a medical course."},{"refcode_short":"SpTB01 10.1","refcode_long":"Letters to Physicians and Ministers, p. 10.1 (Ellen Gould White)","content":"Often erroneous opinions are transcribed on the mind, and these lead to an unwise course of action. Students should have time to talk with God, time to live in hourly, conscious communion with the principles of truth and righteousness and mercy. At this time straightforward investigation of the heart is essential. The student must place himself where he can draw from the Source of spiritual and intellectual power. He must require that every cause which asks his sympathy and co-operation has the approval of the reason which God had given him, and the conscience, which the Holy Spirit is controlling. He is not to perform an action that does not harmonize with the deep, holy principles which minister light to his soul and vigor to his will. Only thus can he do God the highest service. He is not to be taught that medical missionary work will bind him to any man, who shall dictate what his work shall be."},{"refcode_short":"SpTB01 10.2","refcode_long":"Letters to Physicians and Ministers, p. 10.2 (Ellen Gould White)","content":"Medical missionary work is not to be drawn apart and made separate from church organization. The medical students are not to receive the idea that they may regard themselves as amenable only to the leaders in the medical work. They are to be left free to receive counsel from God. They are not to pledge themselves and their future to anything that erring human beings may outline for them. No thread of selfishness is to be drawn into the web; no scheme is to be devised that has in it one particle of injustice. Selfishness is not to control any line of the work. Let us remember that individually we are working in full view of the heavenly universe."},{"refcode_short":"SpTB01 11","refcode_long":"Letters to Physicians and Ministers, p. 11 (Ellen Gould White)","content":"A High Standard"},{"refcode_short":"SpTB01 11.1","refcode_long":"Letters to Physicians and Ministers, p. 11.1 (Ellen Gould White)","content":"“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbor as thyself.” Luke 10:27. Just before He left His disciples to return to heaven, Christ declared, “A new commandment I give unto you. That ye love one another; as I have loved you, that ye also love one another.” Here we see the standard lifted higher and still higher. “By this shall all men know that ye are My disciples, if ye have love one to another.” John 13:34, 35. The disciples could not then comprehend Christ's words, but after His crucifixion, resurrection, and ascension, they understood His love as never before. They had seen it expressed in His suffering in the garden, in the judgment-hall, and in His death on the cross of Calvary."},{"refcode_short":"SpTB01 11.2","refcode_long":"Letters to Physicians and Ministers, p. 11.2 (Ellen Gould White)","content":"Be careful. Take heed. Let God enter to control the work. He will make His own combinations and arrangements. The Lord has need of men of intense spiritual life. Are we prepared to do the work for this time? The Lord has declared the source of the strength of His people. “Not by might, nor by power, but by My Spirit, saith the Lord of Hosts.” Zechariah 4:6."},{"refcode_short":"SpTB01 11","refcode_long":"Letters to Physicians and Ministers, p. 11 (Ellen Gould White)","content":"Teaching and Healing"},{"refcode_short":"SpTB01 11.3","refcode_long":"Letters to Physicians and Ministers, p. 11.3 (Ellen Gould White)","content":"The Lord's people are to be one. There is to be no separation in His work. Christ sent out the twelve apostles, and afterward the seventy disciples, to preach the gospel and to heal the sick. “As ye go,” He said, “preach, saying, The kingdom of heaven is at hand. Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.” Matthew 10:7, 8. And as they went forth preaching the kingdom of God, power was given them to heal the sick and cast out evil spirits. In God's work teaching and healing are never to be separated. His commandment-keeping people are to be one. Satan will invent every device to separate those whom God is seeking to make one. But the Lord will reveal Himself as a God of judgment. We are working under the eyes of the heavenly host. There is a divine Watcher among us, inspecting all that is planned and carried on."},{"refcode_short":"SpTB01 12.1","refcode_long":"Letters to Physicians and Ministers, p. 12.1 (Ellen Gould White)","content":"The noblest men, those who stand highest in the estimation of the heavenly universe, are the wrestlers,—those who co-operate with God by using every power of mind and body in His service. He who thus fulfils His responsibilities, acting his part as a toiler, striving to follow the perfect example that Christ has set, will be recognized and honored by God."},{"refcode_short":"SpTB01 13","refcode_long":"Letters to Physicians and Ministers, p. 13 (Ellen Gould White)","content":"Christ the Medium of Prayer and Blessing"},{"refcode_short":"SpTB01 13.1","refcode_long":"Letters to Physicians and Ministers, p. 13.1 (Ellen Gould White)","content":"I have just received your letters. I see that you are having a close battle financially. I am so glad that you can heed the encouragement in the words, “Let him take hold of My strength, that he may make peace with Me; and he shall make peace with Me.” Isaiah 27:5. Let us have faith in God. Let us put our trust in Him. He understands all about the situation in which we are placed, and He will work in our behalf. He is honored when we trust in Him, bringing to Him all our perplexities. “Whatsoever ye shall ask in My name,” Christ says, “that will I do, that the Father may be glorified in the Son.” John 14:13. God's appointments and grants in our behalf are without limit. The throne of grace itself is occupied by One who permits us to call Him Father."},{"refcode_short":"SpTB01 13.2","refcode_long":"Letters to Physicians and Ministers, p. 13.2 (Ellen Gould White)","content":"“God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish but have everlasting life.” John 3:16. Jehovah did not deem the plan of salvation complete while invested only with His love. He has placed at His altar an Advocate clothed in our nature. As our intercessor, Christ's office-work is to introduce us to God as His sons and daughters. He intercedes in behalf of those who receive Him. With His own blood He has paid their ransom. By virtue of His merits, He gives them power to become members of the royal family, children of the heavenly King. And the Father demonstrates His infinite love for Christ by receiving and welcoming Christ's friends as His friends. He is satisfied with the atonement made. He is glorified by the incarnation, the life, death, and mediation of His Son."},{"refcode_short":"SpTB01 14.1","refcode_long":"Letters to Physicians and Ministers, p. 14.1 (Ellen Gould White)","content":"In Christ's name our petitions ascend to the Father. He intercedes in our behalf, and the Father lays open all the treasures of His grace for our appropriation, for us to enjoy and impart to others. “Ask in My name,” Christ says. “I do not say that I will pray the Father for you; for the Father Himself loveth you. Make use of My name. This will give your prayers efficiency, and the Father will give you the riches of His grace. Wherefore ask, and ye shall receive, that your joy may be full.”"},{"refcode_short":"SpTB01 14.2","refcode_long":"Letters to Physicians and Ministers, p. 14.2 (Ellen Gould White)","content":"Christ is the connecting link between God and man. He has promised His personal intercession. He places the whole virtue of His righteousness on the side of the suppliant. He pleads for man, and man, in need of divine help, pleads for himself in the presence of God, using the influence of the One who gave His life for the life of the world. As we acknowledge before God our appreciation of Christ's merits, fragrance is given to our intercessions. As we approach God through the virtue of the Redeemer's merits, Christ places us close by His side, encircling us with His human arm, while with His divine arm He grasps the throne of the Infinite. He puts His merits, as sweet incense, in the censer in our hands, in order to encourage our petitions. He promises to hear and answer our supplications."},{"refcode_short":"SpTB01 14.3","refcode_long":"Letters to Physicians and Ministers, p. 14.3 (Ellen Gould White)","content":"Yes; Christ has become the medium of prayer between man and God. He has also become the medium of blessing between God and man. He has united divinity with humanity. Men are to co-operate with Him for the salvation of their own souls, and then make earnest, persevering efforts to save those who are ready to die."},{"refcode_short":"SpTB01 15.1","refcode_long":"Letters to Physicians and Ministers, p. 15.1 (Ellen Gould White)","content":"We must all work now, while the day lasts; for the night cometh, in which no man can work. I am of good courage in the Lord. There are times when I am shown distinctly that there exists in our churches a state of things that will not help but hinder souls. Then I have hours, and sometimes days, of intense anguish. Many of those who have a knowledge of the truth do not obey the words of God. Their influence is no better than the influence of worldlings. They talk like the world and act like the world. O, how my heart aches as I think of how the Saviour is put to shame by their unchristlike behavior! But after the agony is past, I feel like working harder than ever to restore the poor souls, that they may reveal the image of God."},{"refcode_short":"SpTB01 15.2","refcode_long":"Letters to Physicians and Ministers, p. 15.2 (Ellen Gould White)","content":"Pray, yes, pray with unshaken faith and trust. The Angel of the Covenant, even our Lord Jesus Christ, is the Mediator who secures the acceptance of the prayers of His believing ones."},{"refcode_short":"SpTB01 16","refcode_long":"Letters to Physicians and Ministers, p. 16 (Ellen Gould White)","content":"A Right Use of God's Gifts"},{"refcode_short":"SpTB01 16.1","refcode_long":"Letters to Physicians and Ministers, p. 16.1 (Ellen Gould White)","content":"There are many of our young physicians who in obtaining their education have accumulated a burden of debt, and who, by their association with self-indulgent men, have come to look upon expensive living as a necessity."},{"refcode_short":"SpTB01 16.2","refcode_long":"Letters to Physicians and Ministers, p. 16.2 (Ellen Gould White)","content":"When these students consecrated themselves to the medical missionary work, they were sincere in their determination to become Christian physicians, to be workers together with God, united with Him in unselfish ministry for the sick and the distressed; but in the multiplicity of their studies, and as they associated with worldly teachers and students, their Christian zeal weakened, and a zeal for self-advancement imperceptibly took its place."},{"refcode_short":"SpTB01 16.3","refcode_long":"Letters to Physicians and Ministers, p. 16.3 (Ellen Gould White)","content":"It is when school work is ended, and decisions must be made as to the field and the character of future labor, that it is of the utmost importance that our young physicians shall realize that their talents are not their own, that they belong to the Master. Let them determine that they will not accept the praise and flattery of men, but that they will use wisely, judiciously, and with the strictest integrity, all the gifts God has lent them. Their talents are to be increased by wise use, and returned to the Giver. This the word of God specifies as their duty. They are to be producers as well as consumers."},{"refcode_short":"SpTB01 16.4","refcode_long":"Letters to Physicians and Ministers, p. 16.4 (Ellen Gould White)","content":"My brother, you have grown to manhood without learning the lesson that all should learn in childhood and youth, the lesson of self-denial and self-sacrifice. For your present and future good, remember that you are responsible for the use you make of your Lord's gifts. God has given you genius and capabilities. Ever realize that you must make the best use of your talents, because they are not your own. They are entrusted to you by God, not to be used in pleasing and gratifying impulse, but for Him and Him alone, because they are His."},{"refcode_short":"SpTB01 17.1","refcode_long":"Letters to Physicians and Ministers, p. 17.1 (Ellen Gould White)","content":"The Lord has given you your work. He expects you each week to interview yourself, to find out how you are trading on your Lord's goods. Are you putting to the tax your physical, mental, and spiritual powers in an effort to please the Lord, who desires you to accumulate talents by right use of those He has given you?"},{"refcode_short":"SpTB01 17.2","refcode_long":"Letters to Physicians and Ministers, p. 17.2 (Ellen Gould White)","content":"Your being a physician, in no wise releases you from the necessity of practising economy. There are new fields to be entered, and to enter these fields requires the closest economy. Will you be content to let others lift the cross and practise self-denial, while you indulge your fancies, spending money freely to make a show? God requires you to accomplish good with every jot of your influence and with every dollar of your money. Then will be seen the most blessed results."},{"refcode_short":"SpTB01 17.3","refcode_long":"Letters to Physicians and Ministers, p. 17.3 (Ellen Gould White)","content":"You need to learn the art of using your talents for the glory of Him who has lent them to you. This requires study, and prayer, and consecration. You should learn the science of handling money aright. Then you will not allow it to pass through your hands without producing anything for God."},{"refcode_short":"SpTB01 17","refcode_long":"Letters to Physicians and Ministers, p. 17 (Ellen Gould White)","content":"Not Our Own"},{"refcode_short":"SpTB01 17.4","refcode_long":"Letters to Physicians and Ministers, p. 17.4 (Ellen Gould White)","content":"My brother, we are not our own. We have been bought with a price. If we co-operate with God, we can advance His kingdom. Neither you nor I nor any other soul should feel at liberty to underrate the talents God has given us, be they many or few. God demands a faithful return of His entrusted goods. He calls upon us to enter His school, and learn day by day how to do the work He has given us. No soul is to be an idler. If we fail to use God's gifts aright, how shall we answer Him when He calls upon us for an account of our stewardship? He says, “Behold, I come quickly; and My reward is with Me, to give every man according as his work shall be.” Revelation 22:12."},{"refcode_short":"SpTB01 18.1","refcode_long":"Letters to Physicians and Ministers, p. 18.1 (Ellen Gould White)","content":"I have written plainly. Many, looking at the outward appearance of your work, would praise and flatter you. But I have no words of flattery to offer. I know that means which should have been sacredly devoted to the work of the Lord has been used in other ways."},{"refcode_short":"SpTB01 18.2","refcode_long":"Letters to Physicians and Ministers, p. 18.2 (Ellen Gould White)","content":"God calls upon you to be a man, and put away your extravagance. Extravagant ideas must not be indulged under the name of medical missionary work. It is high time that we became Christians in heart. Integrity, self-denial, and humility should characterize our lives. Study diligently to learn the meaning of the words, “If any man will come after Me, let him deny himself, and take up his cross, and follow Me.” Matthew 16:24."},{"refcode_short":"SpTB01 18.3","refcode_long":"Letters to Physicians and Ministers, p. 18.3 (Ellen Gould White)","content":"While laboring in this world as the great medical missionary, Christ denied Himself every luxury. He suffered that you might secure salvation. For you He endured death on the cross, despising the shame. He descended to the lowest depths of humiliation that you might sit in heavenly places. Behold His love. Does it not put to shame your extravagant outlay of means, that you may make a show in the world? How much owest thou unto thy Lord? Can you compute the sum? All that He possessed, He gave for your salvation, and He calls upon you to consecrate yourself to His service. Review from the first your service to God, and henceforth follow the example of the Saviour, not the example of worldlings. Unless you study the Saviour's life, and practise His lessons; you will never enter the courts of the blessed."},{"refcode_short":"SpTB01 19","refcode_long":"Letters to Physicians and Ministers, p. 19 (Ellen Gould White)","content":"The Need of Earnest Effort"},{"refcode_short":"SpTB01 19.1","refcode_long":"Letters to Physicians and Ministers, p. 19.1 (Ellen Gould White)","content":"There is a great work to be done. Are you doing all that you can to help? God has given us a commission which angels might envy. The church has been charged to convey to the world, without delay, God's saving mercy. This is the trust that He has given us, and it is to be faithfully executed. Medical missionary work is to be done. Thousands upon thousands of human beings are perishing in sin. The compassion of God is moved. All heaven is looking on with intense interest to see what character medical missionary work will assume under supervision of human beings. Will men make merchandise of God's ordained plan for reaching the dark parts of the earth with a manifestation of His benevolence? Will they cover mercy with selfishness, and then call it medical missionary work?"},{"refcode_short":"SpTB01 19.2","refcode_long":"Letters to Physicians and Ministers, p. 19.2 (Ellen Gould White)","content":"Medical missionary work is a sacred plan of God's own devising. After Adam's transgression, a costly price was paid to rescue the fallen race. Those who will co-operate with God in His effort to save that which was lost, those who will work on the lines on which Christ worked, will be wholly successful."},{"refcode_short":"SpTB01 19.3","refcode_long":"Letters to Physicians and Ministers, p. 19.3 (Ellen Gould White)","content":"John writes, “I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth.” Revelation 14:6. This represents the speed and directness with which the church is to prosecute her work. In the medical missionary work done by His followers, Jesus is to behold the travail of His soul. Human beings are to be snatched as brands from the burning."},{"refcode_short":"SpTB01 20.1","refcode_long":"Letters to Physicians and Ministers, p. 20.1 (Ellen Gould White)","content":"All heaven is watching with intense anxiety to see what is to be the outcome of the work that is so large and so important. God is watching, the heavenly universe is watching; and souls are perishing. And a change has come that has hindered the work which God designed should move forward without a trace of selfishness. Is the enterprise of mercy through which in the past God has manifested His grace in rescuing the ignorant, the sick, and the sorrowing, to become a matter of selfish merchandise? Shall God's agency of blessing be used by those who profess to believe the truth, in buying and selling and getting gain?"},{"refcode_short":"SpTB01 20.2","refcode_long":"Letters to Physicians and Ministers, p. 20.2 (Ellen Gould White)","content":"The experience of apostolic days will come to us if men will be worked by the Holy Spirit. The Lord will withdraw His blessing where selfish interests are indulged; but He will put His people in possession of good throughout the world, if they will unselfishly use their ability for the uplifting of humanity. His work is to be a sign of His benevolence, a sign that will win the confidence of the world and bring in resources for the advancement of the gospel."},{"refcode_short":"SpTB01 20.3","refcode_long":"Letters to Physicians and Ministers, p. 20.3 (Ellen Gould White)","content":"God will test the sincerity of men. Those who will deny self, take up the cross, and follow Christ, will have a continual work to do in the line of restoring. Those who sacrifice for truth make a deep impression on the world. Their example is contagious and convincing. Men see that there is in the church that faith which works by love and purifies the soul. But when those who profess to be working only for God seek to benefit themselves, they greatly retard the work, and cast reproach upon it."},{"refcode_short":"SpTB01 21.1","refcode_long":"Letters to Physicians and Ministers, p. 21.1 (Ellen Gould White)","content":"My brother, use every advantage possible to secure the salvation of souls. Never forsake the true standard, even though to cling to it makes you a beggar. God has set up a high standard of righteousness. He has made a plain distinction between human and divine wisdom. All who work on Christ's side must work to save, not to destroy. Worldly policy is not to become the policy of the servants of God. Divine authority is to be acknowledged. The church on earth is to be the representative of heavenly principles. Amidst the awful confusion of injustice, deception, robbery, and crime, she is to shine with light from on high. In the righteousness of Christ, she is to stand firm against the prevailing apostasy."},{"refcode_short":"SpTB01 22","refcode_long":"Letters to Physicians and Ministers, p. 22 (Ellen Gould White)","content":"A Call for Christlike Workers"},{"refcode_short":"SpTB01 22.1","refcode_long":"Letters to Physicians and Ministers, p. 22.1 (Ellen Gould White)","content":"My Dear Brother,"},{"refcode_short":"SpTB01 22.2","refcode_long":"Letters to Physicians and Ministers, p. 22.2 (Ellen Gould White)","content":"There is still a burden upon my mind in your behalf. I would say to you, The Lord lives and reigns. Take hold of His work in any place where you can. If you bring yourself to Him as a consecrated offering, making no reserve, He will accept you."},{"refcode_short":"SpTB01 22.3","refcode_long":"Letters to Physicians and Ministers, p. 22.3 (Ellen Gould White)","content":"The carrying forward of medical missionary work requires self-denying, self-sacrificing effort. Our sanitariums must be managed by men who keep stern principle ever before them. Unless our workers submerge their own interests in the work of these last days, unless they deny self, and bear the cross daily, self-indulgence will creep in, little by little. An influence will prevail that will do great harm."},{"refcode_short":"SpTB01 22.4","refcode_long":"Letters to Physicians and Ministers, p. 22.4 (Ellen Gould White)","content":"Christ came to this earth and lived for us the life that every one must live who is granted an entrance into the city of God. He says, “Whosoever will come after Me, let him deny himself, and take up his cross, and follow Me.” Mark 8:34. The failure of our young physicians to obey this word is the great hindrance to their success in God's work. Among our young physicians there are those who need to be thoroughly converted before they connect with sanitarium work. Unless they are greatly changed, they would exert an influence that is counter to the influence the Lord would have exerted in these institutions."},{"refcode_short":"SpTB01 23","refcode_long":"Letters to Physicians and Ministers, p. 23 (Ellen Gould White)","content":"The Great Medical Missionary"},{"refcode_short":"SpTB01 23.1","refcode_long":"Letters to Physicians and Ministers, p. 23.1 (Ellen Gould White)","content":"This world has been visited by the Majesty of heaven, the Son of God. “God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” John 3:16. Christ came to this world as the expression of the very heart and mind and nature and character of God. He was the brightness of the Father's glory, the express image of His person. But He laid aside His royal robe and kingly crown, and stepped down from His high command, to take the place of a servant. He was rich, but for our sake, that we might have eternal riches, He became poor. He made the world, but so completely did He empty Himself that during His ministry He declared, “Foxes have holes, and the birds of the air have nests; but the Son of Man hath not where to lay His head.” Matthew 8:20."},{"refcode_short":"SpTB01 23.2","refcode_long":"Letters to Physicians and Ministers, p. 23.2 (Ellen Gould White)","content":"He came to this world and stood among the beings He had created, as a man of sorrows and acquainted with grief. “He was wounded for our transgressions, He was bruised for our iniquities; the chastisement of our peace was upon Him; and with His stripes we are healed.” Isaiah 53:5."},{"refcode_short":"SpTB01 23.3","refcode_long":"Letters to Physicians and Ministers, p. 23.3 (Ellen Gould White)","content":"Christ stood at the head of humanity in the garb of humanity. So full of sympathy and love was his attitude that the poorest was not afraid to come to Him. He was easily approached by the most lowly. He went from house to house, healing the sick, feeding the hungry, comforting the mourners, soothing the afflicted, and speaking peace to the distressed. He took the little children in his arms and blessed them, and spoke words of hope and comfort to the weary mothers. With unfailing tenderness and gentleness, He met every form of woe and affliction. Not for Himself, but for others, did He labor. He was the servant of all. It was His meat and drink to be a comfort and a consolation to others, to gladden the sad and heavy-laden ones with whom He daily came in contact."},{"refcode_short":"SpTB01 24.1","refcode_long":"Letters to Physicians and Ministers, p. 24.1 (Ellen Gould White)","content":"Christ stands before us as the pattern man, the great medical missionary,—an example for all who should come after. His love, pure and holy, blessed all who came within the sphere of its influence. His character was absolutely perfect, free from the slightest taint of sin. He came as an expression of the perfect love of God, not to crush, not to judge and condemn, but to heal every weak, defective character, to save men and women from Satan's power. He is the Creator, Redeemer, and Sustainer of the human race. He gives to all the invitation: “Come unto Me, all ye that labor and are heavy-laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart; and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.” Matthew 11:28-30."},{"refcode_short":"SpTB01 24","refcode_long":"Letters to Physicians and Ministers, p. 24 (Ellen Gould White)","content":"An Appeal for Greater Consecration"},{"refcode_short":"SpTB01 24.2","refcode_long":"Letters to Physicians and Ministers, p. 24.2 (Ellen Gould White)","content":"As I see so many claiming to be medical missionaries, the representation of what Christ was on this earth flashes before me. As I think how far short the workers today fall when compared with the divine example, my heart is bowed down with a sorrow that words cannot express. Will men and women ever do a work that bears the features and character of the great Medical Missionary? ... Is there not woe enough in this sin-stricken, sin-cursed earth to lead us to consecrate ourselves to the work of proclaiming the message that “God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life”? John 3:16. This earth has been trodden by the Son of God. He came to bring men light and life, to set them free from the bondage of sin. He is coming again in power and great glory, to receive to Himself those who during this life have followed in His footsteps."},{"refcode_short":"SpTB01 25.1","refcode_long":"Letters to Physicians and Ministers, p. 25.1 (Ellen Gould White)","content":"O, how I long to see those who claim to be medical missionaries honoring the great Exemplar, whose life declares what is comprehended in the claim to be a medical missionary. I would that they were learning the Saviour's meekness and lowliness. My heart aches to think that Christ is so greatly disappointed in His followers. They bear a name that their daily life does not give them the right to bear."},{"refcode_short":"SpTB01 25.2","refcode_long":"Letters to Physicians and Ministers, p. 25.2 (Ellen Gould White)","content":"We must be sanctified, soul and body, through the truth; then we shall honor the name, medical missionary. O, this name means so much! It calls for a representation altogether different from the representation given by many who bear it. Soon these will understand how far they have departed from the principles of heaven, and how greatly they have grieved the heart of Christ."},{"refcode_short":"SpTB01 25.3","refcode_long":"Letters to Physicians and Ministers, p. 25.3 (Ellen Gould White)","content":"My brother, I have the tenderest feelings for you, and I should be so pleased to know that you were occupying a position in some part of the work of God, weighted with a sense of the importance of the truth for this time. It would be a great joy to me to see you established and settled upon the foundation principles of present truth."},{"refcode_short":"SpTB01 25.4","refcode_long":"Letters to Physicians and Ministers, p. 25.4 (Ellen Gould White)","content":"Jesus is coming soon. O my brother, I want you and your wife to make ready for His appearing. I want you to wash your robes of character, and make them white in the blood of the Lamb. I greatly desire that you shall be sanctified, body, soul, and spirit, through the truth. I lift before you a crucified and risen Saviour, whom we are to receive as our regenerator. I say to you, “Look, and live.” It is our privilege to enjoy the abiding presence of Christ in our hearts. He says, “If a man love Me, he will keep My words; and My Father will love him, and we will come unto him, and make Our abode with him.” John 14:23. This is the identification that we must have with Christ in this world, if we are identified as His saints in the mansions that He has gone to prepare for those that love Him. We must know Christ here if we ever see the King in His beauty. We are to show to the world the power that comes to those who live the life of Christ."},{"refcode_short":"SpTB01 26.1","refcode_long":"Letters to Physicians and Ministers, p. 26.1 (Ellen Gould White)","content":"My brother, Christ loves you. He has shown you how much He loves you. I cannot find words to tell you how greatly you have disappointed Him in the past. You have allowed the enemy to sway you, first in one way and then in another, and the tempter has exulted as you have given way to his temptations. You must have an entirely different experience before Christ can say to you,” Well done, thou good and faithful servant; ... enter thou into the joy of thy Lord.” Matthew 25:21. When you are thoroughly converted, you will be kept by the power of God from exhibiting the weak points in your character."},{"refcode_short":"SpTB01 26.2","refcode_long":"Letters to Physicians and Ministers, p. 26.2 (Ellen Gould White)","content":"May God bless you and your wife, giving you both clear discernment. May He teach you what it means to be a follower of Christ. May He put His Spirit upon you, that you may be enabled to reveal Christ to a world dead in trespasses and sins. This is my prayer for you. My soul longs for your salvation. I pray that you may be enabled to overcome as Christ overcame, and sit down with Him on His throne."},{"refcode_short":"SpTB01 28","refcode_long":"Letters to Physicians and Ministers, p. 28 (Ellen Gould White)","content":"The Blessing of Labor"},{"refcode_short":"SpTB01 28.1","refcode_long":"Letters to Physicians and Ministers, p. 28.1 (Ellen Gould White)","content":"My Dear Brother,"},{"refcode_short":"SpTB01 28.2","refcode_long":"Letters to Physicians and Ministers, p. 28.2 (Ellen Gould White)","content":"You asked me at one time what I thought in regard to your becoming a physician. I am instructed to say to you that the most useful lessons for you to learn at the present time will not be found in a medical course. Your mind needs to be trained to penetrate deeper and to take a more practical turn. If you had connected with one of our health institutions, if you had begun at the beginning by taking a nurse's course, doing hard, acceptable work in caring for the sick, it would have been the best education you could have obtained."},{"refcode_short":"SpTB01 28.3","refcode_long":"Letters to Physicians and Ministers, p. 28.3 (Ellen Gould White)","content":"Ministers and physicians should understand their own building, the body. They should learn how to use and develop their capabilities. They should see the need of learning how to use every part of the human machinery, how to give solidity to the muscles by employing them in taxing, useful labor. Young men who do not think deeply enough to take in the situation, who do not reason from cause to effect, will never have success as physicians. The love of ease, and, I may say, of physical laziness, unfits a man to be a physician or a minister. Those who are preparing to enter the medical work or the ministry should train brain, bone, and muscle to do hard work; then they can do hard thinking."},{"refcode_short":"SpTB01 28","refcode_long":"Letters to Physicians and Ministers, p. 28 (Ellen Gould White)","content":"Idleness is Sin"},{"refcode_short":"SpTB01 28.4","refcode_long":"Letters to Physicians and Ministers, p. 28.4 (Ellen Gould White)","content":"For a healthy young man, stern, severe exercise is strengthening to the whole system. And it is an essential preparation for the difficult work of the physician. Without such exercise the mind cannot be kept in working order. It becomes inactive, unable to put forth the sharp, quick action that will give scope to its powers. Unless he changes, the youth with such a mind will never, never become what God designed he should be. He has established so many resting-places that his mind has become like a stagnant pool. The atmosphere surrounding him is charged with moral miasma."},{"refcode_short":"SpTB01 29.1","refcode_long":"Letters to Physicians and Ministers, p. 29.1 (Ellen Gould White)","content":"Study the Lord's plan in regard to Adam. He was created pure, holy, and healthy; and he was given something to do. He was placed in the garden of Eden “to dress and to keep it.” He was not to be idle; he must work."},{"refcode_short":"SpTB01 29.2","refcode_long":"Letters to Physicians and Ministers, p. 29.2 (Ellen Gould White)","content":"God ordained that the beings He created should work. Upon this their happiness depends. Healthy young men and women have no need of cricket, ball-playing, or any kind of amusement just for the gratification of self, to pass away the time. There are useful things to be done by every one of God's created intelligences. Some one needs from you something that will help him. No one in the Lord's great domain of creation was made to be a drone. Our happiness increases and our powers develop as we engage in useful employment."},{"refcode_short":"SpTB01 29.3","refcode_long":"Letters to Physicians and Ministers, p. 29.3 (Ellen Gould White)","content":"Action gives power. Entire harmony pervades the universe of God. All the heavenly beings are in constant activity, and the Lord Jesus, in His life-work, has given an example for every one. He went about “doing good.” God has established the law of obedient action. Silent but ceaseless, the objects of His creation do their appointed work. The ocean is in constant motion. The springing grass, which today is, and tomorrow is cast into the oven, does its errand, clothing the fields with beauty. The leaves are stirred to motion, and yet no hand is seen to touch them. The sun, moon and stars are useful and glorious in fulfilling their mission."},{"refcode_short":"SpTB01 30.1","refcode_long":"Letters to Physicians and Ministers, p. 30.1 (Ellen Gould White)","content":"At all time the machinery of the body continues its work. Day by day the heart throbs, doing its regular, appointed task, unceasingly forcing its crimson current to all parts of the body. Action, action, is seen pervading the whole living machinery. And man, his mind and body created in God's own similitude, must be active in order to fill his appointed place. He is not to be idle. Idleness is sin."},{"refcode_short":"SpTB01 30","refcode_long":"Letters to Physicians and Ministers, p. 30 (Ellen Gould White)","content":"The Need of Self-Reliance"},{"refcode_short":"SpTB01 30.2","refcode_long":"Letters to Physicians and Ministers, p. 30.2 (Ellen Gould White)","content":"The young man who is seeking a preparation for usefulness needs to lay the foundation himself by acquiring, through hard, diligent labor, the means for prosecuting his designs. If the young men around him have allowed their parents to carry the burden of their education, let him say, I will never do that. I will, by using my physical and mental powers combined, make of myself all that it is possible."},{"refcode_short":"SpTB01 30.3","refcode_long":"Letters to Physicians and Ministers, p. 30.3 (Ellen Gould White)","content":"No man is properly prepared to enter upon a medical course until he has learned to earn his bread by the sweat of his brow. When he can do this, he becomes self-reliant. If a youth has physical strength that he has not put to account in useful toil, it is a mistake for parents to give him money to use freely in taking a ministerial or a medical course."},{"refcode_short":"SpTB01 30.4","refcode_long":"Letters to Physicians and Ministers, p. 30.4 (Ellen Gould White)","content":"No man is excusable for being without financial ability. Of many a man it may be said, He is kind, amiable, generous, a good man and a Christian, but he is not qualified to manage his own business. So far as the proper outlay of means is concerned, he is a mere child. He has not been educated by his parents to understand and practise the principles of self support. Such a man is not fitted to become a minister or a physician. The churches everywhere are suffering through the neglect of parents to train their children to bear hard, stern responsibilities."},{"refcode_short":"SpTB01 31","refcode_long":"Letters to Physicians and Ministers, p. 31 (Ellen Gould White)","content":"Purity of Motive and Action"},{"refcode_short":"SpTB01 31.1","refcode_long":"Letters to Physicians and Ministers, p. 31.1 (Ellen Gould White)","content":"Let your motives and your aspirations be pure. In every business transaction be rigidly honest. However you may be tempted, never deceive or prevaricate. At times a natural impulse may tempt you to vary from the straightforward path of honesty, but do not yield to this impulse. If in any matter you make a statement as to what you will do, and afterward find that you have favored others to your own loss, do not vary one hair's breadth from principle. Carry out your agreement. By seeking to change your plans, you would show that you could not be depended on. And if you should draw back in small transactions, you would draw back in larger ones. Under such circumstances, some are tempted to deceive, saying, I was not understood. My words have been taken to mean more than I intended. But they meant just what they said, but lost the good impulse, and then wanted to draw back from their agreement, lest it prove a loss to them."},{"refcode_short":"SpTB01 31.2","refcode_long":"Letters to Physicians and Ministers, p. 31.2 (Ellen Gould White)","content":"Let the youth set up well-defined landmarks, by which they may be governed in emergencies. When a crisis comes that demands active, well-governed physical powers and a clear, strong, practical mind; when difficult work is to be done, where every stroke must tell, where perplexities will arise which can be met only by wisdom from on high, then the youth who have learned to overcome difficulties by earnest labor can respond to the call for workers, saying, “Here am I; send me.” Isaiah 6:8. Let the hearts of young men and young women be as clear as crystal. Let not their thoughts be trivial, but sanctified by virtue and holiness. If their thoughts are made pure by the sanctification of the Spirit, their lives will be elevated and ennobled."},{"refcode_short":"SpTB01 32","refcode_long":"Letters to Physicians and Ministers, p. 32 (Ellen Gould White)","content":"How to Gain Success"}]