[{"refcode_short":"SpTB09 2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 2 (Ellen Gould White)","content":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity"},{"refcode_short":"SpTB09 2.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 2.1 (Ellen Gould White)","content":"The articles contained in this pamphlet are testimonies from Mrs. E. G. White, which were read at the session of the California Conference held at San Jose, January 25 to 29, 1907. In harmony with the request of that body, the conference committee have had them printed for general circulation among the churches and isolated members of our conference."},{"refcode_short":"SpTB09 3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 3 (Ellen Gould White)","content":"Chapter 1—Awake! Awake! Awake!"},{"refcode_short":"SpTB09 3.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 3.1 (Ellen Gould White)","content":"I have a message from the Lord to all our churches. Divine truth is to be received and communicated; its saving principles are to enlighten the world. Those who are truly converted must become more and more intelligent in their understanding of the Scriptures, that they may be able to speak words of light and salvation to those who are in darkness, and perishing in their sins."},{"refcode_short":"SpTB09 3.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 3.2 (Ellen Gould White)","content":"“God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” By His life of sacrifice, Christ has made it possible for man to become a partaker of the divine nature, having escaped the corruption that is in the world through lust. The salvation of souls was the great object for which Christ sacrificed His royal robe and kingly crown, the glory of heaven and the homage of the angels, and, laying aside His divinity, came to earth to labor and suffer with humanity upon Him. As workers together with Him, we are to expect special blessings and definite results as we strive to save souls from the snares of Satan that they may become children of light."},{"refcode_short":"SpTB09 3.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 3.3 (Ellen Gould White)","content":"My brethren and sisters, when a camp-meeting is held, take pains to become acquainted with those who attend the meeting. Take a personal interest in their souls’ salvation. If in no other way, you can give the truth to the people by handing them papers and pamphlets. And not only during the camp-meeting, but afterward in the neighborhood where you live, seek to gain access to souls. Get acquainted with your neighbors. O, how many have never opened their lips to inquire of neighbors and friends if they would be willing to hear something of the truths for the time in which we are living! My brethren and sisters, study your plans. Grasp every opportunity of speaking to your neighbors and associates, or of reading something to them from books that contain present truth. Show that you regard as of first importance the salvation of the souls for whom Christ has made so great a sacrifice."},{"refcode_short":"SpTB09 4.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 4.1 (Ellen Gould White)","content":"Ministers, preach the truths that will lead to personal labor for those who are out of Christ. Encourage personal effort in every possible way. Remember that a minister's work does not consist merely in preaching. He is to visit families at their homes, to pray with them, and to open to them the Scriptures. He who does faithful work outside of the pulpit will accomplish tenfold more than he who confines his labors to the desk. Let our ministers carry their load of responsibility with fear and trembling, looking to the Lord for wisdom, and asking constantly for His grace. Let them make Jesus their pattern, diligently studying His life, and bringing into the daily practise the principles that actuated Him in His service while upon the earth."},{"refcode_short":"SpTB09 4.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 4.2 (Ellen Gould White)","content":"The end of this earth's history is near. The world is seeking for those things that perish with the using; its diligence and activity are not exerted to obtain the salvation gained through the imparted righteousness of Christ. At such a time as this, should professing Christians be indifferent to the needs of those who are perishing in their sins?"},{"refcode_short":"SpTB09 4.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 4.3 (Ellen Gould White)","content":"Church-members, the world is your field, and it is white unto the harvest. “Say not ye, There are yet four months, and then cometh harvest.” Christ said to His disciples: “Behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest. And he that reapeth receiveth wages, and gathereth fruit unto life eternal; that both he that soweth and he that reapeth may rejoice together. And herein is that saying true, One soweth, and another reapeth. I sent you to reap that whereon ye bestowed no labor.”"},{"refcode_short":"SpTB09 5.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 5.1 (Ellen Gould White)","content":"Christ referred to the sending forth of His disciples, first the twelve, and later the seventy, who were to go out into the towns and villages and preach the kingdom of God. “I sent you to reap that whereon ye bestowed no labor,” He said; “other-men labored, and ye are entered into their labors.”"},{"refcode_short":"SpTB09 5.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 5.2 (Ellen Gould White)","content":"The times in which we live have a peculiar importance. Countries hitherto closed to the gospel are opening their doors, and are pleading for the word of God to be explained to them. Kings and princes will open their long-closed gates, inviting the heralds of the cross to enter. The harvest truly is great, but the laborers are few. Can the Christian, who has the world for his field, fold his hands in idleness, and leave the sheaves ungathered? Eternity alone will reveal the results of well-directed efforts put forth now. Let every family who claims to believe the third angel's message put forth earnest, untiring efforts to proclaim the truth."},{"refcode_short":"SpTB09 5.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 5.3 (Ellen Gould White)","content":"My sisters, do not spend your money needlessly for dress, but dress plainly. Fathers and mothers, educate your children to dress inexpensively; teach them to save their pennies for missionary work. Let every member of the family practise self-denial. Christ is our example. He was the Prince of glory, but He had such an interest in our world that He left His riches, and came to this earth to live a life that should be an example to rich and poor alike. He taught that all should come together in love and unity, to work as He worked, to sacrifice as He sacrificed, to love as the children of God."},{"refcode_short":"SpTB09 6.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 6.1 (Ellen Gould White)","content":"My brethren and sisters, you must be willing to be converted yourselves, in order to practise the self-denial of Christ. Dress plainly, but neatly. Spend as little as possible upon yourselves. Keep in your homes a self-denial box, into which you can put the money saved by little acts of self-denial. Day by day gain a clearer understanding of the word of God, and improve every opportunity to impart the knowledge you have gained. Do not become weary in well-doing; for God is constantly imparting to you the great blessing of His gift to the world. Cooperate with the Lord Jesus, and He will teach you the priceless lessons of His love. Time is short; in due season, when time shall be no longer, you will receive your reward."},{"refcode_short":"SpTB09 6.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 6.2 (Ellen Gould White)","content":"In working for the perishing souls, you have the companionship of angels. Thousands upon thousands, and ten thousand times ten thousand angels are waiting to cooperate with members of our churches in communicating the light that God has generously given, that a people may be prepared for the coming of Christ."},{"refcode_short":"SpTB09 6.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 6.3 (Ellen Gould White)","content":"“Now is the accepted time; behold, now is the day of salvation.” Let every family seek the Lord in earnest prayer for help to do the work of God. Let them overcome the habit of hasty speech and a desire to blame others. Let them study to be kind and courteous in the home, to form habits of thoughtfulness and care."},{"refcode_short":"SpTB09 6.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 6.4 (Ellen Gould White)","content":"To those who love God sincerely and have means, I am bidden to say, Now is the time for you to invest your means in sustaining the work of the Lord. Now is the time to hold up the hands of the ministers in their self-denying efforts to save perishing souls. When you meet in the heavenly courts the souls you have helped to save, will you not have a glorious reward?"},{"refcode_short":"SpTB09 7.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 7.1 (Ellen Gould White)","content":"From many places calls are coming for ministers, for teachers, for physicians to carry on the work in sanitariums; but we have not the trained workers to send. We have sanitariums, but we need more of these institutions in various places. We need schools that will be self-supporting; and this can be, if teachers and students will be helpful, industrious, and economical. There is no need for debts to accumulate on our schools. And the old debts should be cleared away."},{"refcode_short":"SpTB09 7.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 7.2 (Ellen Gould White)","content":"Sacrifices must be made on every hand; we must devise and plan, and labor to the utmost to be thrifty and economical."},{"refcode_short":"SpTB09 7.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 7.3 (Ellen Gould White)","content":"Those who have helped with their means in the purchase and operation of our sanitariums have placed their money where it is accomplishing much good. These should rejoice that they have been able to put their Lord's money in the hands of the exchangers, that at His coming He may receive His own with usury."},{"refcode_short":"SpTB09 7.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 7.4 (Ellen Gould White)","content":"Let none withhold their mites; and let those who have much rejoice that they can lay up in heaven a treasure that faileth not. The money that we refuse to invest in the work of the Lord will perish. On it no interest will accumulate in the bank of heaven."},{"refcode_short":"SpTB09 7.5","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 7.5 (Ellen Gould White)","content":"In the following words the apostle Paul describes those who withhold from God His own: “They that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition. For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.”"},{"refcode_short":"SpTB09 8.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 8.1 (Ellen Gould White)","content":"Those who have had advantages for knowing the Word are to communicate the truth to others. God has placed upon us the solemn obligation of bearing fruit unto righteousness. In harmony with Christ we are to work for the salvation of souls. “Whosoever shall call upon the name of the Lord shall be saved. How then shall they call on Him in whom they have not believed? and how shall they believe in Him of whom they have not heard? and how shall they hear without a preacher? and how shall they preach, except they be sent? as it is written, How beautiful are the feet of them that preach the gospel of peace, and bring glad tidings of good things!”"},{"refcode_short":"SpTB09 8","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 8 (Ellen Gould White)","content":"Chapter 2—“Perfect Through Sufferings”"},{"refcode_short":"SpTB09 8.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 8.2 (Ellen Gould White)","content":"I have a message to bear to our laborers in San Francisco and Oakland, and in Mountain View."},{"refcode_short":"SpTB09 8.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 8.3 (Ellen Gould White)","content":"God has a solemn work to be done in San Francisco. Much more needs to be done there than has yet been done, in proclaiming the warning message of Revelation 14 to the people of that city."},{"refcode_short":"SpTB09 8.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 8.4 (Ellen Gould White)","content":"It has been presented before me that the work in Oakland and in Mountain View needs to be carried forward in the Lord's own way, with much more self-denial and self-sacrifice than has been manifested in the past."},{"refcode_short":"SpTB09 8.5","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 8.5 (Ellen Gould White)","content":"I am instructed to say to the laborers in San Francisco and Oakland, and also in Mountain View: Let every worker remember that he is under most solemn obligation to labor in accordance with the Lord's plan. Let our brethren and sisters engaged in the Lord's work realize their great accountability to God at this time, in view of the special calamities that have come to San Francisco and to the Office in Mountain View. Let them consider, and take heed. Let every one engaged in the work examine his individual standing before God."},{"refcode_short":"SpTB09 9.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 9.1 (Ellen Gould White)","content":"My brother, my sister, have you been entrusted with certain duties and responsibilities?—Give yourself unreservedly to God, and realize your individual responsibility. There is a Watcher who is pleased or displeased with the manner in which your work is done. The Lord calls for those who will carry their load of responsibility with fear and trembling, looking to Him for wisdom, and praying for counsel and continual grace, that no mistakes shall be made."},{"refcode_short":"SpTB09 9.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 9.2 (Ellen Gould White)","content":"Those who are engaged in the Lord's service are to make Jesus their Pattern. Diligently they are to study His life and His words, and bring into their life-practise the principles that actuated Him in His service while upon this earth."},{"refcode_short":"SpTB09 9.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 9.3 (Ellen Gould White)","content":"When Jesus came into our world, the Jewish nation were not ready to receive Him. “The world knew Him not.” “He came unto His own, and His own received Him not.” They had lost sight of the character that He would reveal, and the manner of His coming, although these were plainly delineated in the Word. As a nation, they had become estranged from the pure spirituality attained through obedience to God's law. And so, when the Lord Jesus came to the world, His chosen people did not recognize their Deliverer; and they continued to teach for doctrine the commandments of men."},{"refcode_short":"SpTB09 10.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 10.1 (Ellen Gould White)","content":"At the age of twelve, Jesus accompanied Joseph and Mary to Jerusalem to attend the Passover. Here, for the first time during His child-life, He looked upon the temple. He saw the white-robed priests performing their solemn ministry, and witnessed the impressive rites of the paschal service. Day by day He saw their meaning more clearly. Every act seemed to be bound up with His own life. New impulses were awakening within Him. Silent and absorbed, He seemed to be studying out a great problem. The mystery of His mission was opening to the Saviour. The work that He was to accomplish for the children of Abraham, Isaac, and Jacob, the appointed heirs of the promises of the covenant, began to dawn upon His mind."},{"refcode_short":"SpTB09 10.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 10.2 (Ellen Gould White)","content":"When the services of the Passover were ended, Jesus lingered in the temple courts; and when the worshipers departed from Jerusalem, He was left behind. It was then that He found the learned rabbis, and plied them with questions regarding the coming of the Messiah. He presented Himself before them in the attitude of a humble learner, and yet the doctors of the law were astonished at His questions. They could not always answer Him. In reality He revealed perfection of character, and although He had not been taught by the rabbis, He was more learned than they."},{"refcode_short":"SpTB09 10.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 10.3 (Ellen Gould White)","content":"The mother of Jesus, after a long search, found Him in the school of the rabbis. When He was alone with His parents, the mother said, in words that implied a rebuke, “Son, why hast Thou thus dealt with us? behold, Thy father and I have sought Thee sorrowing.”"},{"refcode_short":"SpTB09 10.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 10.4 (Ellen Gould White)","content":"“How is it that ye sought Me?” answered Jesus. “Wist ye not that I must be about My Father's business?” And as they understood not His words, He pointed upward. In the answer to His mother, Jesus showed for the first time that He understood His relation to God."},{"refcode_short":"SpTB09 11.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 11.1 (Ellen Gould White)","content":"Through childhood, youth, and manhood, Jesus walked alone. He carried the awful weight of responsibility for the salvation of men. None could appreciate the burden of His soul. Filled with intensity of purpose, He carried out the design of His life, that He Himself should be the light of men."},{"refcode_short":"SpTB09 11.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 11.2 (Ellen Gould White)","content":"In the light of this infinite sacrifice in our behalf, how can we do otherwise than yield all to the Saviour, that we may be led and taught of Him?"},{"refcode_short":"SpTB09 11.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 11.3 (Ellen Gould White)","content":"To those who are laboring in the various branches of the Lord's work I would say: Let every one carry with him a sense of the sacredness of God's work. Let no one be satisfied with a shallow development of spiritual knowledge in the religious life. Let every soul seek for a reconversion. God calls upon men and women, beginners in the work and also those of long experience, to labor interestedly in an effort to do better and still better work, under the supervision of the divine Teacher."},{"refcode_short":"SpTB09 11.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 11.4 (Ellen Gould White)","content":"Unless there is a decided change spiritually in the lives of many of the workers, they will never have a true sense of the sacredness of God's cause. More and more it must be understood that our work is to be done under Divine direction. Into the lives of the workers there must be brought frequent periods of reflection, study, and prayer. This is positively essential. Let the first and the last thought of the day be, Have I honored God today? A radical reform is called for. Now is your time for developing deep spirituality. Partake of the clear, pure truth of the Word of God, which is as a deep well-spring from which every one may drink freely. The thoughts awakened by a reception of the Word, sanctify the soul in perfect obedience to the law of the Lord."},{"refcode_short":"SpTB09 12.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 12.1 (Ellen Gould White)","content":"To every laborer I would say, Let light shine forth in your home church. In the congregation assembled for worship, discharge every duty faithfully. And in all your official duties, let unselfish integrity characterize every act. All tithes, all moneys, entrusted for any special purpose, should promptly be placed where they belong. Let every penny that is received be entered carefully upon the books for the purpose specified. Money coming in for the cause of God should not be used in meeting a special emergency, with the thought that it can be replaced later on. This kind of unfaithful work the Lord forbids. It is a temptation coming from one who worketh evil. The enemy of our souls is constantly seeking to exercise a power that leads astray, and that, if unchecked, will prove the ruin of many."},{"refcode_short":"SpTB09 12.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 12.2 (Ellen Gould White)","content":"The Lord, He is God. All His commandments are to be strictly obeyed. There will be no vindication of any soul who continues in transgression and sin. The truth practised in the life, in words, in actions, is the test whereby every man is to be judged."},{"refcode_short":"SpTB09 12.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 12.3 (Ellen Gould White)","content":"To the workers in Mountain View I am bidden to say: Let every one stand clear from the impenitence that brought destruction upon San Francisco. Be faithful in ridding your individual self of all the sins that marked the inhabitants of that doomed city. You need not try to forget that the judgments of God will soon fall upon all that are ungodly. None will then have the opportunity that you now have, of gaining a preparation for the future, immortal life. Who is now ready to have his life-work close suddenly?"},{"refcode_short":"SpTB09 13.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 13.1 (Ellen Gould White)","content":"Grave responsibilities rest upon the leaders and upon the departmental superintendents. I am instructed to warn you, my brethren, that your faithfulness or unfaithfulness will have a strong influence either in advancing or in hindering the work of God."},{"refcode_short":"SpTB09 13.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 13.2 (Ellen Gould White)","content":"The terms of the law are plainly specified. If you love God with your whole heart and soul and strength and mind, and your neighbor as yourself, you are making sure of life eternal; for Christ has said of those who keep His commandments, “Ye shall live.” Will you do the very work you must do in order to be saved? If you are careful, prompt, and conscientious in your homelife; if in your prayers you claim the Lord's promises, and expect an answer; if you discharge your duties faithfully, you will not be left to stumble on in darkness. The Lord of heaven will be present with you; by His Holy Spirit He will guide you. Every one who is to receive the overcomer's reward must first overcome every sin; and not until he overcomes through divine grace, can he entertain hope of entering the haven of eternal bliss."},{"refcode_short":"SpTB09 13.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 13.3 (Ellen Gould White)","content":"Every Christian, as a wise steward, is to preserve Christlikeness of character by sanctified obedience to all the words of Holy Writ, which are spirit and life to the receiver. He is to partake of the flesh and drink of the blood of the Son of God."},{"refcode_short":"SpTB09 13.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 13.4 (Ellen Gould White)","content":"In Christian experience, the Lord permits trials of various kinds to call men and women to a higher order of living and to more sanctified service. Without these trials there would be a continual falling away from the likeness of Christ, and men would become imbued with a spirit of scientific, fanciful, human philosophy, which would lead them to unite with Satan's followers."},{"refcode_short":"SpTB09 14.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 14.1 (Ellen Gould White)","content":"In the providence of God, every good and great enterprise is subjected to trials, to test the purity and the strength of the principles of those who are standing in positions of responsibility, and to mold and substantiate the individual human character after God's model. This is the highest order of education. Perfection of character is attained through exercise of the faculties of the mind, in times of supreme test, by obedience to every requirement of God's law. Men in positions of trust are to be instrumentalities in the hands of God for promoting His glory; and in performing their duties with the utmost faithfulness, they may attain perfection of character. In the lives of those who are true to right principles, there will be a continual growth in knowledge. They will have the privilege of being acknowledged as colaborers with the great Master-worker in behalf of the human family, and will act a glorious part in carrying out the purposes of God. Thus, by precept and example, as laborers together with God, they will glorify their Creator."},{"refcode_short":"SpTB09 14","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 14 (Ellen Gould White)","content":"Chapter 3—Individual Responsibility and Christian Unity"},{"refcode_short":"SpTB09 14.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 14.2 (Ellen Gould White)","content":"We are living in a time when every true Christian must maintain a living connection with God. The world is flooded with sophistries of the enemy, and we are safe only as we learn lessons of truth from the Great Teacher. The solemn work in which we are engaged demands of us a strong, united effort under divine leadership."},{"refcode_short":"SpTB09 15.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 15.1 (Ellen Gould White)","content":"The Lord desires His workers to counsel together, not to move independently. Those who are set as ministers and guides to the people should pray much when they meet together. This will give wonderful help and courage, binding heart to heart and soul to soul, leading every man to unity and peace and strength in his endeavors."},{"refcode_short":"SpTB09 15.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 15.2 (Ellen Gould White)","content":"Our strength lies in taking our burdens to the great Burden-bearer. God confers honor on those who come to Him and ask Him for help, in faith believing that they will receive."},{"refcode_short":"SpTB09 15.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 15.3 (Ellen Gould White)","content":"Human help is feeble. But we may unite in seeking help and favor from Him who has said, “Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.” Divine power is infallible. Then let us come to God, pleading for the guidance of His Holy Spirit. Let our united prayers ascend to the throne of grace. Let our requests be mingled with praise and thanksgiving."},{"refcode_short":"SpTB09 15","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 15 (Ellen Gould White)","content":"Individual Responsibility"},{"refcode_short":"SpTB09 15.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 15.4 (Ellen Gould White)","content":"Christ, our Advocate with the Father, knows how to sympathize with every soul. To those who receive Him as their Saviour, He gives power to become sons and daughters of God. His life of perfect freedom from sin has prepared the way for us; through Him the entrance into the holiest of all is made manifest."},{"refcode_short":"SpTB09 15.5","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 15.5 (Ellen Gould White)","content":"“For God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” “He that hath received His testimony hath set to his seal that God is true. For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him. The Father loveth the Son, and hath given all things into His hand. He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.”"},{"refcode_short":"SpTB09 16.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 16.1 (Ellen Gould White)","content":"A religious education is greatly needed by all who act a part in the work of Jesus Christ. They are to be laborers together with God, engaged in a sacred, solemn work. Each is to have an individual experience in being taught by the Great Teacher, and individual communion with God. There is to be imparted a new life, and that life is to be nourished by the Holy Spirit. When there is a spiritual union with the Lord Jesus, He will move and impress the heart. He will lead, and in the life there will be a growth of fellowship with Christ."},{"refcode_short":"SpTB09 16.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 16.2 (Ellen Gould White)","content":"Christ is our only hope. We may look to Him; for He is our Saviour. We may take Him at His word, and make Him our dependence. He knows just the help we need, and we can safely put our trust in Him. If we depend on merely human wisdom to guide us, we shall find ourselves on the losing side. But we may come direct to the Lord Jesus; for He has said: “Come unto Me, all ye that labor and are heavy-laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart: and ye shall find rest unto your souls.” It is our privilege to be taught of Him who said, “Except ye eat the flesh of the Son of man, and drink His blood, ye have no life in you.”"},{"refcode_short":"SpTB09 16.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 16.3 (Ellen Gould White)","content":"We have a divine audience to which to present our requests. Then let nothing prevent us from offering our petitions in the name of Jesus, believing with unwavering faith that God hears us, and that He will answer us. Let us carry our difficulties to God, humbling ourselves before Him. There is a great work to be done, and while it is our privilege to counsel together, we must be very sure, in every matter, to counsel with God; for He will never mislead us. We are not to make flesh our arm. If we do, depending chiefly upon human help, human guidance, unbelief will steal in, and our faith will die."},{"refcode_short":"SpTB09 17.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 17.1 (Ellen Gould White)","content":"Frequently I receive letters from individuals, telling me of their troubles and perplexities, and asking me to inquire of God as to what is their duty. To those for whom the Lord has given me no light, I have often replied: I have not been appointed by God to do such a work as you ask me to do. The Lord Jesus has invited you to bring your troubles to One who understands every circumstance of your life."},{"refcode_short":"SpTB09 17.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 17.2 (Ellen Gould White)","content":"“What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them. And when ye stand praying, forgive, if ye have aught against any: that your Father also which is in heaven may forgive you your trespasses. But if ye do not forgive, neither will your Father which is in heaven forgive your trespasses.”"},{"refcode_short":"SpTB09 17.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 17.3 (Ellen Gould White)","content":"I shall not dishonor my Lord by encouraging people to come to me for counsel, when they have a standing invitation to go to the One who is able to carry them and all their burdens."},{"refcode_short":"SpTB09 17.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 17.4 (Ellen Gould White)","content":"“It is written in the prophets, And they shall be all taught of God. Every man therefore that hath heard, and hath learned of the Father cometh unto Me.... I am the living bread which came down from heaven: if any man eat of this bread, he shall live forever: and the bread that I will give is My flesh, which I will give for the life of the world.”"},{"refcode_short":"SpTB09 18.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 18.1 (Ellen Gould White)","content":"God deals with men as individuals, giving to every one his work. All are to be taught of God. Through the grace of Christ, every soul must work out his own righteousness, maintaining a living connection with the Father and the Son. This is a genuine experience that is of value."},{"refcode_short":"SpTB09 18","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 18 (Ellen Gould White)","content":"Necessity of Harmonious Action"},{"refcode_short":"SpTB09 18.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 18.2 (Ellen Gould White)","content":"While it is true that the Lord guides individuals, it is also true that He is leading out a people, not a few separate individuals here and there, one believing this thing, another that. Angels of God are doing the work committed to their trust. The third angel is leading out and purifying a people, and they should move with him unitedly."},{"refcode_short":"SpTB09 18.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 18.3 (Ellen Gould White)","content":"Those who were in our work at the beginning are passing away. Only a few of the pioneers of the cause now remain among us. Many of the heavy burdens formerly borne by men of long experience are now falling upon younger men."},{"refcode_short":"SpTB09 18.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 18.4 (Ellen Gould White)","content":"This transfer of responsibilities to laborers whose experience is more or less limited, is attended with some dangers against which we need to guard. The world is filled with strife for the supremacy. The spirit of pulling away from our fellow laborers, the spirit of disorganization, is in the very air we breathe. By some, all efforts to establish order are regarded as dangerous,—as a restriction of personal liberty, and hence to be feared as popery. They declare that they will not take any man's say-so; that they are amenable to no man. I have been instructed that it is Satan's special effort to lead men to feel that God is pleased to have them choose their own course, independent of the counsel of their brethren."},{"refcode_short":"SpTB09 19.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 19.1 (Ellen Gould White)","content":"Herein lies a grave danger to the prosperity of our work. We must move discreetly, sensibly, in harmony with the judgment of God-fearing counselors; for in this course alone lies our safety and strength. Otherwise God can not work with us and by us and for us."},{"refcode_short":"SpTB09 19.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 19.2 (Ellen Gould White)","content":"O, how Satan would rejoice if he could succeed in his efforts to get in among this people, and disorganize the work at a time when thorough organization is essential and will be the greatest power to keep out spurious uprisings, and to refute claims not endorsed by the word of God! We want to hold the lines evenly, that there shall be no breaking down of the system of organization and order that has been built up by wise, careful labor. License must not be given to disorderly elements that desire to control the work at this time."},{"refcode_short":"SpTB09 19","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 19 (Ellen Gould White)","content":"Unity of Effort"},{"refcode_short":"SpTB09 19.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 19.3 (Ellen Gould White)","content":"Some have advanced the thought that as we near the close of time, every child of God will act independently of any religious organization. But I have been instructed by the Lord that in this work there is no such thing as every man's being independent. The stars of heaven are all under law, each influencing the other to do the will of God, yielding their common obedience to the law that controls their action. And in order that the Lord's work may advance healthfully and solidly, His people must draw together."},{"refcode_short":"SpTB09 19.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 19.4 (Ellen Gould White)","content":"The spasmodic, fitful movements of some who claim to be Christians is well represented by the work of strong but untrained horses. When one pulls forward, another pulls back, and at the voice of their master, one plunges ahead, and the other stands immovable. If men will not move in concert in the great and grand work for this time, there will be confusion. It is not a good sign when men refuse to unite with their brethren, and prefer to act alone. Instead of isolating themselves, let them draw in harmony with their fellow laborers. Unless they do this, their activity will work at the wrong time and in the wrong way. They will often work counter to that which God would have done, and thus their labor is worse than wasted."},{"refcode_short":"SpTB09 20","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 20 (Ellen Gould White)","content":"Men to Be Counselors, Not Rulers"},{"refcode_short":"SpTB09 20.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 20.1 (Ellen Gould White)","content":"“Wait on the Lord: be of good courage, and He shall strengthen thine heart.” Let us each wait on the Lord, and He will teach us how to labor. He will reveal to us the work that we are best adapted to perform. This will not lead men to start out in an independent spirit, to promulgate new theories. In this time when Satan is seeking to make void the law of God through the exaltation of false science, we need to guard most carefully against everything that would tend to lessen our faith and scatter our forces. As laborers together with God, we should be in harmony with the truth, and with our brethren. There should be counsel and cooperation."},{"refcode_short":"SpTB09 20.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 20.2 (Ellen Gould White)","content":"Even in the midst of the great deceptions of the last days, when delusive miracles will be performed in the sight of men in behalf of Satanic theories, it is our privilege to hide ourselves in Christ Jesus. It is possible for us to seek and to obtain salvation. And in this time of unusual peril, we must learn to stand alone, our faith fixed, not on the word of man, but on the sure promises of God."},{"refcode_short":"SpTB09 21.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 21.1 (Ellen Gould White)","content":"Among all God's workers there should be a spirit of unity and harmony. The Lord has especially blessed some with an experience that has fitted them to be wise counselors. In our several callings there is to be a mutual dependence on one another for assistance. Of this, Peter says:"},{"refcode_short":"SpTB09 21.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 21.2 (Ellen Gould White)","content":"“Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.”"},{"refcode_short":"SpTB09 21.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 21.3 (Ellen Gould White)","content":"But this does not authorize any one man to undertake the work of ordering his brethren arbitrarily to do as he thinks advisable, irrespective of their own personal convictions of duty. Nor are God's chosen laborers to feel that at every step they must wait to ask some officer in authority whether they may do this or that. While cooperating heartily with their brethren in carrying out general plans that have been laid for the prosecution of the work, they are constantly to look to the God of Israel for personal guidance."},{"refcode_short":"SpTB09 21.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 21.4 (Ellen Gould White)","content":"Sometimes a man who has been placed in responsibility as a leader, gains the idea that he is in a position of supreme authority, and that all his brethren, before making advance moves, must first come to him for permission to do that which they feel should be done. Such a man is in a dangerous position. He has lost sight of the work of a true leader among God's people. Instead of acting as a wise counselor, he assumes the prerogatives of an exacting ruler. God is dishonored by every such display of authority and self-exaltation. No man standing in his own strength is ever to be mind and judgment for another man whom the Lord is using in His work. No one is to lay down man-made rules and regulations to govern arbitrarily his fellow laborers who have a living experience in the truth."},{"refcode_short":"SpTB09 22.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 22.1 (Ellen Gould White)","content":"God calls upon those who have exercised undue authority to take off from His workers every dominating hand. Let every one to whom has been entrusted sacred responsibilities seek to understand his individual duty before God, and do that duty humbly and faithfully. Let no one regard himself as a master, with controlling power to exercise over his brethren. The principles of the Word of God are to be taught and practised."},{"refcode_short":"SpTB09 22.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 22.2 (Ellen Gould White)","content":"While respecting authority and laboring in accordance with wisely-laid plans, every worker is amenable to the Great Teacher for the proper exercise of his God-given judgment and of his right to look to the God of heaven for wisdom and guidance. God is Commander and Ruler over all. We have a personal Saviour, and we are not to exchange His Word for the word of any man. In the Scriptures the Lord has given instruction for every worker. The words of the Master-Worker should be diligently studied; for they are spirit and life. Laborers who are striving to work in harmony with this instruction, are under the leadership and guidance of the Holy Spirit, and need not always, before they make any advance move, first ask permission of some one else. No precise lines are to be laid down. Let the Holy Spirit direct the workers. As they keep looking unto Jesus, the author and finisher of their faith, the gifts of grace will increase by wise use."},{"refcode_short":"SpTB09 22.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 22.3 (Ellen Gould White)","content":"God desires that we shall come into right relation with Him. He desires that every voice shall be sanctified. He wants all there is of us—soul, body, and spirit —to be fully sanctified to do His will. It is time that we begin to know that we are fastened to the Lord Jesus Christ by a living, working faith; it is time for us to lay hold of the help proffered by the Spirit of God, and let our words reveal that we are under divine control. Let us believe in God, and trust in Him; and we shall see His mighty power working among us."},{"refcode_short":"SpTB09 23.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 23.1 (Ellen Gould White)","content":"In 1896 I wrote to my brethren in the ministry, as follows:"},{"refcode_short":"SpTB09 23.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 23.2 (Ellen Gould White)","content":"“I must speak to my brethren nigh and afar off. I can not hold my peace. They are not working on correct principles. Those who stand in responsible positions must not feel that their position of importance makes them men of infallible judgment."},{"refcode_short":"SpTB09 23.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 23.3 (Ellen Gould White)","content":"“All the works of men are under the Lord's jurisdiction. It will be altogether safe to consider that there is knowledge with the Most High. Those who trust in God and His wisdom, and not in their own, are walking in safe paths. They will never feel that they are authorized to muzzle even the ox that treads out the grain; and how offensive it is for men to control the human agent who is in partnership with God, and whom the Lord Jesus has invited, ‘Come unto Me, all ye that labor and are heavy-laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart; and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.’ ‘We are laborers together with God: ye are God's husbandry, ye are God's building.’"},{"refcode_short":"SpTB09 23.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 23.4 (Ellen Gould White)","content":"“The Lord has not placed any one of His human agencies under the dictation and control of those who are themselves but erring mortals. He has not placed upon men the power to say, You shall do this, and you shall not do that...."},{"refcode_short":"SpTB09 24.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 24.1 (Ellen Gould White)","content":"“No man is a proper judge of another man's duty. Man is responsible to God; and as finite, erring men take into their hands the jurisdiction of their fellow men, as if the Lord commissioned them to lift up and cast down, all heaven is filled with indignation. There are strange principles being established in regard to the control of the minds and works of men, by human judges, as if these finite men were gods...."},{"refcode_short":"SpTB09 24.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 24.2 (Ellen Gould White)","content":"“Organizations, institutions, unless kept by the power of God, will work under Satan's dictation to bring men under the control of men; and fraud and guile will bear the semblance of zeal and truth, and for the advancement of the kingdom of God...."},{"refcode_short":"SpTB09 24.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 24.3 (Ellen Gould White)","content":"“God will not vindicate any device whereby man shall in the slightest degree rule or oppress his fellow men. The only hope for fallen man is to look to Jesus, and receive Him as the only Saviour. As soon as a man begins to make an iron rule for other men, as soon as he begins to harness up and drive men according to his own mind, he dishonors God, and imperils his own soul, and the souls of his brethren. Sinful man can find hope and righteousness only in God; and no human being is righteous any longer than he has faith in God, and maintains a vital connection with Him. A flower of the field must have its roots in the soil; it must have air, dew, showers, and sunshine. It will flourish only as it receives these advantages, and all are from God. So with men. We receive from God that which ministers to the life of the soul. We are warned not to trust in man, not to make flesh our arm.”"},{"refcode_short":"SpTB09 25.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 25.1 (Ellen Gould White)","content":"The foregoing was printed in “Special Testimonies for Ministers and Workers,” No. 9."},{"refcode_short":"SpTB09 25.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 25.2 (Ellen Gould White)","content":"In 1903, I wrote to the president of a conference:"},{"refcode_short":"SpTB09 25.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 25.3 (Ellen Gould White)","content":"“By means of one agency, Christ Jesus, God has mysteriously linked all men together. To every man He has assigned some special line of service; and we should be quick to comprehend that we are to guard against leaving the work given us in order that we may interfere with other human agencies who are doing a work not precisely the same as our own. To no man has been assigned the work of interfering with the work of one of his fellow laborers, trying to take it in hand himself; for he would so handle it that he would spoil it. To one God gives a work different from the work that He gives another."},{"refcode_short":"SpTB09 25.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 25.4 (Ellen Gould White)","content":"“Let us all remember that we are not dealing with ideal men, but with real men of God's appointment, men precisely like ourselves, men who fall into the same errors that we do, men of like ambitions and infirmities. No man has been made a master, to rule the mind and conscience of a fellow being. Let us be very careful how we deal with God's blood-bought heritage."},{"refcode_short":"SpTB09 25.5","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 25.5 (Ellen Gould White)","content":"“To no man has been appointed the work of being a ruler over his fellow men. Every man is to bear his own burden. He may speak words of encouragement, faith, and hope to his fellow workers; he may help them to bear their special burdens by suggesting to them improved methods of labor; but in no case is he to discourage and enfeeble them, lest the enemy shall obtain an advantage over their minds,—an advantage that in time would react upon himself."},{"refcode_short":"SpTB09 25.6","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 25.6 (Ellen Gould White)","content":"“By the cords of tender love and sympathy the Lord linked all men to Himself. Of us He says, Ye ‘are laborers together with God: ye are God's husbandry, ye are God's building.’ This relationship we should recognize. If we are bound up with Christ, we shall constantly manifest Christ-like sympathy and forbearance toward those who are striving with all their God-given ability to bear their burdens, even as we endeavor to bear our appointed burdens."},{"refcode_short":"SpTB09 26.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 26.1 (Ellen Gould White)","content":"“In our several callings there is to be a mutual dependence on one another for assistance. A spirit of authority is not to be exercised, even by the president of a conference; for position does not change a man into a creature that can not err. Every laborer entrusted with the management of a conference is to work as Christ worked, wearing His yoke and learning of Him His meekness and lowliness. A conference president's spirit and demeanor, in word and in deed, reveal whether he realizes his weakness and places his dependence on God, or whether he thinks that his position of influence has given him superior wisdom. If he loves and fears God, if he realizes the value of souls, if he appreciates every jot of the help that the Lord has qualified a brother worker to render, he will be able to bind heart to heart by the love that Christ revealed during His ministry. He will speak words of comfort to the sick and the sorrowing. If he does not cultivate a masterly manner, but bears in mind always that One is his Master, even Christ, he can counsel the inexperienced, encouraging them to be God's helping hand."},{"refcode_short":"SpTB09 26.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 26.2 (Ellen Gould White)","content":"“The feeble hands are not to be deterred from doing something for the Master. Those whose knees are weak are not to be caused to stumble. God desires us to encourage those whose hands are weak, to grasp more firmly the hand of Christ, and to work hopefully. Every hand should be outstretched to help the hand that is doing something for the Master. The time may come when the hands that have upheld the feeble hands of another, may, in turn, be upheld by the hands to whom they ministered. God has so ordered matters that no man is absolutely independent of his fellow men.”"},{"refcode_short":"SpTB09 27","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 27 (Ellen Gould White)","content":"Counsel to Men in Official Positions"},{"refcode_short":"SpTB09 27.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 27.1 (Ellen Gould White)","content":"Among God's people are some who have had long experience in His work, men who have not departed from the faith. Notwithstanding the great trials through which they have passed, they have remained faithful. These men should be regarded as tried and chosen counselors. They should be respected, and their judgment should be honored by those who are younger or who have had less experience, even though these younger men may be in official positions."},{"refcode_short":"SpTB09 27.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 27.2 (Ellen Gould White)","content":"We are engaged in a great work, and there are many opportunities for service in various lines. Let all pray earnestly that God may guide them into the right channels of service. God's workmen should not neglect any opportunity to help others in every possible way. If they seek God unselfishly for counsel, His Word, which bringeth salvation, will lead them. They will engage in labor on the right hand and on the left, doing their best to remove from the minds of others every doubt and every difficulty in understanding the truth. The Spirit of God will make their labors effectual."},{"refcode_short":"SpTB09 27.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 27.3 (Ellen Gould White)","content":"The Lord calls for minute men, men who will be prepared to speak words in season and out of season that will arrest the attention and convict the heart. The kingdom of God consisteth not in outward show. Light will not be received by following selfish plans, but by looking unto Jesus, following Christ's leadings, not the suppositions of men. The kingdom of God is righteousness and peace and joy in the Holy Ghost."},{"refcode_short":"SpTB09 28.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 28.1 (Ellen Gould White)","content":"It often happens that circumstances arise which demand prompt action. And sometimes precious opportunities have been lost because of delay. The one who should have acted promptly felt that he must first consult with some one who was far away and who was unacquainted with the true conditions. Much time has thus been lost in asking advice and counsel from men who were not in a position to give wise counsel. Let all God's workers be guided by the word of truth which points out their duty, following implicitly the directions Christ has given."},{"refcode_short":"SpTB09 28.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 28.2 (Ellen Gould White)","content":"In 1883, I said to our brethren assembled in General Conference:"},{"refcode_short":"SpTB09 28.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 28.3 (Ellen Gould White)","content":"“Satan exults when men look to and trust in man. The one who is the object of this undue confidence is exposed to strong temptations. Satan will, if possible, lead him to self-confidence, in order that human defects may mar the work. He will be in danger of encouraging his brethren in their dependence upon him, and feeling that all things that pertain to the movements of the cause must be brought to his notice. Thus the work will bear the impress of man instead of the impress of God. But if all will learn to depend upon God for themselves, many dangers that assail the one who stands at the head of the work will be averted. If he errs, if he permits human influence to sway his judgment, or yields to temptation, he can be corrected and helped by his brethren. And those who learn to go to God for themselves for help and counsel are learning lessons that will be of the highest value to them."},{"refcode_short":"SpTB09 29.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 29.1 (Ellen Gould White)","content":"“But if the officers of a conference bear successfully the burdens laid upon them, they must pray, they must believe, they must trust God to use them as His agents in keeping the churches of the conference in good working order. This is their part of the vineyard to cultivate. There must be far more personal responsibility, far more thinking and planning, far more mental power brought into the labor put forth for the Master. This would enlarge the capacity of the mind, and give keener perceptions as to what to do and how. Brethren, you will have to wrestle with difficulties, carry burdens, give advice, plan and execute, constantly looking to God for help. Pray and labor, labor and pray; as pupils in the school of Christ, learn of Jesus."},{"refcode_short":"SpTB09 29.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 29.2 (Ellen Gould White)","content":"“The Lord has given us the promise, `If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.’ It is in the order of God that those who bear responsibilities should often meet together to counsel with one another, and to pray earnestly for that wisdom which He alone can impart. Unitedly make known your troubles to God. Talk less; much precious time is lost in talk that brings no light. Let brethren unite in fasting and prayer for the wisdom that God has promised to supply liberally."},{"refcode_short":"SpTB09 29.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 29.3 (Ellen Gould White)","content":"“Go to God and tell Him as did Moses, `I can not lead this people unless Thy presence shall go with me.’ And then ask still more; pray with Moses, `Show me Thy glory.’ What is this glory?—The character of God. This is what He proclaimed to Moses. Let the soul, in living faith, fasten upon God. Let the tongue speak His praise. When you associate together, let the mind be reverently turned to the contemplation of eternal realities. Thus you will be helping one another to be spiritually minded. When your will is in harmony with the divine will, you will be in harmony with one another; you will have Christ by your side as a counselor.” [Gospel Workers, 235-237.]"},{"refcode_short":"SpTB09 30","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 30 (Ellen Gould White)","content":"Unsanctified Independence"},{"refcode_short":"SpTB09 30.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 30.1 (Ellen Gould White)","content":"The Lord has not qualified any one of us to bear the burden of the work alone. He has associated together men of different minds, that they may counsel with and assist one another. In this way the deficiency in the experience and abilities of one is supplied by the experience and abilities of another. We should all study carefully the instruction given in Corinthians and Ephesians regarding our relation to one another as members of the body of Christ."},{"refcode_short":"SpTB09 30.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 30.2 (Ellen Gould White)","content":"In our work we must consider the relation that each worker sustains to the other worker connected with the cause of God. We must remember that others as well as ourselves have a work to do in connection with this cause. We must not bar the mind against counsel. In our plans for the carrying forward of the work, our mind must blend with other minds."},{"refcode_short":"SpTB09 30.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 30.3 (Ellen Gould White)","content":"Let us cherish a spirit of confidence in the wisdom of our brethren. We must be willing to take advice and caution from our fellow laborers. Connected with the service of God, we must individually realize that we are parts of a great whole. We must seek wisdom from God, learning, what it means to have a waiting, watching spirit, and to go to our Saviour when tired and depressed."},{"refcode_short":"SpTB09 30.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 30.4 (Ellen Gould White)","content":"It is a mistake to withdraw from those who do not agree with our ideas. This will not inspire our brethren with confidence in our judgment. It is our duty to counsel with our brethren, and to heed their advice. We are to seek their counsel, and when they give it, we are not to cast it away, as if they were our enemies. Unless we humble our hearts before God, we shall not know His will."},{"refcode_short":"SpTB09 31.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 31.1 (Ellen Gould White)","content":"Let us be determined to be in unity with our brethren. This duty God has placed upon us. We shall make their hearts glad by following their counsel, and make ourselves strong through the influence that this will give us. Moreover, if we feel that we do not need the counsel of our brethren, we close the door of our usefulness as counselors to them."},{"refcode_short":"SpTB09 31.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 31.2 (Ellen Gould White)","content":"To every church I would bear the message that man is not to exalt his own judgment. Meekness and lowliness of heart will lead men to desire counsel at every step. And the Lord will say, “Take My yoke upon you, and learn of Me.” It is our privilege to learn of Jesus. But when men, full of self-confidence, think that it is their place to give counsel, instead of desiring to be counseled by their experienced brethren, they will listen to voices that will lead them in strange paths."},{"refcode_short":"SpTB09 31.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 31.3 (Ellen Gould White)","content":"The angels of God are in our world, and Satanic agencies are here also. I am permitted to see the inclination of certain ones to follow their own strong traits of character. If they refuse to yoke up with others who have had a long experience in the work, they will become blinded by self-confidence, not discerning between the false and the true. It is not safe that such ones should stand in the position of leaders, to follow their own judgment and plans."},{"refcode_short":"SpTB09 31.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 31.4 (Ellen Gould White)","content":"It is those who accept the warnings and cautions given them who will walk in safe paths. Let not men yield to the burning desire to become great leaders, or to the desire independently to devise and lay plans for themselves and for the work of God. It is easy for the enemy to work through some who, having themselves need of counsel at every step, undertake the guardianship of souls without having learned the lowliness of Christ. These need counsel from the One who says, “Come unto Me, all ye that labor and are heavy-laden.”"},{"refcode_short":"SpTB09 32.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 32.1 (Ellen Gould White)","content":"Our ministers and leaders need to realize the necessity of counseling with their brethren who have been long in the work, and who have gained a deep experience in the ways of the Lord. The disposition of some to shut themselves up to themselves, and to feel competent to plan and execute, according to their own judgment and preferences, brings them into strait places. Such an independent way of working is not right, and should not be followed. The ministers and teachers in our conferences are to work unitedly with their brethren of experience, asking them for their counsel, and paying heed to their advice."},{"refcode_short":"SpTB09 32.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 32.2 (Ellen Gould White)","content":"I am free to say to our brethren who with humility of heart are following the counsel of the Lord: If you know that God would have you engage in any work, go forward. Those who have the light and consciousness that God is leading, need not depend upon any human agent to define their work. They are to receive the counsel of the highest Authority. Safety and peace and calm assurance are to be found only by following the counsel of the greatest Teacher that ever lived in our world. Let us not turn away from His unerring counsel."},{"refcode_short":"SpTB09 32.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 32.3 (Ellen Gould White)","content":"But our impressions are not always a safe guide to duty. Human impulse will try to make us believe that it is God who is guiding us when we are following our own way. But if we watch carefully, and counsel with our brethren, we shall understand; for the promise is, “The meek will He guide in judgment: and the meek will He teach His way.” We must not allow human ideas and natural inclinations to gain the supremacy."},{"refcode_short":"SpTB09 33","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 33 (Ellen Gould White)","content":"An Appeal for Unity"},{"refcode_short":"SpTB09 33.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 33.1 (Ellen Gould White)","content":"Workers for Christ are to strive for unity. We are the children of the same family, and have one heavenly Father. Let us not put on garments of heaviness, and cherish doubts and a lack of confidence in our brethren. We should not hurt our souls by gathering the thistles and the thorns, but, instead, we should gather the roses and the lilies and the pinks, and express their fragrance in our words and acts."},{"refcode_short":"SpTB09 33.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 33.2 (Ellen Gould White)","content":"The following is part of a talk given to the ministers assembled at the General Conference in 1883:"},{"refcode_short":"SpTB09 33.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 33.3 (Ellen Gould White)","content":"“‘Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think of these things.’"},{"refcode_short":"SpTB09 33.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 33.4 (Ellen Gould White)","content":"“The dealings of God with His people often appear mysterious. His ways are not our ways, nor His thoughts our thoughts. Many times His way of dealing is so contrary to our plans and expectations that we are amazed and confounded. We do not understand our perverse natures; and often when we are gratifying self, following our own inclinations, we flatter ourselves that we are carrying out the mind of God. And so we need to search the Scriptures, and be much in prayer, that, according to His promise, the Lord may give us wisdom."},{"refcode_short":"SpTB09 34.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 34.1 (Ellen Gould White)","content":"“Though we have an individual work and an individual responsibility before God; we are not to follow our own judgment, regardless of the opinions and feelings of our brethren, for this course would lead to disorder in the church. It is the duty of ministers to respect the judgment of their brethren; but their relations to one another, as well as the doctrines they teach, should be brought to the test of the law and the testimony; then, if hearts are teachable, there will be no division among us. Some are inclined to be disorderly, and are drifting away from the great landmarks of the faith; but God is moving upon His ministers to be one in doctrine and in spirit."},{"refcode_short":"SpTB09 34.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 34.2 (Ellen Gould White)","content":"“Brethren sometimes associate together for years, and think they can trust those they know so well, just as they would trust members of their own family. There is a freedom and confidence in this association which could not exist among those not of the same faith. This is very pleasant while brotherly love continues; but let the ‘accuser of the brethren’ gain admittance to the heart of one of these men, controlling the mind and the imagination, and jealousies are created, suspicion and envy are harbored; and he who supposed himself secure in the love and friendship of his brother, finds himself mistrusted, and his motives misjudged. The false brother forgets his own human frailties, forgets his obligation to think and speak no evil lest he dishonor God and wound Christ in the person of His saints; and every defect that can be thought of or imagined is commented upon unmercifully, and the character of a brother is represented as dark and questionable...."},{"refcode_short":"SpTB09 35.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 35.1 (Ellen Gould White)","content":"“If Satan can employ professed believers to act as accusers of the brethren, he is justly pleased; for those who do this are just as truly serving him as was Judas when he betrayed Christ, although they may be doing it ignorantly. Satan is no less active now than in Christ's day, and those who lend themselves to do his work will manifest his spirit."},{"refcode_short":"SpTB09 35.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 35.2 (Ellen Gould White)","content":"“Floating rumors are often the destroyers of unity among brethren. There are some who watch with open mind and ears to catch flying scandal. They gather up little incidents which may be trifling in themselves, but which are repeated and exaggerated until a man is made an offender for a word. Their motto seems to be, ‘Report, and we will report it.’ These tale-bearers are doing Satan's work with surprising fidelity, little knowing how offensive their course is to God.... The door of the mind should be closed against, ‘They say,’ or, ‘I have heard.’ Why should we not, instead of allowing jealousy or evil surmising to come into our hearts, go to our brethren, and after frankly but kindly setting before them the things we have heard detrimental to their character and influence, pray with and for them? While we can not fellowship with those who are the bitter enemies of Christ, we should cultivate that spirit of meekness and love that characterized our Master,—a love that thinketh no evil, and is not easily provoked...."},{"refcode_short":"SpTB09 35.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 35.3 (Ellen Gould White)","content":"“Let us diligently cultivate the pure principles of the gospel of Christ,—the religion, not of self-esteem, but of love, meekness, and lowliness of heart. Then we shall love our brethren, and esteem them better than ourselves. Our minds will not dwell on scandal and flying reports. But ‘whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise,’ we shall ‘think on these things.’” [Gospel Workers, 445-447.]"},{"refcode_short":"SpTB09 36.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 36.1 (Ellen Gould White)","content":"As a people, we have been reproved by God for doing so little. How important, then, that we guard carefully against everything that might dishearten or weaken the influence of one soul who is doing a work that God would have done. There are victories to be gained if we present a united front and individually seek the Lord for strength and guidance."},{"refcode_short":"SpTB09 36","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 36 (Ellen Gould White)","content":"Chapter 4—Meeting Houses Needed"},{"refcode_short":"SpTB09 36.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 36.2 (Ellen Gould White)","content":"I must write to you regarding your proposed church building. I am pleased with the site you have selected. It is near to the street-railway, and thus very convenient for those who come from a distance."},{"refcode_short":"SpTB09 36.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 36.3 (Ellen Gould White)","content":"I have been bidden to give you words of warning regarding the meeting-house that you will build. This is a time for you to examine yourselves to see if you are standing in the right position regarding this matter."},{"refcode_short":"SpTB09 36.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 36.4 (Ellen Gould White)","content":"In Oakland we need a church building. Soon a simple and inexpensive place of worship should be erected. In this the brethren and sisters in Oakland are to show that they fear the Lord by refusing to build a stylish and costly church. We are living in perilous times; judgment is to follow judgment. Let us now reveal in our works that we believe that the time of God's judgments is come, that we are approaching the day when there will be no certainty regarding anything in this world. By our works as well as our testimony we are to tell that the end of all things is at hand."},{"refcode_short":"SpTB09 37.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 37.1 (Ellen Gould White)","content":"We are to take heed to the warnings given in the calamity that has overtaken San Francisco. Our brethren and sisters in Oakland must not give the people of San Francisco cause to think that Seventh-day Adventists feel secure. But that is what they would understand your action to mean if at this time you should erect a large and costly meeting-house."},{"refcode_short":"SpTB09 37.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 37.2 (Ellen Gould White)","content":"The great earthquake of San Francisco is to be followed by earthquakes in other places. We need not be surprised if after a time Oakland should become so wicked that calamities will fall on this city also."},{"refcode_short":"SpTB09 37.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 37.3 (Ellen Gould White)","content":"Those who do not believe that the Lord is coming soon are building without stopping to consider why the Lord wiped out a greater part of the city of San Francisco; but the leading men of San Francisco are no pattern for us to follow."},{"refcode_short":"SpTB09 37.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 37.4 (Ellen Gould White)","content":"One thing will be plainly developed at this time, one question will be clearly settled,—whether we are solid Christians, or merely professors. We should let it be well understood that we regard this terrible calamity as the stroke of an offended God, because His treasure has been lavishly spent to glorify self. Let our works be such that men can see that we are but sojourners here; that we are seeking a better country, even a heavenly."},{"refcode_short":"SpTB09 37.5","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 37.5 (Ellen Gould White)","content":"We may well fear and tremble for the things that shall be in the future. Many of the citizens of Oakland will be weighed in the balances and found wanting. Would you be of that company? You need now to show in life and character the sanctification of the Gospel, and a belief in Christ's soon coming in power and great glory. Will you show faith by manifesting genuine faith in the sign of the Lord's second coming?"},{"refcode_short":"SpTB09 38.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 38.1 (Ellen Gould White)","content":"We are to bring the truth into all our works; we are to be sanctified through the truth, and show to a world dead in trespasses and sins that we are a holy nation, a peculiar people, a chosen generation, zealous of good works."},{"refcode_short":"SpTB09 38.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 38.2 (Ellen Gould White)","content":"The death of Christ was accomplished to make us genuine Christians through faith in Him. We carry a message of sacred truth, and through the righteousness of Christ we are to become one in Him, separate from the world, distinguished from it by the features of our faith that makes us heirs of God and joint-heirs with Christ. We are Christ's witnesses. By our baptismal vow we are under solemn pledge to God to witness for Him. Through the merits of Christ we are to let our light shine forth to the world, that they, by seeing our good works, may glorify our Father which is in heaven."},{"refcode_short":"SpTB09 38.3","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 38.3 (Ellen Gould White)","content":"At this time the building of costly meeting-houses in any place is not in accordance with our faith. There are many places where meeting-houses will soon have to be built; therefore we should not put large sums of money in any one place."},{"refcode_short":"SpTB09 38.4","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 38.4 (Ellen Gould White)","content":"At Mountain View a meeting-house is greatly needed, and should soon be built. The Oakland church will need to help the brethren and sisters in Mountain View. If five thousand dollars could be given for the building of a suitable meeting-house for this sister church, the enterprise could go forward at once, and the two meeting-houses would soon be completed."},{"refcode_short":"SpTB09 39.1","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 39.1 (Ellen Gould White)","content":"All who help in this essential work will receive the blessing of God. I hope that none in Oakland will object of appropriating a portion of the means to help in building the meeting-house in Mountain View."},{"refcode_short":"SpTB09 39.2","refcode_long":"Testimonies to the Church Regarding Individual Responsibility and Christian Unity, p. 39.2 (Ellen Gould White)","content":"May the Lord help, and sanctify, and bless in the work of building in Oakland and Mountain View. May all hearts be made willing, is my prayer. The Lord will certainly bless those who will work unitedly to carry forward this work at this time."}]