[{"refcode_short":"SpTB12 2","refcode_long":"The Oakwood Manual Training School, p. 2 (Ellen Gould White)","content":"The Oakwood Manual Training School"},{"refcode_short":"SpTB12 2","refcode_long":"The Oakwood Manual Training School, p. 2 (Ellen Gould White)","content":"Introductory"},{"refcode_short":"SpTB12 2.1","refcode_long":"The Oakwood Manual Training School, p. 2.1 (Ellen Gould White)","content":"The Oakwood Manual Training School for Colored is the only school in the denomination devoted exclusive to the education and training of colored young people to become workers to labor for their own race. This school has been in operation since the spring of 1894, and notwithstanding those in charge have been greatly handicapped in their efforts by the lack of proper buildings and facilities, yet there have been sent out from the school several young men and women who are doing very acceptable work. Three of this number have been ordained to the ministry. The lack of the necessary buildings for the proper care and comfort of the students, housing of stock, and the handling and storage of the products of the farm have been a serious drawback to the successful operation of the school and farm."},{"refcode_short":"SpTB12 2.2","refcode_long":"The Oakwood Manual Training School, p. 2.2 (Ellen Gould White)","content":"Recognizing the need and the importance of better equipping this school, the General Conference Committee, at its spring session held in Washington in the month of April, voted to authorize the managers of the school to take the necessary steps to raise, by donations from our people in general, the sum of $13,000."},{"refcode_short":"SpTB12 2.3","refcode_long":"The Oakwood Manual Training School, p. 2.3 (Ellen Gould White)","content":"This means will be expended for the erection and equipping of a small sanitarium, the finishing of the school building and boy's dormitory, the erection of a proper building for a kitchen and dining-room, a silo to preserve green food for the stock, a building to be used as a cannery to Enable the farm manager to promptly and profitably handle the large crop of tomatoes and vegetables grown each year on the farm, and a building in which to keep sweet potatoes during the winter months."},{"refcode_short":"SpTB12 3.1","refcode_long":"The Oakwood Manual Training School, p. 3.1 (Ellen Gould White)","content":"If these facilities can be provided it will help the managers and students to help themselves, and in every way enable them to do better work. The attendance is constantly increasing, and accommodations should be provided for at least one hundred students."},{"refcode_short":"SpTB12 3.2","refcode_long":"The Oakwood Manual Training School, p. 3.2 (Ellen Gould White)","content":"This school is destined to become more and more an important factor in giving the message to the millions of colored people in the South."},{"refcode_short":"SpTB12 3.3","refcode_long":"The Oakwood Manual Training School, p. 3.3 (Ellen Gould White)","content":"This little leaflet contains only a small portion of what the testimonies have said about the Oakwood School, and the work to be done for the colored people in this field, but we trust it will be sufficient to impress upon your mind the importance and need of this school, and that you will feel it not only a duty, but a privilege to cheerfully and liberally respond to this appeal for help."},{"refcode_short":"SpTB12 4","refcode_long":"The Oakwood Manual Training School, p. 4 (Ellen Gould White)","content":"Chapter 1—The Work Among the Colored People"},{"refcode_short":"SpTB12 4.1","refcode_long":"The Oakwood Manual Training School, p. 4.1 (Ellen Gould White)","content":"I greatly desire to impress your minds with the importance of doing what you can to help forward the work for the colored people in the Southern states. In this field there are thousands and thousands of negroes, many of whom are ignorant and in need of the gospel. Upon the white people of the United States the Lord has laid the burden of uplifting this race. But, as yet, Seventh-day Adventists have done comparatively little to help them."},{"refcode_short":"SpTB12 4.2","refcode_long":"The Oakwood Manual Training School, p. 4.2 (Ellen Gould White)","content":"There are many, many places in the South in which no earnest Christian effort has been made for the colored people. These unentered fields, in their unsightly barrenness, stand before heaven as a witness against the unfaithfulness of those who have had great light. When I think of the way in which this line of work has been treated, there comes over me an intensity of feeling that words cannot express. Like the priest and the Levite, men have looked indifferently on a most pitiful picture, and have passed by on the other side. For years this has been the record. Our people have put forth only a hundredth part of the earnest effort that they should have put forth to warn the indifferent, to educate the ignorant, and to minister to the needy souls in this field...."},{"refcode_short":"SpTB12 4.3","refcode_long":"The Oakwood Manual Training School, p. 4.3 (Ellen Gould White)","content":"The Lord has been working with and for the tried laborers in the South. Many are preparing to put their shoulders to the wheel, to help advance the work. The cloud of darkness and despondency is rolling back, and the sunshine of God's favor is shining upon the workers. The Lord is gracious. He will not leave the work in the South in its present condition. The people living in this great field will yet have the privilege of hearing the last message of mercy, warning them to prepare for the great day of God which is right upon us. Now, just now, is our time to proclaim the third angel's message to the millions living in the Southern states, who know not that the Saviour's coming is near at hand...."},{"refcode_short":"SpTB12 5","refcode_long":"The Oakwood Manual Training School, p. 5 (Ellen Gould White)","content":"The Establishment of Schools"},{"refcode_short":"SpTB12 5.1","refcode_long":"The Oakwood Manual Training School, p. 5.1 (Ellen Gould White)","content":"No line of work will be of more telling advantage to the colored people in the Southern field than the establishment of small schools. Hundreds of mission schools must be established; for there is no method of giving the truth to these people so effectual and economical as small schools. This line of work has been specially presented before me. But the work is almost at a standstill for lack of money to provide facilities for training teachers, for building school houses, and for paying the wages of teachers."},{"refcode_short":"SpTB12 5.2","refcode_long":"The Oakwood Manual Training School, p. 5.2 (Ellen Gould White)","content":"There are many who cannot even read the divine Word; many are slaves of superstition; and yet through divine power, these poor, ignorant beings, degraded by sin, may be saved, elevated, sanctified, ennobled. And in the Lord's estimation every soul saved is worth more than the wealth of the whole world. Those who are ignorant must be educated; and this means much. Instead of making superabundant provision for educating a few, we should devise ways and means of helping the many who are neglected and oppressed."},{"refcode_short":"SpTB12 5.3","refcode_long":"The Oakwood Manual Training School, p. 5.3 (Ellen Gould White)","content":"So far as possible, these mission schools for colored people should be established outside the cities; but in the cities there are many children who could not attend the schools established out of the cities, and schools should be opened for them."},{"refcode_short":"SpTB12 6.1","refcode_long":"The Oakwood Manual Training School, p. 6.1 (Ellen Gould White)","content":"The colored people need simple books. They have been left in ignorance, when they should have been taught; left unconverted, when every effort possible should have been put forth to rescue and save them."},{"refcode_short":"SpTB12 6.2","refcode_long":"The Oakwood Manual Training School, p. 6.2 (Ellen Gould White)","content":"This work will require talent, and above everything else, the grace of God. The colored youth will be found to be far more difficult to manage than the white youth, because they have not been taught from their childhood to make the best use of their time. Many of them have had no opportunity to learn how to take care of themselves. Those who for years have been working to help the colored people, know their needs; and they are the best fitted to open schools for them. Colored teachers must work for the colored people, under the supervision of well-qualified men who have the spirit of mercy and love. How important it is, then, that we place our training school at Huntsville on vantage ground, so that many may be educated to labor as teachers of their own race!"},{"refcode_short":"SpTB12 6","refcode_long":"The Oakwood Manual Training School, p. 6 (Ellen Gould White)","content":"Chapter 2—The Huntsville School"},{"refcode_short":"SpTB12 6.3","refcode_long":"The Oakwood Manual Training School, p. 6.3 (Ellen Gould White)","content":"Monday morning, July 20, 1904, I went from Graysville to Huntsville. We found the school situated in a beautiful country place. In the school farm there are more than three hundred acres of land, a large part of which is under cultivation."},{"refcode_short":"SpTB12 6.4","refcode_long":"The Oakwood Manual Training School, p. 6.4 (Ellen Gould White)","content":"Several years ago Brother S. M. Jacobs was in charge of the farm, and under his care it made great improvement. He set out a peach and plum orchard, and other fruit trees. Brother and Sister Jacobs left Huntsville about three years ago, and since then the farm has not been so well cared for. We see in the land promise of a much larger return than it now gives, were its managers given the help they need."},{"refcode_short":"SpTB12 7.1","refcode_long":"The Oakwood Manual Training School, p. 7.1 (Ellen Gould White)","content":"Brother Jacobs put forth most earnest, disinterested efforts, but he was not given the help that his strength demanded. Sister Jacobs also worked too hard, and when her health began to give away, they decided to leave Huntsville, and go to some place where the strain would not be so heavy. Had they then been furnished with efficient helpers, and with means to make the needed improvements, the advancement made would have given courage to Brother Jacobs, to the students, and to our people everywhere. But the means that ought to have gone to Huntsville did not go, and we see the result in the present showing."},{"refcode_short":"SpTB12 7.2","refcode_long":"The Oakwood Manual Training School, p. 7.2 (Ellen Gould White)","content":"Recently ... instruction has been given me that this farm must not be sold; that the situation possesses many advantages for the carrying forward of a colored school. It would take years to build up in a new place the work that has been done at Huntsville. The Lord's money was invested in the Huntsville school farm, to provide a place for the education of colored students. The General Conference gave this land to the Southern work, and the Lord has shown me what this school may become, and what those may become who go there for instruction, if his plans are followed."},{"refcode_short":"SpTB12 7.3","refcode_long":"The Oakwood Manual Training School, p. 7.3 (Ellen Gould White)","content":"In order that the school may advance as it should, money is needed, and sound, intelligent generalship. Things are to be well kept up, and the school is to give evidence that Seventh-day Adventists mean to make a success of whatever they undertake."},{"refcode_short":"SpTB12 7.4","refcode_long":"The Oakwood Manual Training School, p. 7.4 (Ellen Gould White)","content":"The facilities necessary for the success of the school must be provided. At present the facilities are very meager. A small building should be put up, in which the students can be taught how to care for one another in times of sickness. There has been a nurse at the school to look after the students when they were sick, but no facilities have been provided. This has made the work very discouraging."},{"refcode_short":"SpTB12 8.1","refcode_long":"The Oakwood Manual Training School, p. 8.1 (Ellen Gould White)","content":"The students are to be given a training in those lines of work that will help them to be successful laborers for Christ. They are to be taught to be separate from the customs and practices of the world. They are to be taught how to present the truth for this time, and how to work with the hands and with the head to win their daily bread, that they may go forth to teach their own people. They are to be taught to appreciate the school as a place in which they are given opportunity to obtain a training for thorough service."},{"refcode_short":"SpTB12 8.2","refcode_long":"The Oakwood Manual Training School, p. 8.2 (Ellen Gould White)","content":"Wise plans are to be laid for the cultivation of the land. The students are to be given a practical education in agriculture. This education will be of inestimable value to them in their future work. Thorough work is to be done in cultivating the land, and from this the students are to learn how necessary it is to do thorough work in cultivating the garden of the heart."},{"refcode_short":"SpTB12 8.3","refcode_long":"The Oakwood Manual Training School, p. 8.3 (Ellen Gould White)","content":"The man who takes charge of the Huntsville School should know how to govern himself and how to govern others. The Bible teacher should be a man who can teach the students how to present the truths of the word of God in public, and how to do house-to-house work. The business affairs of the farm are to be wisely and carefully managed."},{"refcode_short":"SpTB12 8.4","refcode_long":"The Oakwood Manual Training School, p. 8.4 (Ellen Gould White)","content":"The teachers should constantly seek wisdom from on high, that they may be kept from making mistakes. They should give careful attention to their work, that each student may be prepared for the line of service to which he is best adapted. All are to be prepared to serve faithfully in some capacity. Thus teachers and students are to cooperate in doing their best. The constant effort of the teachers should be to make the students see the importance of constantly rising higher and still higher."},{"refcode_short":"SpTB12 9.1","refcode_long":"The Oakwood Manual Training School, p. 9.1 (Ellen Gould White)","content":"The leading, controlling influence in the school is to be faithfulness in that which is least. Thus the students will be prepared to be faithful in greater things. Each student is to take himself in hand, and with God's help overcome the faults that mar his character. And he is to show an earnest, unselfish interest in the welfare of the school. If he sees a loose board in a walk or a loose paling on the fence, let him at once get a hammer and nails, and make the needed repairs. Nothing in the house or about the premises is to be allowed to present a slack, dilapidated appearance. The wagons and harnesses should be properly cared for, and frequently examined and repaired. When harnesses and wagons are sent out in a dilapidated condition, human life is endangered."},{"refcode_short":"SpTB12 9.2","refcode_long":"The Oakwood Manual Training School, p. 9.2 (Ellen Gould White)","content":"These little things are of much more importance than many suppose in the education of students. Business men will notice the appearance of the wagons and harnesses, and will form their opinions accordingly. And more than this, if students are allowed to go through school with slack, shiftless habits, their education will not be worth half as much as it would be if they were taught to be faithful in all they do. “He that is faithful in that which is least is faithful also in much.” Little things needing attention, yet left for days and weeks, until they become unsightly, teach the students lessons that will cling to them for a lifetime, greatly hindering them in their work. Such an example is demoralizing, and students whose education is after this order are not needed in the world."},{"refcode_short":"SpTB12 9.3","refcode_long":"The Oakwood Manual Training School, p. 9.3 (Ellen Gould White)","content":"Should not our God be served most faithfully? We are called upon as teachers to rise up with firm purpose of heart, and discipline ourselves with sternness and rigor to habits of order and thoroughness. All that our hands find to do is to be well done. We have been bought with a price, even the blood of the Son of God, and all that we do is to honor and glorify our Redeemer. We are to work in partnership with Christ as verily as Christ works in partnership with the Father. We are to lay aside every weight, “and the sin that doth so easily beset,” that we may follow our Lord with full purpose of heart."},{"refcode_short":"SpTB12 10.1","refcode_long":"The Oakwood Manual Training School, p. 10.1 (Ellen Gould White)","content":"The soul suffers a great loss when duties are not faithfully performed, when habits of negligence and carelessness are allowed to rule the life. Faithfulness and unselfishness are to control all that we do. When the soul is left uncleansed, when selfish aims are allowed to control, the enemy comes in, leading the mind to carry out unholy devices and to work for selfish advantage, regardless of results."},{"refcode_short":"SpTB12 10.2","refcode_long":"The Oakwood Manual Training School, p. 10.2 (Ellen Gould White)","content":"But he who makes Christ first and last and best in everything will not work for selfish purposes. Unselfishness will be revealed in every act. The peace of Christ cannot abide in the heart of a man in whose life self is the mainspring of action. Such a one may hold the theories of truth; but unless he brings himself into harmony with the requirements of God's word, giving up all his ambitions and desires for the will and way of Christ, he strives without purpose, for God cannot bless him. He halts between two opinions, constantly vacillating toward Christ or toward the world. It is like some one striving for the mastery, yet cumbering himself by clinging to heavy weights."},{"refcode_short":"SpTB12 11","refcode_long":"The Oakwood Manual Training School, p. 11 (Ellen Gould White)","content":"Chapter 3—The Needs of the Huntsville School"},{"refcode_short":"SpTB12 11.1","refcode_long":"The Oakwood Manual Training School, p. 11.1 (Ellen Gould White)","content":"Dear Brethren and Sisters: I would call your special attention to the needs of the Huntsville School. This school is on a farm of over three hundred acres, which was purchased by the General Conference, and given to the work for the colored people of the South. This school farm is to be made a representation of what can be done to help the colored people."},{"refcode_short":"SpTB12 11.2","refcode_long":"The Oakwood Manual Training School, p. 11.2 (Ellen Gould White)","content":"It was in the providence of God that the Huntsville School farm was purchased. It is in a good locality. Near it there are large nurseries, and in these nurseries some of the students have worked during the summer to earn money to pay their expense at the Huntsville School. Those for whom these students have worked give them a high recommendation, saying that they have accomplished more than an equal number of other hands."},{"refcode_short":"SpTB12 11.3","refcode_long":"The Oakwood Manual Training School, p. 11.3 (Ellen Gould White)","content":"The Huntsville School greatly needs additional buildings. It ought to be fitted up for the accommodation of one hundred students, to be trained as teachers of their own race. A small building, in which, the students can be taught to care for the sick, should be put up near the school, and conveniences furnished."},{"refcode_short":"SpTB12 11.4","refcode_long":"The Oakwood Manual Training School, p. 11.4 (Ellen Gould White)","content":"The students are to be carefully disciplined. They are to be given a thorough education, an education that will fit them to teach others. As soon as possible they are to be prepared for service. The young men who attend school should be taught how to put up buildings and how to cultivate the soil. At present white teachers can take part in the work of this school, educating and training the students. But soon it will be impossible for them to do this. Let us make earnest efforts to help this school to act its part now, while the way is still open. At present there are no outside opposing influences to hinder its progress."},{"refcode_short":"SpTB12 12.1","refcode_long":"The Oakwood Manual Training School, p. 12.1 (Ellen Gould White)","content":"I now ask you to give of your means for the Huntsville School. Facilities are needed there. Things about the institution are at loose ends, and should be put in proper order, that the school may be a credit to the cause it represents...."},{"refcode_short":"SpTB12 12.2","refcode_long":"The Oakwood Manual Training School, p. 12.2 (Ellen Gould White)","content":"I present this matter to you, my brethren and sisters, and I ask you to do what you can for the advancement of the work that a few faithful laborers are trying to do for the colored race. This work has been greatly retarded by neglect and because means sufficient to supply its needs have not been provided."},{"refcode_short":"SpTB12 12.3","refcode_long":"The Oakwood Manual Training School, p. 12.3 (Ellen Gould White)","content":"I ask you, my brethren and sisters, to do your best.... By willing liberality let us prepare the way for the laborers in the South to do a work of mercy for this people. I urge you in the name of the Lord to do something, and do it now. I pray that God will open your hearts, and help you to do justice to the needs of the work for the colored people."},{"refcode_short":"SpTB12 12","refcode_long":"The Oakwood Manual Training School, p. 12 (Ellen Gould White)","content":"Chapter 4—Letter to a Teacher in Huntsville"},{"refcode_short":"SpTB12 12.4","refcode_long":"The Oakwood Manual Training School, p. 12.4 (Ellen Gould White)","content":"Your letter was received and read some time ago. We rejoice with you for the precious tokens you have of the Lord's blessing. Praise the Lord. O let us be encouraged. Let our hearts be filled with thankfulness. Continue to work earnestly and interestedly and have perfect trust in God. Do not doubt his goodness. When difficulties seem to surround you, remember the promise that the Father is more willing to give the Holy Spirit to them that ask him than parents are to give good gifts to their children. If God will only let his blessing rest on the workers, everything will work out to his glory, and souls will be converted. The Lord will acknowledge and bless all who walk before him in earnest, hopeful confidence. Look and live. Draw near to God, and he will draw near to you. He will draw near to each one who exercises faith, and labors courageously to advance the work because this is what God directs."},{"refcode_short":"SpTB12 13.1","refcode_long":"The Oakwood Manual Training School, p. 13.1 (Ellen Gould White)","content":"I am glad that you are of good courage. Our hearts should always be filled with praise and rejoicing. Truth will triumph."},{"refcode_short":"SpTB12 13.2","refcode_long":"The Oakwood Manual Training School, p. 13.2 (Ellen Gould White)","content":"“Behold, one came and said unto Him, Good Master, what good thing shall I do, that I may have eternal life? And he said unto him, Why callest thou me good? there is none good but One, that is, God; but if thou wilt enter into life, keep the commandments."},{"refcode_short":"SpTB12 13.3","refcode_long":"The Oakwood Manual Training School, p. 13.3 (Ellen Gould White)","content":"“He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness, Honor thy father and thy mother; and, Thou shalt love thy neighbor as thyself."},{"refcode_short":"SpTB12 13.4","refcode_long":"The Oakwood Manual Training School, p. 13.4 (Ellen Gould White)","content":"“The young man saith unto him, All these things have I kept from my youth up; what lack I yet? Jesus said unto him, If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven; and come and follow me."},{"refcode_short":"SpTB12 13.5","refcode_long":"The Oakwood Manual Training School, p. 13.5 (Ellen Gould White)","content":"“But when the young man heard that saying, he went away sorrowful; for he had great possessions.”"},{"refcode_short":"SpTB12 13.6","refcode_long":"The Oakwood Manual Training School, p. 13.6 (Ellen Gould White)","content":"This young ruler was a man of prepossessing appearance and of much outward piety. He had high capabilities, and might have been a great blessing. But Christ saw in his character one great defect, which, unless remedied, would mar his whole life. His possessions were his idol. Unless these were given their proper place, they would rob him of eternal life. How kindly and tenderly the Saviour treated him. “If thou wilt be perfect,” he said, “go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven.”"},{"refcode_short":"SpTB12 14.1","refcode_long":"The Oakwood Manual Training School, p. 14.1 (Ellen Gould White)","content":"The young ruler's errand to Christ was not a pretense. He fully desired to be as Christ was. He realized the importance of gaining the future eternal life. He was not ignorant of the service that man owes to God. He was fully convinced that there is a place of happiness prepared for all who in this life obey the commands of God. He realized that in order to gain a place in the abodes of bliss, he must work out a perfect character. He thought himself an honest applicant as to what he must do in order to gain eternal life."},{"refcode_short":"SpTB12 14.2","refcode_long":"The Oakwood Manual Training School, p. 14.2 (Ellen Gould White)","content":"He was attracted and charmed by Christ's life and his manner of teaching, and he realized that to be fitted to live eternally with God in the world to come would be a wonderful reward."},{"refcode_short":"SpTB12 14.3","refcode_long":"The Oakwood Manual Training School, p. 14.3 (Ellen Gould White)","content":"When this young man asked what he should do that he might gain eternal life, Christ answered him plainly. When he asked, “What lack I yet?” Jesus pointed out to him wherein he fell short. He failed when tested in regard to his worldly possessions. These were his idol. Distinctly and definitely Christ told him that his riches stood in the way of his gaining eternal life: “If thou wilt be perfect,” he said, “go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.” But when he heard this, “he went away sorrowful; for he had great possessions.” He wanted the heavenly treasure, but he wanted also the temporal advantages his riches would bring him. He desired eternal life; but he was not willing to make the sacrifice. To give up his earthly treasure that was seen, for the heavenly treasure that was unseen, was too great a risk. He refused the offer of eternal life, and went away, and ever after the world was to receive his worship."},{"refcode_short":"SpTB12 15.1","refcode_long":"The Oakwood Manual Training School, p. 15.1 (Ellen Gould White)","content":"“Then said Jesus unto his disciples, Verily I say unto you, that a rich man shall hardly enter into the kingdom of heaven. And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God. When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved? But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible."},{"refcode_short":"SpTB12 15.2","refcode_long":"The Oakwood Manual Training School, p. 15.2 (Ellen Gould White)","content":"“Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore? And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel. And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name's sake, shall receive an hundredfold, and shall inherit everlasting life. But many that are first shall be last; and the last shall be first.”"},{"refcode_short":"SpTB12 15.3","refcode_long":"The Oakwood Manual Training School, p. 15.3 (Ellen Gould White)","content":"Christ gave his life to the work of soul-saving, making it possible for human beings to return to their loyalty, and take their stand under the blood-stained banner of Prince Emmanuel."},{"refcode_short":"SpTB12 15.4","refcode_long":"The Oakwood Manual Training School, p. 15.4 (Ellen Gould White)","content":"Brother and Sister _____, be of good courage. Remember that we are deeply interested in you and your work. We want to help you to be a help to those whom you are trying to educate. I am so glad that you are not discouraged. I am so glad, too, that the students appreciate your efforts in their behalf. I pray that there may be a large work done in Huntsville. I pray that all who shall visit the school farm may see, by the united efforts of students and teachers, that the best kind of education is being given. I pray that the farm may tell its own story of thrift and painstaking effort, that those who gave this beautiful place to the work for the colored people may rejoice with you all."},{"refcode_short":"SpTB12 16.1","refcode_long":"The Oakwood Manual Training School, p. 16.1 (Ellen Gould White)","content":"Heavenly angels are watching that farm, desiring that it may be so worked by the students, that the students themselves, under the direction of wise teachers, shall show that improvement in their characters which God desires to see."}]