[{"refcode_short":"SpTB05 18","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 18 (Ellen Gould White)","content":"Appeal In Behalf of the Boulder-Colorado Sanitarium"},{"refcode_short":"SpTB05 19","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 19 (Ellen Gould White)","content":"Chapter 1—Establishment and Management of New Sanitariums"},{"refcode_short":"SpTB05 19.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 19.1 (Ellen Gould White)","content":"From time to time I receive letters inquiring whether I have any light in regard to the establishment of new sanitariums. For many years light has been given me regarding the value of medical missionary work, and the necessity of establishing sanitariums in chosen places, where their work and influence will tell for the advancement of the truth. Institutions in which medical missionary work can be done are to be regarded as especially essential to the advancement of the Lord's work. The sick and suffering are to be relieved, and then, as opportunity offers, they are to be given instruction regarding the truth for this time. Thus we can bring present truth before a class of people who could be reached in no other way."},{"refcode_short":"SpTB05 19.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 19.2 (Ellen Gould White)","content":"But it is not after the Lord's mind to have sanitariums multiplied too rapidly. It is not His plan that institutions doing the same kind of work shall be in such close proximity as to interfere with one another. Each sanitarium, wherever it may be, should have good facilities, experienced helpers, and the sympathy and support of the church and the community where it is situated. With each should be connected capable, God-fearing managers,—men who are sound in the faith, and who are able to carry the heavy responsibilities entrusted to them without running behind and involving the institution in debt."},{"refcode_short":"SpTB05 19.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 19.3 (Ellen Gould White)","content":"He who begins to build a tower must first sit down and count the cost, to find out whether, after beginning to build, he will be able to finish. Those proposing to establish a sanitarium should understand that it is a great undertaking. There are many who can do excellent work in connection with sanitariums already established, who have not sufficient skill or adaptability successfully to build up a new institution."},{"refcode_short":"SpTB05 20.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 20.1 (Ellen Gould White)","content":"If our brethren will carefully study this question, they will see that it is not right to encourage the establishment of additional sanitariums in a locality where the one already in operation is all that can be properly sustained. It is neither according to principles of justice nor good policy to divide between two institutions the support and patronage that are needed to maintain and meet the expenses of one. One sanitarium well managed usually requires all the patronage of the community in which it is established. A second institution stands directly in the way of the first."},{"refcode_short":"SpTB05 20","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 20 (Ellen Gould White)","content":"Independent Sanitariums"},{"refcode_short":"SpTB05 20.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 20.2 (Ellen Gould White)","content":"Persons who feel at liberty to act from selfish impulse, and to establish independent sanitariums for personal profit have not properly considered the influence that such a course of action has on the world. In many cases those who patronize these independent institutions do so because they think that they are conducted upon unselfish, Christian principles, in harmony with the Seventh-day Adventist denomination, whereas, in reality, they are not religious institutions in any serious sense."},{"refcode_short":"SpTB05 20.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 20.3 (Ellen Gould White)","content":"From time to time men have started out in the establishment of independent sanitariums with the selfish desire to acquire something to benefit themselves. They have not been particular to take into consideration the effect that their actions would have upon the work of institutions established in the order of God, and by misrepresentation of institutions already in operation, they have labored to divert patronage to themselves for personal profit. Thus by selfishness they are led on and on to do injustice to the institutions established upon an unselfish basis, for the upbuilding of the Lord's work."},{"refcode_short":"SpTB05 21.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 21.1 (Ellen Gould White)","content":"Such men will make a desperate effort to gain the supremacy. A spirit will come in that Christ can not indorse,—a spirit that leads men to attempt to appropriate to themselves the reputation of other institutions. Those who think that it is their right to use, for the building up of private gain, the reputation of institutions which are working upon an unselfish basis, are making a sad mistake."},{"refcode_short":"SpTB05 21.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 21.2 (Ellen Gould White)","content":"God will not bless those who work without taking counsel with their brethren. All have a work to do. But we must view matters from every side. No one should receive the idea that God has appointed to any man the work of personally building up a sanitarium, even in a new field, without counseling with his brethren. Any one who supposes that in himself he is a complete whole, and that he can safely follow his own mind and judgment, is not to be trusted; for he is not walking in the light, as Christ is in the light. There are many who have false views of what they are doing. God desires those in His service to move wisely. He desires them to have clear ideas and deep spirituality, and to weigh carefully the motives which prompt them to action."},{"refcode_short":"SpTB05 21.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 21.3 (Ellen Gould White)","content":"There will ever be among us irresponsible men, who have a very limited conception of the important work which the Lord designs to have done in our institutions,—the work not only of caring for the sick, but also of disseminating the precious principles of health reform. Our sanitariums are to be schools in which lessons are to be constantly taught, by word and by example, regarding the value of these principles. In these institutions the nurses, the helpers, and the patients also, are to be taught to bring the leaves of the tree of life to sin-sick souls."},{"refcode_short":"SpTB05 22.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 22.1 (Ellen Gould White)","content":"Those who have failed of conforming their life practise to right principles can not do this work. They need to be thoroughly converted. Those who become so confused as to engage in sanitarium work for selfish profit will not be prospered in their spiritual life, and will be unable properly to influence others aright. Let those who have a desire to benefit self and to make self prominent, take up a work that does not involve the cause of God so much as does the establishment of sanitariums. God is not glorified by those who attempt to go faster than He leads. Perplexity, embarrassment, and distress, is the result of acting without due consideration and counsel. The Lord does not desire His representatives to make mistakes."},{"refcode_short":"SpTB05 22.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 22.2 (Ellen Gould White)","content":"The way of the Lord is always the right and prudent way. It always brings honor to His name. Man's only security against rash, ambitious movements is to keep the heart in harmony with Jesus Christ. Man's wisdom is untrustworthy. Man is fickle, filled with self-esteem, pride, and selfishness. Let the workers doing God's service trust wholly in the Lord. Then the leaders will reveal that they are willing to be led, not by human wisdom, which is as useless to lean upon as is a broken reed, but by the wisdom of the Lord, who has said, “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering.” James 1:5-7."},{"refcode_short":"SpTB05 23","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 23 (Ellen Gould White)","content":"Chapter 2—Our Attitude Toward the Lord's Institutions"},{"refcode_short":"SpTB05 23.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 23.1 (Ellen Gould White)","content":"In past years, I have written many things to our brethren and sisters in America, in Europe, and in Australia, regarding the attitude they should sustain toward our denominational institutions. I am now sending some of these things to you, as timely instruction."},{"refcode_short":"SpTB05 23.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 23.2 (Ellen Gould White)","content":"From a letter written in 1889, I quote:"},{"refcode_short":"SpTB05 23.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 23.3 (Ellen Gould White)","content":"Those who bear heavy responsibilities in our institutions should be strengthened and sustained by the knowledge that the members of every place are praying for the prosperity and success of these institutions. If the churches do not feel that the work done in our institutions is a most important work, and that the laborers need their sympathy and hearty, intelligent cooperation, this deficiency will retard the advancement of the work. Complaints are not infrequently made in regard to the men who carry a heavy load. Discouragements come upon these men because of the unconsecrated elements in the churches, who love to talk, and say, “Report, and we will report it.” This makes more work for the men who are already overburdened."},{"refcode_short":"SpTB05 23.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 23.4 (Ellen Gould White)","content":"Those who daily consecrate themselves to God, and endeavor to hold up the hands of those who bear responsibilities, will be blessed of heaven. We are engaged in a great work, and Satan will use all his power to win to his side the very men and women who could cooperate with God in doing a precious work, if they were cleansed, sanctified, and guided by the Holy Spirit; if they had warm, true hearts of tender love, and gave due respect to those whom God has appointed to carry on a great and important work. The men engaged in the Master's service have often been wounded by those who think and speak evil, and create feelings of distrust and jealousy, which should not be tolerated or kept alive by unsanctified tongues."},{"refcode_short":"SpTB05 24.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 24.1 (Ellen Gould White)","content":"These same principles were brought to the attention of our brethren and sisters in the Iowa Conference in 1902. In a communication addressed to them is the following instruction:"},{"refcode_short":"SpTB05 24","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 24 (Ellen Gould White)","content":"Relation of Church-Members to Medical Missionary Workers"},{"refcode_short":"SpTB05 24.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 24.2 (Ellen Gould White)","content":"By baptismal vows church-members have covenanted to remain under the control of the Father, the Son, and the Holy Spirit. Afterward under temptation some withdraw from the influence of the Spirit of God, and serve the enemy. They become vain talkers, mischief makers. Instead of healing and restoring, they hurt and destroy."},{"refcode_short":"SpTB05 24.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 24.3 (Ellen Gould White)","content":"How careful every person who claims to love and fear God should be in regard to the reputation of the institutions that God Himself has established according to His word! How careful should every professing Christian be of the reputation of those whose work it is to bring relief to suffering human beings. The physician needs calm nerves. Can not men and women be made to understand that when they are constantly endeavoring to injure and tear down the reputation of the Lord's appointed physicians, to whom a special work has been given, these servants of God feel keenly the wounds made by their unsanctified utterances? Their hearts are bruised and made sore by the criticizing spirit, the disparaging remarks, the unchristian example and practises of those who should stand as supporters of the men acting as God's helping hand."},{"refcode_short":"SpTB05 25.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 25.1 (Ellen Gould White)","content":"Many professing Christians have become the agents of Satan, who uses them to criticize and to discourage nigh unto death those whom God has appointed to do a most important work. Many words opposed to principles of truth and justice, many words creating suspicion and distrust, have been spoken. Can not the poor souls who have been long in the way see that by their course of action they are ignorantly serving the enemy of all righteousness? Can they not see that they are driving successful laborers on to Satan's battle-ground, to become the sport of temptation?"},{"refcode_short":"SpTB05 25.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 25.2 (Ellen Gould White)","content":"Many of these reckless talkers do not know what they are doing. They can not see that their words discourage the ones whom God has appointed to represent Jesus Christ, and His truth for this time. In relieving suffering humanity, consecrated physicians are doing the work of the great Restorer, who has said, “Inasmuch as ye have done it unto one of the least of these My brethren, ye have done it unto Me.” Matthew 25:40."},{"refcode_short":"SpTB05 25.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 25.3 (Ellen Gould White)","content":"Let those whose lips are unsanctified realize that for their own souls’ interest they should now be converted in order that their words may be a savor of life unto life, and not of death unto death. It is time that the vain talkers reformed. Let each one begin to reform, and build over against his own house. Let every church-member lighten the burdens and encourage the hearts of his brethren by holding up their hands and strengthening them to do God's will."},{"refcode_short":"SpTB05 26","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 26 (Ellen Gould White)","content":"Chapter 3—Appeal to the Colorado Conference"},{"refcode_short":"SpTB05 26.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 26.1 (Ellen Gould White)","content":"There are souls in many places who have not yet heard the message. Henceforth medical missionary work is to be carried forward with an earnestness with which it has never yet been done. This work is the door through which the truth is to find entrance to the large cities, and sanitariums are to be established in many places."},{"refcode_short":"SpTB05 26.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 26.2 (Ellen Gould White)","content":"Years ago the Lord gave me special light in regard to the establishment of a health institution where the sick could be treated on altogether different lines from those followed in any other institution in our world. It was to be founded and conducted upon Bible principles, as the Lord's instrumentality, and it was to be in His hands one of the most effective agencies for giving light to the world."},{"refcode_short":"SpTB05 26.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 26.3 (Ellen Gould White)","content":"Again and again this matter has been presented to me, and one case especially has been urged upon my notice. At great cost a sanitarium was erected at Boulder, Colorado. It has been a very difficult matter to make this sanitarium what it should be, and yet meet all expenses. The effort to do this has meant a great deal of hard work and much careful study."},{"refcode_short":"SpTB05 26.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 26.4 (Ellen Gould White)","content":"While we were at Washington, attending the General Conference, the question was raised, Shall we sell the Colorado Sanitarium to those who are offering to buy it? I was instructed to say to our brethren in Colorado, It would not be for the glory of God for the Colorado Sanitarium to be sold. Under the circumstances, an offer of fifteen thousand dollars would be to some a strong temptation, and they would be inclined to sell the sanitarium, and thus lighten the burden of indebtedness. But God sees not as man sees. Our people would be acting like men with their eyes put out, should they consent to sell this institution. Even were double the price offered, the offer should be rejected. The Boulder Sanitarium is to do its appointed work. From it the light of truth for this time is to shine forth, and the great message of warning be given."},{"refcode_short":"SpTB05 27.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 27.1 (Ellen Gould White)","content":"I am charged to tell you the truth. It was an unwise thing for a physician to establish another medical institution so close to the Colorado Sanitarium. In this he was not obeying the command to love God supremely and his neighbor as himself."},{"refcode_short":"SpTB05 27.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 27.2 (Ellen Gould White)","content":"The question is, What shall be done? Here are two institutions, one endeavoring to hold up and follow the principles of health reform, and the other allowing its patients to indulge in the use of flesh-meat, and because of this, drawing patients away from the first institution. The matter is to be treated in a fair, Christlike manner. When the one who has established himself so close to the Lord's institution is converted in heart and mind, he will see the necessity of carrying out the principles of the word of God, and will harmonize with his neighbors. If he can not blend with them, he will go to some other place. There are many other places to which he could go."},{"refcode_short":"SpTB05 27.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 27.3 (Ellen Gould White)","content":"In ancient times the remark was frequently made, “Wherever there are three physicians, there are two atheists.” But a change has come. Wherever the last message of warning is given, combined with medical missionary work and lessons on the right principles of living, wonderful results are seen. Our sanitariums are to be the means of enlightening those who come to them for treatment. The patients are to be shown how they can live upon a diet of grains; fruits, nuts, and other products of that soil."},{"refcode_short":"SpTB05 28.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 28.1 (Ellen Gould White)","content":"I have been instructed that lectures should be regularly given in our sanitariums on health topics. People are to be taught to disregard those articles of food that weaken the health and strength of the beings for whom Christ gave His life. The injurious effects of tea and coffee are to be shown. The patients are to be taught how they can dispense with those articles of diet that injure the digestive organs."},{"refcode_short":"SpTB05 28.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 28.2 (Ellen Gould White)","content":"The blessings that attend a disuse of tobacco and intoxicating liquor are to be plainly pointed out. Let the patients be shown the necessity of practising the principles of health reform, if they would regain their health. Let the sick be shown how to get well, by being temperate in eating, and by taking regular exercise in the open air."},{"refcode_short":"SpTB05 28.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 28.3 (Ellen Gould White)","content":"It is that people may become intelligent in regard to these things that sanitariums are to be established. A great work is to be done. Those who are ignorant are to become wise. By the work of our sanitariums, suffering is to be relieved and health restored. People are to be taught how, by carefulness in eating and drinking, they may keep well. Christ died to save men from ruin. Our sanitariums are to be His helping hand, teaching men and women how to live in such a way as to honor and glorify God. If this work is not done by our sanitariums, a great mistake is made by those conducting them."},{"refcode_short":"SpTB05 28.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 28.4 (Ellen Gould White)","content":"Abstinence from flesh-meat will prove a great benefit to those who abstain. The diet question is a subject of vital importance. Those who do not conduct sanitariums in the right way, lose their opportunity to help the very ones who need help the most. Our sanitariums are established for a special purpose, to teach people that we do not live to eat, but that we eat to live."},{"refcode_short":"SpTB05 29.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 29.1 (Ellen Gould White)","content":"In our sanitariums the truth is to be cherished, not banished or hidden from sight. The light is to shine forth in clear, distinct rays. These institutions are the Lord's facilities for the revival of pure, elevated morality. We do not establish them as a speculative business, but to help men and women to follow right habits of living."},{"refcode_short":"SpTB05 29.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 29.2 (Ellen Gould White)","content":"Christ, the great Medical Missionary, is no longer in our world in person. But He has not left the world in darkness. To His subjects He has given the commission, “Go ye into all the world, and preach the gospel to every creature,” “teaching them to observe all things whatsoever I have commanded you, and, lo, I am with you alway, even unto the end of the world.” Mark 16:15; Matthew 28:20."},{"refcode_short":"SpTB05 29.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 29.3 (Ellen Gould White)","content":"Through the instrumentality of our sanitariums, the great questions of Bible truth are to enter into the very heart of society, to reform and convert men and women, bringing them to see the great necessity of preparing for the mansions that Christ told His disciples He would prepare for those that love Him. “I will come again,” He declared, “and receive you unto Myself; that where I am, there ye may be also.” John 14:3."},{"refcode_short":"SpTB05 29.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 29.4 (Ellen Gould White)","content":"Our work is to gain a knowledge of Him who is the Way, the Truth, and the Life. We are to interest people in the subjects that concern the health of the body, as well as in the subjects that concern the health of the soul. Believers have a decided message to bear to prepare the way for the kingdom of God. The will of the Lord is to be done on earth. We have not one moment to spare in idle speculation. “Prepare ye the way of the Lord, make His paths straight” (Matthew 3:3), is the message that we are to proclaim. Amidst all the confusion that now fills the world, a clear, decided message is to be heard."},{"refcode_short":"SpTB05 30.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 30.1 (Ellen Gould White)","content":"Some will be attracted by one phase of the gospel and some by another. We are instructed by our Lord to work in such a way that all classes will be reached. The message must go to the whole world. Our sanitariums are to help to make up the number of God's people. We are not to establish a few mammoth institutions; for thus it would be impossible to give the patients the messages that will bring health to the soul. Small sanitariums are to be established in many places."},{"refcode_short":"SpTB05 30.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 30.2 (Ellen Gould White)","content":"Satan will introduce every form of error in an effort to lead souls away from the work to be accomplished in these last days. There needs to be a decided awakening, in accordance with the importance of the subjects we are presenting. The conversion of souls is now to be our one object. Every facility for the advancement of God's cause is to be put into use, that His will may be done in earth as it is done in heaven."},{"refcode_short":"SpTB05 30.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 30.3 (Ellen Gould White)","content":"We can not afford to be irreligious and indifferent now. We must take advantage of the means that the Lord has placed in our hands for the carrying forward of medical missionary work. Through this work infidels will be converted. Through the wonderful restorations taking place in our sanitariums, souls will be led to look to Christ as the great Healer of soul and body."},{"refcode_short":"SpTB05 30.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 30.4 (Ellen Gould White)","content":"Let not our physicians think that they can set themselves up in private practice close beside our sanitariums. To those who have done this the Lord says, Are there not many other places in which you could have established your plant?"},{"refcode_short":"SpTB05 31.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 31.1 (Ellen Gould White)","content":"The Lord speaks to all medical missionaries, saying, Go work today in My vineyard to save souls. God hears the prayers of all who seek Him in truth. He has the power that we all need. He fills the heart with love and joy and peace and holiness. Character is constantly being developed. We can not afford to spend time working at cross purposes with God."},{"refcode_short":"SpTB05 31.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 31.2 (Ellen Gould White)","content":"There are physicians who, because of a past connection with our sanitariums, find it profitable to locate close to them; and they close their eyes to the great fields neglected and unworked, in which unselfish labor would be a blessing to many. Missionary physicians can exert an uplifting, refining, sanctifying, influence. Physicians who do not do this abuse their power, and do a work that the Lord repudiates."},{"refcode_short":"SpTB05 31.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 31.3 (Ellen Gould White)","content":"God wants every one to stand with the whole armor on, ready for the great review. He wants us to do the work that He has given us. “In all thy ways acknowledge Him, and He shall direct thy paths.” “The secret of the Lord is with them that fear Him.” Proverbs 3:6; Psalm 25:14."},{"refcode_short":"SpTB05 32","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 32 (Ellen Gould White)","content":"Chapter 4—To Physicians and Ministers"},{"refcode_short":"SpTB05 32.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 32.1 (Ellen Gould White)","content":"I bear a message to you from the Lord. Walk in all humility of mind, and do not in thought or word or act grieve the Saviour. Do not in any way misrepresent His character. The work that we are now to do has been laid out before me. We are to press together. We are to unify. We are to relieve if possible the embarrassments of the institutions that are laboring under a pressure of debt. Our sanitariums are to be helped. The Lord will be honored if you will use your zeal in lifting the burden of debt from the medical institutions already established. Thus you will give evidence that you desire to carry out the purposes of God."},{"refcode_short":"SpTB05 32.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 32.2 (Ellen Gould White)","content":"I have a message for the brethren who contemplate establishing a sanitarium at Canon City. The Lord forbids, at this time, any movement that would tend to draw to other enterprises the sympathy and support that are needed just now by the Boulder-Colorado Sanitarium."},{"refcode_short":"SpTB05 32.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 32.3 (Ellen Gould White)","content":"This is a critical time for that institution. For years it has struggled under a heavy burden of debt, and recently special perplexities have attended its work. For a physician, formerly connected with the institution, to establish another sanitarium close by the one which for years has been struggling under a burden of debt is not the work of the Lord. It is unjust. A private sanitarium should not have been thus established in Boulder."},{"refcode_short":"SpTB05 33.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 33.1 (Ellen Gould White)","content":"The rival institution in Boulder has worked to the detriment of the Colorado Sanitarium, and has added to the burden of its managers. Those at the head of the Colorado Sanitarium had burdens enough to carry without being further hindered by this move. God forbid that this condition of things should continue; for unhappy circumstances will arise as long as the same annoying condition exists."},{"refcode_short":"SpTB05 33.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 33.2 (Ellen Gould White)","content":"I am not permitted to say, Dispose of the Colorado Sanitarium. This institution was established by our people for a special work. It has the right of way. The Lord requires equity and sound judgment to be exercised in all such matters. Let every effort be made to lift the debt resting on this institution. It is not by selling the sanitarium that the situation is to be relieved, but by paying the debt."},{"refcode_short":"SpTB05 33.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 33.3 (Ellen Gould White)","content":"All who carry the burden of the Lord's work must make an alliance with Christ. They must study His nobility, His manliness. The Saviour is our criterion of character. Connected with Him, we purify ourselves, even as He is pure. We are to grow into closer and still closer familiarity with Christ's way and with His spirit of nobility, with His singleness of purpose and His virtues of character. Consider His unselfish retirement from the field when there was a conflict between His disciples and the disciples of John."},{"refcode_short":"SpTB05 33.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 33.4 (Ellen Gould White)","content":"There is a crisis before us. I pray that the converting power of God shall come upon the men who are acting a prominent part in our sanitariums. It is on the point of self-abnegation that many a heaven-bound soul fails, and gradually turns away from following Christ."},{"refcode_short":"SpTB05 34.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 34.1 (Ellen Gould White)","content":"Let every man die to self. Let every man be converted. The whole manhood must be brought into the conflict for the victory over self. Obedience to Christ in heart, in mind, in soul, in strength, is now required. Obedience to all the commandments of God is our only assurance of success. I urge upon every one the necessity of learning of Christ. In every movement that is made, take heed how you hear and how you speak. There must be no unfitness in any soul who tries to win eternal life."},{"refcode_short":"SpTB05 34.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 34.2 (Ellen Gould White)","content":"I must speak most earnestly to our brethren and sisters in Colorado. The Lord would have you first carry out the plans that are sanctified by the approval of heaven. You are to stand continually on guard. Time is precious. Unify, unify. Christ is calling for oneness in labor, in and through His grace and strength. He calls for the whole being to be sanctified to one purpose—the doing of the commandments of God. Those who know the truth are to strive most earnestly to teach perishing souls how to win the race for eternal life, ever looking to Jesus, the Author and Finisher of our faith. Paul tells us that there is a race to run. Every step to advance brings us nearer the winning of the race. Every one is to put forth an earnest effort, moving firmly and steadily forward with an unwavering purpose to run the race and win the prize. Let no one place himself where he will hinder any soul from running this race."},{"refcode_short":"SpTB05 34.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 34.3 (Ellen Gould White)","content":"Satan will work to bring in criticism and misstatements, and to lead men to want their own way. There is no safety for any one who retains his selfish habits. God calls upon every soul to take up the work of self-examination. If all will now take up the work God has given them, and be converted in the doing of that work they will grow in grace and in the knowledge of the truth. Satan will make every effort to create disunion, and unless the love of Christ fills the heart there will be divisions. But divisions always dishonor God, and a great deal of time is spent in an effort to set things right, when it ought not to be necessary to spend a moment in this way. God has a great work for His people to do. He will enable us to do this work if we will give ourselves into His keeping, and be led and guided by Him."},{"refcode_short":"SpTB05 35.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 35.1 (Ellen Gould White)","content":"We are to represent the truth as it is in Jesus, binding self under the cross of self-denial, and doing the work that is to distinguish us as the people of God. We are to do all in our power to release our sanitariums from debt. God will not sanction the establishment of another sanitarium in Colorado until the one already established shall be freed from its present financial embarrassment."},{"refcode_short":"SpTB05 35.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 35.2 (Ellen Gould White)","content":"Means are now needed to press forward to success in the work that has been begun in Colorado. And the work in other fields is also to be helped; for the coming of the Lord is near."},{"refcode_short":"SpTB05 35.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 35.3 (Ellen Gould White)","content":"The Lord's workmen are to use every power in completing the work already begun. Means and ability are needed to bind off the work in Washington and Nashville. My brethren, have you not seen the great necessities that are to be relieved? Do not use God's treasure of means to establish something that at the present time should wait."},{"refcode_short":"SpTB05 35.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 35.4 (Ellen Gould White)","content":"The field of work has been laid out before me. The work in Washington calls for talents of means and talents of men, to bring to completion that which is only half done."},{"refcode_short":"SpTB05 35.5","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 35.5 (Ellen Gould White)","content":"I am instructed that a sanitarium is to be built on the school grounds at Takoma Park. The work on this institution is to be begun even before the work on the school-buildings is finished."},{"refcode_short":"SpTB05 36.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 36.1 (Ellen Gould White)","content":"Nashville also must have financial aid, that the work there may be established. A sanitarium building must be put up near Nashville, because with the present facilities for doing medical missionary work in that city, the workers can not correctly represent the reformatory work that is to be carried forward in decided lines. This institution should be erected as soon as possible. For years the sanitarium work in that city has been carried forward in rented buildings not well adapted to the work, and the workers have been greatly hindered in their efforts. They have done the very best they could, but they have not been able to accomplish what they might had they been provided with needed facilities."},{"refcode_short":"SpTB05 36.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 36.2 (Ellen Gould White)","content":"My brethren of the Colorado Conference, will you not help in the establishment of a sanitarium in Takoma Park and in Nashville? Let all work harmoniously, and then the stamp of the Lord will be placed upon your efforts. He will acknowledge your singleness of purpose to glorify Him."},{"refcode_short":"SpTB05 36.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 36.3 (Ellen Gould White)","content":"The school at Huntsville is greatly in need of help, that young colored people may be prepared to go forth to work as teachers for their own race. This is a great need in the Southern field of an orphanage for colored children. At Huntsville a beginning has been made on a building for this purpose, but the work has stopped for lack of means. A small sanitarium is also needed at Huntsville. Let those who desire to work place their zeal and their efforts where they will tell in supplying a genuine necessity."},{"refcode_short":"SpTB05 36.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 36.4 (Ellen Gould White)","content":"To those who would now solicit means from our people for the establishment of a sanitarium in Canon City, I am bidden to say, stop where you are, and consider the necessities that have been laid before you. These necessities demand attention. Do not draw means from our people to establish something that is not a positive necessity. Let not your zeal abate, but do those things that the Lord would have you do."},{"refcode_short":"SpTB05 37.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 37.1 (Ellen Gould White)","content":"Let your ambition work for the institution already established, until it is free from debt. Let that institution receive all the help that can be given it. Do all in your power to stimulate the efforts that are being made in its behalf. Do not take for an enterprise which the Lord has not sanctioned the means that are needed in other fields."},{"refcode_short":"SpTB05 37.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 37.2 (Ellen Gould White)","content":"Every man is to work under the one great Designer. To every man is given his work. What will it profit for you now to link together to establish a large sanitarium, if the Lord does not plan with you or for you? The new enterprise that you have planned will not be carried out with the Lord as the designer."},{"refcode_short":"SpTB05 37.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 37.3 (Ellen Gould White)","content":"Stormy times are before us. Men, who suppose that by virtue of intellect and energy without the cooperation of God they can carry out large enterprises, will meet with disappointment. You overestimate the strength of the characters that you are linking up together."},{"refcode_short":"SpTB05 37.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 37.4 (Ellen Gould White)","content":"Nothing succeeds like character. Supposed capability may prove a failure and be contemptible in the sight of the Lord. Men have too high an estimate of men, even of themselves individually. I am instructed to say that God back of the workers is a power. He desires you to bring your conception of character up to His standard. You may think that He insists upon impossibilities, but He can impart power. Lay hold of the work that He presents and keeps before you. Do not branch out into some scheme which may look flattering, but which you would have to carry forward in your own wisdom. If the Lord has not marked out your course, stop where you are."},{"refcode_short":"SpTB05 38.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 38.1 (Ellen Gould White)","content":"It is not human wisdom that will reveal the fulness of the perfection of Christ to our world. It is perfect obedience to the commands of God—the doing of the work that God has planned for us to do. This will give us purity of sentiment, and will show that we are born of God. A pure wisdom can be developed only by men and women who have an acute sense of propriety in every action, and a true ideal of moral power, as shown in the right use of their talents."},{"refcode_short":"SpTB05 38.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 38.2 (Ellen Gould White)","content":"The man who is careful so to conduct his movements that the methods of a noble, holy life will appear, will be recognized and appreciated by those whose eyes have been anointed with the holy eye-salve. God's work calls for men of solid moral worth. Purity and holiness of action in every movement are as much required as is knowledge."},{"refcode_short":"SpTB05 39","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 39 (Ellen Gould White)","content":"Chapter 5—The Future of the Boulder Sanitarium"},{"refcode_short":"SpTB05 39.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 39.1 (Ellen Gould White)","content":"We all have great reason to praise the Lord. He has wrought wondrously for us in the transferring of the publishing work from Battle Creek to Washington, and in the establishment of a school here, that His purposes should be fulfilled. When we were first brought face to face with this matter, it looked like an impossibility, but at every step of our advance it has seemed that angels of God were at our side, leading, protecting, and helping. And those gathered at this meeting can see that the Lord has wrought upon minds, so that the funds necessary for the prosecution of the work are freely coming in. We thank the Lord for the liberality of His people. When the Lord graciously reveals Himself to us, we ought to praise Him."},{"refcode_short":"SpTB05 39.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 39.2 (Ellen Gould White)","content":"Difficulties may appear in our way. We may wonder how we are to accomplish this and that and the other thing. At times the future may look very dark. But, in many of these cases, it is our privilege to wait for the difficulties till they appear. Perhaps they will not appear at all, because the Lord is hearing and answering prayer. We need to pray much more than we do. We need to bring the promises of the Lord to Him, and thank and praise Him for what He has promised to give us if we will follow on to know Him. Then we shall know that His going forth is prepared as the morning. The path is prepared; the way before us is prepared; and when we stand where the Lord can open the way before us, He will do it, and will strengthen us for the duty of the hour."},{"refcode_short":"SpTB05 40.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 40.1 (Ellen Gould White)","content":"Recently the question has been raised, What shall we do with the Colorado Sanitarium? The light given me has been that the plans followed in the building up of this institution were not altogether in accordance with the mind and will of God. Too much money was invested in the building. But after the investment has been made, the buildings erected, and our workers have gone in there, and wrestled and wrestled to make the work a success, and the sanitarium has accomplished much good, shall we turn over the place to private parties? After the workers have wrestled all these years, shall those now connected with it give it up, and say they are beaten? We can not have it so. No such representation of our work is to be made before the world. Every soul connected with that sanitarium is to realize that the institution is to be made a success; and it will be a success if there be shown that faith in God which will enable the workers to take hold of His promises."},{"refcode_short":"SpTB05 40.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 40.2 (Ellen Gould White)","content":"The Boulder Sanitarium is not to go into the hands of unbelievers. It is not to be made into a hotel. It has cost altogether too much aching of heart to be lightly given up. At times, when God has revealed Himself, it has brought too much gladness for it to be given up for any worldly purpose."},{"refcode_short":"SpTB05 40.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 40.3 (Ellen Gould White)","content":"God wants this institution to stand as an educating power in the medical missionary work, and He desires that those who have been struggling with all their might to make it a success shall not have labored in vain. He desires that they shall rely wholly upon Him, and go forward to success and victory. He desires them to have faith in Him. Divine power stands behind all who are earnestly seeking to glorify God, and the Lord would be much better pleased if He should hear from our lips more words of encouragement, and a determination to make a success wherever we have put our hands to establish the work."},{"refcode_short":"SpTB05 41.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 41.1 (Ellen Gould White)","content":"The Lord is very gracious to us. He is very loving in His dealing with us, and He does not want us to be discouraged, so that we dare not keep hold on any enterprise for fear that failure will overtake it."},{"refcode_short":"SpTB05 41.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 41.2 (Ellen Gould White)","content":"The light given me is that we should not rest until the Boulder Sanitarium is a decided success. What we need is to gird on the armor, and advance in unity."},{"refcode_short":"SpTB05 41.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 41.3 (Ellen Gould White)","content":"It was not in the order of God that another medical institution was started in Boulder. God did not send this second sanitarium to Boulder. There are places enough in the world where the physician could have gone without establishing himself beside an institution which had cost our people so much, and which needed all the influence and patronage it could secure. It has been presented to me that God wants the one institution to stand there, and He wants it to make progress. The establishment of another institution so near left a sadness, a discouragement, and a gloom, on the minds of those connected with the Boulder Sanitarium. It brought burden of heart to those who were struggling hard to do their very best."},{"refcode_short":"SpTB05 41.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 41.4 (Ellen Gould White)","content":"The blessing of God will attend every worker who is governed by unselfish motives. The Lord will crown their efforts with success. Those connected with the Boulder Sanitarium may say, “Sister White says, God will crown our efforts with success; but how can the institution be a financial success when another sanitarium is established close beside us?” But who led to the establishment of that institution so close to our sanitarium? It was the plan of a counterworker, not a plan born of God. Shall this counterworking be encouraged, and shall there be a backing out on our part regarding an institution established by our people at great expense?"},{"refcode_short":"SpTB05 42.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 42.1 (Ellen Gould White)","content":"It is true that more money was used in the erection of the Boulder Sanitarium than ought to have been used. If men had moved in the order of God, the institution would not have absorbed so large an amount of money, and we would not now have such a heavy burden of interest-bearing debts. Money was expended lavishly, in a way not in the order of God. And because of this, those who have come in to take charge of the institution have had to bear a severe test and trial. But when the burden and the test come, it is for us to ask what God means by the burden, and what He means by the test. There certainly is a work to be done by the Boulder Sanitarium, and a broad work to be done in the vicinity of this sanitarium. Laborers should be working all through that section of the country. There are souls there to be brought to a knowledge of the truth."},{"refcode_short":"SpTB05 42.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 42.2 (Ellen Gould White)","content":"God wants us never to do such a thing as to part with the Boulder Sanitarium. This institution will yet do its work, and will do it well."},{"refcode_short":"SpTB05 42.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 42.3 (Ellen Gould White)","content":"When discouragement comes, remember that the Lord's hosts are back of us. Remember that your strength is not found in words of discouragement. Remember that heaven is not lessened of any of its angels. These angels are just as ready to come to the help of God's people today as in the days of ancient Israel."},{"refcode_short":"SpTB05 42.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 42.4 (Ellen Gould White)","content":"On one occasion, when the armies of Israel were to go up to battle, the Lord commanded that they take with them singers and instruments of music. They went into the battle singing the high praises of God. When their enemies heard this music, the Lord caused fear to fill their hearts, and they fled. We need to have more music and less groaning. May God help us to put faith into our work, remembering that if trial comes, it will be because we need it."},{"refcode_short":"SpTB05 43.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 43.1 (Ellen Gould White)","content":"God will be our helper and our strength. He will be our frontguard and our rearward. We may lean upon an arm that is almighty. With a sympathetic Saviour looking upon us, and pleading in our behalf, how can we lose faith? I ask you to pledge yourselves before God that you will not talk discouragement. Be determined never to go back on anything that you have tried to carry forward in the fear of God."},{"refcode_short":"SpTB05 43.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 43.2 (Ellen Gould White)","content":"May the Lord help you to carry the work forward in the name of the Lord God of Israel, saying, “We shall triumph in the name of God.” When you have faith, it pleases God. “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive anything of the Lord.” James 1:5-7. Truth and light will shine into the hearts of those who say, “We will triumph in the God of our salvation, and He will give us the victory.”"},{"refcode_short":"SpTB05 44","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 44 (Ellen Gould White)","content":"Chapter 6—Caution and Advice"},{"refcode_short":"SpTB05 44.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 44.1 (Ellen Gould White)","content":"I saw that in the company formed for the management of the Canon City Sanitarium enterprise, it is not alone the unbelieving elements that are objectionable. Some of those connected with this movement, who profess to believe the truth, are not qualified to carry out their ambitious purposes. It is in mercy that the Lord, who knows the end from the beginning, sends His warnings to these brethren, not for their discouragement, but that they may be kept from making mistakes that would lead them away from Him."},{"refcode_short":"SpTB05 44.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 44.2 (Ellen Gould White)","content":"God desires every man to know His will. He sees that often men are not of themselves sufficient to decide what should be done, and He sends cautions to save those who are in danger of making grave mistakes. Those only who heed His warnings will know of a certainty that they are walking in the way of the Lord. The heart and the life must be right if we would understand His purposes, and walk in fellowship with the Holy Spirit."},{"refcode_short":"SpTB05 44.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 44.3 (Ellen Gould White)","content":"Many are deceived in regard to their own experience. A deception in the heart will lead to the doing of strange things which God has not directed. But whatever may be the pretensions, God reads the heart as we would read an open book. Warnings are sometimes given to prevent those whose past experience has been defective, and who are prone to go contrary to the will and word of God, from taking a course that would bring reproach upon His cause."},{"refcode_short":"SpTB05 45.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 45.1 (Ellen Gould White)","content":"In the testimonies sent to the Denver meeting, the Spirit of God dictated a message that should have prevented the carrying out of plans which would result in disappointment. If our brethren should persist in carrying out their plans regarding the proposed enterprise, they would be going contrary to the expressed will of the Lord. God does not at one time send a message of warning, and later another message encouraging a movement against which He had previously given warning. His messages do not contradict one another. Cautions have been given that should cause our brethren to stop and consider their course. All the reasons for these cautions were not given: for this would not have been for the present and future good of those who were urging this matter."},{"refcode_short":"SpTB05 45.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 45.2 (Ellen Gould White)","content":"But I am now instructed to say that those who contemplate the establishment of a large medical institution in Canon City are not guided in this movement by the Lord. They are endeavoring to establish a work which they are not competent to carry forward after the Lord's order."},{"refcode_short":"SpTB05 45.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 45.3 (Ellen Gould White)","content":"Christ is saying to His servants today, as He said to His disciples: “If any man will come after Me, let him deny himself, and take up his cross daily, and follow Me.” But men are as slow now to learn the lesson as in Christ's day. God has given His people warning after warning; but the customs, habits, and practices of the world have had so great power on the minds of His professed people that His warnings have been disregarded."},{"refcode_short":"SpTB05 46.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 46.1 (Ellen Gould White)","content":"For more than thirty years the Lord has been giving instruction to His people regarding the establishment of sanitariums, and the manner of conducting them. Our sanitariums are to be founded and conducted on Bible principles, as the Lord's instrumentalities, and in His hand they are to be agencies for giving light to the world. Our sanitariums are to be schools in which people of all classes shall be taught the way of salvation."},{"refcode_short":"SpTB05 46.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 46.2 (Ellen Gould White)","content":"The institutions established by God's people today are to glorify His name. They are to represent to the world the character of God, as it was revealed to Moses. In all their departments, our sanitariums should be memorials for God,—His instrumentalities for sowing the seeds of truth in human hearts. This they will be if rightly conducted. But selfishness introduced into our work is a violation of the law of God."},{"refcode_short":"SpTB05 46.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 46.3 (Ellen Gould White)","content":"God has committed to us a special work, a work that no other people can do. He has promised us the aid of His Holy Spirit. The heavenly current is flowing earthward for the accomplishment of the very work appointed us. Let not this heavenly current be turned aside by our deviations from the straightforward path marked out by Christ."},{"refcode_short":"SpTB05 46.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 46.4 (Ellen Gould White)","content":"Shall we enter into confederacy with the world because some of our brethren in their spiritual blindness are linking up with unbelievers, and because men who are known to be transgressors of God's law are given a place as counselors in regard to the working of the institutions that were established for the express purpose of proclaiming to the world the last message of mercy?—God forbid. Can we not see what is coming upon the world? Shall we allow ambitious projects to take the throne?—Never, never. We are not to bind up with those who have no faith in the truth for this time."},{"refcode_short":"SpTB05 47.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 47.1 (Ellen Gould White)","content":"Our sanitariums are to be under the supervision of men who are controlled by the Holy Spirit, men who will carry out, not their own plans, but the plans of God."},{"refcode_short":"SpTB05 47.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 47.2 (Ellen Gould White)","content":"Now and ever we are to stand as a distinct and peculiar people, free from all worldly policy, and unembarrassed by confederacy with those who have not wisdom to discern the claims of God, as plainly set forth in His law."},{"refcode_short":"SpTB05 47.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 47.3 (Ellen Gould White)","content":"Upon us as a people rests the solemn obligation of taking a more decided stand for truth and righteousness than we have taken in the past. The line of demarcation between those who keep the commandments of God and those who do not is to be revealed with unmistakable clearness."},{"refcode_short":"SpTB05 47.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 47.4 (Ellen Gould White)","content":"Will our brethren now submit their will and way to God, and perform joyfully the Lord's bidding? There is no bondage in such an experience; for God writes His precepts upon the heart, and engraves His own principles on the mind and soul of every one who is converted to Him. “The love of Christ constraineth us.”"},{"refcode_short":"SpTB05 47.5","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 47.5 (Ellen Gould White)","content":"It is wrong for men to undertake, in their ambitious zeal, to carry on a work that they can not manage after the Lord's order. Those who attempt to conduct a sanitarium should be men of God's choosing. The combination of men purposing to establish a sanitarium at Canon City is not one of the Lord's forming, nor are they the men qualified to carry forward the work in harmony with the principles laid down for the conducting of our sanitariums. They may be able to reap financial profit to themselves by such an enterprise, but they are not prepared to represent properly the work of God. Our brethren should see and understand that in undertaking a work of their own devising they are out of line."},{"refcode_short":"SpTB05 48.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 48.1 (Ellen Gould White)","content":"Our sanitariums should be controlled by those who are under the control of the Holy Spirit. Those whose minds are easily disturbed by passion are not to be selected to fill a position where they would exert a moulding influence upon human minds; for they would misrepresent the character of the work. God would have in prominent places men who will take hold of His strength. They may labor under inconveniences, but this need not spoil their experience. Every manifestation of passion is sin."},{"refcode_short":"SpTB05 48.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 48.2 (Ellen Gould White)","content":"If at times a man works himself up into a strong passion; if he is inclined to cherish hatred for those who do not conform to his judgment; if in his likes and dislikes he reveals the natural tendencies of the human heart, he is always in danger of making grave mistakes, which will injure the souls of others."},{"refcode_short":"SpTB05 48.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 48.3 (Ellen Gould White)","content":"In the management of the Lord's institutions, genuine godliness is required. A sanitarium under the guidance of the Holy Spirit will be an honor to God, and will bring glory to His name. But the fewer sanitariums we have that are not conducted after the Lord's pattern, the better off we shall be."},{"refcode_short":"SpTB05 48.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 48.4 (Ellen Gould White)","content":"Let our brethren be careful not to incur the displeasure of God by hindering instead of helping in His work. Those whose religious experience is counterfeit may do great harm by counterworking with their own ideas and their faulty judgment the work of the Holy Spirit. It is a great mistake to connect with our sanitariums men who are not fitted for such a position, though they may think that they are."},{"refcode_short":"SpTB05 49.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 49.1 (Ellen Gould White)","content":"In all our sanitariums we need to lift the standard higher and still higher. The Lord would have every worker in His institutions firmly assured that he is united with Christ. The spirit of the workers in our sanitariums should be in perfect harmony with the witness of the Holy Spirit."},{"refcode_short":"SpTB05 49.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 49.2 (Ellen Gould White)","content":"I would that every soul had a sanctified intelligence. The Lord God of heaven knows who will honor Him, and who will dishonor Him. When He makes known His will, those who regard lightly His testimony place themselves on the side of the enemy of truth."},{"refcode_short":"SpTB05 49.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 49.3 (Ellen Gould White)","content":"I must state plainly that the one who has led out in the proposed sanitarium enterprise has not the qualifications that would fit him to be a safe guardian of youth, or to carry out in a sanitarium the principles of heavenly origin. The Lord would have for such positions, solid, godly men who will not hold a grudge against a brother who refuses to exalt them. God calls for men who stand firmly on the platform of eternal truth, men who, as God's medical missionaries, will carry a weighty influence in their words and in their life practices."},{"refcode_short":"SpTB05 49.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 49.4 (Ellen Gould White)","content":"There is to be a continual dependence upon the Lord. The sick and suffering should see in our sanitarium workers a revelation of the grace of God. Those who come to our sanitariums for treatment are to be brought in touch with the great Physician of soul and body."},{"refcode_short":"SpTB05 49.5","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 49.5 (Ellen Gould White)","content":"We need to take a higher spiritual view of the work of God. Great care should be taken in the selection of young people to connect with our sanitariums as nurses. We can not afford to accept every one who is ready to come. Great injury is done to our medical institutions when there are connected with them those who do not understand what it means to do service to God."},{"refcode_short":"SpTB05 50.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 50.1 (Ellen Gould White)","content":"Frivolous young people are not to be chosen to act a part in the Lord's work. No one is to be accepted merely to favor relatives or acquaintances. Those who have charge of the cooking should thoroughly understand how to prepare wholesome, appetizing food. And those who carry the trays are to realize the influence they should exert on those whom they serve. Those only should be selected for any branch of the work who will exert a sanctified influence."},{"refcode_short":"SpTB05 50.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 50.2 (Ellen Gould White)","content":"To our sanitariums all classes of sick people will come, and by our physicians and nurses they are to be led to realize that they need spiritual help as well as physical restoration. They are to be given every advantage for the restoration of physical health; and they should be shown also what it means to be blessed with the light and life of Christ; what it means to be bound up with Him. They are to be led to see that the grace of Christ in the soul uplifts the whole being. And in no better way can they learn of Christ's life than by seeing it revealed in the lives of His followers."},{"refcode_short":"SpTB05 50.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 50.3 (Ellen Gould White)","content":"Jesus came to our world to give to human beings a perfect example of service. In His day there were no sanitariums for those who needed physical help, but He, the greatest medical Missionary the world has ever known, went from place to place, ministering to the afflicted and teaching the way of life."},{"refcode_short":"SpTB05 50.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 50.4 (Ellen Gould White)","content":"“Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people. And His fame went throughout all Syria; and they brought unto Him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatic, and those that had the palsy; and He healed them. And there followed Him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from Judea, and from beyond Jordan?”"},{"refcode_short":"SpTB05 51.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 51.1 (Ellen Gould White)","content":"Of the work of Christ the prophet Isaiah declares: “Behold My Servant, whom I uphold; Mine elect, in whom My soul delighteth; I have put My Spirit upon Him; He shall bring forth judgment to the Gentiles. He shall not cry, nor lift up, nor cause His voice to be heard in the street [in contention]. A bruised reed shall He not break, and the smoking flax shall He not quench; He shall bring forth judgment unto truth. He shall not fail nor be discouraged, till He have set judgment in the earth; and the isles shall wait for His law.”"},{"refcode_short":"SpTB05 51.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 51.2 (Ellen Gould White)","content":"Our Saviour did not seek to make a great display, or to undertake a work that called for a large outlay of money. He will not sanction self-exaltation. Those who seek to honor themselves will not be honored by Him. He desires men to place themselves where they may receive His precious grace, and be sanctified through belief of the truth. Let every one empty himself of the spirit of self-importance and receive the meekness of Christ."},{"refcode_short":"SpTB05 51.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 51.3 (Ellen Gould White)","content":"“All flesh is grass, and all the goodliness thereof is as the flower of the field; the grass withereth, the flower fadeth; ... but the word of our God shall stand forever.” As God Himself is true, so surely will His word be fulfilled."},{"refcode_short":"SpTB05 52.1","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 52.1 (Ellen Gould White)","content":"“O Zion, that bringest good tidings,\nGet thee up into the high mountain;\nO Jerusalem, that bringest good tidings\nLift up thy voice with strength;\nLift it up, be not afraid;\nSay unto the cities of Judah,\nBehold your God!\nBehold, the Lord God will come with strong hand,\nAnd His arm shall rule for Him;\nBehold, His reward is with Him,\nAnd His work before Him.”"},{"refcode_short":"SpTB05 52.2","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 52.2 (Ellen Gould White)","content":"With the majesty of an omnipotent King, our Saviour unites the gentleness and tender care of a shepherd. His power is absolute. The heart of man only is able to withstand His working. He can be hindered by no obstacle save the perverse, sinful hearts of those who refuse to yield to His control. The hardness of the heart of man is the only obstacle that hinders the work of grace in the soul. By a determination to carry out his own ideas, irrespective of the warnings and entreaties of God, man separates himself from the blessing that God longs to bestow."},{"refcode_short":"SpTB05 52.3","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 52.3 (Ellen Gould White)","content":"Yet God's purpose can not be thwarted. In regard to the way and means or the men by whom His purposes are to be carried out, His understanding is infinite. He can not err, nor be in perplexity. He will not alter the word that He has spoken. His goodness and truth are eternal, and He will honor those who will walk humbly with Him."},{"refcode_short":"SpTB05 52.4","refcode_long":"Record of Progress and An Appeal In Behalf of the Boulder-Colorado Sanitarium, p. 52.4 (Ellen Gould White)","content":"Those who will study the life and the lessons of Christ will walk in humility before Him. O, that men would feel the importance of seeking the Lord most earnestly, that they may be free from every selfish purpose. The Lord who knows the hearts of all will bless abundantly those who faithfully represent His life and character."}]