[{"refcode_short":"SpTB11 2","refcode_long":"The Madison School, p. 2 (Ellen Gould White)","content":"The Madison School"},{"refcode_short":"SpTB11 3","refcode_long":"The Madison School, p. 3 (Ellen Gould White)","content":"Chapter 1—Encourage the Workers"},{"refcode_short":"SpTB11 3.1","refcode_long":"The Madison School, p. 3.1 (Ellen Gould White)","content":"I have been instructed that encouragement should be given to the work in the South, and that special help should come to the work in Nashville, Madison, and Huntsville."},{"refcode_short":"SpTB11 3.2","refcode_long":"The Madison School, p. 3.2 (Ellen Gould White)","content":"At the school in Madison it has been necessary to work with the strictest economy in order that the educational work undertaken there might be carried forward. Let our brethren who have means remember this school and its needs."},{"refcode_short":"SpTB11 3.3","refcode_long":"The Madison School, p. 3.3 (Ellen Gould White)","content":"A good work was done by Brethren Sutherland and Magan at Berrien Springs; in their labors at that place they went beyond their strength, imperiling their health, and even their lives. In their efforts at Madison, they are working too hard, and amid many difficulties. These brethren need not only our confidence, but also our help, that they may place the Madison school where it can accomplish the work that God designs it to do. I pray that the Lord will sanctify the understanding of our people, that these men may not be left to sacrifice their health in the work they are trying to do. I pray that teachers and students may have wisdom and courage to act well their part, and that they may be especially blessed in making the school a success."},{"refcode_short":"SpTB11 3.4","refcode_long":"The Madison School, p. 3.4 (Ellen Gould White)","content":"It is impossible to make the Madison school what it should be, unless it is given a liberal share in the means that shall be appropriated for the work in the South. Will our brethren act their part in the spirit of Christ?"},{"refcode_short":"SpTB11 3.5","refcode_long":"The Madison School, p. 3.5 (Ellen Gould White)","content":"The South is to be especially favored now, because of the neglect of the past. The atonement for the failure of the past to meet the needs of this field, should be full and ample. The institutions in the South that for years should have stood on vantage-ground, are now to be especially favored. The Huntsville school must be encouraged to enlarge its work. Every possible advantage should be given to these schools, that they may show what can be done in making the earth to yield her treasures. The Madison and Huntsville schools are to be an object-lesson to the people in their vicinity."},{"refcode_short":"SpTB11 4.1","refcode_long":"The Madison School, p. 4.1 (Ellen Gould White)","content":"I was shown that there is danger of these schools being circumscribed in their plans and limited in their advantages. This should not be. Everything possible should be done to encourage the students who need the class of instruction that can be given at these schools, that they may go forth properly instructed to do a work for others who need the same education and training that they have received. Fields are opening on every side to the work that such laborers could do."},{"refcode_short":"SpTB11 4.2","refcode_long":"The Madison School, p. 4.2 (Ellen Gould White)","content":"For the work in and about Nashville, we should do all we can to put it on a solid basis. The work should be conducted with simplicity, and in a way that will recommend the truth. There are many places in the South open to our work; but by all means let us make a beginning in the important cities, and carry the message now. “For thus saith the Lord of hosts; Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land; and I will shake all nations, and the Desire of all nations shall come: and I will fill this house with glory, saith the Lord of hosts.”"},{"refcode_short":"SpTB11 5","refcode_long":"The Madison School, p. 5 (Ellen Gould White)","content":"Chapter 2—The Search for a Site"},{"refcode_short":"SpTB11 5.1","refcode_long":"The Madison School, p. 5.1 (Ellen Gould White)","content":"We are returning from our trip up the river to look for land suitable for school work. We went from Nashville to Carthage, a distance of about one hundred and seventy miles by the river and seventy-eight miles by rail. We looked at several places; but the fertile land up the river is altogether too high in price for us to think of purchasing it for school purposes."},{"refcode_short":"SpTB11 5.2","refcode_long":"The Madison School, p. 5.2 (Ellen Gould White)","content":"Tomorrow morning we shall reach Edgefield Junction, which is only twelve miles from Nashville. We shall stay there for the rest of the day; for we wish to visit a farm which is for sale at Madison, about nine miles from Nashville, and two and a half miles from the railway. It is said that this farm contains nearly one hundred acres of good bottom land, more than one hundred acres of second quality agricultural land suitable for grain and fruit, and about two hundred acres of pasture land. We think that it can be purchased for about twelve thousand dollars. It is said that there is on it over two thousand dollars’ worth of stock and farm implements. I desire to look at this farm, and if it be the will of the Lord, I shall do so tomorrow afternoon. The farm has a roomy house, barns, and other buildings, and two and a half miles of good stone fence. Considering its advantages, its price is less than anything else we have seen in this part of Tennessee."},{"refcode_short":"SpTB11 6.1","refcode_long":"The Madison School, p. 6.1 (Ellen Gould White)","content":"We should enter at once upon the establishment, in suitable places near Nashville, of a school for white people and a school for colored people. The workers in Nashville will gain influence from these working centers. The teachers in these schools can help the work in Nashville."},{"refcode_short":"SpTB11 6.2","refcode_long":"The Madison School, p. 6.2 (Ellen Gould White)","content":"I have been instructed that the land on which our schools shall be established should be near enough to Nashville that there might be a connection between the schools and the workers in Nashville. Further than this, there are in Nashville large institutions for the education of the colored people, and our colored school is to be near enough to these institutions for the wing of their protection to be thrown over it. There is less inclination to oppress the colored people in this section of Tennessee than in many other parts of the South. Prejudice will not be so easily aroused. The institutions that have been established for the education of the colored people are richly endowed, and are in charge of white men. The presence of these institutions was one reason why Nashville was designated as the place in which the printing-office was to be established. I was instructed that the work in the South should have every advantage to print and publish books, that this work might gain a standing far ahead of that which it has had in the past."},{"refcode_short":"SpTB11 6.3","refcode_long":"The Madison School, p. 6.3 (Ellen Gould White)","content":"Suggestions have been made by some that it might be well to sell our property in Huntsville, and move the school to some other place, but I have been instructed that this suggestion had its birth in unbelief. Our school in Huntsville is in a good location, and the large State Normal school for the training of colored teachers, which is carried on not far from there by those not of our faith, has created an influence in favor of educating the Negro, which our people should appreciate. We should have in Huntsville facilities for the education of a goodly number of students. We should have a primary school and a school for more advanced students. It would take years to build up in a new place the work that has already been done in Huntsville."},{"refcode_short":"SpTB11 7.1","refcode_long":"The Madison School, p. 7.1 (Ellen Gould White)","content":"My soul is stirred within me as this matter is presented to me. I have not yet been to Huntsville, but I have an article written regarding what should be there in the future."},{"refcode_short":"SpTB11 7.2","refcode_long":"The Madison School, p. 7.2 (Ellen Gould White)","content":"We must plan wisely. God will go before us if we will look to Him as our Counselor and our strength. We need to get away from our selfishness, and begin to work for the Lord in earnest."},{"refcode_short":"SpTB11 8","refcode_long":"The Madison School, p. 8 (Ellen Gould White)","content":"Chapter 3—The Purchase of a Property"},{"refcode_short":"SpTB11 8.1","refcode_long":"The Madison School, p. 8.1 (Ellen Gould White)","content":"The property found at Madison, Tenn., was finally purchased as the site for the establishment of a training school for white workers. In an article published in The Review and Herald, August 18, 1904, I gave a description of this property, and an outline of proposed plans to be carried out in the operation of the school, as follows:"},{"refcode_short":"SpTB11 8.2","refcode_long":"The Madison School, p. 8.2 (Ellen Gould White)","content":"In connection with the work in Nashville, I wish to speak of the school work that Brethren Sutherland and Magan are planning to do. I was surprised when, in speaking of the work they wished to do in the South, they spoke of establishing a school in some place a long way from Nashville. From the light given me, I knew that this would not be the right thing to do, and I told them so. The work that these brethren can do, because of the experience gained at Berrien Springs, is to be carried on within easy access of Nashville; for Nashville has not yet been worked as it should be. And it will be a great blessing to the workers in the school to be near enough to Nashville to be able to counsel with the workers there."},{"refcode_short":"SpTB11 8.3","refcode_long":"The Madison School, p. 8.3 (Ellen Gould White)","content":"In searching for a place for the school, the brethren found a farm of four hundred acres for sale, about nine miles from Nashville. The size of the farm, its situation, the distance that it is from Nashville, and the moderate sum for which it could be purchased, seemed to point it out as the very place for the school work. We advised that this place be purchased. I knew that all the land would ultimately be needed. For the work of the students, and to provide homes for the teachers, such land can be used advantageously. And as our work advances, a portion of this tract may be required for a country sanitarium."},{"refcode_short":"SpTB11 9.1","refcode_long":"The Madison School, p. 9.1 (Ellen Gould White)","content":"Other properties were examined, but we found nothing so well suited for our work. The price of the place, including standing crops, farm machinery, and over seventy head of cattle, was $12,723. It has been purchased, and as soon as possible, Brethren Magan and Sutherland, with a few experienced helpers, will begin school work there. We feel confident that the Lord has been guiding in this matter."},{"refcode_short":"SpTB11 9","refcode_long":"The Madison School, p. 9 (Ellen Gould White)","content":"Proposed Plans"},{"refcode_short":"SpTB11 9.2","refcode_long":"The Madison School, p. 9.2 (Ellen Gould White)","content":"The plan upon which our brethren propose to work is to select some of the best and most substantial young men and women from Berrien Springs and other places in the North, who believe that God has called them to the work in the South, and give them a brief training as teachers. Thorough instruction will be given in Bible study, physiology, and the history of our message; and special instruction in agriculture will be given. It is hoped that many of these students will eventually connect with schools in various places in the South. In connection with these schools there will be land that will be cultivated by teachers and students, and the proceeds from this work will be used for the support of the schools."},{"refcode_short":"SpTB11 9.3","refcode_long":"The Madison School, p. 9.3 (Ellen Gould White)","content":"We went once more to see the farm, after its purchase had been completed, and were very much pleased with it. I earnestly hope that the school to be established there will be a success, and will help to build up the work of the Lord in that part of the vineyard. There are men of means in various parts of the land who can assist this enterprise by loans without interest, and by liberal gifts."},{"refcode_short":"SpTB11 10.1","refcode_long":"The Madison School, p. 10.1 (Ellen Gould White)","content":"Let us sustain Brethren Sutherland and Magan in their efforts to advance this important work. They gained a valuable experience in Berrien Springs, and the providence of God has led them to feel that they must labor in the Southern field. God helped them constantly in their efforts at Berrien Springs, as they steadily advanced, determined that obstacles should not stop the work. They are not leaving Berrien Springs because of dissension or strife. They are not fleeing from duty. They are leaving a place where a school has been established, to go to a new field, where the work may be much harder. They have only means enough to pay part of the price of the land. They should not be left to struggle along misunderstood and unaided, at the sacrifice of health."},{"refcode_short":"SpTB11 10.2","refcode_long":"The Madison School, p. 10.2 (Ellen Gould White)","content":"As these brethren go to the South to take hold of pioneer work in a difficult field, we ask our people to make their work as effective as possible by assisting them in the establishment of the new school near Nashville."},{"refcode_short":"SpTB11 10.3","refcode_long":"The Madison School, p. 10.3 (Ellen Gould White)","content":"I ask our people to help the work in the Southern field by aiding Brethren Sutherland and Magan and their faithful associates in the carrying forward of the important enterprise they have undertaken. Brethren and sisters, the poverty and the needs of the Southern field call urgently for your assistance. There is a great work to be done in that field, and we ask you to act your part."},{"refcode_short":"SpTB11 11","refcode_long":"The Madison School, p. 11 (Ellen Gould White)","content":"Chapter 4—A Country Sanitarium"},{"refcode_short":"SpTB11 11.1","refcode_long":"The Madison School, p. 11.1 (Ellen Gould White)","content":"Early in the history of the Madison school, it was suggested that a sanitarium might be established on a portion of the property purchased for the school farm. In letters written to those in charge of medical missionary work in the Southern States, I pointed out the advantages that are gained by establishing a training school and a sanitarium in close proximity. These letters were written in the fall of 1904, and, a year later, the principles set forth in this correspondence were incorporated in an article, and sent to the brethren assembled in a Medical Missionary Convention at College View, Neb., November 21-26, 1905."},{"refcode_short":"SpTB11 11.2","refcode_long":"The Madison School, p. 11.2 (Ellen Gould White)","content":"The article is as follows:"},{"refcode_short":"SpTB11 11","refcode_long":"The Madison School, p. 11 (Ellen Gould White)","content":"Co-operation Between Schools and Sanitariums"},{"refcode_short":"SpTB11 11.3","refcode_long":"The Madison School, p. 11.3 (Ellen Gould White)","content":"I have been instructed that there are decided advantages to be gained by the establishment of a school and a sanitarium in close proximity, that they may be a help one to the other. Instruction regarding this was given to me when we were making decisions about the location of our buildings in Takoma Park. Whenever it is possible to have a school and a sanitarium near enough together for helpful co-operation between the two institutions, and yet separated sufficiently to prevent one from interfering with the work of the other, let them be located so as to carry on their work in conjunction. One institution will give influence and strength to the other; and, too, money can be saved by both institutions, because each can share the advantages of the other."},{"refcode_short":"SpTB11 12.1","refcode_long":"The Madison School, p. 12.1 (Ellen Gould White)","content":"In connection with our larger schools there should be provided facilities for giving many students thorough instruction regarding gospel medical missionary work. This line of work is to be brought into our colleges and training-schools as a part of the regular instruction. This will make it unnecessary for our youth from all parts of the land to go to Battle Creek, or to any other one or two places, to obtain a thorough and satisfactory education and training."},{"refcode_short":"SpTB11 12.2","refcode_long":"The Madison School, p. 12.2 (Ellen Gould White)","content":"Those in training to be nurses and physicians should daily be given instruction that will develop the highest motives for advancement. They should attend our colleges and training-schools; and the teachers in these institutions of learning should realize their responsibility to work with and pray with the students. In these schools, students should learn to be true medical missionaries, firmly bound up with the gospel ministry."},{"refcode_short":"SpTB11 12.3","refcode_long":"The Madison School, p. 12.3 (Ellen Gould White)","content":"Our people who have a deep interest in the children and youth, and in the training of laborers to carry forward the work essential for this time, need not be left in perplexity and uncertainty about the steps to be taken for the training of their youth as medical missionaries. God will open ways before all who humbly seek Him for wisdom in the perfecting of Christian character. He will have places ready for them in which to begin to do genuine missionary work. It is to prepare laborers for this work that our schools and sanitariums are established."},{"refcode_short":"SpTB11 12.4","refcode_long":"The Madison School, p. 12.4 (Ellen Gould White)","content":"For the strengthening of this line of effort, counsel has been given that in connection with our larger schools there should be established small sanitariums. Whenever a well-equipped sanitarium is located near a school, it may add greatly to the strength of the medical missionary course in the school, if the managers establish perfect co-operation between the two institutions. The teachers in the school can help the workers in the sanitarium by their advice and counsel, and by sometimes speaking to the patients. And, in return, those in charge of the sanitarium can assist in training for field service the students who are desirous of becoming medical missionaries. Circumstances, of course, must determine the details of the arrangements that it will be best to make. As the workers in each institution plan unselfishly to help one another, the blessing of the Lord will surely rest upon both institutions."},{"refcode_short":"SpTB11 13.1","refcode_long":"The Madison School, p. 13.1 (Ellen Gould White)","content":"No one man, whether a teacher, a physician, or a minister, can ever hope to be a complete whole. God has given to every man certain gifts, and has ordained that men be associated in His service, in order that the varied talents of many minds may be blended. The contact of mind with mind tends to quicken thought and increase the capabilities. The deficiencies of one laborer are often made up by the special gifts of another; and as physicians and teachers thus associated unite in imparting their knowledge, the youth under their training will receive a symmetrical, well-balanced education for service."},{"refcode_short":"SpTB11 13.2","refcode_long":"The Madison School, p. 13.2 (Ellen Gould White)","content":"In all these efforts, there will come many opportunities for manifesting gentlemanly courtesy. The Christian is always courteous. And by association with his fellow-workers, he becomes more and more refined. He learns to overlook little points of difference regarding questions that are of no vital consequence. Such a man, when in charge of one of the Lord's institutions, is willing to deny self and to yield his personal opinions on matters of minor importance, in order that, with all brotherly kindness, he may co-operate heartily with the managers of another institution near by. He will not hesitate to speak plainly and firmly when occasion demands; but his every word and act will be mingled with a courtesy so kindly, so Christlike, that no offense can be taken. Powerful is the influence for good that is exercised by a consecrated, active Christian gentleman. And when the managers of our institutions in close proximity learn to unite their forces, and to labor unselfishly and untiringly for the upbuilding of one another's work, the results for good are far-reaching."},{"refcode_short":"SpTB11 14.1","refcode_long":"The Madison School, p. 14.1 (Ellen Gould White)","content":"The benefits of hearty co-operation extend beyond physicians and teachers, students and sanitarium helpers. When a sanitarium is built near a school, those in charge of the educational institution have a grand opportunity of setting a right example before those who all through life have been easy-going idlers, and who have come to the sanitarium for treatment. The patients will see the contrast between the idle, self-indulgent life that they have lived, and the life of self-denial and service lived by Christ's followers. They will learn that the object of medical missionary work is to restore, to correct wrongs, to show human beings how to avoid the self-indulgence that brings disease and death."},{"refcode_short":"SpTB11 15.1","refcode_long":"The Madison School, p. 15.1 (Ellen Gould White)","content":"The words and actions of the workers in the sanitarium and in the school plainly reveal that life is an intensely solemn thing, in view of the account which all must render to God. Each one should now put his talents out to the exchangers, adding to the Master's gift, blessing others with the blessings given him. At the day of judgment, the life-work of each one is investigated, and each one receives a reward proportionate to his efforts."},{"refcode_short":"SpTB11 15.2","refcode_long":"The Madison School, p. 15.2 (Ellen Gould White)","content":"That the best results may be secured by the establishment of a sanitarium near a school, there needs to be perfect harmony between the workers in both institutions. This is sometimes difficult to secure, especially when teachers and physicians are inclined to be self-centered, each considering as of the greatest importance the work with which he is most closely connected. When men who are self-confident are in charge of institutions in close proximity, great annoyance might result were each determined to carry out his own plans, refusing to make concessions to others. Both those at the head of the sanitarium and those at the head of the school will need to guard against clinging tenaciously to their own ideas concerning things that are really nonessentials."},{"refcode_short":"SpTB11 15.3","refcode_long":"The Madison School, p. 15.3 (Ellen Gould White)","content":"There is a great work to be done by our sanitariums and schools. Time is short. What is done must be done quickly. Let those who are connected with these important instrumentalities be wholly converted. Let them not live for self, for worldly purposes, withholding themselves from full consecration to God's service. Let them give themselves, body, soul, and spirit, to God, to be used by Him in saving souls. They are not at liberty to do with themselves as they please; they belong to God; for He has bought them with the life-blood of His only-begotten Son. And as they learn to abide in Christ, there will remain in the heart no room for selfishness. In His service they will find the fullest satisfaction."},{"refcode_short":"SpTB11 16.1","refcode_long":"The Madison School, p. 16.1 (Ellen Gould White)","content":"Let this be taught and lived by medical missionary workers. Let these laborers tell those with whom they come in contact that the life that men and women now live will one day be examined by a just God, and that each one must now do his best, offering to God consecrated service. Those in charge of the school are to teach the students to use for the highest, holiest purpose the talents God has given them, that they may accomplish the greatest good in this world. Students need to learn what it means to have a real aim in life, and to obtain an exalted understanding of what true education means. They need to learn what it means to be true gospel medical missionaries,—missionaries who can go forth to labor with the ministers of the Word in needy fields."},{"refcode_short":"SpTB11 16.2","refcode_long":"The Madison School, p. 16.2 (Ellen Gould White)","content":"Wherever there is a favorable opportunity, let our sanitariums and our schools plan to be a help and a strength to each other. The Lord would have His work move forward solidly. Let light shine forth as God designed that it should from His institutions, and let God be glorified and honored. This is the purpose and plan of heaven in the establishment of these institutions. Let physicians and nurses and teachers and students walk humbly with God, trusting wholly in Him as the only One who can make their work a success."},{"refcode_short":"SpTB11 17","refcode_long":"The Madison School, p. 17 (Ellen Gould White)","content":"Chapter 5—Laboring in Unity and in Faith"},{"refcode_short":"SpTB11 17.1","refcode_long":"The Madison School, p. 17.1 (Ellen Gould White)","content":"Among brethren engaged in various lines of the Lord's work there should ever be seen a desire to encourage and strengthen one another. The Lord is not pleased with the course of those who make the way difficult for some who are doing a work appointed to them by the Master. If these critics were placed in the position of those whom they criticize, they would desire far different treatment from that which they give their brethren."},{"refcode_short":"SpTB11 17.2","refcode_long":"The Madison School, p. 17.2 (Ellen Gould White)","content":"We are to respect the light that led Brethren Magan and Sutherland to purchase property and establish the school at Madison. Let no one speak words that would tend to demerit their work, or to divert students from the school. I do not charge any one with an intention to do wrong, but from the light I have received, I can say that there is danger that some will criticize unjustly the work of our brethren and sisters connected with the school at Madison. Let every encouragement possible be given to those who are engaged in an effort to give to children and youth an education in the knowledge of God and of His law."},{"refcode_short":"SpTB11 17.3","refcode_long":"The Madison School, p. 17.3 (Ellen Gould White)","content":"To the workers in Madison I would say, Be of good courage. Do not lose faith. Your heavenly Father has not left you to achieve success by your own endeavors. Trust in Him, and He will work in your behalf. It is your privilege to experience and to demonstrate the blessings that come through walking by faith and not by sight. Work with an eye single to the glory of God. Make the most of your capabilities, and you will increase in knowledge. Those who do the will of God may be permitted to pass through suffering, but the Lord will cause them to triumph at last."},{"refcode_short":"SpTB11 18.1","refcode_long":"The Madison School, p. 18.1 (Ellen Gould White)","content":"The Lord has helped you in the selection of the location for the school, and as you continue to work under the guidance of the Holy Spirit, your efforts will be successful. The Lord will give you spirit and life, if you will not permit yourselves to become discouraged. We trust that from your brethren you may receive the help of harmonious action, of prayers, and of means. But let not one feeling of discouragement be cherished. The Lord has a work for you to do where you are, and those who are doing His work need never be discouraged."},{"refcode_short":"SpTB11 18.2","refcode_long":"The Madison School, p. 18.2 (Ellen Gould White)","content":"The school at Madison must be treated fairly, yes, right loyally. If all will act a part to help this school, the Lord will bless them. I am determined to act my part. I have not lost one jot of my interest in the Southern field. I want to act a part in helping all lines of the work."},{"refcode_short":"SpTB11 18.3","refcode_long":"The Madison School, p. 18.3 (Ellen Gould White)","content":"Let us take all these burdens to the Lord God of Israel. Let us work in His name and for His glory. Our hearts need to be filled with sympathy. We need to have courage and joy in the Lord. Never, never let words be spoken that will make the burden weigh heavier upon those who have struggled for so long to carry out the expressed will and purpose of God. I fully believe that those who are connected with the school at Madison are carrying out the will of God. I believe that this farm is the very place for the school. Provision must be made to aid this institution. Those who are struggling to establish this school must be helped."},{"refcode_short":"SpTB11 19.1","refcode_long":"The Madison School, p. 19.1 (Ellen Gould White)","content":"The Lord is good; let us trust in Him. I do love the Lord, but it makes my heart ache to see and feel the magnitude of the necessities that must be met. We will say, The Lord lives, and He is rich in resources. Let us have thankful hearts, and be of good courage in the Lord. Keeping our eyes fixed on Jesus, we may triumph in Him."},{"refcode_short":"SpTB11 19.2","refcode_long":"The Madison School, p. 19.2 (Ellen Gould White)","content":"The case of the Madison school, and the good work that should be done there without let or hindrance has been placed before me, and I designed that this sum of money, though only a small amount in comparison with what they actually need, should be invested in that enterprise. I could not feel at rest in my mind until this was done. The workers there could use double this amount with good results. It has been presented to me that before this our people should have provided this school with means, and thus placed it on vantage-ground. This is the way in which I still view the matter."},{"refcode_short":"SpTB11 19.3","refcode_long":"The Madison School, p. 19.3 (Ellen Gould White)","content":"Brethren ----- and ----- are men in whom I have confidence. I encouraged the purchasing of the farm on which the Madison school is established. Had it been still farther from Nashville, this would have been no objection. It is well situated, and will produce its treasures. Those who are carrying on the work of this school need and should have encouragement. The brethren bearing responsibilities of a different character in some respects should give freedom to those who have as good judgment as they themselves have in regard to what is needed on the farm in buildings for sanitarium and school purposes."},{"refcode_short":"SpTB11 20.1","refcode_long":"The Madison School, p. 20.1 (Ellen Gould White)","content":"The Madison school farm is to be an object-lesson for the Southern field. It is in an excellent location, and fully as near Nashville as it should be."},{"refcode_short":"SpTB11 20.2","refcode_long":"The Madison School, p. 20.2 (Ellen Gould White)","content":"January 19, 1907."},{"refcode_short":"SpTB11 20.3","refcode_long":"The Madison School, p. 20.3 (Ellen Gould White)","content":"Today I have been carrying a heavy burden on my heart. Last night some matters of special importance were opened up before me. I seemed to be passing through a severe conflict. I was addressing a company of men and women, and presenting to them the dangers of our people. I spoke of our great need of being much with God in prayer. I had words of encouragement to give to different ones."},{"refcode_short":"SpTB11 20.4","refcode_long":"The Madison School, p. 20.4 (Ellen Gould White)","content":"Words of instruction were given me to speak to you and Elders -----, -----, and -----. I said: You have a work to do to encourage the school work in Madison, Tennessee. There are but few teachers among us who have had experience in carrying forward the work in hard places. The workers who have been striving to carry out the mind and will of God in Madison have not received the encouragement they should have. Unless Brother Sutherland is relieved of some of the pressure that is upon him, he will fall under the burden."},{"refcode_short":"SpTB11 21.1","refcode_long":"The Madison School, p. 21.1 (Ellen Gould White)","content":"You may ask, What is needed? I answer, It is encouragement. Brethren Sutherland and Magan have had a severe lesson in the past. The Lord sent them correction and instruction, and they received the message from the Lord, and made confession...."},{"refcode_short":"SpTB11 21.2","refcode_long":"The Madison School, p. 21.2 (Ellen Gould White)","content":"When I was in Washington (August, 1904), I entreated Brethren Sutherland and Magan to believe that God had forgiven their mistakes, and I have since tried by my help and encouragement to have them realize that the Lord had placed them on vantage-ground."},{"refcode_short":"SpTB11 21.3","refcode_long":"The Madison School, p. 21.3 (Ellen Gould White)","content":"It is your privilege, Brother -----, and the privilege of those who have wide influence in the work, to let these brethren understand that they have your confidence and encouragement in the work they are bravely doing. Brother Sutherland is in a precarious state of health. We can not afford to lose him; we need his experience in the school work. The brethren who have influence should do all in their power to hold up the hands of these workers by encouraging and supporting the work of the Madison school. Means should be appropriated to the needs of the work in Madison, that the labors of the teachers may not be so hard in the future."},{"refcode_short":"SpTB11 22","refcode_long":"The Madison School, p. 22 (Ellen Gould White)","content":"Chapter 6—Letter to a Conference President"},{"refcode_short":"SpTB11 22.1","refcode_long":"The Madison School, p. 22.1 (Ellen Gould White)","content":"I write to ask you to interest yourself in the school at Madison. Brethren Sutherland and Magan have worked diligently, far beyond their strength, to open up the school work in this place, which is of the Lord's appointment. They have endeavored to establish a school that would fit young men and young women to act as missionaries in the Southern field."},{"refcode_short":"SpTB11 22.2","refcode_long":"The Madison School, p. 22.2 (Ellen Gould White)","content":"At the present time they should have five thousand dollars to enable them to provide suitable facilities for the work, and still more should be provided, in order that a small sanitarium may be connected with the school."},{"refcode_short":"SpTB11 22.3","refcode_long":"The Madison School, p. 22.3 (Ellen Gould White)","content":"So far they have received very little help in this enterprise, compared with the needs and importance of the work. They have worked hard, and have laid plans for such an education as is essential to prepare workers to teach the ignorant, and to explain the Scriptures. Besides the study of books, the students are taught to till the soil, to build houses, and to perform other useful labor."},{"refcode_short":"SpTB11 22.4","refcode_long":"The Madison School, p. 22.4 (Ellen Gould White)","content":"The location of the Madison school is excellent, and possesses great advantages for school work. But the leaders in this work are carrying too heavy a burden, and should be relieved from the great anxiety that has rested upon them, because of a lack of means with which to do what must be done to provide suitable conditions for a successful school."},{"refcode_short":"SpTB11 23.1","refcode_long":"The Madison School, p. 23.1 (Ellen Gould White)","content":"Shall we allow these workers to be burdened beyond their strength, carrying forward almost alone a work in which they should receive the hearty co-operation of their brethren?"},{"refcode_short":"SpTB11 23.2","refcode_long":"The Madison School, p. 23.2 (Ellen Gould White)","content":"I appeal to our brethren in ----- to help in this emergency, and make a liberal gift to the Madison school, that they may erect a chapel and school building. Such a building should have been provided for them long ago. Let us not leave these men to work under present disadvantages, when time is so precious, and the need for trained workers in the South is so great."},{"refcode_short":"SpTB11 23.3","refcode_long":"The Madison School, p. 23.3 (Ellen Gould White)","content":"The work in the South has been sadly neglected. It is high time that our churches were awakened to their duty to this needy field. The light must shine forth amid the moral darkness of ignorance and superstition. The truth in its simplicity must be brought to those who are in ignorance."},{"refcode_short":"SpTB11 23.4","refcode_long":"The Madison School, p. 23.4 (Ellen Gould White)","content":"In the common schools some things are taught that are a hindrance rather than a blessing. We need schools where the word of God is made the basis of education. The Madison training-school for teachers should have the hearty support of God's people. Therefore I ask you and your associates on the conference committee to act liberally in helping our brethren in Madison in this important work."},{"refcode_short":"SpTB11 24","refcode_long":"The Madison School, p. 24 (Ellen Gould White)","content":"Chapter 7—Letter to the Southern Union Conference Committee"},{"refcode_short":"SpTB11 24.1","refcode_long":"The Madison School, p. 24.1 (Ellen Gould White)","content":"I have a message to bear to our people in the Southern field. There is an important work to be carried forward in Nashville and vicinity, and a decided interest should be manifested in this field."},{"refcode_short":"SpTB11 24.2","refcode_long":"The Madison School, p. 24.2 (Ellen Gould White)","content":"It is in harmony with the leadings of God's Spirit that Brethren Sutherland and Magan and their associates have begun a work at Madison. The Lord guided them in the selection of a location for the school. Had a small sanitarium been established in connection with the school, this would have been in the order of God; and these two institutions would have been a mutual help. This has not yet been done, but our brethren in Madison need not be discouraged."},{"refcode_short":"SpTB11 24.3","refcode_long":"The Madison School, p. 24.3 (Ellen Gould White)","content":"I would say to our brethren in the Southern field, Let there be no restriction laid on the Madison school to limit its work in the field of its operation. If Brethren Sutherland and Magan have promised not to draw students to their school from the Southern States, they should be freed from any such restriction. Such a promise should never have been asked or granted. I am instructed to say that there should be no restrictions limiting their freedom to draw students from the Southern field. There is need of such an institution as has been established near Nashville, and let not one endeavor to hinder the attendance of those who can at that school best receive the training that will fit them to labor in the Southern States, and in other mission fields."},{"refcode_short":"SpTB11 24.4","refcode_long":"The Madison School, p. 24.4 (Ellen Gould White)","content":"At Berrien Springs Brethren Sutherland and Magan carried on a work of self-sacrifice. They did not leave the North because they had lost their influence, they went to the South because they saw the needs of that field. In their work at Madison they should have encouragement from those whom they have come to help. Those who have in charge the disbursement of funds coming to the Southern field, should not fail to render proportionate aid to the Madison school."},{"refcode_short":"SpTB11 25.1","refcode_long":"The Madison School, p. 25.1 (Ellen Gould White)","content":"In the Madison school the students are taught how to till the soil, how to build houses, and to perform other lines of useful labor. These are some of the lines of work that the Lord instructed us to introduce into our school in Australia. With a practical training, students will be prepared to fill useful positions in many places."},{"refcode_short":"SpTB11 25.2","refcode_long":"The Madison School, p. 25.2 (Ellen Gould White)","content":"Skill in the common arts is a gift from God. He provides both the gift, and the wisdom to use the gift aright. When He desired a work done on the tabernacle, He said, “See, I have called by name Bezaleel the son of Uri, the son of Hur, of the tribe of Judah; and I have filled him with the Spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner or workmanship.”"},{"refcode_short":"SpTB11 25.3","refcode_long":"The Madison School, p. 25.3 (Ellen Gould White)","content":"Through the prophet Isaiah the Lord says: “Give ye ear, and hear My voice; hearken, and hear My speech. Doth the plowman plow all day to sow? doth he open and break the clods of his ground? When he hath made plain the face thereof, doth he not cast abroad the fitches, and scatter the cummin, and cast in the principal wheat and the appointed barley and the rye in their place? For his God doth instruct him to discretion, and doth teach him."},{"refcode_short":"SpTB11 25.4","refcode_long":"The Madison School, p. 25.4 (Ellen Gould White)","content":"“For the fitches are not threshed with a threshing instrument, neither is a cart-wheel turned about upon the cummin; but the fitches are beaten out with a staff, and the cummin with a rod. Bread corn is bruised; because he will not ever be threshing it, nor break it with the wheel of his cart, nor bruise it with his horsemen. This also cometh forth from the Lord of hosts, which is wonderful in counsel, and excellent in working.”"},{"refcode_short":"SpTB11 26.1","refcode_long":"The Madison School, p. 26.1 (Ellen Gould White)","content":"Today the Lord has definitely called some to the work of teaching others, to fit them for service in His cause. Let those who are so called go cheerfully to their field of labor, following ever the leadings of God."},{"refcode_short":"SpTB11 26.2","refcode_long":"The Madison School, p. 26.2 (Ellen Gould White)","content":"God dispenses His gifts as it pleases Him. He bestows one gift upon one, and another gift upon another, but all for the good of the whole body. It is in God's order that some shall be of service in one line of work, and others in other lines,—all working under the self-same Spirit. The recognition of this plan will be a safeguard against carnal emulation, pride, envy, or contempt of one another. It will strengthen unity and mutual love."},{"refcode_short":"SpTB11 26.3","refcode_long":"The Madison School, p. 26.3 (Ellen Gould White)","content":"If in the opening providence of God, it becomes necessary to erect a meeting-house in some locality, the Lord is pleased if there are among His own people those to whom He has given wisdom and skill to perform the necessary work. He sends men to carry His truth to people of a strange tongue, and He has sometimes opened the minds of His missionaries, enabling them quickly to learn the language. The very ones whom they have come to help spiritually, will be a help to them in learning the language. By this relation the natives are prepared to hear the gospel message when it is given in their own tongue."},{"refcode_short":"SpTB11 27","refcode_long":"The Madison School, p. 27 (Ellen Gould White)","content":"Chapter 8—A Missionary Education"},{"refcode_short":"SpTB11 27.1","refcode_long":"The Madison School, p. 27.1 (Ellen Gould White)","content":"In the work of soul-saving, the Lord calls together laborers who have different plans and ideas and various methods of labor. But with this diversity of minds, there is to be revealed a unity of purpose. Oftentimes in the past the work which the Lord designed should prosper has been hindered because men have tried to place a yoke upon their fellow workers who did not follow the methods which they supposed to be the best."},{"refcode_short":"SpTB11 27.2","refcode_long":"The Madison School, p. 27.2 (Ellen Gould White)","content":"No exact pattern can be given for the establishment of schools in new fields. The climate, the surroundings, the condition of the country, and the means at hand with which to work, must all bear a part in shaping the work. The blessings of an all-around education will bring success in Christian missionary work. Through its means souls will be converted to the truth."},{"refcode_short":"SpTB11 27.3","refcode_long":"The Madison School, p. 27.3 (Ellen Gould White)","content":"“Ye are the light of the world,” Christ declares. “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” God's work in the earth in these last days is to reflect the light that Christ brought into the world. This light is to dissipate the gross darkness of ages. Men and women in heathen darkness are to be reached by those who at one time were in a similar condition of ignorance, but who have received the knowledge of the truth of God's word. These heathen nations will accept eagerly the instruction given them in a knowledge of God."},{"refcode_short":"SpTB11 27.4","refcode_long":"The Madison School, p. 27.4 (Ellen Gould White)","content":"Very precious to God is His work in the earth. Christ and heavenly angels are watching it every moment. As we draw near to the coming of Christ, more and still more of missionary work will engage our efforts. The message of the renewing power of God's grace will be carried to every country and clime, until the truth shall belt the world. Of the number of them that shall be sealed will be those who have come from every nation and kindred and tongue and people. From every country will be gathered men and women who will stand before the throne of God and before the Lamb, crying. “Salvation unto our God which sitteth upon the throne, and unto the Lamb.” But before this work can be accomplished, we must experience right here in our own country the work of the Holy Spirit upon our hearts."},{"refcode_short":"SpTB11 28.1","refcode_long":"The Madison School, p. 28.1 (Ellen Gould White)","content":"God has revealed to me that we are in positive danger of bringing into our educational work the customs and fashions that prevail in the schools of the world. If teachers are not guarded in their work, they will place on the necks of their students worldly yokes instead of the yoke of Christ. The plan of the schools we shall establish in these closing years of the work is to be of an entirely different order from those we have instituted in the past."},{"refcode_short":"SpTB11 28.2","refcode_long":"The Madison School, p. 28.2 (Ellen Gould White)","content":"For this reason, God bids us establish schools away from the cities, where, without let or hindrance, we can carry on the work of education upon plans that are in harmony with the solemn message that is committed to us for the world. Such an education as this can best be worked out where there is land to cultivate, and where the physical exercise taken by the students can be of such a nature as to act a valuable part in their character-building, and to fit them for usefulness in the fields to which they shall go."},{"refcode_short":"SpTB11 28.3","refcode_long":"The Madison School, p. 28.3 (Ellen Gould White)","content":"God will bless the work of those schools that are conducted according to His design. When we were laboring to establish the educational work in Australia, the Lord revealed to us that this school must not pattern after any schools that had been established in the past. This was to be a sample school. The school was organized on the plan that God had given us, and He has prospered its work."},{"refcode_short":"SpTB11 29.1","refcode_long":"The Madison School, p. 29.1 (Ellen Gould White)","content":"I have been shown that in our educational work we are not to follow the methods that have been adopted in our older established schools. There is among us too much clinging to old customs, and because of this we are far behind where we should be in the development of the third angel's message. Because men could not comprehend the purpose of God in the plans laid before us for the education of the workers, methods have been followed in some of our schools which have retarded rather than advanced the work of God. Years have passed into eternity with small results that might have shown the accomplishment of a great work. If the Lord's will had been done by the workers in earth as the angels do it in heaven, much that now remains to be done, would be already accomplished, and noble results would be seen as the fruit of missionary effort."},{"refcode_short":"SpTB11 29.2","refcode_long":"The Madison School, p. 29.2 (Ellen Gould White)","content":"The usefulness learned on the school farm is the very education that is most essential for those who go out as missionaries to many foreign fields. If this training is given with the glory of God in view, great results will be seen. No work will be more effectual than that done by those who, having obtained an education in practical life, go forth to mission fields with the message of truth, prepared to instruct as they have been instructed. The knowledge they have obtained in the tilling of the soil and other lines of manual work, and which they carry with them to their fields of labor, will make them a blessing even in heathen lands."},{"refcode_short":"SpTB11 30.1","refcode_long":"The Madison School, p. 30.1 (Ellen Gould White)","content":"Before we can carry the message of present truth in all its fulness to other countries, we must first break every yoke. We must come into the line of true education, walking in the wisdom of God, and not in the wisdom of the world. God calls for messengers who will be true reformers. We must educate, educate, to prepare a people who will understand the message, and then give the message to the world.."},{"refcode_short":"SpTB11 30.2","refcode_long":"The Madison School, p. 30.2 (Ellen Gould White)","content":"There has been a decided failure to meet the requirements of God in the Southern field. We need to ask the Lord to give us understanding that we may see our lack, and take in the situation in the South, and the need of doing the missionary work that lies right at hand. The uneducated people of the South need the knowledge of the gospel just as verily as do the heathen in far-off lands. God requires us to study how we may reach the neglected classes of the white and the colored people in the South, and with all the skill we can gain, to work for the souls of these men and women."},{"refcode_short":"SpTB11 30","refcode_long":"The Madison School, p. 30 (Ellen Gould White)","content":"The Madison School"},{"refcode_short":"SpTB11 30.3","refcode_long":"The Madison School, p. 30.3 (Ellen Gould White)","content":"It was quite a problem with Brethren Sutherland and Magan and their faithful associates as to how, with limited means, they were to adapt themselves to the work in Madison, Tenn. They had many obstacles and difficulties to meet, some of which need never have come into the work."},{"refcode_short":"SpTB11 30.4","refcode_long":"The Madison School, p. 30.4 (Ellen Gould White)","content":"The reason these brethren were persuaded to purchase the place now occupied by the Madison school, was because special light was given to me that this place was well adapted for the educational work that was most needed there. It was presented to me that this was a place where an all-round education could be given advantageously to students who should come from the North and the South for instruction. In what has already been accomplished by the Madison school, the Lord is making it manifest that He is blessing the work carried forward there, and is leading the teachers who are associated together in bearing the burdens of the work."},{"refcode_short":"SpTB11 31.1","refcode_long":"The Madison School, p. 31.1 (Ellen Gould White)","content":"Many obstacles have been placed in the way of the pioneers at the Madison school of a nature to discourage them and drive them from the field. These obstacles were not placed there by the Lord. In some things the finite planning and devisings of men have worked counter to the work of God."},{"refcode_short":"SpTB11 31.2","refcode_long":"The Madison School, p. 31.2 (Ellen Gould White)","content":"Let us be careful, brethren, lest we counterwork and hinder the progress of others, and so delay the sending forth of the gospel message. This has been done, and this is why I am now compelled to speak so plainly. If proper aid had been given to the school enterprise at Madison, its work might now be in a far more advanced stage of development. The work at Madison has made slow advancement, and yet, in spite of the obstacles and hindrances, these workers have not failed nor become discouraged; and they have been enabled to accomplish a good work in the cause of God."},{"refcode_short":"SpTB11 31.3","refcode_long":"The Madison School, p. 31.3 (Ellen Gould White)","content":"The Lord does not set limits about His workers in some lines as men are wont to set. In their work, Brethren Magan and Sutherland have been hindered unnecessarily. Means have been withheld from them because in the organization and management of the Madison school, it was not placed under the control of the conference. But the reasons why this school was not owned and controlled by the conference have not been duly considered."},{"refcode_short":"SpTB11 32.1","refcode_long":"The Madison School, p. 32.1 (Ellen Gould White)","content":"The lack of interest in this work, by some who should have valued it highly, is decidedly wrong. Our brethren must guard themselves against the repetition of such experiences."},{"refcode_short":"SpTB11 32.2","refcode_long":"The Madison School, p. 32.2 (Ellen Gould White)","content":"The Lord does not require that the educational work at Madison shall be changed all about before it can receive the hearty support of our people. The work that has been done there is approved of God, and He forbids that this line of work shall be broken up. The Lord will continue to bless and sustain the workers so long as they follow His counsel."},{"refcode_short":"SpTB11 32.3","refcode_long":"The Madison School, p. 32.3 (Ellen Gould White)","content":"Brethren Sutherland and Magan are as verily set to do the work of the Lord at Madison as other workers are appointed to do their part in the cause of present truth. The light given me is that we should help these brethren and their associates, who have worked beyond their strength, under great disadvantages. Let us seek to understand the situation, and see that justice and mercy are not forgotten in the distribution of funds."},{"refcode_short":"SpTB11 32.4","refcode_long":"The Madison School, p. 32.4 (Ellen Gould White)","content":"The leaders in the work of the Madison school are laborers together with God. More must be done in their behalf by their brethren. The Lord's money is to sustain them in their labors. They have a right to share the means given to the cause. They should be given a proportionate share of the means that comes in for the furtherance of the cause."}]