[{"refcode_short":"SpTB03c 2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 2 (Ellen Gould White)","content":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c"},{"refcode_short":"SpTB03c 2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 2 (Ellen Gould White)","content":"Introduction"},{"refcode_short":"SpTB03c 2.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 2.1 (Ellen Gould White)","content":"“Places that have been neglected are now to receive attention. My people are to do a sharp, quick work. Those who with purity of purpose fully consecrate themselves to Me, body, soul, and spirit, shall work in My way and in My name. Every one shall stand in his lot, looking to Me, his Guide and Counselor."},{"refcode_short":"SpTB03c 2.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 2.2 (Ellen Gould White)","content":"“I will instruct the ignorant, and anoint with heavenly eyesalve the eyes of many who are now in spiritual darkness. I will raise up agents who will carry out My will to prepare a people to stand before Me in the time of the end. In many places that before this ought to have been provided with sanitariums and schools, I will establish My institutions, and these institutions will become educational centers for the training of workers.”"},{"refcode_short":"SpTB03c 2.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 2.3 (Ellen Gould White)","content":"The Lord will work upon human minds in unexpected quarters. Some who apparently are enemies of the truth will, in God's providence, invest their means to develop properties and erect buildings. In time these properties will be offered for sale at a price far below their cost."},{"refcode_short":"SpTB03c 2.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 2.4 (Ellen Gould White)","content":"In various places properties are to be purchased to be used for sanitarium purposes. Our people should be looking for opportunities to purchase properties away from the cities, on which are buildings already erected and orchards already in bearing. Land is a valuable possession. Connected with our sanitariums there should be lands, small portions of which can be used for the homes of the helpers and others who are receiving a training for medical missionary work."},{"refcode_short":"SpTB03c 3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 3 (Ellen Gould White)","content":"Not for Pleasure Seekers"},{"refcode_short":"SpTB03c 3.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 3.1 (Ellen Gould White)","content":"I have a decided message for our people in Southern California. The Lord does not require them to provide facilities for the entertainment of tourists. The establishment of an institution for this purpose would be setting a wrong example before the Lord's people. The result would not justify the effort put forth."},{"refcode_short":"SpTB03c 3.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 3.2 (Ellen Gould White)","content":"Why do we establish sanitariums?—That the sick who come to them for treatment may receive relief from physical suffering, and may also receive spiritual help. Because of their condition of health, they are susceptible to the sanctifying influence of the medical missionaries who labor for their restoration. Let us work wisely, for their best interests."},{"refcode_short":"SpTB03c 3.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 3.3 (Ellen Gould White)","content":"We are not building sanitariums for hotels. Receive into our sanitariums only those who desire to conform to right principles, those who will accept the foods that we can conscientiously place before them. Should we allow patients to have intoxicating liquor in their rooms, or should we serve them with meat, we could not give them the help they should receive in coming to our sanitariums. We must let it be known that from principle we exclude such articles from our sanitariums and our hygienic restaurants. Do we not desire to see our fellow-beings freed from disease and infirmity, and in the enjoyment of health and strength? Then let us be as true to principle as the needle to the pole."},{"refcode_short":"SpTB03c 3.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 3.4 (Ellen Gould White)","content":"Those who work it is to labor for the salvation of souls must keep themselves free from worldly policy plans. They must not, for the sake of obtaining the influence of some one who is wealthy, become entangled in plans dishonoring to their profession of faith. They must not sell their souls for financial advantage. They must do nothing that will retard the work of God, and lower the standard of righteousness. We are God's servants, and we are to be workers together with Him, doing His work in His way, that all for whom we labor may see that our desire is to reach a higher standard of holiness. Those with whom we come in contact are to see that we not only talk of self-denial and sacrifice, but that we reveal it in our lives. Our example is to inspire those with whom we come in contact in our work, to become better acquainted with the things of God."},{"refcode_short":"SpTB03c 4.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 4.1 (Ellen Gould White)","content":"If we are to go to the expense of building sanitariums in order that we may work for the salvation of the sick and afflicted, we must plan our work in such a way that those we desire to help will receive the help they need. We are to do all in our power for the healing of the body; but we are to make the healing of the soul of far greater importance. Those who come to our sanitariums as patients are to be shown the way of salvation, that they may repent, and hear the words, Thy sins are forgiven thee; go in peace, and sin no more."},{"refcode_short":"SpTB03c 4.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 4.2 (Ellen Gould White)","content":"Medical missionary work in Southern California is not to be carried forward by the establishment of one mammoth institution for the accommodation and entertainment of a promiscuous company of pleasure lovers, who would bring with them their intemperate ideas and practises. Such an institution would absorb the time and talent of workers who are needed elsewhere. Our capable men are to put forth their efforts in sanitariums established and conducted for the purpose of preparing minds for the reception of the gospel of Christ."},{"refcode_short":"SpTB03c 4.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 4.3 (Ellen Gould White)","content":"We are not to absorb the time and strength of men capable of carrying forward the Lord's work in the way He has outlined, in an enterprise for the accommodation and entertainment of pleasure seekers, whose greatest desire is to gratify self. To connect workers with such an enterprise would be perilous to their safety. Let us keep our young men and young women from all such dangerous influences. And should our brethren engage in such an enterprise, they would not advance the work of soul-saving as they think they would."},{"refcode_short":"SpTB03c 4.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 4.4 (Ellen Gould White)","content":"Our sanitariums are to be established for one object,—the advancement of present truth. And they are to be so conducted that a decided impression in favor of the truth will be made on the minds of those who come to them for treatment. The conduct of the workers, from the head manager to the worker occupying the humblest position, is to tell on the side of truth. The institution is to be pervaded by a spiritual atmosphere. We have a warning message to bear to the world, and our earnestness, our devotion to God's service, is to impress those who come to our sanitariums."},{"refcode_short":"SpTB03c 5.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 5.1 (Ellen Gould White)","content":"As soon as possible, sanitariums are to be established in different places in Southern California. Let a beginning be made in several places. If possible, let land be purchased on which buildings are already erected. Then, as the prosperity of the work demands, let appropriate enlargement be made."},{"refcode_short":"SpTB03c 5.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 5.2 (Ellen Gould White)","content":"We are living in the very close of this earth's history, and we are to move cautiously, understanding what the will of the Lord is, and, imbued with His Spirit, doing work that will mean much to His cause, work that will proclaim the warning message to a world infatuated, deceived, perishing in sin."},{"refcode_short":"SpTB03c 5.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 5.3 (Ellen Gould White)","content":"In Southern California there are many properties for sale on which buildings suitable for sanitarium work are already erected. Some of these properties should be purchased, and medical missionary work carried forward on sensible, rational lines. Several small sanitariums are to be established in Southern California, for the benefit of the multitudes drawn there in the hope of finding health. Instruction has been given me that now is our opportunity to reach the invalids flocking to the health resorts of Southern California, and that a work may be done also in behalf of their attendants."},{"refcode_short":"SpTB03c 5.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 5.4 (Ellen Gould White)","content":"“Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.” John 4:35."},{"refcode_short":"SpTB03c 6.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 6.1 (Ellen Gould White)","content":"For months I carried on my soul the burden of the medical missionary work in Southern California. Recently much light has been given me in regard to the manner in which God desires us to conduct sanitarium work. We are to encourage patients to spend much of their time out-of-doors. I have been instructed to tell our brethren to keep on the lookout for cheap, desirable properties in healthful places, suitable for sanitarium purposes."},{"refcode_short":"SpTB03c 6.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 6.2 (Ellen Gould White)","content":"Instead of investing in one medical institution all the means obtainable, we ought to establish smaller sanitariums in many places. Soon the reputation of the health resorts in Southern California will stand even higher than it stands at present. Now is our time to enter that field for the purpose of carrying forward medical missionary work."},{"refcode_short":"SpTB03c 6.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 6.3 (Ellen Gould White)","content":"During my stay in Southern California, I was enabled to visit places that in the past have been presented to me by the Lord as suitable for the establishment of sanitariums and schools. For years I have been given special light that we are not to establish large centers for our work in the cities. The turmoil and confusion that fills these cities, the conditions brought about by the labor unions and the strikes, would prove a great hindrance to our work. Men are seeking to bring those engaged in the different trades under certain unions. This is not God's plan, but the planning of a power that we should in no case acknowledge. God's Word is fulfilling; the wicked are binding themselves in bundles ready to be burned."},{"refcode_short":"SpTB03c 6.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 6.4 (Ellen Gould White)","content":"I have been instructed that the work in Southern California should have advantages that it has not yet enjoyed. I have been shown that in Southern California there are properties for sale on which buildings are already erected that could be utilized for our work, and that such properties will be offered to us at much less than their original cost. In these places, away from the din and confusion of the congested cities, we can establish sanitariums in which the sick can be cared for in the way in which God designs them to be. In our efforts to help the sick, we are to take them away from the cities, where they are continually annoyed by the noise of trains and street cars, and where there is little besides houses to see, to places where they can be surrounded by the scenes of nature, and where they can have the blessing of fresh air and sunshine."},{"refcode_short":"SpTB03c 7.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 7.1 (Ellen Gould White)","content":"This subject was laid out before me in Australia. Light was given me that the cities would be filled with confusion, violence, and crime, and that these things would increase till the close of this earth's history. There is much to be said on this point. Instruction is to be given line upon line, precept upon precept, here a little and there a little. And our physicians and teachers should be quick to see the advantage of retired locations for our sanitariums and schools."},{"refcode_short":"SpTB03c 7.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 7.2 (Ellen Gould White)","content":"Properties such as those to which I have referred are being offered to us, and some of them we should purchase when it is plain that they are what we need, and when provision can be made for their acquisition without a burdensome debt. Where there are orchards on these places, so much the better; but on other properties, where the buildings are just what we need, trees can be set out."},{"refcode_short":"SpTB03c 7.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 7.3 (Ellen Gould White)","content":"The fact that in many cases, the owners of these properties are anxious to dispose of them, and are therefore willing to sell at a low price, is greatly in our favor. We must study economy in the outlay of means. At this stage of our work, we are not to erect large buildings in any of the cities. And we are not to follow extravagant and unduly large plans in our work in any place. We are to remember the cities which have been neglected, and which must now be worked. The people in these cities must have the light of truth. In our establishment of sanitariums, we are not to spend large sums of money in the erection of costly buildings; for there are many places to be worked. We are to be wise in securing advantages already provided that the Lord desires us to have. We are to be as wise as serpents and as harmless as doves in our efforts to secure country properties at a low figure, and from these outpost centers we are to work the cities."},{"refcode_short":"SpTB03c 8.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 8.1 (Ellen Gould White)","content":"The work in Southern California is to advance more rapidly than it has advanced in the past. The means lying in banks or hidden in the earth is now called for to strengthen the work in Southern California. Every year many thousands of tourists visit Southern California, and by various methods we should seek to reach them with the truth."},{"refcode_short":"SpTB03c 8.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 8.2 (Ellen Gould White)","content":"Our medical missionary work in Los Angeles should be in a much more favorable position than it is. The Lord designs that much more shall be done in this city than has been done there. But I can not speak freely about this at present, for fear that men will take advantage of what I say, and will endeavor, by my words, to vindicate wrong plans. Some of the brethren in Los Angeles have at times lacked spiritual discernment. They have not always been able to see what could be done by proper effort on their part. A large work has been done in some lines, but the methods followed have not been such as to bring glory to God in the saving of souls."},{"refcode_short":"SpTB03c 8.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 8.3 (Ellen Gould White)","content":"I have been instructed that the greatest work that we can do in this life is to prepare for the future immortal life and help others to prepare for it. We are to arrange our business in such a way that we and all who are connected with us shall be able to serve God with all our powers. We must allow nothing to obscure our vision of heavenly things."},{"refcode_short":"SpTB03c 8.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 8.4 (Ellen Gould White)","content":"Again and again during the past five years symbolic representations have been presented to me in visions of the night, showing what we ought to be doing in sanitarium work to help the sick to recover soundness of body and mind. On the night of October 10, 1901, I was unable to sleep after half past eleven at night. Many things regarding the sanitarium work were presented to me in figures and symbols. I was shown sanitariums near Los Angeles in running order. At one place I saw sanitarium work being carried on in a beautiful building. On the grounds surrounding the building there were many fruit trees. This institution, which was away from the city, was filled with life and activity."},{"refcode_short":"SpTB03c 9.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 9.1 (Ellen Gould White)","content":"As in the visions of the night I saw this place, I said to our brethren, “O ye of little faith! You have lost much time.” On the lawn were the sick in wheel chairs. There were some patients to whom the physician had given a prescription to spend all their time out-of-doors during pleasant weather."},{"refcode_short":"SpTB03c 9.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 9.2 (Ellen Gould White)","content":"Some had come to the institution with discouragement written on their countenances. I seemed to be living there myself, and I could not help speaking of the change that took place in these countenances. Where once was written despair, we could now read hope and joy. Amidst the singing of the birds, we all knelt down on the grass, and united in praising the Lord."},{"refcode_short":"SpTB03c 9.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 9.3 (Ellen Gould White)","content":"Then it seemed as if we had been in the place for months. I was speaking to the sick people, telling them of God's goodness and mercy, when one arose and sang a beautiful hymn. The voices of nearly all were raised in expressions of thankfulness for help received."},{"refcode_short":"SpTB03c 9.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 9.4 (Ellen Gould White)","content":"While speaking, I said: “We must have sanitariums in favorable places in different localities. This is God's plan. He has ordained medical missionary work as a means of saving souls, and that which we see here is a symbol of the work before us. We are to arouse our churches to engage disinterestedly in God's work, and to carry forward this branch,—medical missionary work.”"},{"refcode_short":"SpTB03c 9.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 9.5 (Ellen Gould White)","content":"The physicians present were interested in these words, and one, extending his arms and waving them back and forth, said, “Is not this better than drugs? Aches and pains have left you, without the use of medicine.”"},{"refcode_short":"SpTB03c 10.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 10.1 (Ellen Gould White)","content":"On the grounds of this beautiful place that I saw in the visions of the night, there were many shade trees, the boughs of which hung down in such a way as to form leafy canopies somewhat in the shape of tents. Underneath these canopies patients were resting. The sick were delighted with their surroundings. While some worked, others were singing. There was no sign of dissatisfaction."},{"refcode_short":"SpTB03c 10.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 10.2 (Ellen Gould White)","content":"I awoke, and for some time could not sleep. Many vivid scenes had passed before me, and I could not forget the words I had spoken to the patients and the helpers. Brethren and sisters, Christ has instructed me to say to you, The Holy Spirit will make your hearts tender and soft by His grace. The Lord will guide you and teach you His way."},{"refcode_short":"SpTB03c 10.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 10.3 (Ellen Gould White)","content":"Again I lost consciousness, and other scenes passed before me. I was in another locality, surrounded by different scenery. Again it seemed as if I were pleading with those who were sick to look unto Jesus, the great Healer...."},{"refcode_short":"SpTB03c 10.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 10.4 (Ellen Gould White)","content":"The love of Jesus in the soul will banish all hatred, selfishness and envy; for the law of the Lord is perfect, converting the soul. There is health in obedience to God's law. The affections of the obedient are drawn out after God. Looking unto the Lord Jesus, we may encourage and serve one another. The love of Christ is shed abroad in our souls, and there is no dissension or strife among us."},{"refcode_short":"SpTB03c 10.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 10.5 (Ellen Gould White)","content":"Let us invite Christ to be an abiding Guest in the soul-temple. His law will be engraved in the minds and hearts of His commandment-keeping people. It is greatly to our advantage to keep the law of God. Of this law, Moses said: “Now therefore hearken, O Israel, unto the statutes and unto the judgments, which I teach you, for to do them, that ye may live, and go in and possess the land which the Lord God of your fathers giveth you.”"},{"refcode_short":"SpTB03c 10.6","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 10.6 (Ellen Gould White)","content":"It is pleasing to the Lord for us to obey His law; and upon all who are obedient He bestows His special blessing. In obedience there is life and happiness."},{"refcode_short":"SpTB03c 10.7","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 10.7 (Ellen Gould White)","content":"Moses continued: “Ye shall not add unto the word which I command you, neither shall ye diminish aught from it, that ye may keep the commandments of the Lord your God which I command you.” There was a tendency to add to the law by making human restrictions; and the Lord guarded against the adding of man-made tests, which would bring in confusion. And He guarded, too, against the taking away of any of His precepts. Never are we to put our words in the place of God's words; for thus we would be taking away from His law."},{"refcode_short":"SpTB03c 11.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 11.1 (Ellen Gould White)","content":"“Your eyes have seen,” said Moses, “what the Lord did because of Baal-peor; for all the men that followed Baal-peor the Lord thy God hath destroyed from among you. But ye that did cleave unto the Lord your God are alive every one of you this day.”"},{"refcode_short":"SpTB03c 11.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 11.2 (Ellen Gould White)","content":"After reading these scriptures, I seemed to be instructing the people that man-made laws, man-made yokes, would be prepared for the Lord's people, but that we are not to allow our minds to be diverted from the Word of the Lord, to the words of men. “Break every yoke,” is the instruction given."},{"refcode_short":"SpTB03c 11.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 11.3 (Ellen Gould White)","content":"I then awoke, and began writing out some cautions that had been given me. In the midst of the company in which I had been, there seemed to be a divine Presence, which all recognized. Praise the Lord for His lovingkindness and for the precious assurances that are given us in His Word."},{"refcode_short":"SpTB03c 11","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 11 (Ellen Gould White)","content":"Another View"},{"refcode_short":"SpTB03c 11.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 11.4 (Ellen Gould White)","content":"In the night season I was given a view of a sanitarium in the country. The institution was not large, but it was complete. It was surrounded by beautiful trees and shrubbery, beyond which were orchards and groves. Connected with the place were gardens, in which the lady patients, when they chose, could cultivate flowers of every description, each patient selecting a special plot for which to care. Outdoor exercise in these gardens was prescribed as a part of the regular treatment."},{"refcode_short":"SpTB03c 11.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 11.5 (Ellen Gould White)","content":"Scene after scene passed before me. In one scene a number of suffering patients had just come to one of our country sanitariums. In another scene I saw the same company, but, oh, how transformed their appearance! Disease had gone, the skin was clear, the countenance joyful; body and mind seemed to be animated with new life."},{"refcode_short":"SpTB03c 12.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 12.1 (Ellen Gould White)","content":"I was also instructed that as those who have been sick are restored to health in our country sanitariums and return to their homes, they will be living object-lessons, and many others will be favorably impressed by the transformation that has taken place in them. Many of the sick and suffering will turn from the cities to the country, refusing to conform to the habits, customs, and fashions of city life; they will seek to regain health in some one of our country sanitariums. Thus, though we are removed from the cities twenty or thirty miles, we shall be able to reach the people, and those who desire health will have opportunity to regain it under conditions most favorable."},{"refcode_short":"SpTB03c 12.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 12.2 (Ellen Gould White)","content":"God will work wonders for us if we will in faith cooperate with Him. Let us, then, pursue a sensible course, that our efforts may be blessed of heaven, and crowned with success."},{"refcode_short":"SpTB03c 12.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 12.3 (Ellen Gould White)","content":"I have always looked with great interest upon the work in Los Angeles and in San Diego, hoping that right moves would be made, and that the sanitarium work might be established in these important places. Every year large numbers of tourists visit these places, and I have longed to see men moved by the Holy Spirit meeting these people with the message borne by John the Baptist: “Repent ye; for the kingdom of heaven is at hand.”"},{"refcode_short":"SpTB03c 12.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 12.4 (Ellen Gould White)","content":"“This is he that was spoken of by the prophet Esaias, saying. The voice of one crying in the wilderness. Prepare ye the way of the Lord; make His paths straight.”"},{"refcode_short":"SpTB03c 13.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 13.1 (Ellen Gould White)","content":"“Jerusalem, and all Judea, and all the region round about Jordan,” went out to hear John the Baptist, “and were baptized of him in Jordan, confessing their sins.” Just such a work as this can be done today in Southern California."},{"refcode_short":"SpTB03c 13.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 13.2 (Ellen Gould White)","content":"The Lord has ordained that memorials for Him shall be established in many places. He has presented before me buildings away from the cities, and suitable for our work, which can be purchased at a low price. We must take advantage of the favorable openings for sanitarium work in Southern California, where the climate is so favorable for this work."},{"refcode_short":"SpTB03c 13.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 13.3 (Ellen Gould White)","content":"It is the Lord's purpose that sanitariums shall be established in Southern California, and that from these institutions shall go forth the light of truth for this time. By them the claims of the true Sabbath are to be presented, and the third angel's message proclaimed."},{"refcode_short":"SpTB03c 13.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 13.4 (Ellen Gould White)","content":"Institutions in which medical missionary work can be done are to be regarded as especially essential to the advancement of the Lord's work. The sick and suffering are to be relieved, and then, as opportunity offers, they are to be given instruction in regard to the truth for this time. Thus we can bring present truth before a class of people who could be reached in no other way."},{"refcode_short":"SpTB03c 13.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 13.5 (Ellen Gould White)","content":"There is a special work to be done at this time,—a work of great importance. Light has been given me that a sanitarium should be established near Los Angeles, in some rural district. For years the need of such an institution has been kept before our people in Southern California. Had the brethren there heeded the warnings given by the Lord, to guard them from making mistakes, they would not now be tied up as they are. But they have not followed the instruction given. They have not gone forward in faith to establish a sanitarium near Los Angeles."},{"refcode_short":"SpTB03c 13.6","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 13.6 (Ellen Gould White)","content":"The buildings secured for this work should be out of the city, in the country, so that the sick may have the benefit of outdoor life. By the beauty of flower and field, their minds will be diverted from themselves, from their aches and pains, and they will be led to look from nature to the God of nature, who has provided so abundantly the beauties of the natural world. The convalescent can lie in the shade of the trees, and those who are stronger can, if they wish, work among the flowers, doing just a little at first, and increasing their efforts as they grow stronger. Working in the garden, gathering flowers and fruit, listening to the birds praising God, the patients will be wonderfully blessed. Angels of God will draw near to them. They will forget their sorrows. Melancholy and depression will leave them. The fresh air and sunshine, and the exercise taken, will bring them life and vitality. The wearied brain and nerves will find relief. Good treatment and a wholesome diet will build them up and strengthen them. They will feel no need for health-destroying drugs or for intoxicating drink."},{"refcode_short":"SpTB03c 14.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 14.1 (Ellen Gould White)","content":"It is the purpose of God that a sanitarium shall be established at some suitable place near Los Angeles. This institution is to be managed carefully and faithfully by men who have clear spiritual discernment and who have also financial ability,—men who can carry the work forward successfully, as faithful stewards."},{"refcode_short":"SpTB03c 14.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 14.2 (Ellen Gould White)","content":"There is a special work to be done just now. A sanitarium should be established near Los Angeles. My brethren, will you not remember that it is the expressed will of God that this shall be done? Why this work should be delayed from year to year is a great mystery. This is a matter that has long been kept before you, my brethren. Again and again sanitarium work has been pointed out as an important means of reaching the people with the truth. Had the light given by God been followed, this institution might now be in running order, exerting a strong influence for good. Arrangements could have been made to utilize for sanitarium work buildings already erected."},{"refcode_short":"SpTB03c 15.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 15.1 (Ellen Gould White)","content":"In order for successful work to be done in the field or in our institutions, workers with harmonious elements of character are needed. The work can be carried forward only by patience and harmony of action. It has been a lack of harmony, a lack of determination on the part of the workers to lift with one purpose in view, that has delayed the establishment of a sanitarium in Southern California. There has been so much variance that means which should have been invested in a sanitarium has been turned into other channels."},{"refcode_short":"SpTB03c 15.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 15.2 (Ellen Gould White)","content":"The idea that a sanitarium should not be established unless it could be started free from debt, has put the brake upon the wheels of progress. In building meeting-houses, I have had to borrow money, in order that something might be done at once. I have been obliged to do this, in order to fulfil the directions of God. For the past twenty years I have been borrowing money and paying interest on it, to establish schools and sanitariums and to build meeting-houses. The institutions thus established and the churches built have been the means of winning many to the truth. Thus the tithe has been increased, and workers have been added to the Lord's forces."},{"refcode_short":"SpTB03c 15.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 15.3 (Ellen Gould White)","content":"Will my brethren consider this, and work in accordance with the light God has given us? Let that which should be done be done without delay. Do your best to remedy the neglect of the past. The word has come once more that a sanitarium is to be set in working order near Los Angeles. If this sanitarium is conducted in harmony with the will of God. It will be a means of great blessing, a means in the Lord's hands of leading souls to the truth."},{"refcode_short":"SpTB03c 16.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 16.1 (Ellen Gould White)","content":"From the light given me when I was in Australia, and renewed since I came to America, I know that our work in Southern California must advance more rapidly. The people flocking to that place in search of health must hear the last message of mercy."},{"refcode_short":"SpTB03c 16.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 16.2 (Ellen Gould White)","content":"For years the work in Southern California has needed help, and we now call upon our brethren and sisters who have means to spare to put it into circulation, that we may secure the places so well suited for our work."},{"refcode_short":"SpTB03c 16.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 16.3 (Ellen Gould White)","content":"God has not been pleased with the way in which this field has been neglected. From many places in Southern California the light is to shine forth to the multitudes. Present truth is to be as a city set on an hill, which can not be hid."},{"refcode_short":"SpTB03c 16","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 16 (Ellen Gould White)","content":"The Paradise Valley Sanitarium"},{"refcode_short":"SpTB03c 16.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 16.4 (Ellen Gould White)","content":"During the spring of 1902, the attention of several of our brethren was called to the Paradise Valley Sanitarium building, which was erected for a sanitarium by Mrs. Mary L. Potts about twenty years ago. After being used for a few months, it lay idle for many years, and was then offered for sale at twenty thousand dollars, with encouragement that it might be purchased for fifteen thousand dollars cash."},{"refcode_short":"SpTB03c 16.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 16.5 (Ellen Gould White)","content":"In September, 1902, after the Los Angeles camp-meeting, we spent a week in San Diego, and visited several places that were offered us for sanitarium work. In the building offered us by Mrs. Potts, it seemed to me we found about all that we could ask. Here was a well-constructed, three-story building of fifty rooms, with broad verandas, standing upon a pleasant rise of ground, and overlooking a beautiful valley. Many of the rooms are large and airy, and there is a stationary wash-bowl in most of the bedrooms."},{"refcode_short":"SpTB03c 17.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 17.1 (Ellen Gould White)","content":"Besides the main building, there is a good stable, and also a six-room cottage, which can be fitted up for helpers. The property is conveniently located, being less than seven miles from San Diego, and about a mile and a half from the National City post-office."},{"refcode_short":"SpTB03c 17.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 17.2 (Ellen Gould White)","content":"There are twenty acres of land. About one half of this had once been planted to fruit trees, but during the long drought this country has suffered, all the trees died except the ornamental trees and shrubbery around the buildings, and about one hundred twenty-five olive trees on the terraces."},{"refcode_short":"SpTB03c 17.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 17.3 (Ellen Gould White)","content":"When we learned that the owners of this property had become so discouraged on account of the many years of drought that they were offering it for twelve thousand dollars, I said to our brethren, “I believe that the Lord has kept this place for us, and that He will open the way for us to secure it. I never saw a building offered for sale that was better adapted for sanitarium work. If this place were fixed up, it would look just like places that have been shown me by the Lord.”"},{"refcode_short":"SpTB03c 17.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 17.4 (Ellen Gould White)","content":"A year before, light had been given me that our people in Southern California must watch for opportunities to purchase such properties, and it seemed plain to me and to those who were with me that the opportunity of securing this place was a fulfilment of the encouragement given us, and published in the Testimonies for the Church 7:97, 98."},{"refcode_short":"SpTB03c 17.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 17.5 (Ellen Gould White)","content":"In December we learned that this place could be purchased for eleven thousand dollars, and I encouraged Dr. Whitelock to take steps to secure it. But our leading brethren in the Southern California Conference were not ready to cooperate in the matter, and nothing was done."},{"refcode_short":"SpTB03c 17.6","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 17.6 (Ellen Gould White)","content":"In the summer of 1903, the property was offered to us for eight thousand dollars, and again we found that our brethren were not in a position to act."},{"refcode_short":"SpTB03c 17.7","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 17.7 (Ellen Gould White)","content":"The drought continued, and the owners of this property were very much discouraged. In January, 1904, Dr. Whitelock wrote me that the mortgage could be bought for six thousand dollars, and perhaps less. Again I advised our brethren connected with the medical work in Southern California to secure the place. But I learned that they were not prepared to act. Then I laid the matter before Sister Gotzian, and she consented to join me in securing the place. Then we telegraphed an offer of four thousand dollars for the mortgages. Two days later a telegram was returned accepting the offer. Meanwhile a letter from other parties in San Diego was on its way to New York, offering five thousand dollars for the mortgages...."},{"refcode_short":"SpTB03c 18.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 18.1 (Ellen Gould White)","content":"When we visited the place in November last, we found that much had been done during the summer. The building had been thoroughly repaired, inside and out, and painted outside. It had been fitted up with electric lights, and about one half of the rooms were furnished. By taking advantage of several sales of furniture by wealthy families leaving the country, first-class furniture had been secured at very low prices."},{"refcode_short":"SpTB03c 18.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 18.2 (Ellen Gould White)","content":"Our great anxiety about the place was the matter of an ample supply of water. Years ago, when the valley was prosperous, it depended upon the water of the mountain streams stored up by great dams, but as the result of the many years of drought, there was no water in the reservoirs to supply our needs. Some of our neighbors in the valley had good wells, but our place was a little to one side. The great question was, Can we get plenty of water by digging?"},{"refcode_short":"SpTB03c 18.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 18.3 (Ellen Gould White)","content":"The well diggers had gone down eighty feet, and found a little water, but they wanted much more. O, how much depended upon our finding plenty of good, pure water! With an abundance of water, our work could go forward, but without it, what should we do? From the beginning I had felt the assurance that the Lord would open the way for our work to advance; but who could tell when and how? Our people were deeply desirous of seeing the sanitarium make a success, and as we met them, the question was, “Have you found water?”"},{"refcode_short":"SpTB03c 19.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 19.1 (Ellen Gould White)","content":"While this important question was pending. Prof. E. S. Ballenger and my son went to San Pasqual and Escondido to present to our people the encouragements that had attended the enterprise thus far, and the plan of organization that had been prepared, and to ask for their help."},{"refcode_short":"SpTB03c 19.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 19.2 (Ellen Gould White)","content":"All were glad to share the burden of making this sanitarium, as far as possible, a San Diego County enterprise, and they gave freely according to their ability. About fifteen hundred dollars was subscribed, and half of this was brought back for immediate use."},{"refcode_short":"SpTB03c 19.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 19.3 (Ellen Gould White)","content":"The very day of the return of Professor Ballenger and my son, with the evidence of the hearty, practical support of the people, the workers in the well struck a fine stream of good, pure water. The next morning Brother Palmer came up early to tell me that there was fourteen feet of water in the well. The water is good and pure, and we are greatly rejoiced to know that there is an abundant supply. This well is a treasure more valuable than gold or silver or precious stones."},{"refcode_short":"SpTB03c 19.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 19.4 (Ellen Gould White)","content":"The workers at the sanitarium are all cheerful and hardworking. Every morning and evening they have a season of worship. For a day or two after reaching there, I met with them, an enjoyed the privilege very much. The blessing of the Lord rested upon us, and I was very sorry when sickness prevented me from attending regularly."},{"refcode_short":"SpTB03c 19.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 19.5 (Ellen Gould White)","content":"When shall we open the place for patients? was a question often discussed. Several were impatiently waiting to enter, but how could we admit them while the house was being repainted inside, and while the large kitchen range was being set up?"},{"refcode_short":"SpTB03c 19.6","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 19.6 (Ellen Gould White)","content":"One morning a lady came unannounced, and insisted upon staying. Others came before we were ready, and patients continued to come till there were twenty, and our workers were kept so busy that there has been no time as yet for a formal opening."},{"refcode_short":"SpTB03c 19.7","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 19.7 (Ellen Gould White)","content":"During the last three nights of my stay at this institution, much instruction was given me regarding the sanitariums which for years have been greatly needed, and which should long ago have been equipped and set in working order. Medical missionary work is to be to the third angel's message as the right hand to the body. Our sanitariums are one great means of doing medical missionary work. They are to reach the people in their need."},{"refcode_short":"SpTB03c 20.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 20.1 (Ellen Gould White)","content":"As we returned from General Conference, we stopped ten days in Southern California, and between the council meetings at Los Angeles we made a short visit to San Diego, and spent four days at the Paradise Valley Sanitarium."},{"refcode_short":"SpTB03c 20.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 20.2 (Ellen Gould White)","content":"I am so much pleased to see this sanitarium fully furnished and in running order. I was glad to see the patients and hear of their improvement in health. My heart rejoices as I review the way in which the providence of God worked to help us to secure this property. The building is home-like and is admirably adapted for sanitarium work; and since the opening of the institution, the patronage has been good. Even before the building was ready, patients began to come. They urged themselves in before those in charge were ready to receive them. It was impossible to refuse to admit them, and the workers have done the best that could be done under the circumstances. A most interesting class of patients have come, among them ministers, lawyers, stockmen, farmers, and state senators."},{"refcode_short":"SpTB03c 20.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 20.3 (Ellen Gould White)","content":"So far the work has been carried on under difficulties. The building has been furnished completely and well, and yet without extravagance. But it has never been supplied with proper treatment rooms, and it is impossible for the workers to do satisfactory work without better facilities in this respect. Good work has been done in the small treatment rooms which were in the original building, but the nurses have had to contend with many difficulties."},{"refcode_short":"SpTB03c 21.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 21.1 (Ellen Gould White)","content":"Plans have been drawn up by a competent architect for a two-story addition in the form of an L, which will provide more kitchen room, a helpers’ dining-room, eleven more bedrooms for patients, an operating room, physicians’ offices, and complete, roomy bath rooms. I am in harmony with the plans for this addition. The treatment-rooms are practically outside the present main building, and yet are connected with it. They are to be provided with every facility for giving thorough treatment."},{"refcode_short":"SpTB03c 21.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 21.2 (Ellen Gould White)","content":"It is estimated that about eight thousand dollars will be needed to build, furnish, and equip this addition, including the treatment-rooms. We have not in hand the necessary means, and we ask those who have money that they can spare to help us to put this institution in complete working order. The treatment-rooms are a positive necessity to the best success of the institution. The main building is all that could be desired. It was in the providence of God that we obtained it at so low a price. Its original cost was about twenty-five thousand dollars. The grounds are well laid out, and beautified by ornamental trees. The climate is all that could be desired. There are no reasons why the sick can not be treated successfully at this institution, but the necessity must be provided."},{"refcode_short":"SpTB03c 21.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 21.3 (Ellen Gould White)","content":"More decided efforts are to be put forth in Southern California. There is a great work to be done in this field. We have done all in our power to advance the work there, and now that this sanitarium property in San Diego County has been purchased, we call upon our brethren and sisters to aid us in properly equipping the institution that we may do successful work. I ask those who have been entrusted with the Lord's money to make gifts to this sanitarium, that it may be prepared to do the work that must be done for the sick and suffering."},{"refcode_short":"SpTB03c 21.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 21.4 (Ellen Gould White)","content":"Brethren and sisters, I plead with you to help forward our sanitarium work. The Paradise Valley Sanitarium is in need of assistance. We have evidence that the money expended there has been used wisely and well. The strictest economy has been shown in all that has been done, and advantage has been taken of every opportunity to save means. At the beginning of our work, the manager heard of some furniture for sale by a family leaving the district. He went to see it, and found that they could obtain some first-class furniture for the same price they would have to pay for a cheaper grade. They gladly availed themselves of the opportunity, and thus obtained very cheaply enough furniture of the very best quality to furnish five rooms."},{"refcode_short":"SpTB03c 22.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 22.1 (Ellen Gould White)","content":"I know that the work of the sanitarium must be carried forward. During the two visits that I have made to the institution, I have realized that the Spirit of the Lord is in the sanitarium, and that the work is being carried on in a way that will glorify God. Those in the institution are doing all in their power to make it what the Lord desires it to be. Every morning worship is held in the parlor, and the patients are invited to attend. I have had most precious seasons of refreshing in attending these services. A portion of scripture is read, then there is singing, and earnest prayers are offered that the great Medical Missionary will let His health-giving presence bring light and comfort and peace. I have had the privilege of speaking to those assembled at these seasons of worship, and I myself have been comforted in the effort to help and encourage others. I testify that the blessing of the Lord has come to us in rich currents of love and hope and joy. I have realized the presence of the great Healer, and I know His power will be exercised upon the sick and suffering, to bless and heal...."},{"refcode_short":"SpTB03c 22.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 22.2 (Ellen Gould White)","content":"My brethren and sisters, I ask you to help us in preparing the Paradise Valley Sanitarium to do the best service, so that the work will tell for time and eternity. I ask you, my dear friends, to help us in this time of need, and I believe you will."},{"refcode_short":"SpTB03c 25","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 25 (Ellen Gould White)","content":"The Glendale Sanitarium"},{"refcode_short":"SpTB03c 25.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 25.1 (Ellen Gould White)","content":"We feel very grateful to God that our brethren and sisters in Southern California have secured a property near the city of Los Angeles, which is well adapted for sanitarium purposes. For a long time our people in that city have had messages from the Lord that there should be sanitariums near Los Angeles. For want of means the work has been delayed. But in September, a building at Glendale, nine miles from Los Angeles, was purchased, and is now being fitted up for work."},{"refcode_short":"SpTB03c 25.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 25.2 (Ellen Gould White)","content":"This building is a three-story structure, of seventy-five rooms. Many of these rooms are arranged in suites, a small one for a bedroom and a larger one for a sitting-room. Many of the rooms are very pleasant. There were two bathrooms on each floor, but they were not suitable for sanitarium work, and new treatment-rooms have been built."},{"refcode_short":"SpTB03c 25.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 25.3 (Ellen Gould White)","content":"This new sanitarium is beautifully situated. It is eight miles from Los Angeles, in a pleasant, fertile valley. On every hand may be seen orange and lemon groves. The institution is only two blocks from the Glendale post-office. It is in the country, and yet can be very easily reached from the city; for an electric car line from Los Angeles runs past the sanitarium grounds."},{"refcode_short":"SpTB03c 25.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 25.4 (Ellen Gould White)","content":"The building cost over forty thousand dollars, and the land is worth five thousand. Through the providence of God we were enabled to obtain it for twelve thousand five hundred dollars."},{"refcode_short":"SpTB03c 25.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 25.5 (Ellen Gould White)","content":"We hope that our people in Southern California will come heartily to the support of the Glendale Sanitarium, so providentially placed in our hands, and that it may be fully equipped to do its blessed work."},{"refcode_short":"SpTB03c 25.6","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 25.6 (Ellen Gould White)","content":"The Lord has not been honored or glorified by the past showing of the sanitarium work in Southern California. This work has been greatly hindered because men have relied upon human devising instead of following the Lord's leading. Dependence has been placed upon human wisdom, and failure has been the result. But now we see a united force of workers anxious to push sanitarium enterprises forward along right lines, and we are confident that if they will follow the Lord's instruction and rely upon His guidance, He will cooperate with them."},{"refcode_short":"SpTB03c 26.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 26.1 (Ellen Gould White)","content":"Elder J. A. Burden has been chosen as business manager of the institution, and Sister Burden as bookkeeper. Brother Burden has had a long experience in the St. Helena Sanitarium. He also spent about three years in Australia, acting an important part in the building up of the Sydney Sanitarium. The self-denying efforts and unselfish labors of Brother and Sister Burden in connection with that institution were greatly appreciated."},{"refcode_short":"SpTB03c 26.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 26.2 (Ellen Gould White)","content":"Dr. Leadsworth disposed of his treatment rooms in Riverside, that he might act a leading part on the medical staff of the Glendale Sanitarium. Dr. Abbie Winegar-Simpson is the lady physician, and will stand at the head of the training-school for nurses. She is fully capable of filling this position. Dr. Abbott has been chosen to assist in the medical work."},{"refcode_short":"SpTB03c 26.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 26.3 (Ellen Gould White)","content":"We have been much encouraged to see these laborers taking hold of the work at the Glendale Sanitarium. They have had a wide experience in sanitarium work, and they understand how such institutions should be conducted in order to be successful."},{"refcode_short":"SpTB03c 26.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 26.4 (Ellen Gould White)","content":"Brother W. R. Simpson has been appointed to act as purchasing agent. In this work he will be brought into contact with many business men, and will have opportunity to reveal the high, ennobling principles of truth. He can speak words in season to some who will appreciate the light thus given them. He should be constantly watching for souls as one who must give an account."},{"refcode_short":"SpTB03c 26.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 26.5 (Ellen Gould White)","content":"Each of these workers has an important place to fill. Each has a special line of work. They must harmonize and counsel together, seeking wisdom from Him who never makes a mistake. They are to help one another as each takes up his important line of work."},{"refcode_short":"SpTB03c 27","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 27 (Ellen Gould White)","content":"How Shall the Work Be Advanced?"},{"refcode_short":"SpTB03c 27.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 27.1 (Ellen Gould White)","content":"One night we seemed to be in a council-meeting, and the question was being considered, How can the sanitarium work in Southern California be best advanced? One present proposed one thing, and still another proposed something entirely different."},{"refcode_short":"SpTB03c 27.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 27.2 (Ellen Gould White)","content":"One of dignity and authority arose and said: “I have words of counsel for you. Never, never repeat the mistakes of the past. Men have placed too much confidence in themselves, and have allowed cultivated and hereditary tendencies to wrong, which ought to have been overcome, to bear away the victory. Various lines of work are to be earnestly carried forward for the enlightenment of those who are in spiritual darkness. Evangelical work must receive first attention, and it is to be intelligently carried forward in connection with all lines of medical missionary work."},{"refcode_short":"SpTB03c 27.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 27.3 (Ellen Gould White)","content":"“You have,” said our Instructor, “come to an important place in the history of your work. Who shall be chosen to carry responsibilities in the sanitarium at the beginning of its work? No mistake must be made in this matter. Men are not to be placed in positions of trust who have not been tested and tried. Men and women who understand the will of the Lord are to be chosen,—workers who can discern that which needs to be done, and prayerfully do it, that the mistakes and errors of the past may not be repeated.”"},{"refcode_short":"SpTB03c 27.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 27.4 (Ellen Gould White)","content":"“The one who is placed in the position of business manager,” He said, “must daily be managed by the Lord. He occupies a very important place, and he must possess the necessary qualifications for the work. He should have dignity and knowledge, together with a clear sense of how to use his authority. Christ must be revealed in his life. He must be a man who can give religious instruction and exert a spiritual influence."},{"refcode_short":"SpTB03c 27.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 27.5 (Ellen Gould White)","content":"“He must know how to deal with minds, and he must allow his own mind to be controlled by the Spirit. Wisdom is to come forth from his lips in words of encouragement to all with whom he is connected. He must know how to discern and correct mistakes. He must be a man who will harmonize with his fellow workers, a man who possesses adaptability. He should be able to speak of the different points of our faith, as occasion requires. His words and acts should reveal justice, judgment, and the love of God.”"},{"refcode_short":"SpTB03c 28.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 28.1 (Ellen Gould White)","content":"He who gave the Israelites instruction from the pillar of cloud, and led them through the wilderness into the promised land, is our Leader today. We are under divine guidance, and if we are obedient to God's commandments, we shall be in perfect safety, and will receive distinguished marks of His favor."},{"refcode_short":"SpTB03c 28.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 28.2 (Ellen Gould White)","content":"The Israelites often suggested their own plans. Often they refused to follow God's plans, and this always led to failure and defeat. Christ led them through the wilderness that they might be separated from all that would tend to interfere with His purposes for them. During their journey He gave them instruction through Moses. These truths are to be gathered up and cherished by His people today, and they are to be sacredly obeyed."},{"refcode_short":"SpTB03c 28.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 28.3 (Ellen Gould White)","content":"No imagination can present the rich blessings that come to those who learn daily of God. These blessings are secured through the most diligent efforts to advance the work in every way possible."},{"refcode_short":"SpTB03c 28.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 28.4 (Ellen Gould White)","content":"The throne of God is arched by the bow of promise. Every Christian worker should ever keep before him the remembrance of this emblem. A covenant-keeping God holds the reins of guidance. He is to bear rule in every home, in every church, in every school, in every printing-office, in every sanitarium."},{"refcode_short":"SpTB03c 28.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 28.5 (Ellen Gould White)","content":"Our medical missionary work is to be to the third angel's message as the right hand to the body. Our sanitariums are one great means of doing medical missionary work. They are to reach the people where they are. The workers in our sanitariums are to be sympathetic, kind, and straight-forward in their dealings with one another and with the patients. Their words and acts are to be noble and upright. They are to receive from Christ light and grace to impart to those in darkness. By their efforts the sick and the sinful are to be pointed to the great Healer, and the prodigals who have left the Father's house are to be encouraged to return. God's word to these workers is, “Lo, I am with you alway, even unto the end.” “Fear not, neither be discouraged; for I am thy God.”"},{"refcode_short":"SpTB03c 29.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 29.1 (Ellen Gould White)","content":"We are now called upon to show an unselfish interest in establishing sanitarium work in Los Angeles and in San Diego. Sanitariums and treatment-rooms are greatly needed in these places. A work is to be done that will open the Bible to the sick and suffering, and point them to the great Medical Missionary."},{"refcode_short":"SpTB03c 29.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 29.2 (Ellen Gould White)","content":"My brethren and sisters, I ask you to remember that money is needed to advance the work at the Glendale Sanitarium. Do you wish to act a part in the important work that the Lord has given you to do in that institution? Will you now do your best to help us to secure the necessary facilities for the advancement of that work? Intelligent, self-denying, self-sacrificing effort is now needed,—effort put forth by those who realize the importance of the Lord's work. The medical missionary work given us to do means much to every one of us. It is a work for soul-saving. Christian philanthropists should step forward just now to fulfil the gospel commission."},{"refcode_short":"SpTB03c 29.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 29.3 (Ellen Gould White)","content":"Let our brethren send in their gifts with thanksgiving and with prayer that they may be multiplied and blessed by the Lord, as was the food given to the disciples to give to the five thousand. If we make the best use we can of the means we have, God will enable us to feed the multitudes who are starving for the bread of life."},{"refcode_short":"SpTB03c 30","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 30 (Ellen Gould White)","content":"Letters About Another Place"},{"refcode_short":"SpTB03c 30.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 30.1 (Ellen Gould White)","content":"I hear that plans are being laid for Elder W. W. Simpson to leave Southern California to labor elsewhere. If Elder Simpson feels it his duty to go, I have nothing to say against it, but I had hoped to see him extend his work from Los Angeles to Redlands and Riverside. The condition of Brother Simpson's health is such that great care must be exercised in regard to the location of his field of labor. He should have suitable help that he may be relieved from the burden of speaking so frequently."},{"refcode_short":"SpTB03c 30.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 30.2 (Ellen Gould White)","content":"Redlands and Riverside have been presented to me as places that should be worked. These two places should not longer be neglected. I hope soon to see an earnest effort put forth in their behalf. Please consider the advisability of establishing a sanitarium in the vicinity of these cities with treatment rooms in each place to act as feeders to the sanitarium."},{"refcode_short":"SpTB03c 30.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 30.3 (Ellen Gould White)","content":"We can not afford to allow these places to go unwarned. Instead of Elder Simpson's going somewhere else to labor, would it not be better to put forth a determined effort to strengthen the work in these places? There are other cities in Southern California in which a work similar to that carried on by Elder Simpson should be conducted. The Lord would have His ministers working zealously for those who have never heard the truth."},{"refcode_short":"SpTB03c 30.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 30.4 (Ellen Gould White)","content":"Our people in Southern California need to awake to the magnitude of the work to be done within their own borders. Let them awake to prayer and labor. Let them manifest more spiritual vitality. They need a new conversion that they may labor untiringly for souls. Wherever there is spiritual life there will be an imparting as well as a receiving of light and blessing. The nourishment from God's word will be received, and earnest work will be done. The act of imparting keeps open the channel for receiving. This truth our Saviour ever sought to keep before the people."},{"refcode_short":"SpTB03c 31.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 31.1 (Ellen Gould White)","content":"I have a message to bear to the church members in Southern California. “Arouse, and avail yourselves of the opportunities open to you. While Christ pleads in your behalf, plead for yourselves that you may be purified from every unrighteous thought, every unholy action. Make an entire surrender to God, of body, soul, and spirit. Be determined to do all in your power to learn the true science of soul-saving. While the light of God's day of mercy still shines, gather up every divine ray."},{"refcode_short":"SpTB03c 31.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 31.2 (Ellen Gould White)","content":"“Are you prepared to sell all, that you may purchase the field that contains the treasure? Said the apostle Paul: ‘I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord, ... that I may win Christ, and be found in Him.’"},{"refcode_short":"SpTB03c 31.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 31.3 (Ellen Gould White)","content":"“Give up the self-righteousness that you have been cherishing. If the Lord permits you to behold such a work as has been done in Los Angeles, seek with all humility to act your part. Not in your own strength, but in the strength of Christ, you are to ascend the ladder heavenward, round by round. Make diligent, thorough work in humbling yourselves, that the old habits and practises and all evil speaking may be put away. Draw nigh to God and He will draw nigh to you. Die to self; live to God.”"},{"refcode_short":"SpTB03c 31.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 31.4 (Ellen Gould White)","content":"The Lord will manifest Himself to all who seek Him with humble hearts. The end of all things is at hand. Our eyes must be fixed upon Christ. As the called and chosen of God, we must represent the truth in its purity. Our lives are to be such that the world will take knowledge of us that we have been with Christ, and that the truth may seem to them more desirable than error."},{"refcode_short":"SpTB03c 31.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 31.5 (Ellen Gould White)","content":"If rightly conducted, our sanitariums may exert a refining, ennobling influence, and lead many souls to Christ. The religious principles maintained in these institutions will demonstrate that there is relief for the soul, weary and sick with sin. Many are weak and sick because of disease of the soul. Let Christ be held up before them as the great Healer, who invites them to come to Him and find rest. Tell them that the heart of Christ is drawn out in compassion and love for His blood-bought heritage. He will heal the troubled heart that looks to Him in faith."},{"refcode_short":"SpTB03c 32.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 32.1 (Ellen Gould White)","content":"To the poor sin-sick soul repeat the Saviour's invitation, “Come unto Me, all ye that labor and are heavy laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart, and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.” There is true joy in learning of Christ."},{"refcode_short":"SpTB03c 32.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 32.2 (Ellen Gould White)","content":"Tell the suffering ones of a compassionate Saviour. He is the only Physician who can heal both body and soul. He has given His life for the world, that men should not perish, but have everlasting life. He looks with compassion upon those who regard their case as hopeless."},{"refcode_short":"SpTB03c 32.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 32.3 (Ellen Gould White)","content":"While the soul is filled with fear and terror, the mind can not see the tender compassion of Christ. Our sanitariums are to be an agency for bringing peace and rest to the troubled mind. If you can inspire the despondent with hopeful, saving faith, contentment and cheerfulness will take the place of discouragement and unrest. Wonderful changes will then be wrought in their physical condition. Christ will restore both body and soul, and, realizing His compassion and love, they will rest in Him. He is the bright and morning star, shining amid the moral darkness of this sinful, corrupt world. He is the light of the world, and all who give their hearts to Him will find peace and rest and joy."},{"refcode_short":"SpTB03c 32.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 32.4 (Ellen Gould White)","content":"The world is filled with sickness. Sin is increasing, especially in the large cities. Death is taking away large numbers. But the great Medical Missionary invites men to come to Him. “Come unto Me,” He says, “and I will give you rest.” “Ask, and ye shall receive; seek, and ye shall find; knock, and it shall be opened unto you.”"},{"refcode_short":"SpTB03c 32.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 32.5 (Ellen Gould White)","content":"Our part is, by believing His word, to find rest in Christ Jesus. His words are spirit and life. In believing them there is rest and peace. “Knock, and it shall be opened unto you.” Our prayers will reach the ear of Christ, and He will open unto us the rich treasures of His grace. Through prayer we are brought into communion with the high and holy One who inhabiteth eternity. He opens the door to every one who will knock."},{"refcode_short":"SpTB03c 35.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 35.1 (Ellen Gould White)","content":"Your letter has just been read. I had no sooner finished reading it than I said. “I will consult no one; for I have no question at all about the matter.... Secure the property by all means, so that it can be held, and then obtain all the money you can and make sufficient payments to hold the place. Do not delay; for it is just what is needed. I think that sufficient help can be secured to carry the matter through. I want you to be sure to lose no time in securing the right to purchase the property. We will do our utmost to help you raise the money. I know that Redlands and Riverside are to be worked, and I pray that the Lord may be gracious, and not allow any one else to get this property instead of us."},{"refcode_short":"SpTB03c 35.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 35.2 (Ellen Gould White)","content":"We had a very pleasant trip from San Francisco to Washington. Several times a song-service was held in the car, and this took well. Many of the passengers outside of our party united in the singing."},{"refcode_short":"SpTB03c 36.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 36.1 (Ellen Gould White)","content":"I am recovering from the cold that I caught three weeks before leaving home. On Thursday morning I spoke in the large tent, and on Sabbath morning I spoke again. The large tent was crowded, and I am told that my voice could be heard distinctly even by those on the seats at the very back. I shall send you a copy of my talk when it is written out."},{"refcode_short":"SpTB03c 36.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 36.2 (Ellen Gould White)","content":"We hope that this meeting will be the means of accomplishing much good. If the Lord sees that we are in earnest in seeking Him. He will be found of us. O, it would be sad indeed to get above the simplicity of the work. When we are humble enough to receive wisdom, the Lord will certainly teach us His way. I have such a hungering and thirsting after God! I must have a strong faith, and I must bear a decided testimony, which will not be weakened. Bible truth will prevail, and, O, how my heart longs to see our church-members obtaining a deep experience, which will stand the test that is before us."},{"refcode_short":"SpTB03c 36.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 36.3 (Ellen Gould White)","content":"Let us seek the Lord while He may be found, and call upon him while He is near. “Let the wicked forsake his way, and the unrighteous man his thoughts; and let him return unto the Lord, and He will have mercy upon him, and to our God; for He will abundantly pardon.”"},{"refcode_short":"SpTB03c 36.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 36.4 (Ellen Gould White)","content":"Let us make straight paths for our feet. The Lord will not leave those who love Him and keep His commandments to be spoiled by the enemy. A short work will the Lord do upon the earth, and He will stir His people mightily. A great work is to be done. Let us read and study the fifty-fifth and sixty-sixth [fifty-sixth] chapters of Isaiah; for they contain wonderful encouragement, and the Lord wants us to bring all the uplifting possible to His people."},{"refcode_short":"SpTB03c 36.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 36.5 (Ellen Gould White)","content":"“Thus saith the Lord, Keep ye judgment, and do justice; for My salvation is near to come, and My righteousness to be revealed. Blessed is the man that doeth this, and the son of man that layeth hold on it, that keepeth the Sabbath from polluting it, and keepeth his hand from doing any evil.”"},{"refcode_short":"SpTB03c 37.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 37.1 (Ellen Gould White)","content":"Here is the word of the Lord. Open up every place possible. We are to labor in faith, taking hold of a power that pledged to do large things for us. We are to reach out in faith in Los Angeles and in Redlands and Riverside."},{"refcode_short":"SpTB03c 37.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 37.2 (Ellen Gould White)","content":"I am much encouraged by the letters that I have received from you regarding Loma Linda. From your description of this place, I believe it meets the representation which I have seen of what we should seek for as sanitarium locations. Such a place was presented to me a few miles from an important city. The city had recently been built up."},{"refcode_short":"SpTB03c 37.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 37.3 (Ellen Gould White)","content":"I have tried to place before our people the representations given me regarding sanitariums in the country, and I have urged upon them the necessity of establishing our sanitarium outside of the cities. I have had repeatedly presented to me the advantage of securing locations some miles out of the cities. Those who follow the counsel of God in providing places where the sick and suffering can receive proper treatment will be guided to the right places for the establishment of their work."},{"refcode_short":"SpTB03c 37.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 37.4 (Ellen Gould White)","content":"Let our sanitariums be located where there is an abundance of land. I can see the advantage of such a place as Loma Linda. The Lord worked to help us to secure this property. The work of this institution is to be carried forward on pure, elevated lines. It can be conducted in such a way that truth will be presented as the rock upon which to build."},{"refcode_short":"SpTB03c 37.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 37.5 (Ellen Gould White)","content":"In order that our institutions shall teach right lessons, there must be connected with them men of such simplicity that they are willing to learn of the great Teacher."},{"refcode_short":"SpTB03c 37.6","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 37.6 (Ellen Gould White)","content":"“To you it is given,” Christ declares, “To the people who keep My commandments and do those things that I have presented in My word, to know the mysteries of the Kingdom of heaven.”"},{"refcode_short":"SpTB03c 38.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 38.1 (Ellen Gould White)","content":"We are to proclaim the truth to the world, for thus the great Medical Missionary had commanded us. What ye hear in the ear, that preach ye upon the housetop, for there is nothing hid that shall not be made known. The secret of the Lord is with them that fear Him and keep His commandments. “As many as received Him, to them gave He power to become the sons of God.”"},{"refcode_short":"SpTB03c 38.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 38.2 (Ellen Gould White)","content":"We need workers who will gain breadth of mind by studying the book God has opened before us of His created works. Angels co-operate with those who proclaim the truths represented by the things of nature. These things are not God, but they are specimens of God's handiwork."},{"refcode_short":"SpTB03c 38.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 38.3 (Ellen Gould White)","content":"Our medical workers are to do all in their power to cure disease of the body and also disease of the mind. They are to watch and pray and work, bringing spiritual as well as physical advantages to those for whom they labor. The physician in one of our sanitariums who is a true servant of God has an intensely interesting work to do for every suffering human being with whom he is brought in contact. He is to lose no opportunity to point souls to Christ, the great healer of body and mind. Every physician should be a skilful worker in Christ's lines. There is to be no lessening of the interest in spiritual things, else the power to fix the mind upon the great Physician will be diverted. While the needs of the body are to be strictly attended to, while all possible efforts are to be made to break the power of disease, the physician is never to forget that there is a soul to be labored for."},{"refcode_short":"SpTB03c 38.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 38.4 (Ellen Gould White)","content":"God would draw minds from the conviction of logic to a conviction deeper, higher, purer, and more glorious, a conviction unperverted by human logic. Human logic has often nearly quenched the light which God would have shine forth in clear rays to convince minds that the God of nature is worthy of all praise and all glory, because He is the Creator of all things."},{"refcode_short":"SpTB03c 39","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 39 (Ellen Gould White)","content":"The Loma Linda Sanitarium"},{"refcode_short":"SpTB03c 39.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 39.1 (Ellen Gould White)","content":"I wish to present before our people the blessing that the Lord has placed within our reach by enabling us to obtain possession of the beautiful sanitarium property known as Loma Linda. This property lies sixty miles east of Los Angeles, on the main line of the Southern Pacific Railway. Its name, Loma Linda—“beautiful hill”—describes the place. Of the sixty acres comprised in the property, about thirty-five form a beautiful hill, which rises one hundred and twenty-five feet above the valley. Upon this hill the sanitarium building is situated."},{"refcode_short":"SpTB03c 39.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 39.2 (Ellen Gould White)","content":"The main building is a well-planned structure of sixty-four rooms, having three stories and a basement. It is completely furnished, heated by steam, and lighted by electricity. It is surrounded with large pepper trees and other shade trees."},{"refcode_short":"SpTB03c 39.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 39.3 (Ellen Gould White)","content":"About ten rods away and on the highest part of the hill there is a group of fine cottages. The central cottage has nine beautiful living rooms and two bath rooms. In the basement is a heating plant for the five cottages."},{"refcode_short":"SpTB03c 39.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 39.4 (Ellen Gould White)","content":"Prettily grouped around this larger cottage are four smaller ones, having four rooms each, with bath and toilet. An interesting feature of three of these cottages is that each room has its veranda, with broad windows running to the floor, so that the beds can be wheeled right out onto the veranda, and the patients can sleep in the open air."},{"refcode_short":"SpTB03c 39.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 39.5 (Ellen Gould White)","content":"Between these cottages and the main building there is a recreation building, which can be used as a gymnasium, and for class rooms and meetings."},{"refcode_short":"SpTB03c 39.6","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 39.6 (Ellen Gould White)","content":"In all, there are ninety rooms. The buildings are furnished throughout and are ready for use."},{"refcode_short":"SpTB03c 40.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 40.1 (Ellen Gould White)","content":"There is a post-office in the main building, and most of the trains stop at the railway station, about forty rods from the sanitarium."},{"refcode_short":"SpTB03c 40.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 40.2 (Ellen Gould White)","content":"The seventy-six acres of hill and valley land is well cultivated, and will furnish much fruit and many vegetables for the institution. Fifteen acres of the valley land is in alfalfa hay. Eight acres of the hill are in apricots, plums, and almonds. Ten acres are in good bearing orange orchard. Many acres of land round the cottages and the main building are laid out in lawns, drives, and walks."},{"refcode_short":"SpTB03c 40.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 40.3 (Ellen Gould White)","content":"There are horses and carriages, cows and poultry, farming implements and wagons. The buildings and grounds are abundantly supplied with excellent water."},{"refcode_short":"SpTB03c 40.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 40.4 (Ellen Gould White)","content":"This property is now in our possession. It cost the company from whom we purchased it about $140,000. They erected the buildings, and ran the place for a time as a sanitarium. Then they tried to operate it as a tourist hotel. But this plan did not succeed, and they decided to sell. It was closed last April, and as the stockholders became more anxious to sell, it was offered to us for $40,000, and for this amount our brethren have purchased it."},{"refcode_short":"SpTB03c 40.5","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 40.5 (Ellen Gould White)","content":"We must now secure money with which to complete the payments. Ten thousand dollars have already been paid. Ten thousand more must be paid in September and December, and the remaining twenty thousand at the end of two years."},{"refcode_short":"SpTB03c 40.6","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 40.6 (Ellen Gould White)","content":"Until our recent visit, I had never before seen such a place as this with my natural eyes, but four years ago just such a place was presented before me as one of those that would come into our possession if we moved wisely. It is a wonderful place in which to work for the sick, and in which to begin our work for Redlands and Riverside. We must make decided efforts to secure helpers who will do most faithful medical missionary work. If Christ will bless the treatment given and let His healing power be felt, a great work will be accomplished. We shall need to secure competent physicians and nurses,—men and women who are true and faithful, and who can be relied on; men and women who live in constant dependence upon the great Healer; men and women who humble their hearts before God and believe His Word, keeping their eyes fixed on their leader and counselor, the Lord Jesus Christ."},{"refcode_short":"SpTB03c 41.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 41.1 (Ellen Gould White)","content":"O, how I long to see the sick and suffering coming to this institution! It is one of the most perfect places for a sanitarium that I have ever seen, and I thank our heavenly Father for giving us such a place. It is provided with almost everything necessary for sanitarium work, and is the very place in which sanitarium work can be carried forward on right lines by faithful physicians and managers."},{"refcode_short":"SpTB03c 41.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 41.2 (Ellen Gould White)","content":"The buildings are all ready, and work must be begun in them as soon as we can secure the necessary physicians and nurses. I am anxious to see the work started. For some time I have been looking for just such a property as this, with good buildings all ready for occupancy, surrounded by shade trees and orchards. When I saw Loma Linda, I said, Thank the Lord. This is the very place we have been hoping to find."},{"refcode_short":"SpTB03c 41.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 41.3 (Ellen Gould White)","content":"The character of the buildings, the terraced hill, covered by graceful pepper trees, the profusion of flowers and shrubs, the tall shade trees, the orchards and fields,—all combine to make this place meet fully the descriptions that I have given in the past of the place presented to me as the most perfect for sanitarium work. Everything at Loma Linda is fresh, wholesome, and attractive. The patients could live out of doors a large part of the time. The land will serve as a school for the education of patients. By outdoor exercise and working in the soil, men and women will regain their health. Rational methods for the cure of disease will be used in a variety of ways. Drugs will be discarded."},{"refcode_short":"SpTB03c 41.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 41.4 (Ellen Gould White)","content":"Out of the cities, has been my constant advice. But it has taken years for our people to become aroused to an understanding of the situation. It has taken years for them to realize that the Lord would have them leave the cities and do their work in the quiet of the country, away from the turmoil and noise and confusion. We are thankful to God for Loma Linda. It is one of the best locations for sanitarium work that I have ever seen. At this place the sick can be given every natural advantage for regaining health and strength."},{"refcode_short":"SpTB03c 42.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 42.1 (Ellen Gould White)","content":"Forty years ago the Lord began to give us instruction in regard to the establishment of sanitariums, as one of His chosen ways for proclaiming the third angel's message. Men and women bring disease upon themselves by transgressing the laws of God. The laws of nature, as truly as the precepts of the decalogue, are divine, and only in obedience to them can health be recovered or preserved. Many are suffering as the result of hurtful practices, who might be restored to health if they would do what they might for their own restoration. They need to be taught that every practice which destroys the physical, mental, or moral energies is sin, and that health is to be secured through obedience to the laws that God has established for the good of all mankind."},{"refcode_short":"SpTB03c 42.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 42.2 (Ellen Gould White)","content":"Our sanitarium, are to be schools in which people of all classes shall be taught the way of salvation. In them the sick are to be taught to overcome the appetite for tea, coffee, flesh meat, tobacco, and intoxicating liquor of all kinds."},{"refcode_short":"SpTB03c 42.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 42.3 (Ellen Gould White)","content":"In every one of our medical institutions the sick and suffering are to be pointed to the Saviour as their only hope. In the Christian life there is strength and joy and courage. Turning away from the injurious fashions of this degenerate age brings peace of mind and the assurance of the love and friendship of the heavenly Father. Receiving the Lord in simplicity and sincerity places men and women where they know the meaning of the words, “As many as received Him, to them gave He power to become the sons of God.”"},{"refcode_short":"SpTB03c 42.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 42.4 (Ellen Gould White)","content":"Out of the cities, is my message. Those who have had the light, but have neglected to follow the instruction that the Lord has given regarding the location of our health institutions and schools, will one day see the folly of clinging to the cities. They will realize how kind the Lord was to point out the right way."},{"refcode_short":"SpTB03c 43.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 43.1 (Ellen Gould White)","content":"Let your schools, the high and the lowly, be out of the cities. If you desire to live a heavenly life in this world, place yourselves in right relation to God. Let your aspirations be Christlike. Christ lived much in contact with nature. God's missionaries are to form their lives after the divine similitude. They are to have a close connection with Christ. His life is to be their example."},{"refcode_short":"SpTB03c 43.2","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 43.2 (Ellen Gould White)","content":"For the past twenty years the Lord has been giving the message that plants are to be made in many places. He will greatly bless us as we endeavor to carry out His will. Out of the city into the country is the word that has been given, and this word is to be obeyed. Our sanitariums are to be established in the most healthful surroundings. We have tried to follow closely the Lord's directions in this matter, and He has let light shine on our pathway, as we have endeavored to establish sanitariums where sin-sick souls may be led to the great Healer. God declared that we should find buildings suitable for our work, and that these buildings would be offered to us at a very low price. Has not our recent experience in Southern California proved this true?"},{"refcode_short":"SpTB03c 43.3","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 43.3 (Ellen Gould White)","content":"I could not but weep for joy as I saw how plainly the providence of God had been revealed in our selection of places for sanitarium work in San Diego, Los Angeles, and the Redlands and Riverside district."},{"refcode_short":"SpTB03c 43.4","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 43.4 (Ellen Gould White)","content":"Money is needed with which to establish the work in places outside of the cities, from which the cities can be worked. We must have means with which to meet the payments on Loma Linda. I ask our brethren who have means to awake to the responsibilities resting upon them, and to do what they can to help us. Those who have the Lord's money in trust should regard it as a privilege to give of their means to help to pay for a place so well adapted to sanitarium work. Gifts, and loans at a low rate of interest, will be gladly received. My brethren, it is the Lord's money that you are handling, and you can not invest it better than by putting it into the Lord's work. Thus you will lay up treasure in heaven. I beseech you, by the mercies of God, “that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world; but be ye conformed by the renewing of your mind, that ye may prove what is that good and acceptable and perfect will of God”"},{"refcode_short":"SpTB03c 44.1","refcode_long":"Letters From Ellen G. White To Sanitarium Workers in Southern California—c, p. 44.1 (Ellen Gould White)","content":"I have had much to write in regard to the shortness of time. Our work is soon to close, and we are now to place ourselves in working order in God's way. We are not to link ourselves up with those who are not wise to discern what is the will of God. We are to come out from among them, and be separate. The end of all things is at hand, and the message of warning must be given. A spirit of anger is stirring the nations, and it will soon be too late to work for the Lord. Every conceivable deception will be brought in, and the enemy will work with masterly power. Stronger and stronger will be his efforts, until in heaven it shall be said, “It is finished.”."}]