[{"refcode_short":"SpTB10 3","refcode_long":"Jehovah Is Our King, p. 3 (Ellen Gould White)","content":"Jehovah Is Our King"},{"refcode_short":"SpTB10 4","refcode_long":"Jehovah Is Our King, p. 4 (Ellen Gould White)","content":"Introductory Note"},{"refcode_short":"SpTB10 4.1","refcode_long":"Jehovah Is Our King, p. 4.1 (Ellen Gould White)","content":"At the Southern California camp-meeting, held in Los Angeles August 15-31, 1907, several testimonies were read to the congregation assembled. In behalf of those not in attendance at the meeting and also in behalf of those who wished a better understanding of the counsels given than they could have from once hearing the messages, many requests were made that these testimonies be published so that our brethren in Southern California could have the opportunity to read them."},{"refcode_short":"SpTB10 4.2","refcode_long":"Jehovah Is Our King, p. 4.2 (Ellen Gould White)","content":"In this little tract will be found the testimonies read at the Los Angeles camp-meeting, with others bearing upon kindred subjects."},{"refcode_short":"SpTB10 5","refcode_long":"Jehovah Is Our King, p. 5 (Ellen Gould White)","content":"Chapter 1—“Ye Are the Light of the World!”"},{"refcode_short":"SpTB10 5.1","refcode_long":"Jehovah Is Our King, p. 5.1 (Ellen Gould White)","content":"A message has been given me for our people in Southern California. God bids you, “Arise and shine.” Now, just now, let every believing soul study to comprehend the words of Christ, “Ye are the light of the world.” It is no time now to become weakened and discouraged. This is a time for every soul to humble his heart before God in confession of mistakes and sins, and to wait upon the Lord, that his spiritual strength may be renewed."},{"refcode_short":"SpTB10 5.2","refcode_long":"Jehovah Is Our King, p. 5.2 (Ellen Gould White)","content":"Day by day God's faithful, commandment-keeping people are to become better prepared to let their light shine forth amid the moral darkness of a world that is rapidly filling up its cup of apostasy, and becoming as it was in the days of Noah. Knowing the times, we are to set in operation every agency that can be employed in doing missionary work for Christ. The great aim of those who profess to believe the third angel's message should be to bring all their powers into active service in the cause of God."},{"refcode_short":"SpTB10 5.3","refcode_long":"Jehovah Is Our King, p. 5.3 (Ellen Gould White)","content":"Not all are called to engage in the same line of labor, but to every man and woman who enters the service of Christ, are given responsibilities to bear, and a special work to do. My brethren and sisters, Christ sends you this message, “Search the Scriptures; for in them ye think ye have eternal life; and they are they which testify of Me.” Humble your hearts before God, and seek counsel of Him who never makes a mistake. Under His guidance you will never go astray. You need to seek as you have never sought before for an understanding of the word of God. Pray that the Lord will open your understanding, and turn your whole heart to the One who has bought you with an infinite price. You are Christ's purchased possession. Ask Him to tell you what He would have you do."},{"refcode_short":"SpTB10 6.1","refcode_long":"Jehovah Is Our King, p. 6.1 (Ellen Gould White)","content":"Letters come to me from near and from far, asking for definite instruction in regard to individual duty. I gladly refer these inquirers to the words of Christ, spoken just before His ascension to heaven. “And Jesus came and spake unto them, saying, All power is given unto Me in heaven and in earth. Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you; and, lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"SpTB10 6.2","refcode_long":"Jehovah Is Our King, p. 6.2 (Ellen Gould White)","content":"Before leaving them, the Saviour outlined to His disciples the work in which they were to engage. They did not yet fully comprehend the mission to which, as the followers of Christ, they had given themselves. “Then opened He their understanding, that they might understand the Scriptures, and said unto them, Thus it is written, and this it behooved Christ to suffer, and to rise from the dead the third day: and that repentance and remission of sins should be preached in His name among all nations, beginning at Jerusalem. And ye are witnesses of these things. And, behold, I send the promise of My Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high.”"},{"refcode_short":"SpTB10 7.1","refcode_long":"Jehovah Is Our King, p. 7.1 (Ellen Gould White)","content":"As the Lord's missionaries, a great work was before the disciples; but they were to be witnesses for Christ first in Jerusalem where His enemies thought to extinguish the torch of truth that had been lighted. In their cruel murder of the Saviour, and by the false reports they had circulated regarding His resurrection, they thought to remove all witness to the truth. But these falsehoods were to be met by the positive testimony of the disciples. They had talked with Christ after His resurrection; they had been eye-witnesses of His ascension."},{"refcode_short":"SpTB10 7.2","refcode_long":"Jehovah Is Our King, p. 7.2 (Ellen Gould White)","content":"The enemies of Christ had supposed that the disciples would be intimidated by the events that had taken place, and would give up their faith in the Messiah. They were astonished when they saw with what boldness these humble followers took up the work where Christ had laid it down. Multitudes from many parts of the world were gathered at Jerusalem at the time of the crucifixion of Christ, and these had heard the false reports regarding the Messiah. Before these multitudes the disciples, with the power of the Holy Spirit resting upon them, bore witness to the truth of the words of Christ, “I am the Resurrection and the Life.” The gospel message heard by these representatives of other nations, was carried by them to their homes; the scenes they had witnessed at the crucifixion of Christ and on the day of Pentecost were related; and the message of repentance and remission of sins preached in Christ's name, was carried to many places."},{"refcode_short":"SpTB10 7.3","refcode_long":"Jehovah Is Our King, p. 7.3 (Ellen Gould White)","content":"In the words of the Saviour, “Go ye therefore, and teach all nations,” the work of the followers of Christ in every age was outlined. There is a promise for us in His assurance. “All power is given unto Me in heaven and in earth.” Brethren, shall we not take up our work, not seeking to carry burdens which the Lord has not committed to us, but doing that to which we are called, with a spirit of thoroughness, earnestness, and willingness? If we do our work faithfully, the Lord will complete His part of the contract, fulfilling the promise of His presence, “Lo, I am with you alway, even unto the end of the world.” Let us not allow our faith to waver, but putting our dependence in God, let us teach all things whatsoever He has commanded. Day by day we need to receive divine instruction. I pray that every laborer may ask, and believe, and receive, the promise, “Lo, I am with you.”"},{"refcode_short":"SpTB10 8.1","refcode_long":"Jehovah Is Our King, p. 8.1 (Ellen Gould White)","content":"O, how much less we are doing as people than we should be doing! Even those in responsible positions do not realize their privileges and duties. And how weak seem my words, how inadequate to set before God's people what He requires of them. I am distressed as I see the work developing, and note how difficult it is to support the agencies appointed for the diffusion of the light of the gospel. The Lord demands more of His people than they are doing."},{"refcode_short":"SpTB10 8.2","refcode_long":"Jehovah Is Our King, p. 8.2 (Ellen Gould White)","content":"The invitation is given to all, “Come unto Me, all ye that labor and are heavy-laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart; and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.”"},{"refcode_short":"SpTB10 9.1","refcode_long":"Jehovah Is Our King, p. 9.1 (Ellen Gould White)","content":"Those who have a part in the work and cause of God should be careful that they strike no discordant notes. There are some who have been laboring in the Southern California Conference who need to lay off the armor for awhile until they learn Christ's method of working. They need to be reconverted; for they give the impression to others that they consider all the other workers out of harmony with them. Thus the seeds of dissension and strife are sown. When these workers take upon them the yoke of Christ, and learn of Him who is meek and lowly in heart, they will return to God in acceptable service the talents He has lent them, and in doing this they will find rest unto their souls. They will hunger and thirst after righteousness, and their desire will be satisfied in a new and living experience. They will become daily students of the word of God; and, guided by the light shining from that word, they will follow on to know the Lord, whose going forth is prepared as the morning."},{"refcode_short":"SpTB10 9.2","refcode_long":"Jehovah Is Our King, p. 9.2 (Ellen Gould White)","content":"No worker is to consider it his duty to administer reproof, to point out existing evils, and stop with this. Such work does not accomplish any good, but only disheartens and discourages. Plain, sensible, intelligent discourses should be preached to the churches, that will show the need of seeking the Lord in prayer, and of opening the heart to the Light of life, and that will lead church-members to engage in humble work for God. To every man God has given a work; to each worker who engages in service for Him, He gives a part to act in communicating light and truth."},{"refcode_short":"SpTB10 9.3","refcode_long":"Jehovah Is Our King, p. 9.3 (Ellen Gould White)","content":"The appointed leaders of our churches need themselves to seek the Lord with humble, broken hearts; then they will discern their own defects of character. They need to present their cases before the Lord, asking, What shall I do that I may comprehend my individual duty? What shall I do that I may meet the mind and will of God? And when you have asked this question, my brethren, do not yield the point until you have surrendered soul, body, and spirit to God. Then God can stamp His image on your soul."},{"refcode_short":"SpTB10 10.1","refcode_long":"Jehovah Is Our King, p. 10.1 (Ellen Gould White)","content":"God placed His church in the earth that it might be the light of the world. But the self-indulgent course of many church-members, and the rising up of self to take the lines of control, have resulted in diffusing darkness rather than light. God's professing people need to seek Him in sincere sorrow of heart, because there is so little life in the church, so little effort put forth to let the light shine in good works. “We are laborers together with God,” the apostle Paul declares: “ye are God's husbandry; ye are God's building.” God designs that life-giving beams shall, through the individual members of the church, shine forth to the world. Receiving that light from the Source of all light, they are to reflect that light to others. But this can be done only as the church draws near to God and lives in close connection with the Giver of life and light. The purity and simplicity of Christ, revealed in the lives of His humble followers, will witness to the possession of genuine piety. The believer who is imbued with a true missionary spirit, will be a living epistle, known and read of all men. He is a partaker of the divine nature, and therefore escapes the corruptions that are in the world through lust."},{"refcode_short":"SpTB10 11.1","refcode_long":"Jehovah Is Our King, p. 11.1 (Ellen Gould White)","content":"The field is the world. Christ declares, “Go ye into all the world, and preach the gospel to every creature.” My brethren, you would increase your pleasure in the Lord if you would practise self-denial. If you would resolve to love God truly and keep His commandments, you would discern the duties that devolve upon you as laborers together with God. You would willingly bring Him your offerings. You would faithfully and joyfully tithe your income, that His work in home and foreign fields might be advanced. The truth would go forth from your lips in no feigned words. Your zeal and piety would be greatly increased, and the unbelieving world would see that you have been in communion with God, and have learned of Him."},{"refcode_short":"SpTB10 11.2","refcode_long":"Jehovah Is Our King, p. 11.2 (Ellen Gould White)","content":"When this is your experience, no words of censure or blame will fall from your lips for those who are your fellow-workers, because you are being taught of God, and are learning to speak the words of Christ. Your earnest prayers for pardon for your own defects, and for the blessing of God upon your efforts, will show that your lips have been converted. And this will touch the cold hearts of unbelievers. They will distinguish between the human and the divine."},{"refcode_short":"SpTB10 11.3","refcode_long":"Jehovah Is Our King, p. 11.3 (Ellen Gould White)","content":"When the grace of Christ is expressed in the words and works of the believers, light will shine forth to those who are in darkness; for while the lips are speaking to the praise of God, the hand will be stretched out in beneficence for the help of the perishing."},{"refcode_short":"SpTB10 11.4","refcode_long":"Jehovah Is Our King, p. 11.4 (Ellen Gould White)","content":"We read that on the day of Pentecost, when the Holy Spirit descended upon the disciples, no man said that aught that he possessed was his own. All they owned was held for the advancement of the wonderful reformation. And thousands were converted in a day. When the same spirit actuates believers today, and they give back to God of His own with the same liberality, a wide and far-reaching work will be accomplished."},{"refcode_short":"SpTB10 12.1","refcode_long":"Jehovah Is Our King, p. 12.1 (Ellen Gould White)","content":"The Spirit of the Lord has been working with His people, and many have given liberally for the upbuilding of the kingdom of God in the earth. Brethren, let us take hold anew, holding ourselves and all that we have in readiness to meet the demands of the cause of God upon us."},{"refcode_short":"SpTB10 12","refcode_long":"Jehovah Is Our King, p. 12 (Ellen Gould White)","content":"Chapter 2—Jehovah Is Our King"},{"refcode_short":"SpTB10 12.2","refcode_long":"Jehovah Is Our King, p. 12.2 (Ellen Gould White)","content":"God has revealed many things to me which He has bidden me give to His people by pen and voice. Through this message of the Holy Spirit, God's people are given sacred instruction concerning their duty to God and to their fellow-men."},{"refcode_short":"SpTB10 12.3","refcode_long":"Jehovah Is Our King, p. 12.3 (Ellen Gould White)","content":"A strange thing has come into our churches. Men who are placed in positions of responsibility that they may be wise helpers to their fellow-workers, have come to suppose that they were set as kings and rulers in the churches, to say to one brother, Do this, to another, Do that, and to another, Be sure to labor in such and such a way. There have been places where the workers have been told that if they did not follow the instruction of these men of responsibility, their pay from the conference would be withheld."},{"refcode_short":"SpTB10 13.1","refcode_long":"Jehovah Is Our King, p. 13.1 (Ellen Gould White)","content":"It is right for the workers to counsel together as brethren; but that man who endeavors to lead his fellow-workers to seek his individual counsel and advice regarding the details of their work, and to learn their duty from him, is in a dangerous position, and needs to learn what responsibilities are really comprehended in his office. God has appointed no man to be conscience for his fellow-man. It is not wise to lay so much responsibility upon an officer that he will feel that he is forced to become a dictator."},{"refcode_short":"SpTB10 13","refcode_long":"Jehovah Is Our King, p. 13 (Ellen Gould White)","content":"A Constant Peril"},{"refcode_short":"SpTB10 13.2","refcode_long":"Jehovah Is Our King, p. 13.2 (Ellen Gould White)","content":"For years there has been a growing tendency for men placed in positions of responsibility to lord it over God's heritage, thus removing from church-members their keen sense of the need of divine instruction and an appreciation of the privilege to counsel with God regarding their duty. This order of things must be changed. There must be a reform. Men who have not a rich measure of that wisdom which cometh from above, should not be called to serve in positions where their influence means so much to church-members."},{"refcode_short":"SpTB10 13.3","refcode_long":"Jehovah Is Our King, p. 13.3 (Ellen Gould White)","content":"In my earlier experiences in the message. I was called to meet this evil. During my labors in Europe and Australia, and more recently at the San Jose camp-meeting in 1905, I had to bear my testimony of warning against it, because souls were being led to look to man for wisdom, instead of looking to God, who is our wisdom, our sanctification, and our righteousness. And now the same message has again been given me, more definite and decisive, because there has been a deeper offense to the Spirit of God."},{"refcode_short":"SpTB10 14","refcode_long":"Jehovah Is Our King, p. 14 (Ellen Gould White)","content":"An Exalted Privilege"},{"refcode_short":"SpTB10 14.1","refcode_long":"Jehovah Is Our King, p. 14.1 (Ellen Gould White)","content":"God is the Teacher of His people. All who humble their hearts before Him, will be taught of God. “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.” The Lord wants every church-member to pray earnestly for wisdom; that he may know what the Lord would have him do. It is the privilege of every believer to obtain an individual experience, learning to carry his cares and perplexities to God. It is written, “Draw nigh to God, and He will draw nigh to you.”"},{"refcode_short":"SpTB10 14.2","refcode_long":"Jehovah Is Our King, p. 14.2 (Ellen Gould White)","content":"Through His servant Isaiah, God is calling His church to appreciate her exalted privilege in having the wisdom of the Infinite at her command: “O Zion, that bringest good tidings, get thee up into the high mountain; O Jerusalem, that bringest good tidings, lift up thy voice with strength; lift it up, be not afraid; say unto the cities of Judah, Behold your God! Behold, the Lord God will come with strong hand, and His arm shall rule for Him: behold, His reward is with Him, and His work before Him. He shall feed His flock like a shepherd: He shall gather the lambs with His arm, and carry them in His bosom, and shall gently lead those that are with young."},{"refcode_short":"SpTB10 14.3","refcode_long":"Jehovah Is Our King, p. 14.3 (Ellen Gould White)","content":"“Who hath measured the waters in the hollow of His hand, and meted out heaven with the span, and comprehended the dust of the earth in a measure, and weighed the mountains in scales, and the hills in a balance? Who hath directed the Spirit of the Lord, or being His counselor hath taught Him? With whom took He counsel, and who instructed Him, and taught Him in the path of judgment, and taught Him knowledge, and showed to Him the way of understanding? Behold, the nations are as a drop of a bucket, and are counted as the small dust of the balance: behold, He taketh up the isles as a very little thing. And Lebanon is not sufficient to burn, nor the beasts thereof sufficient for a burnt-offering. All nations before Him are as nothing; and they are counted to Him less than nothing, and vanity.”"},{"refcode_short":"SpTB10 15.1","refcode_long":"Jehovah Is Our King, p. 15.1 (Ellen Gould White)","content":"“Hast thou not known? hast thou not heard, that the everlasting God, the Lord, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of His understanding. He giveth power to the faint; and to them that have no might He increaseth strength. Even the youths shall faint and be weary, and the young men shall utterly fall: but they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.”"},{"refcode_short":"SpTB10 15.2","refcode_long":"Jehovah Is Our King, p. 15.2 (Ellen Gould White)","content":"In the forty-first to the forty-fifth chapters of Isaiah. God very fully reveals His purpose for His people, and these chapters should be prayerfully studied. God does not here instruct His people to turn away from His wisdom and look to finite man for wisdom. “Remember these, O Jacob and Israel,” He declares; “for thou art My servant; ... O Israel, thou shalt not be forgotten of Me. I have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins; return unto Me; for I have redeemed thee. Sing, O ye heavens; for the Lord hath done it: shout, ye lower parts of the earth: break forth into singing, ye mountains, O forest, and every tree therein: for the Lord hath redeemed Jacob, and glorified Himself in Israel.”"},{"refcode_short":"SpTB10 16.1","refcode_long":"Jehovah Is Our King, p. 16.1 (Ellen Gould White)","content":"“Tell ye, and bring them near; yea, let them take counsel together: who hath declared this from ancient time? who hath told it from that time? have not I the Lord? and there is no God else beside Me.... Look unto Me, and be ye saved, all the ends of the earth: for I am God, and there is none else. I have sworn by Myself, the word is gone out of My mouth in righteousness, and shall not return, That unto Me every knee shall bow, every tongue shall swear. Surely, shall one say, in the Lord have I righteousness and strength: even to Him shall men come; and all that are incensed against Him shall be ashamed. In the Lord shall all the seed of Israel be justified, and shall glory.”"},{"refcode_short":"SpTB10 16.2","refcode_long":"Jehovah Is Our King, p. 16.2 (Ellen Gould White)","content":"I write thus fully, because I have been shown that ministers and people are tempted more and more to trust in finite man for wisdom, and to make flesh their arm. To conference presidents and men in responsible places, I bear this message: Break the bands and fetters that have been placed upon God's people. To you the word is spoken, “Break every yoke.” Unless you cease the work of making man amenable to man, unless you become humble in heart, and yourselves learn the way of the Lord as little children, the Lord will divorce you from His work. We are to treat one another as brethren, as fellow-laborers, as men and women who are, with us, seeking for light and understanding of the way of the Lord, and who are jealous for His glory."},{"refcode_short":"SpTB10 16.3","refcode_long":"Jehovah Is Our King, p. 16.3 (Ellen Gould White)","content":"God declares, “I will be glorified in My people;” but the self-confident management of men has resulted in putting God aside, and accepting the devisings of men. If you allow this to continue, your faith will soon become extinct. God is in every place, beholding the conduct of the people who profess to represent the principles of His word. He asks that a change be made. He wants His people to be molded and fashioned, not after man's ideas, but after the similitude of God. I entreat of you to search the Scriptures as you have never yet searched them, that you may know the way and will of God. O, that every soul might be impressed with this message, and put away the wrong!"},{"refcode_short":"SpTB10 17","refcode_long":"Jehovah Is Our King, p. 17 (Ellen Gould White)","content":"Paul's Experience"},{"refcode_short":"SpTB10 17.1","refcode_long":"Jehovah Is Our King, p. 17.1 (Ellen Gould White)","content":"We would do well to study carefully the first and second chapters of 1 Corinthians. “We preach Christ crucified,” the apostle declared, “unto the Jews a stumbling-block, and unto the Greeks foolishness; but unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God. Because the foolishness of God is wiser than men: and the weakness of God is stronger than men. For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called: but God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty; and base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to naught things that are: that no flesh should glory in His presence. But of Him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption: that, according as it is written, He that glorieth, let him glory in the Lord.” The human being who undertakes to become wisdom for another will find himself coming short."},{"refcode_short":"SpTB10 18.1","refcode_long":"Jehovah Is Our King, p. 18.1 (Ellen Gould White)","content":"“I was with you,” Paul continues, “in weakness, and in fear, and in much trembling. And my speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power: that your faith should not stand in the wisdom of men, but in the power of God. Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of the world, that come to naught: but we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory: which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.”"},{"refcode_short":"SpTB10 18","refcode_long":"Jehovah Is Our King, p. 18 (Ellen Gould White)","content":"Taught by the Spirit"},{"refcode_short":"SpTB10 18.2","refcode_long":"Jehovah Is Our King, p. 18.2 (Ellen Gould White)","content":"In the next words the apostle brings to view the true source of wisdom for the believer: “God hath revealed them unto us by His Spirit: for the Spirit searcheth all things, yea, the deep things of God. For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.... Which things also we speak, not in the words which man's wisdom teacheth, but which the Holy Ghost teacheth, comparing spiritual thing with spiritual.”"},{"refcode_short":"SpTB10 18.3","refcode_long":"Jehovah Is Our King, p. 18.3 (Ellen Gould White)","content":"These words mean very much to the soul that is trying to run the race set before him in the gospel. “The natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned. But he that is spiritual judgeth all things, yet he himself is judged of no man. For who hath known the mind of the Lord, that he may instruct Him? But we have the mind of Christ.”"},{"refcode_short":"SpTB10 19.1","refcode_long":"Jehovah Is Our King, p. 19.1 (Ellen Gould White)","content":"Read also the third chapter of this book, and study and pray over these words. As a people our faith and practise need to be energized by the Holy Spirit. No ruling power, that would compel man to obey the dictates of the finite mind, should be exercised. “Cease ye from man, whose breath is in his nostrils,” the Lord commands. By turning the minds of men to lean on human wisdom, we place a veil between God and man, so that there is not a seeing of Him who is invisible."},{"refcode_short":"SpTB10 19.2","refcode_long":"Jehovah Is Our King, p. 19.2 (Ellen Gould White)","content":"In our individual experience we are to be taught of God. When we seek Him with a sincere heart, we will confess to Him our defects of character; and He has promised to receive all who come to Him in humble dependence. The one who yields to the claims of God will have the abiding presence of Christ, and this companionship will be to him a very precious thing. Taking hold of divine wisdom he will escape the corruptions that are in the world through lust. Day by day he will learn more fully how to carry his infirmities to the One who has promised to be a very present help in every time of need."},{"refcode_short":"SpTB10 19.3","refcode_long":"Jehovah Is Our King, p. 19.3 (Ellen Gould White)","content":"This message is spoken to our churches in every place. In the false experience that has been coming in, a decided influence is at work to exalt human agencies and to lead some to depend on human judgment, and to follow the control of human minds. This influence is diverting the mind from God. God forbid that any such experience should deepen and grow in our ranks as Seventh-day Adventists. Our petitions are to reach higher than erring man—to God. “And this is the confidence that we have in Him, that if we ask anything according to His will, He heareth us.” God does not confine Himself to one place or person. He looks down from heaven upon the children of men; He sees their perplexities, and is acquainted with the circumstances of every experience of life. He understands His own work upon the human heart, and needs not that any man should direct the workings of His Spirit."},{"refcode_short":"SpTB10 20.1","refcode_long":"Jehovah Is Our King, p. 20.1 (Ellen Gould White)","content":"“This is the confidence that we have in Him, that if we ask anything according to His will, He heareth us. And if we know that He hear us, whatsoever we ask, we know that we have the petitions that we desired of Him.” God has appointed the angels that do His will to respond to the prayers of the meek of the earth, and to guide His ministers with counsel and judgment. Heavenly agencies are constantly seeking to impart grace and strength and counsel to God's faithful children, that they may act their part in the work of communicating light to the world. The wonderful sacrifice of Christ has made it possible for every man to do a special work. When the worker receives wisdom from the only true Source, he will become a pure channel of light and blessing; for he will receive his capability for service in rich currents of grace and light from the throne of God. Ellen G. White."},{"refcode_short":"SpTB10 21","refcode_long":"Jehovah Is Our King, p. 21 (Ellen Gould White)","content":"Chapter 3—Workers in the Cause"},{"refcode_short":"SpTB10 21.1","refcode_long":"Jehovah Is Our King, p. 21.1 (Ellen Gould White)","content":"As year by year the work extends, the need of experienced and faithful workers becomes more urgent; and if the people of God walk in His counsel, such workers will be developed. While we should rely firmly upon God for wisdom and power, He would have us cultivate our ability to the fullest extent. As the workers acquire mental and spiritual power, and become acquainted with the purposes and dealings of God, they will have more comprehensive views of the work for this time, and will be better qualified both to devise and to execute plans for its advancement. Thus they may keep pace with the opening providences of God."},{"refcode_short":"SpTB10 21.2","refcode_long":"Jehovah Is Our King, p. 21.2 (Ellen Gould White)","content":"A constant effort should be put forth to enlist new workers. Talent should be discerned and recognized. Persons who possess piety and ability should be encouraged to obtain the necessary education, that they may be fitted to assist in spreading the light of truth. All who are competent to do so, should be led to engage in some branch of the work, according to their capabilities."},{"refcode_short":"SpTB10 21.3","refcode_long":"Jehovah Is Our King, p. 21.3 (Ellen Gould White)","content":"Much talent has been lost to the cause, because men in responsible positions did not discern it. Their vision was not far-reaching enough to discover that the work was becoming altogether too extended to be carried forward by the workers then engaged. Much, very much, which should have been accomplished, is still undone, because men have held things in their own hands instead of distributing the work among a larger number, and trusting that God would help them in their efforts. They have tried to carry forward all branches of the work, fearing that others would prove less efficient. Their will and judgment have controlled in these various departments and because of their inability to grasp all the wants of the cause in its different parts, great losses have been sustained."},{"refcode_short":"SpTB10 22.1","refcode_long":"Jehovah Is Our King, p. 22.1 (Ellen Gould White)","content":"The lesson must be learned, that when God appoints means for a certain work, we are not to lay these aside, and then pray and expect that He will work a miracle to supply the lack. If the farmer fails to plow and sow, God does not by a miracle prevent the results of his neglect. Harvest time finds his fields barren—there is no grain to be reaped, there are no sheaves to be garnered. God provided the seed and the soil, the sun and the rain; and if the husbandman had employed the means that were at his hand, he would have received according to his sowing and his labor."},{"refcode_short":"SpTB10 22","refcode_long":"Jehovah Is Our King, p. 22 (Ellen Gould White)","content":"Development According to Law"},{"refcode_short":"SpTB10 22.2","refcode_long":"Jehovah Is Our King, p. 22.2 (Ellen Gould White)","content":"There are great laws that govern the world of nature, and spiritual things are controlled by principles equally certain. The means for an end must be employed, if the desired results are to be attained. God has appointed to every man his work according to his ability. It is by education and practise that persons are to be qualified to meet any emergency which may arise, and wise planning is needed to place each one in his proper sphere, that he may obtain an experience that will fit him to bear responsibility."},{"refcode_short":"SpTB10 22.3","refcode_long":"Jehovah Is Our King, p. 22.3 (Ellen Gould White)","content":"But while education, training, and the counsel of those of experience are all essential, the workers are to be taught that they are not to rely wholly upon any man's judgment. As God's free agents, all should ask wisdom of Him. When the learner depends wholly upon another's thoughts, accepting his plans, and going no farther, he sees only through that man's eyes, and is, so far, only an echo of another."},{"refcode_short":"SpTB10 23.1","refcode_long":"Jehovah Is Our King, p. 23.1 (Ellen Gould White)","content":"God deals with men as responsible beings. He will work by His Spirit through the mind He has put in man, if man will only give Him a chance to work, and will recognize His dealings. He designs that each shall use his mind and conscience for himself. He does not intend that one man shall become the shadow of another, uttering only another's sentiments."},{"refcode_short":"SpTB10 23","refcode_long":"Jehovah Is Our King, p. 23 (Ellen Gould White)","content":"The Source of Wisdom"},{"refcode_short":"SpTB10 23.2","refcode_long":"Jehovah Is Our King, p. 23.2 (Ellen Gould White)","content":"All should love their brethren, and respect and esteem their leaders; but they should not make them their burden-bearers. We are not to pour all our difficulties and perplexities into the minds of others, to wear them out. “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering.” Jesus invites us, “Come unto Me, all ye that labor and are heavy-laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart, and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.”"},{"refcode_short":"SpTB10 23.3","refcode_long":"Jehovah Is Our King, p. 23.3 (Ellen Gould White)","content":"The foundation of Christianity is Christ our righteousness. Men are individually accountable to God, and each must act as God moves upon him, not as he is moved by the mind of another; for if this manner of labor is pursued, souls can not be impressed and directed by the Spirit of the great I AM. They will be kept under a restraint which allows no freedom of action or of choice."},{"refcode_short":"SpTB10 24","refcode_long":"Jehovah Is Our King, p. 24 (Ellen Gould White)","content":"The Work Hindered"},{"refcode_short":"SpTB10 24.1","refcode_long":"Jehovah Is Our King, p. 24.1 (Ellen Gould White)","content":"The Lord has shown me that men in responsible positions are standing directly in the way of His work, because they think the work must be done and the blessing must come in a certain way, and they will not recognize that which comes in any other way. My brethren, may the Lord place this matter before you as it is. God does not work as men plan, or as they wish; He “moves in a mysterious way, His wonders to perform.” Why reject the Lord's methods of working because they do not coincide with our ideas? God has His appointed channels of light, but these are not necessarily the minds of any particular set of men. When all shall take their appointed place in God's work, earnestly seeking wisdom and guidance from Him, then a great advancement will have been made toward letting light shine upon the world. When men shall cease to place themselves in the way, God will work among us as never before."},{"refcode_short":"SpTB10 24.2","refcode_long":"Jehovah Is Our King, p. 24.2 (Ellen Gould White)","content":"While extensive plans should be laid, great care must be taken that the work in each branch of the cause be harmoniously united with that in every other branch, thus making a perfect whole. But too often it has been the reverse of this; and as the result, the work has been defective. One man who has the oversight of a certain branch of the work, magnifies his responsibilities, until, in his estimation, that one department is above every other. When this narrow view is taken, a strong influence is exerted to lead others to see the matter in the same light. This is human nature, but it is not the spirit of Christ. Just in proportion as this policy is followed, Christ is crowded out of the work, and self appears prominent."},{"refcode_short":"SpTB10 25","refcode_long":"Jehovah Is Our King, p. 25 (Ellen Gould White)","content":"The True Principles"},{"refcode_short":"SpTB10 25.1","refcode_long":"Jehovah Is Our King, p. 25.1 (Ellen Gould White)","content":"The principles that should actuate us as workers in God's cause are laid down by the apostle Paul. He says, “We are laborers together with God.” “Whatsoever ye do, do it heartily, as to the Lord, and not unto men.” And Peter exhorts the believers, “As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God. If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth; that God in all things may be glorified through Jesus Christ.”"},{"refcode_short":"SpTB10 25.2","refcode_long":"Jehovah Is Our King, p. 25.2 (Ellen Gould White)","content":"When these principles control our hearts, we shall realize that the work is God's, not ours; that He has the same care for every part of the great whole. When Christ and His glory are made first, and love of self is swallowed up in love for souls for whom Christ died, then no worker will be so entirely absorbed in one branch of the cause as to lose sight of the importance of every other. It is selfishness that leads persons to think that the particular part of the work in which they are engaged is the most important of all."},{"refcode_short":"SpTB10 25","refcode_long":"Jehovah Is Our King, p. 25 (Ellen Gould White)","content":"An Outworking of Selfishness"},{"refcode_short":"SpTB10 25.3","refcode_long":"Jehovah Is Our King, p. 25.3 (Ellen Gould White)","content":"It is selfishness also that prompts the feeling, on the part of the workers, that their judgment must be most reliable, and their methods of labor the best, or that it is their privilege in any way to bind the conscience of another. Such was the spirit of the Jewish leaders in Christ's day. In their self-exaltation the priests and rabbis brought in such rigid rules and so many forms and ceremonies as to divert the minds of the people from God, and leave Him no chance to work for them. Thus His mercy and love were lost sight of. My brethren, do not follow in the same path. Let the minds of the people be directed to God. Leave Him a chance to work for those who love Him. Do not impose upon the people rules and regulations, which, if followed, would leave them as destitute of the Spirit of God as were the hills of Gilboa of dew or rain."},{"refcode_short":"SpTB10 26.1","refcode_long":"Jehovah Is Our King, p. 26.1 (Ellen Gould White)","content":"There is a deplorable lack of spirituality among our people. A great work must be done for them before they can become what Christ designed they should be—the light of the world. For years I have felt deep anguish of soul as the Lord presented before me the want in our churches of Jesus and His love. There has been a spirit of self-sufficiency, and a disposition to strive for position and supremacy. I have been shown that self-glorification was becoming common among Seventh-day Adventists, and that unless the pride of man should be abased and Christ exalted, we should, as a people, be in no better condition to receive Christ at His second coming than were the Jewish people to receive Him at His first advent."},{"refcode_short":"SpTB10 26","refcode_long":"Jehovah Is Our King, p. 26 (Ellen Gould White)","content":"We May Have Light from Heaven"},{"refcode_short":"SpTB10 26.2","refcode_long":"Jehovah Is Our King, p. 26.2 (Ellen Gould White)","content":"We are taught in God's word that this is the time, above all others, when we may look for light from heaven. It is now that we are to expect a refreshing from the presence of the Lord. We should watch for the movings of God's providence as the army of Israel watched for “the sound of a going in the tops of the mulberry-trees”—the appointed signal that Heaven would work for them."},{"refcode_short":"SpTB10 27.1","refcode_long":"Jehovah Is Our King, p. 27.1 (Ellen Gould White)","content":"God can not glorify His name through His people while they are leaning upon man, and making flesh their arm. Their present state of weakness will continue until Christ alone shall be exalted; until, with John the Baptist, they shall say from a humble and reverent heart, “He must increase, but I must decrease.” Words have been given me to speak to the people of God: “Lift Him up, the Man of Calvary. Let humanity stand back, that all may behold Him in whom their hopes of eternal life are centered. Says the prophet Isaiah, ‘Unto us a Child is born, unto us a Son is given; and the government shall be upon His shoulder; and His name shall be called Wonderful, Counselor, the mighty God, the everlasting Father, the Prince of Peace.’ Let the church and the world look upon their Redeemer. Let every voice proclaim with John, ‘Behold the Lamb of God, which taketh away the sin of the world.’”"},{"refcode_short":"SpTB10 27.2","refcode_long":"Jehovah Is Our King, p. 27.2 (Ellen Gould White)","content":"It is to the thirsty soul that the fountain of living waters is opened. God declares, “I will pour water upon him that is thirsty, and floods upon the dry ground.” The souls that are earnestly seeking for light, and that accept with gladness every ray of divine illumination from His holy word—to such alone light will be given. It is through these souls that God will reveal that light and power which will lighten the whole earth with His glory."},{"refcode_short":"SpTB10 28","refcode_long":"Jehovah Is Our King, p. 28 (Ellen Gould White)","content":"In Humility and Faith"},{"refcode_short":"SpTB10 28.1","refcode_long":"Jehovah Is Our King, p. 28.1 (Ellen Gould White)","content":"Special instruction has been given me for God's people, for perilous times are upon us. In the world, destruction and violence are increasing. In the church, man-power is gaining the ascendency; those who have been chosen to occupy positions of trust think it their prerogative to rule."},{"refcode_short":"SpTB10 28.2","refcode_long":"Jehovah Is Our King, p. 28.2 (Ellen Gould White)","content":"Men whom the Lord calls to important positions in His work are to cultivate a humble dependence upon Him. They are not to seek to embrace too much authority, for God has not called them to a work of ruling, but to plan and counsel with their fellow-laborers. Every worker alike is to hold himself amenable to the requirements and instructions of God."},{"refcode_short":"SpTB10 28.3","refcode_long":"Jehovah Is Our King, p. 28.3 (Ellen Gould White)","content":"Because of the importance of the work in Southern California, and the perplexities which now surround it, there should be selected no less than five men of wisdom and experience to consult with the presidents of the local and union conferences regarding general plans and policies. The Lord is not pleased with the disposition some have manifested to rule those of more experience than themselves. By this course of action, some have revealed that they are not qualified to fill the important positions which they occupy. Any human being who spreads himself out to large proportions, and who seeks to have the control of his fellows, proves himself to be a dangerous man to be entrusted with religious responsibilities."},{"refcode_short":"SpTB10 28.4","refcode_long":"Jehovah Is Our King, p. 28.4 (Ellen Gould White)","content":"Let no one cling to the idea that unless money is in hand, no move should be made that calls for the investment of means. If in our past experience we had always followed this method, we would often have lost special advantages, such as we gained in the purchase of the Fernando school property, and in the purchase of the sanitarium properties at Paradise Valley, Glendale, and Loma Linda."},{"refcode_short":"SpTB10 29.1","refcode_long":"Jehovah Is Our King, p. 29.1 (Ellen Gould White)","content":"To make no move that calls for the investment of means unless we have the money in hand to complete the contemplated work, should not always be considered the wisest plan. In the upbuilding of His work, the Lord does not always make everything plain before His servants. He sometimes tries the confidence of His people by having them move forward in faith. Often He brings them into strait and trying places, bidding them go forward when their feet seem to be touching the waters of the Red Sea. It is at such times, when the prayers of His servants ascend to Him in earnest faith, that He opens the way before them, and brings them out into a large place."},{"refcode_short":"SpTB10 29.2","refcode_long":"Jehovah Is Our King, p. 29.2 (Ellen Gould White)","content":"The Lord wants His people in these days to believe that He will do as great things for them as He did for the children of Israel in their journey from Egypt to Canaan. We are to have an educated faith that will not hesitate to follow His instructions in the most difficult experiences. “Go forward” is the command of God to His people."},{"refcode_short":"SpTB10 29.3","refcode_long":"Jehovah Is Our King, p. 29.3 (Ellen Gould White)","content":"Faith and cheerful obedience are needed to bring the Lord's designs to pass. When He points out the necessity of establishing the work in places where it will have influence, the people are to walk and work by faith. By their godly conversation, their humility, their prayers and earnest efforts, they should strive to bring the people to appreciate the good work that the Lord has established among them. It was the Lord's purpose that the Loma Linda Sanitarium should become the property of our people, and He brought it about at a time when the rivers of difficulty were full and overflowing their banks."},{"refcode_short":"SpTB10 30.1","refcode_long":"Jehovah Is Our King, p. 30.1 (Ellen Gould White)","content":"The working of private interests for the gaining of personal ends is one thing. In this men may follow their own judgment. But the carrying forward of the Lord's work in the earth is entirely another matter. When He designates that a certain property should be secured for the advancement of His cause and the building up of His work, whether it be for sanitarium or school work, or for any other branch, He will make the doing of that work possible, if those who have experience will show their faith and trust in His purposes, and will move forward promptly to secure the advantages He points out. While we are not to seek to wrest property from any man, yet when advantages are offered, we should be wide awake to see the advantage, that we may make plans for the upbuilding of the work. And when we have done this, we should exert every energy to secure the free-will offerings of God's people for the support of these new plants."},{"refcode_short":"SpTB10 30.2","refcode_long":"Jehovah Is Our King, p. 30.2 (Ellen Gould White)","content":"Often the Lord sees that His workers are in doubt as to what they should do. At such times, if they will put their confidence in Him, He will reveal to them His will. God's work is now to advance rapidly, and if His people will respond to His call, He will make the possessors of property willing to donate of their means, and thus make it possible for His work to be accomplished in the earth. “Faith is the substance of things hoped for, the evidence of things not seen.” Faith in the word of God will place His people in the possession of property which will enable them to work the large cities that are waiting for the message of truth."},{"refcode_short":"SpTB10 31.1","refcode_long":"Jehovah Is Our King, p. 31.1 (Ellen Gould White)","content":"The cold, formal, unbelieving way in which some of the laborers do their work is a deep offense to the Spirit of God. The apostle Paul says, “Do all things without murmurings and disputings: that ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world, holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither labored in vain. Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.”"},{"refcode_short":"SpTB10 31.2","refcode_long":"Jehovah Is Our King, p. 31.2 (Ellen Gould White)","content":"We are to encourage in one another that living faith which Christ has made it possible for every believer to have. The work is to be carried forward as the Lord prepares the way. When He brings His people into strait places, then it is their privilege to assemble together for prayer, remembering that all things come of God. Those who have not yet shared in the trying experiences that attend the work in these last days, will soon have to pass through scenes that will severely test their confidence in God. It is at the time His people see no way to advance, when the Red Sea is before them and the pursuing army behind, that God bids them “Go forward.” Thus He is working to test their faith. When such experiences come to you, go forward, trusting in Christ. Walk step by step in the path He marks out. Trials will come, but go forward. This will give you an experience that will strengthen your faith in God, and fit you for truest service."},{"refcode_short":"SpTB10 32.1","refcode_long":"Jehovah Is Our King, p. 32.1 (Ellen Gould White)","content":"A deeper and wider experience in religious things is to come to God's people. Christ is our example. If through living faith and sanctified obedience to God's word, we reveal the love and grace of Christ, if we show that we have a true conception of God's guiding providences in the work, we shall carry to the world a convincing power. A high position does not give us value in the sight of God. Man is measured by his consecration and faithfulness in working out the will of God. If the remnant people of God will walk before Him in humility and faith, He will carry out through them His eternal purpose, enabling them to work harmoniously in giving to the world the truth as it is in Jesus. He will use all—men, women, and children—in making the light shine forth to the world, and calling out a people that will be true to His commandments. Through the faith that His people exercise in Him, God will make known to the world that He is the true God, the God of Israel."},{"refcode_short":"SpTB10 32.2","refcode_long":"Jehovah Is Our King, p. 32.2 (Ellen Gould White)","content":"“Let your conversation be as it becometh the gospel of Christ,” the apostle Paul exhorts, “that whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind striving together for the faith of the gospel; and in nothing terrified by your adversaries; which is to them an evident token of perdition, but to you of salvation, and that of God. For unto you it is given in the behalf of Christ, not only to believe on Him, but also to suffer for His sake...."},{"refcode_short":"SpTB10 33.1","refcode_long":"Jehovah Is Our King, p. 33.1 (Ellen Gould White)","content":"“If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies, fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind. Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves."},{"refcode_short":"SpTB10 33.2","refcode_long":"Jehovah Is Our King, p. 33.2 (Ellen Gould White)","content":"“Look not every man on his own things, but every man also on the things of others. Let this mind be in you, which was also in Christ Jesus; who, being in the form of God, thought it not robbery to be equal with God: but made Himself of no reputation, and took upon Him the form of a servant, and was made in the likeness of men: and being found in fashion as a man, He humbled Himself, and became obedient unto death, even the death of the cross. Wherefore God also hath highly exalted Him, and given Him a name which is above every name: that at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth; and that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father. Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling. For it is God which worketh in you both to will and to do of His good pleasure.”"},{"refcode_short":"SpTB10 33.3","refcode_long":"Jehovah Is Our King, p. 33.3 (Ellen Gould White)","content":"I have been instructed to present these words to our people in Southern California. They are needed in every place where a church is established; for a strange experience has been coming into our ranks."},{"refcode_short":"SpTB10 34.1","refcode_long":"Jehovah Is Our King, p. 34.1 (Ellen Gould White)","content":"It is time now for men to humble their hearts before God, and to learn to work in His ways. Let those who have sought to rule their fellow-workers study to know what manner of spirit they are of. They should seek the Lord by fasting and prayer, and in humility of soul."},{"refcode_short":"SpTB10 34.2","refcode_long":"Jehovah Is Our King, p. 34.2 (Ellen Gould White)","content":"Christ in His earthly life gave an example that all can safely follow. He appreciates His flock, and He wants no power set over them that will restrict their freedom in His service. He has never placed man as a ruler over His heritage. True Bible religion will lead to self-control, not to control of one another. As a people we need a larger measure of the Holy Spirit, that we may bear the solemn message that God has given us without exaltation."},{"refcode_short":"SpTB10 34.3","refcode_long":"Jehovah Is Our King, p. 34.3 (Ellen Gould White)","content":"Brethren, keep your words of censure for your individual selves. Teach the flock of God to look to Christ, not to erring man. Every soul who becomes a teacher of the truth must bear in his own life the fruit of holiness. Looking to Christ and following Him, he will present to the souls under his charge an example of what a living, learning Christian will be. Let God teach you His way. Inquire of Him daily to know His will. He will give unerring counsel to all who seek Him with a sincere heart. Walk worthy of the vocation wherewith you are called, praising God in your daily conversation as well as in your prayers. Thus, holding forth the word of life, you will constrain other souls to become followers of Christ."},{"refcode_short":"SpTB10 35","refcode_long":"Jehovah Is Our King, p. 35 (Ellen Gould White)","content":"Chapter 4—“I Am But a Little Child”"},{"refcode_short":"SpTB10 35.1","refcode_long":"Jehovah Is Our King, p. 35.1 (Ellen Gould White)","content":"At the beginning of his reign, Solomon prayed, “O Lord my God, Thou hast made Thy servant king instead of David my father: and I am but a little child: I know not how to go out or come in.”"},{"refcode_short":"SpTB10 35.2","refcode_long":"Jehovah Is Our King, p. 35.2 (Ellen Gould White)","content":"Solomon had succeeded his father David to the throne of Israel. God greatly honored him, and, as we know, he became in later years the greatest, richest, and wisest king that had ever sat upon an earthly throne. Early in his reign Solomon was impressed by the Holy Spirit with the solemnity of his responsibilities, and though rich in talents and ability, he realized that without divine aid he was helpless as a little child to perform them. Solomon was never so rich or so wise or so truly great as when he confessed to the Lord, “I am but a little child: I know not how to go out or come in.”"},{"refcode_short":"SpTB10 35.3","refcode_long":"Jehovah Is Our King, p. 35.3 (Ellen Gould White)","content":"It was in a dream, in which the Lord appeared to him, saying, “Ask what I shall give thee,” that Solomon thus gave expression to his feeling of helplessness and need of divine aid. He continued: “Thy servant is in the midst of Thy people which Thou hast chosen, a great people, that can not be numbered nor counted for multitude. Give therefore Thy servant an understanding heart to judge Thy people, that I may discern between good and bad: for who is able to judge this Thy so great a people?"},{"refcode_short":"SpTB10 35.4","refcode_long":"Jehovah Is Our King, p. 35.4 (Ellen Gould White)","content":"“And the speech pleased the Lord, that Solomon had asked this thing. And God said unto him, Because thou hast asked this thing, and hast not asked for thyself long life: neither hast asked riches for thyself; nor hast asked the life of thine enemies; but hast asked for thyself understanding to discern judgment; behold, I have done according to thy words: lo, I have given thee a wise and an understanding heart: so there was none like thee before thee, neither after thee shall any arise like unto thee. And I have also given thee that which thou hast not asked, both riches, and honor; so that there shall not be any among the kings like unto thee all thy days.” Now the conditions, “And if thou wilt walk in My ways, to keep My statutes and My commandments, as thy father David did walk, then I will lengthen thy days."},{"refcode_short":"SpTB10 36.1","refcode_long":"Jehovah Is Our King, p. 36.1 (Ellen Gould White)","content":"“And Solomon awoke: and, behold, it was a dream. And he came to Jerusalem; and stood before the ark of the covenant of the Lord, and offered up burnt-offerings, and offered peace-offerings, and made a feast to all his servants.”"},{"refcode_short":"SpTB10 36.2","refcode_long":"Jehovah Is Our King, p. 36.2 (Ellen Gould White)","content":"All who occupy responsible positions need to learn the lesson that is taught in Solomon's humble prayer. They are ever to remember that position will never change the character or render man infallible. The higher the position a man occupies, the greater the responsibility he has to bear, the wider will be the influence he exerts, and the greater his need to feel his dependence on the wisdom and strength of God, and to cultivate the best and most holy character. Those who accept a position of responsibility in the cause of God should always remember that with the call to this work God has also called them to walk circumspectly before Him and before their fellow-men. Instead of considering it their duty to order and dictate and command, they should realize that they are to be learners themselves. When a responsible worker fails to learn this lesson, the sooner he is released from his responsibilities the better it will be for him and for the work of God. Position never will give holiness and excellence of character. He who honors God and keeps His commandments, is himself honored."},{"refcode_short":"SpTB10 37.1","refcode_long":"Jehovah Is Our King, p. 37.1 (Ellen Gould White)","content":"The question which each should ask himself in all humility is, Am I qualified for this position? Have I learned to keep the way of the Lord to do justice and judgment? The Saviour's earthly example has been given us that we should not walk in our strength but that each should consider himself, as Solomon expressed it, “A little child.”"},{"refcode_short":"SpTB10 37.2","refcode_long":"Jehovah Is Our King, p. 37.2 (Ellen Gould White)","content":"Every truly converted soul can say, “I am but a little child: but I am God's child.” It was at infinite cost that provision was made whereby the human family might be restored to sonship with God. In the beginning God made man in His own likeness. Our first parents listened to the voice of the tempter, and yielded to the power of Satan. But man was not abandoned to the results of the evil he had chosen. The promise of a Deliverer was given. “I will put enmity between thee and the woman,” God said to the serpent, “and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise His heel.” Before they heard of the thorn and the thistle, of the sorrow and toil that must be their portion, or of the dust to which they must return, they listened to words that could not fail of giving them hope. All that had been lost by yielding to Satan could be regained through Christ."},{"refcode_short":"SpTB10 37.3","refcode_long":"Jehovah Is Our King, p. 37.3 (Ellen Gould White)","content":"The Son of God was given to redeem the race. At infinite suffering, the sinless for the sinful, the price was paid that was to redeem the human family from the power of the destroyer, and restore them again to the image of God. Those who accept the salvation brought to them in Christ will humble themselves before God as His little children."},{"refcode_short":"SpTB10 38.1","refcode_long":"Jehovah Is Our King, p. 38.1 (Ellen Gould White)","content":"God wants His children to ask for those things that will enable Him to reveal His grace through them to the world. He wants them to seek His counsel, to acknowledge His power. Christ lays loving claims on all for whom He has given His life: they are to obey His will if they would share the joys that He has prepared for all who reflect His character here. It is well for us to feel our weakness; for then we will seek the strength and wisdom that the Father delights to give His children for their daily strife against the powers of evil."},{"refcode_short":"SpTB10 38","refcode_long":"Jehovah Is Our King, p. 38 (Ellen Gould White)","content":"Chapter 5—To the Workers in Southern California"},{"refcode_short":"SpTB10 38.2","refcode_long":"Jehovah Is Our King, p. 38.2 (Ellen Gould White)","content":"This morning I can not rest. My mind is troubled over the situation in Southern California. God has given to every man his work; but there are some who are not prayerfully considering their individual responsibility."},{"refcode_short":"SpTB10 38.3","refcode_long":"Jehovah Is Our King, p. 38.3 (Ellen Gould White)","content":"When a worker is selected for an office, that office of itself does not bring to him power of capability that he did not have before. A high position does not give to the character Christian virtues. The man who supposes that his individual mind is capable of planning and devising for all branches of the work, reveals a great lack of wisdom. No one human mind is capable of carrying the many and varied responsibilities of a conference embracing thousands of people and many branches of work."},{"refcode_short":"SpTB10 39.1","refcode_long":"Jehovah Is Our King, p. 39.1 (Ellen Gould White)","content":"But a greater danger than this has been revealed to me in the feeling that has been growing among our workers that ministers and other laborers in the cause should depend upon the mind of certain leading workers to define their duties. One man's mind and judgment is not to be considered capable of controlling and molding a conference. The individual and the church have responsibilities of their own. God has given to every man some talent or talents to use and improve. In using these talents he increases his capability to serve. God has given to each individual judgment, and this gift He wants His workers to use and improve. The president of a conference must not consider that his individual judgment is to control the judgment of all."},{"refcode_short":"SpTB10 39.2","refcode_long":"Jehovah Is Our King, p. 39.2 (Ellen Gould White)","content":"In no conference should propositions be rushed through without time being taken by the brethren to carefully weigh all sides of the question. Because the president of a conference suggested certain plans, it has sometimes been considered unnecessary to consult the Lord about them. Thus propositions have been accepted that were not for the spiritual benefit of believers, and which involved far more than was apparent at the first casual consideration. Such movements are not in the order of God. Many, very many matters have been taken up and carried by vote, that have involved far more than was anticipated and far more than those who voted would have been willing to assent to, had they taken time to consider the question from all sides."},{"refcode_short":"SpTB10 39.3","refcode_long":"Jehovah Is Our King, p. 39.3 (Ellen Gould White)","content":"We can not at this time afford to be careless or negligent in the work of God. We must seek the Lord earnestly every day, if we would be prepared for the experiences that come to us. Our hearts are to be cleansed from every feeling of superiority, and the living principles of the truth are to be planted in the soul. Young and aged and middle-aged should now be practising the virtues of Christ's character. They should daily be making spiritual development, that they may become vessels unto honor in the Master's service."},{"refcode_short":"SpTB10 40.1","refcode_long":"Jehovah Is Our King, p. 40.1 (Ellen Gould White)","content":"“And it came to pass, as He was praying in a certain place, when He ceased, one of His disciples said unto Him, Lord, teach us to pray, as John also taught his disciples.” The prayer that Christ gave to His disciples in answer to this request is not made in high-flown language, but expresses in simple words the necessities of the soul. It is short, and deals directly with the daily needs."},{"refcode_short":"SpTB10 40.2","refcode_long":"Jehovah Is Our King, p. 40.2 (Ellen Gould White)","content":"Every soul has the privilege of stating to the Lord his own special necessities, and to offer his individual thanksgiving for the blessings that he daily receives. But the many long and spiritless, faithless prayers that are offered to God, instead of being a joy to Him, are a burden. We need, O so much! clean, converted hearts. We need to have our faith strengthened. “Ask, and ye shall receive,” the Saviour promised; “seek, and ye shall find: knock, and it shall be opened unto you.” We need to educate ourselves to trust in this word, and to bring the light and grace of Christ into all our works. We need to take hold of Christ, and to retain our hold of Him until we know that the power of His transforming grace is manifested in us. We must have faith in Christ if we would reflect the divine character."},{"refcode_short":"SpTB10 41.1","refcode_long":"Jehovah Is Our King, p. 41.1 (Ellen Gould White)","content":"Christ clothed His divinity with humanity, and lived a life of prayer and self-denial, and of daily battle with temptation, that He might help those who today are assailed by temptation. He is our efficiency and power. He desires that through the appropriation of His grace humanity shall become partakers of the divine nature, and thus escape the corruption that is in the world through lust. The word of God in the Old and New Testaments, if faithfully studied and received into the life, will give spiritual wisdom and life. This word is to be sacredly cherished. Faith in the word of God and in the power of Christ to transform the life will enable the believer to work His works, and to live a life of rejoicing in the Lord."},{"refcode_short":"SpTB10 41.2","refcode_long":"Jehovah Is Our King, p. 41.2 (Ellen Gould White)","content":"Again and again I have been instructed to say to our people, Let your faith and trust be in God. Do not depend on any erring man to define your duty. It is your privilege to say, “I will declare Thy name unto my brethren; in the midst of the congregation will I praise Thee. Ye that fear the Lord, praise Him. All ye the seed of Jacob, glorify Him; and fear Him, all ye the seed of Israel. For He hath not despised nor abhorred the affliction of the afflicted; neither hath He hid His face from him; but when he cried unto Him, He heard. My praise shall be of Thee.... I will pray my vows before them that fear Him. The meek shall eat and be satisfied; they shall praise the Lord that seek Him; your heart shall live forever.”"},{"refcode_short":"SpTB10 41.3","refcode_long":"Jehovah Is Our King, p. 41.3 (Ellen Gould White)","content":"These scriptures are right to the point. Every church-member should understand that God is the One to whom to look for an understanding of individual duty. It is right that brethren counsel together; but when men arrange just what their brethren shall do, let them answer that they have chosen the Lord as their counselor. Those who will humbly seek Him will find His grace sufficient. But when one man allows another to step in between him and the duty that God has pointed out to him, giving to man his confidence and accepting him as guide, then he steps from the true platform to a false and dangerous one. Such a man, instead of growing and developing, will lose his spirituality."},{"refcode_short":"SpTB10 42.1","refcode_long":"Jehovah Is Our King, p. 42.1 (Ellen Gould White)","content":"There is no power in any man to remedy the defective character. Individually our hope and trust must be in One who is more than human. We need ever to remember that help has been laid on One who is mighty. The Lord has provided the needed help for every soul who will accept it."},{"refcode_short":"SpTB10 42","refcode_long":"Jehovah Is Our King, p. 42 (Ellen Gould White)","content":"Chapter 6—To Ministers, Physicians, and Teachers in Southern California"},{"refcode_short":"SpTB10 42.2","refcode_long":"Jehovah Is Our King, p. 42.2 (Ellen Gould White)","content":"The men who stand as leaders in any part of the solemn work of the gospel message must cultivate and cherish broad views and ideas. It is the privilege of all who bear responsibilities in the work of the gospel to be apt learners in the school of Christ. The professed follower of Christ must not be led by the dictates of his own will; his mind must be trained to think Christ's thoughts, and enlightened to comprehend the will and way of God. Such a believer will be a follower of Christ's methods of work."},{"refcode_short":"SpTB10 43","refcode_long":"Jehovah Is Our King, p. 43 (Ellen Gould White)","content":"Provision for Our Schools"},{"refcode_short":"SpTB10 43.1","refcode_long":"Jehovah Is Our King, p. 43.1 (Ellen Gould White)","content":"Our brethren should not forget that the wisdom of God has made provision for our schools in a way that will bring blessing to all who participate in the enterprise. The book, “Christ's Object Lessons,” was donated to the educational work that the students and other friends of the schools might handle these books, and by their sale raise much of the means needed to lift the school indebtedness. But this plan has not been presented to our schools as it should have been; the teachers and students have not been educated to take hold of this book and courageously push its sale for the benefit of the educational work."},{"refcode_short":"SpTB10 43.2","refcode_long":"Jehovah Is Our King, p. 43.2 (Ellen Gould White)","content":"Long ago, the teachers and students in our schools should have learned to take advantage of the opportunity to raise means by the sale of “Christ's Object Lessons.” In selling these books the students will serve the cause of God, and, while doing this, by the dissemination of precious light, they will learn invaluable lessons in Christian experience. All our schools should now come into line, and earnestly endeavor to carry out the plan presented to us for the education of the workers, for the relief of the schools, and for the winning of souls to the cause of Christ."},{"refcode_short":"SpTB10 43.3","refcode_long":"Jehovah Is Our King, p. 43.3 (Ellen Gould White)","content":"In the cities of Riverside, Redlands, and San Bernardino a mission field is open to us that we have as yet only touched with the tips of our fingers. A good work has been done there as far as our workers have had encouragement to do it; but there is need of means to carry the work forward successfully. It was God's purpose that by the sale of “Ministry of Healing,” and “Christ's Object Lessons” much means should be raised for the work of our sanitariums and schools, and that our people would thereby be left more free to donate of their means for the opening of the work in new missionary fields. If our people will now engage in the sale of these books as they ought, we shall have much more means to carry the work in the way the Lord designed."},{"refcode_short":"SpTB10 44.1","refcode_long":"Jehovah Is Our King, p. 44.1 (Ellen Gould White)","content":"Wherever the work of selling “Christ's Object Lessons” has been taken hold of in earnest, the book has done good. And the lessons that have been learned by those who have engaged in this work, have well repaid their efforts. And now our people should all be encouraged to take part in this special missionary effort. Light has been given me that in every possible way instruction should be given to our people as to the best methods of presenting these books to the people."},{"refcode_short":"SpTB10 44.2","refcode_long":"Jehovah Is Our King, p. 44.2 (Ellen Gould White)","content":"I have been instructed that at our large gatherings, workers should be present who will teach our people how to sow the seeds of truth. This means more than instructing them how to sell the Signs of the Times and other periodicals. It includes thorough instruction in how to handle such books as “Christ's Object Lessons” and “Ministry of Healing.” These are books which contain precious truths, and from which the reader can draw lessons of highest value."},{"refcode_short":"SpTB10 44.3","refcode_long":"Jehovah Is Our King, p. 44.3 (Ellen Gould White)","content":"Why was not some one appointed at your recent camp-meeting to present the interests of this line of work to our people? In your failure to do this, you lost a precious opportunity to place large blessings within the reach of the people, and you also lost an opportunity of raising means for the relief of our institutions. My brethren, let us encourage our people to take up this work without further delay."},{"refcode_short":"SpTB10 45.1","refcode_long":"Jehovah Is Our King, p. 45.1 (Ellen Gould White)","content":"There are some who have had experience in the sale of health foods who should now interest themselves in the sale of our precious books; for in them is food unto eternal life. Los Angeles has been presented to me as a very fruitful field for the sale of “Christ's Object Lessons” and “Ministry of Healing.” The thousands of transient residents and visitors would be benefited by the lessons they contain, and those who bear responsibilities in our sanitariums should act wisely in this matter, encouraging all, nurses, helpers, and students, to gather by this means as much as possible of the money required to meet the expenses of the different institutions."},{"refcode_short":"SpTB10 45.2","refcode_long":"Jehovah Is Our King, p. 45.2 (Ellen Gould White)","content":"We have need of workers in Southern California who have clear spiritual eyesight, men who will weigh matters wisely, and who can discern what is needed both nigh and afar off. If our workers were more fully consecrated to the cause of God, a much more effective work would be done."},{"refcode_short":"SpTB10 45.3","refcode_long":"Jehovah Is Our King, p. 45.3 (Ellen Gould White)","content":"Why are our people so slow to understand what the Lord would have them do? Our leading workers should prepare beforehand to use their opportunities at our large and small gatherings to present these books to our people, and call for volunteers who will engage in their sale. When this work is entered into with the earnestness which our times demand, the indebtedness which now rests upon our schools will be greatly lessened. And then the people who are now being called upon to give largely of their means to support these institutions, will be free to turn a larger part of their offerings to missionary work in other needy places, where special efforts have not yet been made."},{"refcode_short":"SpTB10 46.1","refcode_long":"Jehovah Is Our King, p. 46.1 (Ellen Gould White)","content":"Great good will result from bringing these books to the attention of the leaders of the Woman's Christian Temperance Union. We should invite these workers to our meetings, and give them an opportunity to become acquainted with our people. Place these precious books in their hands, and tell them the story of their gift to the cause, and its results. Explain how, by the sale of “Ministry of Healing,” patients may be brought to the sanitarium for healing who could never get there unaided; and how through this means assistance will be rendered in the establishment of sanitariums in places where they are greatly needed. If our sanitariums are wisely managed by men and women who have the fear of God before them, they will be the means of bringing us in connection with workers in the W. C. T. U., and these workers will not be slow to see the advantage of the medical branch of our work. As a result of their contact with our medical work, some of them will learn truths that they need to know for the perfection of Christian character."},{"refcode_short":"SpTB10 46.2","refcode_long":"Jehovah Is Our King, p. 46.2 (Ellen Gould White)","content":"One point that should never be forgotten by our workers is that the Lord Jesus Christ is our chief director. He has outlined a plan by which the schools may be relieved of their indebtedness; and He will not vindicate the course of those who lay this plan aside for lack of confidence in its success. When His people will come up unitedly to the help of His cause in the earth, no good thing that God has promised will be withheld from them."},{"refcode_short":"SpTB10 47.1","refcode_long":"Jehovah Is Our King, p. 47.1 (Ellen Gould White)","content":"In a place like Los Angeles, where the population is constantly changing, a wonderful opportunity is presented for the sale of our books. A great loss has been sustained because our people have not more fully embraced this opportunity. Why should not the teachers and students from the San Fernando school make Los Angeles a special field for the sale of “Object Lessons”? If with earnestness and faith they will work out the plan that has been given us for the use of this book, angels of God will attend their steps, and the blessing of heaven will be upon their efforts."},{"refcode_short":"SpTB10 47.2","refcode_long":"Jehovah Is Our King, p. 47.2 (Ellen Gould White)","content":"It would have been an excellent thing if the teachers of the San Fernando school had, during the vacation, availed themselves of this opportunity to push the work with “Christ's Object Lessons.” They would have found a blessing in going out with the students and teaching them how to meet the people, and how to introduce the book. The story of the gift of the book and its object would lead some to have a special interest in the book and in the school for which it is sold. Why have not the teachers in our schools done more of this work? If our people would only realize it, there is no more acceptable work to be done in the home field than to engage in the sale of “Object Lessons;” for while they are thus helping to carry out the Lord's plan for the relief of our schools, they are also bringing the precious truths of the word of God to the attention of the people."},{"refcode_short":"SpTB10 48.1","refcode_long":"Jehovah Is Our King, p. 48.1 (Ellen Gould White)","content":"The indifference that has been manifested by some toward this enterprise is displeasing to God. He desires that it shall be recognized by all our people as His method of relieving our schools from debt. It is because this plan has been neglected, that we now feel so keenly our lack of means for the advancing work. Had the schools availed themselves of the provision thus made for them, there would be more money in the school treasury, and more money in the hands of His people to relieve the necessities of other needy departments of the cause; and, best of all, teachers and students would have received the very lessons that they needed to learn in the Master's service."},{"refcode_short":"SpTB10 48.2","refcode_long":"Jehovah Is Our King, p. 48.2 (Ellen Gould White)","content":"I send you these lines because I see that there is need of a deeper intuition, a wider perception, on the part of our medical and educational workers, if they would get all the benefit that God intends shall come to them through the use of “Object Lessons” and “Ministry of Healing.” I ask you, my brethren, to read these words to our people, that they may learn to show the spirit of wisdom, and of power, and of a sound mind."}]