[{"refcode_short":"SpTB02 5","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 5 (Ellen Gould White)","content":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-day Adventists"},{"refcode_short":"SpTB02 5","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 5 (Ellen Gould White)","content":"Introduction"},{"refcode_short":"SpTB02 5.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 5.1 (Ellen Gould White)","content":"“And he said unto me, Son of man, go, get thee unto the house of Israel, and speak with My words unto them. For thou art not sent to a people of a strange speech and of an hard language, but to the house of Israel; not to many people of a strange speech and of an hard language, whose words thou canst not understand. Surely, had I sent thee to them, they would have hearkened unto thee.”"},{"refcode_short":"SpTB02 5.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 5.2 (Ellen Gould White)","content":"“Son of man, I have made thee a watchman unto the house of Israel: therefore hear the word at My mouth, and give them warning from Me. When I say unto the wicked, Thou shalt surely die; and thou givest him not warning, nor speakest to warn the wicked from his wicked way, to save his life; the same wicked man shall die in his iniquity; but his blood will I require at thine hand. Yet if thou warn the wicked, and he turn not from his wickedness, nor from his wicked way, he shall die in his iniquity; but thou hast delivered thy soul."},{"refcode_short":"SpTB02 5.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 5.3 (Ellen Gould White)","content":"“Again, When a righteous man doth turn from his righteousness, and commit iniquity, and I lay a stumbling block before him, he shall die: because thou hast not given him warning, he shall die in his sin, and his righteousness which he hath done shall not be remembered; but his blood will I require at thine hand. Nevertheless if thou warn the righteous man, that the righteous sin not, and he doth not sin, he shall surely live, because he is warned; also thou hast delivered thy soul.” Ezekiel 3:4-6, 17-21."},{"refcode_short":"SpTB02 5","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 5 (Ellen Gould White)","content":"Chapter 1—The Great Controversy"},{"refcode_short":"SpTB02 5.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 5.4 (Ellen Gould White)","content":"This morning, long before day, I received a blessing from God. Before this blessing came, I felt that my strength was leaving me. I had great suffering through my whole body. It seemed as if the entire system were being crushed. Every nerve and sinew was in pain. I thought of calling up the family, and then I said aloud, “They can not give me relief.” I prayed to the Great Physician to change the condition of things, to let me feel His healing power. And relief came."},{"refcode_short":"SpTB02 5.5","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 5.5 (Ellen Gould White)","content":"The Lord has given me this message for our churches: “Cry aloud, spare not, lift up thy voice like a trumpet, and show My people their transgression, and the house of Jacob their sins.”"},{"refcode_short":"SpTB02 5.6","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 5.6 (Ellen Gould White)","content":"The whole of the fifty-eighth chapter of Isaiah is to be regarded as a message for this time, to be given over and over again."},{"refcode_short":"SpTB02 5.7","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 5.7 (Ellen Gould White)","content":"There is a strife between the forces of good and evil, between the loyal and the disloyal angels. Christ and Satan are not at an agreement, and they never will be. In every age the true church of God has engaged in decided warfare against satanic agencies. Until the controversy is ended, the struggle will go on, between wicked angels and wicked men on the one side, and holy angels and true believers on the other."},{"refcode_short":"SpTB02 5.8","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 5.8 (Ellen Gould White)","content":"There is not, and can not be, a natural enmity between fallen angels and fallen men. Both are evil. Through apostasy, both cherish evil sentiments. Wicked angels and wicked men are leagued in a desperate confederacy against the good. Satan knew that if he could induce men, as he had induced angels, to unite with him in his rebellion, he would have a strong force with which to carry on his rebellion."},{"refcode_short":"SpTB02 6.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 6.1 (Ellen Gould White)","content":"In the hosts of evil there is jarring and discord, but they are all firm allies in fighting against heaven. Their one aim is to disparage God, and their great numbers lead them to entertain the hope that they will be able to dethrone Omnipotence."},{"refcode_short":"SpTB02 6.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 6.2 (Ellen Gould White)","content":"When Adam and Eve were placed in the garden of Eden, they were innocent and sinless, in perfect harmony with God. Enmity had no natural existence in their hearts. But when they transgressed, their nature was no longer sinless. They became evil; for they had placed themselves on the side of the fallen foe, doing the very things that God specified they should not do. Had there been no interference on the part of God, man would have formed a firm alliance with Satan against heaven. But when the words were spoken, “I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel,” Satan knew that although he had succeeded in making human beings sin, although he had led them to believe his lie, and to question God, although he had succeeded in depraving human nature, some arrangement had been made whereby the beings who had fallen would be placed on vantage ground, their nature renewed in godliness. He saw that his action in tempting them would react upon himself, and that he would be placed where he could not become conqueror."},{"refcode_short":"SpTB02 6.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 6.3 (Ellen Gould White)","content":"In the statement, “I will put enmity between thee and the woman, and between thy seed and her seed,” God pledged Himself to introduce into the hearts of human beings a new principle,—a hatred of sin, of deception, of pretense, of everything that bears the marks of Satan's guile."},{"refcode_short":"SpTB02 7.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 7.1 (Ellen Gould White)","content":"In the fulness of time Christ came, and in human nature lived on this earth a life unmarred by spot or stain of sin. With His whole being He hated sin of any kind. The emissaries of darkness give Christ the credit for being the one who expelled them from heaven. They hate Him for His purity. When He came to this world, His purity was a constant reproach to the proud, sensual generation then living on the earth. They hated Him, and in the end crucified Him."},{"refcode_short":"SpTB02 7.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 7.2 (Ellen Gould White)","content":"In His work on this earth, Christ saw how, by a disregard of the injunctions of God, in regard to righteousness and true doctrines, evil would be made almost indistinguishable from good. At times He looked upon the deceiving power of Satan, and saw that the wrong-doing of evil workers must be met. At one such time there fell upon the ears of the multitude the words:—"},{"refcode_short":"SpTB02 7.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 7.3 (Ellen Gould White)","content":"“Why do ye not understand My speech? even because ye can not hear My word. Ye are of your father the devil, and the lusts of your father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own; for he is a liar, and the father of it. And because I tell you the truth, ye believe Me not.”"},{"refcode_short":"SpTB02 7.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 7.4 (Ellen Gould White)","content":"Explaining the parable of the tares and the wheat, He said:—"},{"refcode_short":"SpTB02 7.5","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 7.5 (Ellen Gould White)","content":"“He that sowed the good seed is the Son of man; the field is the world; the good seed are the children of the kingdom; but the tares are the children of the wicked one; the enemy that sowed them is the devil: the harvest is the end of the world; and the reapers are the angels. As therefore the tares are gathered and burned in the fire; so shall it be in the end of the world. The Son of man shall send forth His angels, and they shall gather out of His kingdom all things that offend, and them which do iniquity; and shall cast them into a furnace of fire; there shall be wailing and gnashing of teeth. Then shall the righteous shine forth as the sun in the kingdom of their Father. Who hath ears to hear, let him hear.”"},{"refcode_short":"SpTB02 8.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 8.1 (Ellen Gould White)","content":"So we see that between Christ and Satan there is unceasing conflict. This conflict will be waged until the work of salvation is accomplished. And it will grow fiercer as the end approaches."},{"refcode_short":"SpTB02 8.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 8.2 (Ellen Gould White)","content":"Through the transforming power of the grace of Christ, men may prevail against the evil that strives for the victory. They need not become the servants of Satan, the dupes of his lies. They need not continue to be his willing captives. They may rise against the deceiver, whose wily tissue of lies cost our first parents their Eden home. They may resist the attacks of Satan. God can give them power to distinguish between falsehood and error, between sincerity and truth. If they choose, they may stand on vantage ground. But they can continue to stand there only by placing their hand in the hand of Christ, and following where He leads the way."},{"refcode_short":"SpTB02 8.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 8.3 (Ellen Gould White)","content":"It is after man has received light and evidence, after he has seen the contrast between truth and error, that the struggle against sin begins in his heart. But this enmity against wrong did not exist in his heart until Christ placed it there. Those who are truly loyal will show that their mind and heart are fully with the Lord Jesus. They will discern the specious sentiments of Satan, and will refuse to endorse actions that God condemns. But he who continues to depart from the laws of Christ's kingdom displays a spirit that is more and more decidedly at enmity against God."},{"refcode_short":"SpTB02 8.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 8.4 (Ellen Gould White)","content":"The Lord calls upon the one who has been working unrighteousness to put away his sins, and be converted. Unless the transforming grace of Christ is poured into his soul, he will refuse to oppose the works of Satan. The human agent who is worked by the power of the enemy, will close the door of his heart to every appeal made by the Saviour. He will refuse to hear the words, “Behold, I stand at the door, and knock: if any man hear My voice, and open the door, I will come in to him, and will sup with him, and he with Me.” And the God of heaven will not exercise His power to force man to practise righteousness, with the heart in determined resistance."},{"refcode_short":"SpTB02 9.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 9.1 (Ellen Gould White)","content":"“There shall be enmity between thee and the woman, and between thy seed and her seed.” We pray that this enmity may be more decidedly seen, that righteousness may be exalted, and sin called by its right name."},{"refcode_short":"SpTB02 9.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 9.2 (Ellen Gould White)","content":"When there are among God's people those who have departed from the path of humble obedience, those who have exalted self, those who have united with Satan in accusing and condemning the men appointed of God to be ministers of salvation, shall we keep silence for fear of hurting their feelings? When there are men in the church who love riches more than righteousness, and who stand ready to take advantage of their fellow men by unjust dealings, shall we make no protest? And when men standing in the position of leaders and teachers work under the power of spiritualistic ideas and sophistries, shall we keep silent, for fear of injuring their influence, while souls are being beguiled? Satan will use every advantage that he can obtain to cause souls to become beclouded and perplexed in regard to the work of the church, in regard to the word of God, and in regard to the words of warning which He has given through the testimonies of His Spirit, to guard His little flock from the subtleties of the enemy."},{"refcode_short":"SpTB02 9.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 9.3 (Ellen Gould White)","content":"When men stand out in defiance against the counsel of God, they are warring against God. Is it right for those connected with such ones to treat them as if they were in perfect harmony with them, making no difference between him that serveth God and him that serveth him not? Though they be ministers or medical missionaries, they have dishonored Christ before the forces of the loyal and the disloyal. Open rebuke is necessary, to prevent others from being ensnared."},{"refcode_short":"SpTB02 10.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 10.1 (Ellen Gould White)","content":"To believe that evil must not be condemned because this would condemn those who practise the evil, is to act in favor of falsehood. If, after a man has been given many cautions and warnings, to save him from his hereditary and cultivated tendencies to wrong, he takes offense, and refuses to accept the message graciously sent him from heaven, and puts aside the reproof of the Holy Spirit, his heart and conscience become hardened, and he is in great darkness."},{"refcode_short":"SpTB02 10.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 10.2 (Ellen Gould White)","content":"The enmity that God has put in our hearts against deceptive practises, must be kept alive, because these practises endanger the souls of those who do not hate them. All deceptive dealings, all untruthfulness regarding the Father and the Son, by which their characters are presented in a false light, are to be recognized as grievous sins. There are those who have become apt scholars in this deceptive work. Those who can not see the danger that is threatening the Lord's heritage because of these things will soon feel no enmity against the arch deceiver. Those who stand in positions of trust in our institutions are to show constant vigilance, else they will be taken captive. In words and deportment, in all their business transactions, they are to show the exactitude that will win the commendation, “Well done, good and faithful servant.”"},{"refcode_short":"SpTB02 10.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 10.3 (Ellen Gould White)","content":"It should now be clearly understood that we are not really helping those who are determined to do evil, when we show them respect, and keep our words of reproof for those with whom the disaffected one is at enmity. A grave mistake has been and is being made in this matter. Shall the servants of Jehovah, into whose heart He puts enmity against every evil work, be assailed as not being right when they call evil evil, and good good? Those who feel so very peaceable in regard to the works of the men who are spoiling the faith of the people of God, are guided by a delusive sentiment."},{"refcode_short":"SpTB02 11.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 11.1 (Ellen Gould White)","content":"There is to be a constant conflict between good and evil. Those who are enlightened by the Holy Spirit's power are to strive with every power of their being to snatch the prey from the seductive influences of men who refuse to obey the word of God, whether they be in high places or in low. Christ's property is not to pass out of His control into the control of the children of darkness."},{"refcode_short":"SpTB02 11.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 11.2 (Ellen Gould White)","content":"If this matter were rightly understood and closely guarded, God's servants would feel a continual burden of responsibility to counterwork the efforts of the men who do not know what they are about, because they are enchanted by the delusive allurements of Satan. When God's people are fully awake to the danger of the hour, and work fully on Christ's side, there will be seen a sharp contrast between their course and that of those who are saying, “Good Lord, and good devil,” and we shall see much firmer and more decided work done to counterwork the schemes of satanic agencies."},{"refcode_short":"SpTB02 12","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 12 (Ellen Gould White)","content":"Chapter 2—Teach the Word"},{"refcode_short":"SpTB02 12.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 12.1 (Ellen Gould White)","content":"I am awakened at eleven o'clock. The representations passing before me are so vivid that I can not sleep. The word of the Lord has come to me that there is a decided work to be done in warning our medical missionaries against the dangers and perils that surround them."},{"refcode_short":"SpTB02 12.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 12.2 (Ellen Gould White)","content":"The Lord calls upon those connected with our sanitariums to reach a higher standard. No lie is of the truth. If we follow cunningly devised fables, we unite with the enemy's forces against God and Christ. God calls upon those who have been wearing a yoke of human manufacture to break this yoke, and no longer be the bond-servants of men."},{"refcode_short":"SpTB02 12.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 12.3 (Ellen Gould White)","content":"The battle is on. Satan and his angels are working with all deceivableness of unrighteousness. They are untiring in their efforts to draw souls away from the truth, away from righteousness, to spread ruin throughout the universe. They work with marvelous industry to furnish a multitude of deceptions to take souls captive. Their efforts are unceasing. The enemy is ever seeking to lead souls into infidelity and skepticism. He would do away with God, and with Christ, who was made flesh and dwelt among us, to teach us that in obedience to God's will we may be victorious over sin."},{"refcode_short":"SpTB02 12.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 12.4 (Ellen Gould White)","content":"Every form of evil is waiting for an opportunity to assail us. Flattery, bribes, inducements, promises of wonderful exaltation, will be most assiduously employed."},{"refcode_short":"SpTB02 13.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 13.1 (Ellen Gould White)","content":"What are God's servants doing to raise the barrier of a “Thus saith the Lord” against this evil? The enemy's agents are working unceasingly to prevail against the truth. Where are the faithful guardians of the Lord's flocks? Where are His watchmen? Are they standing on the high tower, giving the danger signal, or are they allowing the peril to pass unheeded? Where are the medical missionaries? Are they co-workers with Christ, wearing His yoke, or are they wearing a yoke of human manufacture?"},{"refcode_short":"SpTB02 13.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 13.2 (Ellen Gould White)","content":"Satan and his angels are making every effort to obtain control of minds, that men may be swayed by falsehood and pleasing fables. Are our physicians lifting the danger signal? Are the men who have been placed in prominent positions in our sanitariums lifting the danger signal? Or are many of the watchmen asleep, while mischievous tongues and acute minds, sharpened by long practise in evading the truth, are continually at work to bring in confusion, and to carry out plans instigated by the enemy?"},{"refcode_short":"SpTB02 13.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 13.3 (Ellen Gould White)","content":"Please read Paul's exhortation to the Colossians. He speaks of his earnest desire that the hearts of the believers might be “knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgment of the mystery of God, and of the Father, and of Christ; in whom are hid all the treasures of wisdom and knowledge,” “And this I say,” he declares.” “lest any man should beguile you with enticing words.... As ye have therefore received Christ Jesus the Lord, so walk ye in Him; rooted and built up in Him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving. Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ. For in Him dwelleth all the fulness of the Godhead bodily.”"},{"refcode_short":"SpTB02 14.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 14.1 (Ellen Gould White)","content":"Will the men in our institutions keep silent, allowing insidious fallacies to be promulgated, to the ruin of souls? The sentiments of the enemy are being scattered everywhere. Seeds of discord, of unbelief, of infidelity, are being sown broadcast. Shall our medical missionaries raise no barrier against this evil? Is it not time that we asked ourselves, Shall we allow the adversary to lead us to give up the work of proclaiming the truth? Shall we allow him to keep us from being channels through which the blessings of the gospel, as a current of life, shall flow to the world? Let every man now arouse, and work as he has opportunity. Let him speak words in season and out of season, and look to Christ for encouragement and strength in well-doing."},{"refcode_short":"SpTB02 14.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 14.2 (Ellen Gould White)","content":"The dangers coming upon us are continually increasing. It is high time that we put on the whole armor of God, and work earnestly to keep Satan from gaining any further advantage. Angels of God, that excel in strength, are waiting for us to call them to our aid, that our faith may not be eclipsed by the fierceness of the conflict. Renewed energy is now needed. Vigilant action is called for. Indifference and sloth will result in the loss of personal religion and of heaven."},{"refcode_short":"SpTB02 14.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 14.3 (Ellen Gould White)","content":"At this time the Laodicean message is to be given, to arouse a slumbering church. Let the thought of the shortness of time stimulate you to earnest, untiring effort. Remember that Satan has come down with great power, to work with all deceivableness of unrighteousness in them that perish."},{"refcode_short":"SpTB02 14.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 14.4 (Ellen Gould White)","content":"For years our physicians have been trained to think that they must not give expression to sentiments that differ from those of their chief. O that they had broken the yoke! O that they had called sin by its right name! Then they would not be regarded in the heavenly courts as men who, though bearing weighty responsibilities, have failed of speaking the truth in reproof of that which has been in disobedience to God's word."},{"refcode_short":"SpTB02 15.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 15.1 (Ellen Gould White)","content":"Physicians, have you been doing the Master's business in listening to fanciful and spiritualistic interpretations of the Scriptures, interpretations which undermine the foundations of our faith, and holding your peace? God says, “Neither will I be with you any more, unless you awake, and vindicate your Redeemer.”"},{"refcode_short":"SpTB02 15.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 15.2 (Ellen Gould White)","content":"My message to you is: No longer consent to listen without protest to the perversion of truth. Unmask the pretentious sophistries which, if received, will lead ministers and physicians and medical missionary workers to ignore the truth. Every one is now to stand on his guard. God calls upon men and women to take their stand under the blood-stained banner of Prince Emmanuel. I have been instructed to warn our people; for many are in danger of receiving theories and sophistries that undermine the foundation pillars of the faith."},{"refcode_short":"SpTB02 15.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 15.3 (Ellen Gould White)","content":"Sometimes our physicians talk for hours, when they are weary and perplexed, and in no fit condition to talk. Medical missionaries should refuse to hold long night sessions of conversation. These night talks have been times when Satan with his seductive influence has stolen away from one and then another the faith once delivered to the saints. Brilliant, sparkling ideas often flash from a mind that is influenced by the great deceiver. Those who listen and acquiesce will become charmed, as Eve was charmed by the serpent's words. They can not listen to charming philosophical speculations, and at the same time keep the word of the living God clearly in mind."},{"refcode_short":"SpTB02 15.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 15.4 (Ellen Gould White)","content":"Our physicians have lost a great deal out of their lives because they have seen wrong transactions and heard wrong words spoken, and seen wrong principles followed, and have not spoken in reproof, for fear that they would be repulsed."},{"refcode_short":"SpTB02 16.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 16.1 (Ellen Gould White)","content":"I call upon those who have been connected with these binding influences to break the yoke to which they have long submitted, and stand as free men in Christ. Nothing but a determined effort will break the spell that is upon them."},{"refcode_short":"SpTB02 16.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 16.2 (Ellen Gould White)","content":"Be not deceived; many will depart from the faith, giving heed to seducing spirits and doctrines of devils. We have now before us the alpha of this danger. The omega will be of a most startling nature."},{"refcode_short":"SpTB02 16.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 16.3 (Ellen Gould White)","content":"We need to study the words that Christ uttered in the prayer that He offered just before His trial and crucifixion. “These words spake Jesus, and lifted up His eyes to heaven, and said, Father, the hour is come; glorify Thy Son, that Thy Son also may glorify Thee. As Thou hast given Him power over all flesh, that He should give eternal life to as many as Thou hast given Him. And this is life eternal, that they might know Thee the only true God, and Jesus Christ, whom Thou has sent. I have glorified Thee on the earth: I have finished the work which Thou gavest Me to do. And now, O Father, glorify Thou Me with Thine own self with the glory which I had with Thee before the world was. I have manifested Thy name unto the men which Thou gavest Me out of the world; Thine they were, and Thou gavest them Me; and they have kept Thy word.”"},{"refcode_short":"SpTB02 16.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 16.4 (Ellen Gould White)","content":"The righteousness of God is absolute. This righteousness characterizes all His works, all His laws. As God is, so must His people be. The life of Christ is to be revealed in the lives of His followers. In all His public and private acts, in every word and deed, practical godliness was seen and this godliness is to be seen in the lives of His disciples."},{"refcode_short":"SpTB02 16.5","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 16.5 (Ellen Gould White)","content":"Those who heed the light given them will bring the virtues of the character of Christ into the daily life. Christ did no sin, because there was no sin in Him. God has shown me that the lives of believers are to reveal practical righteousness."},{"refcode_short":"SpTB02 17.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 17.1 (Ellen Gould White)","content":"Has not God spoken in His word concerning the solemn events which must shortly take place? As you read these things, do you believe what He says? Or have you, through listening to specious philosophy, given up your faith in God? Can any power avert the punishment that must come upon you unless you humble your hearts before God and confess your sins? How is it, my brethren in the medical missionary work? Does not the living God speak to you from His word concerning the events that are taking place in fulfilment of that word? Soon the last great reckoning with man will take place. Have your lives been such that you can then be weighed in the balances of the sanctuary, and not be found wanting? Or has your faith been molded and restricted until it has become unbelief? Has your obedience to men become rebellion against God? “Examine yourselves, whether ye be in the faith; prove your own selves.”"},{"refcode_short":"SpTB02 18","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 18 (Ellen Gould White)","content":"Chapter 3—A Message of Warning"},{"refcode_short":"SpTB02 18.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 18.1 (Ellen Gould White)","content":"We have a special message to bear to the world, and our medical missionaries should be exerting an influence that God will accept. Their lives should reveal the influence of the cross. A great interest should be shown by them in the extension of the Lord's work. They should feel a deep sense of grief and humiliation as they think that many of the cities which have been kept before us for the last twenty-five years have not yet heard the message of present truth. There are heathen, as it were, right in our borders, in our large cities. But how few have a burden of soul for these unwarned ones! How few are willing to invest their means in the work of enlightening them! Entreaties have been made, but many have listened to the counsel of men not guided by the Holy Spirit."},{"refcode_short":"SpTB02 18.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 18.2 (Ellen Gould White)","content":"The members of the Christian church are designed expressly by God to live the Christ-life, and to diffuse the influence of the cross. When this is done as God requires, Christian missions will furnish a striking illustration of the power of the principles of Christ. The wonderful efficacy of the cross will be seen and felt. The power of the love of Christ, “that passeth knowledge,” will be revealed. The kingdom of God is founded upon infinite love, compassion, and purity. In perfect obedience is found perfect joy."},{"refcode_short":"SpTB02 18.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 18.3 (Ellen Gould White)","content":"Had God's people lived up to all the light they have received, standing firm in their integrity, and striving with united effort to advance God's cause, thousands upon thousands would have been converted, and the message of warning would have been proclaimed to the world. Our adversaries would have been put to shame; for it would have been seen what the grace of God can accomplish."},{"refcode_short":"SpTB02 19.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 19.1 (Ellen Gould White)","content":"All missionary successes have been gained by consecrated effort. By God's ordained means we can work successfully, meeting and surmounting obstacles, standing steadfastly under Christ's banner, refusing to fail or become discouraged. But often the Lord's workers relax their devoted, persevering efforts, and prosperity declines. Often the door is opened to Satan's temptations, and God's Spirit is sorely grieved. Pride of heart is cherished, and self-exaltation makes the church weak and strengthless."},{"refcode_short":"SpTB02 19.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 19.2 (Ellen Gould White)","content":"Unreserved consecration is needed now. Every worker is to make the great Medical Missionary his example. Then there will be seen in his work a purity, a righteousness, that will bring success. Unless self-renunciation and entire consecration are brought into the medical missionary work, human ideas will be followed, and evil influences will come in to sway things in accordance with the purposes of the enemy. Divine enlightenment is greatly needed at this time; for the perils of the situation are very great."},{"refcode_short":"SpTB02 19.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 19.3 (Ellen Gould White)","content":"There are some who in the past have had a correct experience, but who have changed leaders. Not all, but many have been beguiled. There are leaders who, before God can own and accept them, must first be converted, and led back to God. The beauty of His holiness is eclipsed by their unsanctified words and acts. They are strangers to God. They have no union with Him."},{"refcode_short":"SpTB02 19.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 19.4 (Ellen Gould White)","content":"Those leaders and teachers who refuse to follow Christ place themselves under the guidance of the evil angels. Some have already done this, and some, without severe chastisement from God, will never break the spell that is upon them."},{"refcode_short":"SpTB02 20.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 20.1 (Ellen Gould White)","content":"The Laodicean message must be given with earnestness and power, as a message from heaven. If it be ignored, the Lord will certainly cast away from Him those whose spiritual condition is so objectionable. Christ declares that pretentious piety is nauseating to Him. To the ones so full of self-sufficiency He says, “I know thy works, that thou art neither cold nor hot.” Their works are opposed to the holy principles of God's word."},{"refcode_short":"SpTB02 20.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 20.2 (Ellen Gould White)","content":"My brethren and sisters, will you take heed to the word of the Lord? Will you listen to His rebuke? If, after men in positions of responsibility have been warned and reproved by the Lord, they continue to follow their own way, affliction will come upon them. God chastens them, giving them opportunity after opportunity to repent. If they utterly refuse to repent, and are determined to listen to the sophistries of the enemy, they are left to their own course of action, and will surely perish in their sins; for God will not be trifled with. Sufficient light and evidence will be given to every soul. If men are overcome by the enemy, it will be because they have hardened their hearts, refusing to listen to the voice of God. Will men hear the word of the Lord, or will they, through yielding to temptation, refuse to hear until it becomes impossible for them to discern between good and evil?"},{"refcode_short":"SpTB02 20.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 20.3 (Ellen Gould White)","content":"Some of our medical men have been learning lessons that will prove to be to their eternal ruin, unless they earnestly seek the Lord. They need to purify their hearts through obeying the truth. A reformation is needed in their lives. Physicians need to set the Lord ever before them, carrying the lamp of life with them wherever they go, or else Satan will use their scientific knowledge to lead them astray. The purest, most Christlike influences must control their lives, else the enemy will lead them to believe that the end justifies the means, and they will do strange things, that will make the God of heaven ashamed of them. They will sacrifice principle in order to obtain their desires, and will endeavor to bring into the work of God the methods of worldlings."},{"refcode_short":"SpTB02 21.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 21.1 (Ellen Gould White)","content":"When physicians do this, God says of them, “You have sold the truth, and you must reap the displeasure of heaven. Unless you change, the gates of the holy city will be closed against you. Nothing that man can do has power to sanctify an unrighteous act.”"},{"refcode_short":"SpTB02 21.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 21.2 (Ellen Gould White)","content":"If there be first a willing mind, a way to the sanctuary will be found. But those whose hearts are humble and contrite would not engage in the work that for years has been done in Battle Creek, a work of accusing and condemning the brethren, and especially the ministers. It is the influence of the great deceiver that has led to this work. When men and women realize their own weakness and their entire dependence upon God, a standard of Christianity very different from that which now appears will be seen."},{"refcode_short":"SpTB02 21","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 21 (Ellen Gould White)","content":"Our Youth Not to Go to Battle Creek"},{"refcode_short":"SpTB02 21.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 21.3 (Ellen Gould White)","content":"When I first heard of the re-opening of Battle Creek College, I was in great distress; for I knew that this, if managed as some desired, would call many young people there. I knew that this move, if unopposed, would bring results very different from those intended or anticipated by some connected with the movement."},{"refcode_short":"SpTB02 21.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 21.4 (Ellen Gould White)","content":"How could we consent to have the flower of our youth called to Battle Creek to receive their education, when God has given warning after warning that they are not to gather there. Some who stand there as leaders and teachers do not understand the real groundwork of our faith. Many of those who have been educated in Battle Creek need to learn the first principles of present truth."},{"refcode_short":"SpTB02 22.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 22.1 (Ellen Gould White)","content":"We can not advise our youth to go to Battle Creek to obtain their education when the Lord is calling them away from Battle Creek, that they may be taught the truth for this time. “I will turn and overturn,” saith the Lord. Not all the leaders in Battle Creek are safe, reliable teachers; for they are not taught and led by God. Those who have had message after message, and yet have not heeded these messages, do not know the value of the knowledge that maketh wise unto salvation."},{"refcode_short":"SpTB02 22.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 22.2 (Ellen Gould White)","content":"Let those who have seen our youth lose their Christian experience and go into infidelity in Battle Creek, for quite a number have, ask themselves the question, “What will it profit a man if he gain the whole world, and lose his own soul? or what will a man give in exchange for his soul.” What line can sound the depths of the ruin of one soul? Who can weigh the eternal weight of glory and bliss that every human being who is saved will surely enjoy?"},{"refcode_short":"SpTB02 22.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 22.3 (Ellen Gould White)","content":"God forbid that one word of encouragement should be spoken to call our youth to a place where they will be leavened by misrepresentations and falsehoods regarding the testimonies, and the work and character of the ministers of God."},{"refcode_short":"SpTB02 22.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 22.4 (Ellen Gould White)","content":"My message will become more and more pointed, as was the message of John the Baptist, even though it cost me my life. The people shall not be deceived."},{"refcode_short":"SpTB02 22.5","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 22.5 (Ellen Gould White)","content":"I have been instructed that there are in Battle Creek men who are or have been connected with our institutions, who have rejected light, and chosen their own perverse way. Unless these men are converted, they will become Satan's decoys, to lead souls away from the truth. At times they will work to undermine the confidence of those in whose minds they can plant the seeds of doubt and questioning. They hate the testimonies of reproof sent them, and refuse to follow the light given by God to direct their feet in the right way."},{"refcode_short":"SpTB02 23.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 23.1 (Ellen Gould White)","content":"My soul is so greatly distressed as I see the working out of the plans of the tempter that I can not express the agony of my mind. Is the church of God always to be confused by the devices of the accuser, when Christ's warnings are so definite, so plain?"},{"refcode_short":"SpTB02 23.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 23.2 (Ellen Gould White)","content":"The showing at the Battle Creek Sanitarium is not in harmony with the Lord's design for that institution. I have been instructed that in building so large a sanitarium in Battle Creek, men have followed their own devising. They have not been led by the Lord, but have done directly contrary to the light that He has given. I write these words in order that the example that has been set in Battle Creek shall not be followed in other places; for it is not in accordance with God's plan. Instead of so large an institution being built in one place, plants should have been made in many cities in which there is nothing to represent the truth."},{"refcode_short":"SpTB02 23.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 23.3 (Ellen Gould White)","content":"Large sanitariums place in close association a great number of believers and unbelievers. The Lord is calling for separation from the world, but large institutions call for the mingling of our youth with worldlings. This association brings great temptation to the youth. The work of soul-saving that could be done were fewer unbelievers gathered together in one place, is greatly retarded."},{"refcode_short":"SpTB02 23.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 23.4 (Ellen Gould White)","content":"The enemy will devise many plans to occupy minds, and to divert attention from the message that is to be proclaimed. But we are to go straight forward with our work. The end of all things is at hand. The coming of the Lord in the clouds of heaven, with power and great glory, is very near."},{"refcode_short":"SpTB02 24.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 24.1 (Ellen Gould White)","content":"At this time, when wickedness is at its height, ministers of the gospel are crying, “Peace and safety.” Upon those whose minds are thus set at rest, sudden destruction cometh. Unprepared, they shall not escape."},{"refcode_short":"SpTB02 24.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 24.2 (Ellen Gould White)","content":"When Christ comes to gather to Himself those who have been faithful, the last trump will sound, and the whole earth, from the summits of the loftiest mountains to the lowest recesses of the deepest mines will hear. The righteous dead will hear the sound of the last trump, and will come forth from their graves, to be clothed with immortality, and to meet their Lord. And those who pierced the Saviour, those who scourged and crucified Him, will also be raised, to behold Him whom they mocked and despised, coming in the clouds of heaven, attended by the heavenly host, ten thousand times ten thousand and thousands of thousands."},{"refcode_short":"SpTB02 24.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 24.3 (Ellen Gould White)","content":"“The day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, and earth also, and the works that are therein shall be burned up.”"},{"refcode_short":"SpTB02 24.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 24.4 (Ellen Gould White)","content":"This scene has been presented before me as fully as I could bear to behold it. Then the scene has changed, and representations of things existing at the present time have passed before me. I have seen men who have been placed in positions of trust as watchmen, molding and fashioning the work in our conferences and institutions in accordance with worldly policy, which God condemns. The medical missionary work is sick, and needs the restoring power of the great Healer, before it can accomplish a work in harmony with its name."},{"refcode_short":"SpTB02 25","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 25 (Ellen Gould White)","content":"Chapter 4—The Berrien Springs Meeting"},{"refcode_short":"SpTB02 25.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 25.1 (Ellen Gould White)","content":"Near the close of the Berrien Springs meeting, the Lord opened before me, in the night season, many scenes regarding the opportunities and experiences of that meeting. I was given a presentation of the meeting that has weighed me down almost to the earth. and nearly taken my life. I carried the load all the time that I was in Nashville, and I could not rid myself of it. At times I would try to rise above the things that burdened me, and then again they would come upon me with crushing force."},{"refcode_short":"SpTB02 25.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 25.2 (Ellen Gould White)","content":"A glorious victory might have been gained at the Berrien Springs meeting. Abundant grace was provided for all who felt their need. But at a critical time in the meeting unadvised moves were made, which confused minds and brought in controversy. The Lord was working upon minds. Angels of God were in the assembly, and had all heeded the message borne, very different results would have been seen. Had all freely confessed their own sins, laying aside all anxiety about the acknowledgments and confessions to be made by others; had all humbled their hearts before God, as on the day of atonement in the days of ancient Israel, the Lord would have come in, and great victories would have been gained."},{"refcode_short":"SpTB02 25.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 25.3 (Ellen Gould White)","content":"But in the scenes presented me, I saw men talking together between the meetings about the mistakes and faults of their brethren. In the place of searching their own hearts, and praying, and confessing their own mistakes, men seemed to be anxious that others should feel that they had acted unwisely. Angels from heaven, sent to minister wisdom and grace, were disappointed to see self pressing its way in, to make things appear in a wrong light. Men were talking and accusing, and conjectures were brought in that should have had no place in the meeting."},{"refcode_short":"SpTB02 26.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 26.1 (Ellen Gould White)","content":"In some of the business meetings unwise words were spoken, which manifested suspicion and distrust of men bearing responsibilities. This aroused wrong feelings. Trifling things, looked at through the enemy's magnifying glass, became larger and larger. A mote became a mountain. Words were spoken and thoughts cherished that grieved the Holy Spirit."},{"refcode_short":"SpTB02 26.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 26.2 (Ellen Gould White)","content":"Those who ought to have been seeking the Lord with subdued, contrite spirits, were bringing to the foundation material represented by wood, hay, and stubble."},{"refcode_short":"SpTB02 26.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 26.3 (Ellen Gould White)","content":"Brother Sutherland spoke words that were untimely. For him to present his resignation at a time when so much was at stake, at a meeting in which the ministers had assembled for prayer and confession, and especially to seek for unity of spirit, was an unfortunate move, and showed that a strange power had come in to influence his mind, and lead it away from the living fountain to the brackish streams of the lowlands. He said that to which he would not have given utterance had he not been talked with and wrought upon. He spoke at a time when silence would have been eloquence."},{"refcode_short":"SpTB02 26.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 26.4 (Ellen Gould White)","content":"Brother A. T. Jones acted unwisely. He acted in the light of another's mind. He introduced matters that he would not have touched had he been wholly worked by the Spirit of God."},{"refcode_short":"SpTB02 26.5","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 26.5 (Ellen Gould White)","content":"Brother Hiland Butler lost a great blessing when he sought to humble others in the place of humbling himself. Every heart must feel its own peril. In the place of trying to humble others, men are to humble their own hearts, confessing their own sins, and placing themselves, where God can bless them. But many take an attitude that is like putting a new patch on an old garment, making the rent worse. From work of this kind the Lord turns away."},{"refcode_short":"SpTB02 27.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 27.1 (Ellen Gould White)","content":"The course taken by some at the Berrien Springs meeting resulted in building up in self-confidence men to whom God had given solemn warnings. It confirmed Dr. Kellogg in his self-righteousness. Many are so blind that they do not yet discern the misleading character of some of the sentiments contained in the book “Living Temple.” Such ones, whether they be ministers, physicians, or teachers, would better go apart and study the Scriptures alone with God."},{"refcode_short":"SpTB02 27.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 27.2 (Ellen Gould White)","content":"O that men, instead of dwelling upon the faults and errors of their brethren, had talked with God concerning their own dangers and defects of character, leaving their fellow-workers with the Lord Jesus! O that those who had grievances had gone directly to those whom they supposed had wronged them, and said, “My brother, will you forgive me? I have had unchristian feelings toward you, because I thought that you were trying to hurt my influence. I know that God is working to make hearts one. If I have grieved you in any way, will you forgive me? Christ has forgiven my mistakes, and I will forgive everything that I have thought was an injury to me. Let us be one. Let us, right here and in unity, offer up our petitions to the Heavenly Father.”"},{"refcode_short":"SpTB02 27.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 27.3 (Ellen Gould White)","content":"Had each one felt that he had done more to be forgiven by the Lord than he could express, a wonderful change would have come into the meeting."},{"refcode_short":"SpTB02 27.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 27.4 (Ellen Gould White)","content":"The representation given me of the Berrien Springs meeting is similar to the picture presented in the third chapter of Zechariah. “He showed me Joshua the high priest standing before the angel of the Lord, and Satan standing at his right hand to resist him.” Compare this picture with the experience at Berrien Springs, where so many words were spoken in vindication of self and in condemnation of others."},{"refcode_short":"SpTB02 28.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 28.1 (Ellen Gould White)","content":"“And the Lord said unto Satan, The Lord rebuke thee, O Satan; even the Lord that hath chosen Jerusalem rebuke thee; is not this a brand plucked out of the fire? Now Joshua was clothed with filthy garments, and stood before the angel. And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.”"},{"refcode_short":"SpTB02 28.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 28.2 (Ellen Gould White)","content":"Every one may have this change of raiment. Every one may be cleansed, refined, ennobled, covered with the robe of Christ's righteousness. But at the Berrien Springs meeting those who most needed to place themselves where they could have been thus favored were standing as accusers of their brethren. Heavenly angels were in the midst of God's people, ready to give glorious victories, wrought out through prayer and the personal intercession of Christ. These victories would have been given had men been looking at their own defects, instead of pointing to the defects of others."},{"refcode_short":"SpTB02 28.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 28.3 (Ellen Gould White)","content":"By empowering His people to employ the argument of His name, Christ places the merits of His virtue within the reach of those who are meek and lowly. He will imbue them with His Holy Spirit, giving them power to plead for themselves, as well as to grasp His promises in their behalf. Thus man and God become united in one. Those who have gained this experience do not utter accusations against others. They are too earnestly engaged in making sure that they themselves shall be baptized with the Holy Spirit."},{"refcode_short":"SpTB02 28.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 28.4 (Ellen Gould White)","content":"Those who are invested with Christ's Spirit are virtually clothed with priestly garments, and are placed on vantage ground, commissioned to minister to others. Christ puts into their hands a censer filled with the incense of His righteousness. And He distinctly pledges Himself to answer their supplications. “Whatsoever ye shall ask in My name,” He says, “that will I do.”"},{"refcode_short":"SpTB02 29.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 29.1 (Ellen Gould White)","content":"But if men occupy the time of the heavenly Guest in justifying themselves and finding fault with others, they lose the opportunity to be placed on vantage ground, and they encourage evil angels to abide with them, and to unite with them in warfare against God's people. Earnest pleading with God for the holy fragrance of the character of Christ is of value. But Christ is ashamed of those who exalt self, and bring accusations against others. To those who set themselves up as accusers of their brethren comes this reprimand from God, “Who art thou that sittest as a judge? Get down from the judgment seat, and on your knees, with humility and contrition, confess your sins.” If this course of humiliation and confession is followed, the sure result will come. Christ's intercession prevails with God, and at the same time is the almoner of infinite grace."},{"refcode_short":"SpTB02 30","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 30 (Ellen Gould White)","content":"Chapter 5—An Opportunity"},{"refcode_short":"SpTB02 30.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 30.1 (Ellen Gould White)","content":"Yesterday a very strong impression came upon me that now is our time to save Dr. Kellogg. We must now work with determined effort. We must not prescribe the precise steps he must take, but we must lay hold of the man himself, and let him see that the Spirit of God and the spirit of soul-saving are in us. Satan has worked to bind him up with himself, but shall we stand by, and make no effort to pull him away from Satan? Shall we not, in the name of the Lord, call for Dr. Kellogg to come to this meeting, not that we may make accusations against him, but that we may help him, and all of us draw with Christ?"},{"refcode_short":"SpTB02 30.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 30.2 (Ellen Gould White)","content":"Not one of us is above temptation. There is a work that Dr. Kellogg is educated to perform as no other man in our ranks can perform it; and if he will draw nigh to God, God will draw nigh to him. We are to draw with all our power, not making accusations, not prescribing what he must do, but letting him see that we are not willing that any should perish, but that every man should have that which Christ died to present to him,—eternal life."},{"refcode_short":"SpTB02 30.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 30.3 (Ellen Gould White)","content":"Is it not worth the trial? Satan is drawing him, but last night I saw a hand reached out to clasp his hand, and the words were spoken: “Let him take hold of My strength, that he may make peace with Me, and he shall make peace with Me. Satan is striving for the victory. I will help Dr. Kellogg to stand on vantage ground, and every soul who loves Me must work with Me. As he sees Me do, so must he do."},{"refcode_short":"SpTB02 31.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 31.1 (Ellen Gould White)","content":"“Leave the individuality of the man for God to work with at the present time. Every one needs to remember that Christ will pardon all transgression and all sin, because He came to save those that were lost.”"},{"refcode_short":"SpTB02 31.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 31.2 (Ellen Gould White)","content":"To all—for there were many looking on—He said, “Look not on this man, but look on Me. I gave My life to save him unto eternal life. He has dishonored Me. It is My name that must be honored as a sin-pardoning Saviour. I will open blind eyes."},{"refcode_short":"SpTB02 31.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 31.3 (Ellen Gould White)","content":"“Take heed, every soul, take heed to yourselves. lest at any time your hearts be overcharged with surfeiting, and drunkenness, and the cares of this life, and so that day come upon you unawares. For as a snare shall it come on all them that dwell on the face of the whole earth. Watch ye therefore, and pray always, that ye may be accounted worthy to escape all those things that shall come to pass, and to stand before the Son of man. The day of the Lord so cometh as a thief in the night. For when they shall say, Peace and safety, then sudden destruction cometh upon them, as travail upon a woman with child; and they shall not escape.”"},{"refcode_short":"SpTB02 31.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 31.4 (Ellen Gould White)","content":"Then the Saviour stretched out His hand, saying: “But ye, brethren, are not in darkness, that that day should overtake you as a thief. Ye are all the children of light, and the children of the day. If ye be obedient to the knowledge ye have received from My word, then, walking according to My word, ye are the children of the day. Ye are not of the night, nor of darkness; therefore ye are not to sleep as do others, but to watch and be sober. Walk as children of the day. You all need a more earnest hold upon heavenly things. All need the faith that works by love and purifies the soul. You have not already attained, neither are you now perfect. A work of purification is to be done in your souls; then your lives will demonstrate that you are pressing toward the mark of the prize of your high calling in Christ."},{"refcode_short":"SpTB02 32.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 32.1 (Ellen Gould White)","content":"“Every man needs to walk humbly with God. Grow in grace and in a knowledge of God and your Saviour Jesus Christ. By looking unto your Saviour, beholding with open face as in a glass the glory of the Lord, you will be changed into the same image, from glory to glory, even as by the Spirit of the Lord. As I work with you and you abide in me, you will reveal perfection of character. You will be made perfect in one. John Kellogg, put on the Lord Jesus Christ, that you may see that of your own self you can do nothing. You can not possibly atone for your own sins. Through faith in Christ Jesus purify your soul from all dross, and reveal the righteousness of Christ, which is of God by faith. Christ has marked your desires when His Spirit has striven with you.”"},{"refcode_short":"SpTB02 32.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 32.2 (Ellen Gould White)","content":"Then Dr. Kellogg exclaimed: “I am sinful, but He hath covered me with His own righteousness, and henceforth I will go in the strength of the Lord God. Henceforth I will make mention of Thy righteousness, even of Thine only.”"},{"refcode_short":"SpTB02 32.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 32.3 (Ellen Gould White)","content":"Confessions were made, and the words were spoken by Christ, “Unless you walk in all humility of mind, Satan will obtain the victory.”"},{"refcode_short":"SpTB02 32.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 32.4 (Ellen Gould White)","content":"Dr. Kellogg exclaimed, “He hath broken the bands of Satan; He hath covered me with the robe of His righteousness. I will go in the strength of the Lord God. I will make mention of Thy righteousness.”"},{"refcode_short":"SpTB02 32.5","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 32.5 (Ellen Gould White)","content":"A hand was laid upon the hand of Dr. Kellogg and upon the hand of W. K. Kellogg, and the Saviour said: “I have not been unmindful of your struggles; but ye would not come unto Me that ye might have life. Take My yoke upon you, and unite with your brethren, all of whom need to wear My yoke. Learn of Me; for I am meek and lowly in heart, and ye shall find rest unto your souls. For My yoke is easy, and My burden is light. Ye were sometimes in darkness, because you did not wear My yoke. If you will wear My yoke and learn of Me, you will henceforth reveal My meekness and lowliness. Ye were sometimes darkness, but henceforth you are to be children of the light. If you will keep hold of My strength, you will be all light in the Lord. Have no fellowship with the unfruitful works of darkness, but rather reprove them. All things that are reproved are made manifest by the light.”"},{"refcode_short":"SpTB02 33.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 33.1 (Ellen Gould White)","content":"Christ took the hands of both Dr. Kellogg and W. K. Kellogg, and said, “Awake to your responsibilities, but take on yourselves fewer burdens than you have taken in the past. Awake, thou that sleepest, and arise from the dead, and Christ shall give thee spiritual light. See that you both walk unitedly. I will be your sufficiency. Do not walk in your own strength, but with the sense that I am your helper. See, then, that ye walk circumspectly.”"},{"refcode_short":"SpTB02 33.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 33.2 (Ellen Gould White)","content":"Then His hand was laid upon the hands of Elder Daniells, and Elder Prescott, and W. C. White, and the words were spoken: “Let the word of Christ dwell in you richly in all wisdom. The sword of the Spirit is the word of God. The word of God is quick and powerful, and sharper than any two-edged sword. The weapons of our warfare are not carnal, but mighty through God to the pulling down of the strongholds of the enemy, casting down imaginations and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ.”"},{"refcode_short":"SpTB02 33.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 33.3 (Ellen Gould White)","content":"Then He turned to the gospel medical missionaries, and said: “Ye strike too low. There is a broader work for you to do. Leave the smaller work for those who need the experience, but teach them all to be ever reaching a higher standard. Keep your souls in the love of God. Broaden your work. Teach those who know not the truth. The cities are to be worked. All the work to be done God will open before those who are striving to save souls perishing in their sins. There are various lines of work; but unite, unite in perfect harmony. This is your safety and your wisdom and your strength."},{"refcode_short":"SpTB02 34.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 34.1 (Ellen Gould White)","content":"“Except a man be born again, he can not see the kingdom of God. If any man be in Christ, he is a new creature; old things are passed away; behold, all things are become new. A new heart also will I give you, and a new spirit will I put within you; and I will take away the stony heart out of your flesh, and I will give you an heart of flesh. Purge out therefore the old leaven, that ye may be a new lump,—the new man which after God is created in righteousness and true holiness. Thou shalt be called by a new name, which the mouth of the Lord shall name. The Lord your God proveth you, to know whether you love Him with all your heart and with all your soul. He shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Every man's work shall be made manifest; for the day shall declare it, because it shall be revealed by fire, and the fire shall try every man's work of what sort it is."},{"refcode_short":"SpTB02 34.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 34.2 (Ellen Gould White)","content":"“Unify. Your unbelief and lack of unity have been a standing reproach to the people of God, who have been given such great light. The pride of the human heart has dishonored the greatest work ever committed to mortals. Unify; come into the sanctifying circle of truth. Draw together; walk humbly with God; and be subject one to another, according to the light of the word. Let no man seek to be the greatest. This has been an offense to God. Press together, and heed every word of God; that will create oneness. Avoid all fault-finding and dissension. Perplexing matters will adjust themselves if each one will walk circumspectly."},{"refcode_short":"SpTB02 35.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 35.1 (Ellen Gould White)","content":"“As you seek to reach the highest standard, I will turn My hand upon thee, and purely purge away thy dross, and take away all thy tin. I will melt them and try them. Put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts, and be renewed in the spirit of your mind; and put on the new man, which after God is created in righteousness and true holiness. You are to be one. Strive no longer to be first. If ye then be risen with Christ, seek those things which are above, where Christ sitteth at the right hand of God. Read the first twelve verses of the second chapter of First Peter. God gave these words through His servant. Let all help their brethren to be one as Christ is one with the Father.”"},{"refcode_short":"SpTB02 35.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 35.2 (Ellen Gould White)","content":"I can write no more now. I am bidden to present this to my brethren, for them to carry to others, who are not at this meeting. Work with all diligence in harmony with Christ. We have not a moment to spend in contention. Every soul is to be hidden with Christ in God. There is to be a time of trouble such as was not since there was a nation. Those who have any realization of this will not regard it as a virtue to make little differences a hindrance to their own spirituality and to the advancement of the work of God. Let the Lord's entrusted means be put in operation, that new fields may be opened. Let lines of work be set in operation to warn the cities and villages as fast as possible; for the time will soon be upon us when the enemy will imbue all wicked men with his devising. The secret of the Lord is with them that fear Him, and He will show them His covenant. God calls upon His people to assist with their means, that in the places which He has specified should be worked, there may be wise men to carry the work forward."},{"refcode_short":"SpTB02 36","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 36 (Ellen Gould White)","content":"Chapter 6—Councils in Battle Creek"},{"refcode_short":"SpTB02 36.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 36.1 (Ellen Gould White)","content":"During the past night, scenes that clearly outline our present position, were vividly presented to me. Scenes that had passed before me while we were on the steamer “Morning Star,” were once more presented. These representations, with the instruction given me, make clear to my mind some of the experiences of the Berrien Springs meeting, and of the councils which followed in Battle Creek. The long-suffering patience of God and His wonderful forbearance were manifested during the Berrien Springs meeting. Once more the Lord held forth to men who have been linking up with worldlings and working with unbelieving lawyers, the words of love and mercy that He has been speaking for years."},{"refcode_short":"SpTB02 36.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 36.2 (Ellen Gould White)","content":"The meeting at Berrien Springs was an occasion of great perplexity to many of our brethren. It was a time of heavy burden and of taxing labor for me. The Lord strengthened me, and gave me power to stand before the people, and speak words of counsel and encouragement. A special message of hope and courage was given for men at Battle Creek. O, why did they not lay hold of it! There was opportunity for them to be placed upon vantage ground. Why did they not appreciate this opportunity? Greater evidence will not be given them that God is calling for a change of attitude. Some good confessions were made, but some chose to justify themselves, and demanded confessions from their brethren."},{"refcode_short":"SpTB02 36.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 36.3 (Ellen Gould White)","content":"I have been given no encouragement to go to Battle Creek. I was shown that efforts would be made to call our leading men there to investigate the Scriptures, and discuss points of difference. I was then instructed that the students who had been called to Battle Creek, and the ministers held there, are in a dangerous atmosphere. The proposition to continue the same relations to Battle Creek, which again and again have been pointed out as detrimental, and the proposal to do that which should not be done, are ill-timed and dangerous. The result of these relations is unbelief in the movings of the providence of God. The testimonies that the Lord has given to establish the faith of His people in His word, have been made of no effect."},{"refcode_short":"SpTB02 37.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 37.1 (Ellen Gould White)","content":"Men have sneered at the thought that it was God's judgments which had come upon the institutions in Battle Creek. Notwithstanding this, God's hand of mercy was not withdrawn from the institutions, and the men in positions of responsibility. He still strove to save those who have been binding themselves up with worldlings...."},{"refcode_short":"SpTB02 37.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 37.2 (Ellen Gould White)","content":"I have been instructed to say that altogether too long have our ministers been answering the calls to come to Battle Creek to attend councils. That which has been done by calling men away from their work to attend councils in Battle Creek for the purpose of bringing about a better understanding, has failed to meet our expectations, because leading men in the medical work were determined to carry out their cherished plans, and at the close of each council these men have made representations that they had gained decided victories."},{"refcode_short":"SpTB02 37.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 37.3 (Ellen Gould White)","content":"It has been shown me that the effort made at Berrien Springs to save the leading men in the medical work, was interpreted by them as a victory over their brethren, and has been used to strengthen their hands in the carrying out of their purposes. The gracious invitation was given, “Come unto Me, all ye that labor and are heavy laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart, and ye shall find rest unto your souls. For My yoke is easy, and My burden light.” But the invitation was not accepted. The Lord says, “Why will you not come to Me and find rest? Why do you refuse My outstretched, helping hand?”"},{"refcode_short":"SpTB02 38.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 38.1 (Ellen Gould White)","content":"After I had spoken for the last time at Berrien Springs, a scene passed before me, showing me that some would construe what had been done at that meeting to save them, as special victories for their side. I saw evil angels working with their deceptive sophistries on men's minds, so that they might work on other minds, to deceive if possible the very elect. I was filled with an intense desire that those who were deceived might come to the light."},{"refcode_short":"SpTB02 38.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 38.2 (Ellen Gould White)","content":"Our brethren are not to be called to Battle Creek to hold a council for the examination of doctrines, while the men who profess to know the truth remain surrounded by a cloud of unbelief. Our ministers, instead of turning their faces toward a council at Battle Creek, should be considering the thousands of people in the cities of America, who should be hearing the message of warning. These cities have been strangely neglected, and the judgment will reveal the result."},{"refcode_short":"SpTB02 38.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 38.3 (Ellen Gould White)","content":"This is not a time to call from the field our leading workers, to discuss and adjust points of difference between the medical workers and the workers in other lines. The remedy for many of these differences will be found in heeding the messages of counsel published in recent testimonies."},{"refcode_short":"SpTB02 38.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 38.4 (Ellen Gould White)","content":"The present is a time for aggressive work in the field. To our brethren in Washington the word is given, “Arise and build.” To our people in all the conferences the word is, “Strengthen the hands of the builders.” ..."},{"refcode_short":"SpTB02 39.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 39.1 (Ellen Gould White)","content":"“Finally, my brethren, be strong in the Lord, and in the power of His might. Put on the whole armor of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand. Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness; and your feet shod with the preparation of the gospel of peace; above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked, and take the helmet of salvation, and the sword of the Spirit, which is the word of God.”"},{"refcode_short":"SpTB02 40","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 40 (Ellen Gould White)","content":"Chapter 7—Words of Counsel"},{"refcode_short":"SpTB02 40.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 40.1 (Ellen Gould White)","content":"I have words of counsel for you. There must be harmony between you and the men in responsible positions in the General Conference. You catch at straws in matters concerning Elder Daniells and Elder Prescott. Why?—Because they have not harmonized with you in all your plans, and have not given you the credit that you deserved. But when the Lord corrected errors, and spoke encouraging words concerning your efforts, why did you not praise Him, and show your gratitude by manifesting thankfulness and a forgiving spirit, and by showing an appreciation of the burdens borne by these fellow workers of God's appointment? Why did you cast imputations upon them, or allow others to cast imputation upon them?"},{"refcode_short":"SpTB02 40.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 40.2 (Ellen Gould White)","content":"Your feelings in regard to Elder Daniells and Elder Prescott are not correct. If you expect them to harmonize with you, you must harmonize with them."},{"refcode_short":"SpTB02 40.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 40.3 (Ellen Gould White)","content":"Elder Daniells and Elder Prescott have made some mistakes. But where can you find men of capability who have not made mistakes? A grave mistake was made when you and Elder A. T. Jones set yourselves to the defense of the movement for the re-opening of the Battle Creek College, the full results of which none of you understand. The Lord did not inspire the words spoken in defense of that movement, and the criticisms that were made against the attitude of the men who felt it to be their duty to point out the dangers attending the effort to bring a large number of our youth to Battle Creek. Another counselor had taken the place of the divine Counselor."},{"refcode_short":"SpTB02 41.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 41.1 (Ellen Gould White)","content":"In this perilous time the Lord has given us men of His choice to stand as the leaders of His people. If these men will keep humble and prayerful, ever making Christ their confidant, listening to and obeying His words, the Lord will lead and strengthen them. God has chosen Elder Daniells to bear responsibilities, and has promised to make him capable by His grace of doing the work entrusted to him. The responsibilities of the position he occupies are great, and the tax upon his strength and courage is severe; and the Lord calls upon us to hold up his hands, as he strives with all the powers of mind and body to advance the work. The Lord desires every church to offer prayer for him as he bears these heavy responsibilities. Our brethren and sisters should not stand ready to criticize and condemn those who are bearing heavy burdens. Let us refuse to listen to the words of censure spoken regarding the men upon whom rest such weighty responsibilities...."},{"refcode_short":"SpTB02 41.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 41.2 (Ellen Gould White)","content":"I know that Elder Daniells is the right man in the right place. He has stood nobly for the truth, and has striven earnestly to deal in a right way with the controversies arising regarding the relation of the medical work to the evangelical work."},{"refcode_short":"SpTB02 41.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 41.3 (Ellen Gould White)","content":"If the men whom the Lord has chosen to stand in positions of responsibility will heed the testimonies that God has given and is giving, if they will keep close to His word, if they will separate from those who are binding up with worldly influences, they will be safe men for the times upon which we have entered."},{"refcode_short":"SpTB02 42.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 42.1 (Ellen Gould White)","content":"The words and attitude of Brother E. A. Sutherland and Brother A. T. Jones at the Berrien Springs meeting struck an inharmonious note,—a note that was not inspired of God. It created a state of things which resulted in harm that they did not anticipate. It made the work of the meeting very much harder than it would otherwise have been. Had it not been for their injudicious course, the Berrien Springs Conference would have shown very different results."},{"refcode_short":"SpTB02 42.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 42.2 (Ellen Gould White)","content":"My brethren, God is dishonored when you seek to throw a burden of censure upon your brethren, as you did at that meeting. You were not working in harmony with God; for this is not the way in which He works. If you felt it your duty to lay before your brethren matters reflecting upon the leaders in General Conference work, it was your duty first to call the most reliable men together and modestly present to them your statements. You should not have thrown in your ideas without counsel, as you did. The impulsive disposition of Brother Jones has led him many times to make wrong movements, which have called for correction and reproof."},{"refcode_short":"SpTB02 42.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 42.3 (Ellen Gould White)","content":"At the Fresno camp-meeting, after I had borne a very plain testimony, Brother Jones acted the part of a man, doing thorough work in confession. He was working out his own salvation with fear and trembling. The blessing of the Lord came in, and the glory of the Lord was revealed. Angels of heaven were present in that meeting, and a great blessing was experienced by all who were present. And so it would have been in the meeting at Berrien Springs, if Dr. Kellogg had heartily accepted the message sent by the Lord, and had fully broken with the enemy. A spirit of humiliation would have filled every heart, and sincere confessions would have been made by all."},{"refcode_short":"SpTB02 43.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 43.1 (Ellen Gould White)","content":"At the Berrien Springs meeting, a special message of hope was given for Dr. Kellogg. He might have stood on vantage ground, accepting the Lord Jesus as his counselor. In and through the power of the Saviour, he might then have broken the spell. But he did not."},{"refcode_short":"SpTB02 43.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 43.2 (Ellen Gould White)","content":"For a long time Dr. Kellogg has not been humbly accepting Christ as his teacher, and, unknown to himself, has been taught by the master of sophistries. And the enemy has used him as a channel through which to exert a strong controlling influence upon the physicians associated with him. But the Lord will break the spell that is upon these men if they will allow the yoke that has been placed upon them to be broken."},{"refcode_short":"SpTB02 44","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 44 (Ellen Gould White)","content":"Chapter 8—Freedom In Christ"},{"refcode_short":"SpTB02 44.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 44.1 (Ellen Gould White)","content":"Christ gives to all the invitation, “Come unto Me, all ye that labor and are heavy laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart, and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.” All who accept this invitation will bear testimony that Christ's yoke is indeed easy and His burden light."},{"refcode_short":"SpTB02 44.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 44.2 (Ellen Gould White)","content":"It means much to our physicians whether they are wearing the yoke of Christ or the yoke of some man. Those who are wearing a yoke that man has placed on their necks will have to be freed from this yoke before they can act the part that God desires them to act in the proclamation of the truth. Those who receive and believe in Jesus are not to wear any man's yoke, neither are they to be non-committal in regard to where they stand. A fierce conflict is raging between two powers,—the power of light and the power of darkness. This conflict has a vital interest for the people of God. The question that is asked us is, Who will stand on the Lord's side? You can not remain neutral, and yet be Christ's followers, His faithful servants."},{"refcode_short":"SpTB02 44.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 44.3 (Ellen Gould White)","content":"“He that is not with Me is against Me,” Christ declares, “and he that gathereth not with Me scattereth abroad.” God has given to every man his work. He expects every follower of His to exert an influence that will tell for the upbuilding of His kingdom. He who is not actively engaged in promoting love and unity and equity is exerting an influence that is opposed to Christ."},{"refcode_short":"SpTB02 45.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 45.1 (Ellen Gould White)","content":"At this time men need to think under the inspiration of the Holy Spirit, and they need to pray more and talk less; for souls are hanging in the balance. The one who has exercised masterly power in the medical missionary work has not been given permission to exercise this power. He has taken this power to himself. Heaven is grieved because acts so imperious and unadvised and often so oppressive are done. Christ has looked upon the kingly dictation as to what shall be and what shall not be, and He says: “Speak words that are more appropriate. Men and women are My heritage. I have not passed them over into your hands. Stand aside, and exercise your authority over yourself. I have given to My children their code and charter. For man to interfere with My heritage, or to harm one of My purchased possession, is to impugn the divine efficacy and efficiency. Those who assume such authoritative power are to be rebuked for their presumption."},{"refcode_short":"SpTB02 45.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 45.2 (Ellen Gould White)","content":"“My kingdom is not of this world; for it refuses all human patronage. For any man to put forth his hand to guide and control My missionaries, as if he had the charge of their souls, is displeasing to God. I have bought them with a price such as no human mind can compute. They are My property.”"},{"refcode_short":"SpTB02 45.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 45.3 (Ellen Gould White)","content":"Those who are true to the divine Leader will hold fast to the simplicity of the gospel, and will put away the masterly sentiments and sophistries that are coming in to deceive. Those who would be saved from the wily, deceptive influences of the foe must now break every yoke, and take their position for Christ and for truth. They must reject all fictitious sentiments, which, if accepted, will spoil their faith and their experience. Unless they obtain this freedom, they will go on step by step in the downward path, until they deny Him who has bought them with the price of His blood."},{"refcode_short":"SpTB02 46.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 46.1 (Ellen Gould White)","content":"This is the message that I am instructed to bear to our physicians. The Lord calls upon those who claim to be medical missionaries to free themselves from the control of any human mind. He says: “Break every yoke. My servants are not to be under the jurisdiction of any man. Their minds belong to Me. They have not been sold into bondage to any human being, for him to lead into philosophical speculation and spiritualistic theories.”"},{"refcode_short":"SpTB02 46.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 46.2 (Ellen Gould White)","content":"Christ never causes confusion in minds. He says, “I will surely bring punishment upon those who put themselves in My place, to control the minds of My blood-bought heritage; for thus they endanger the souls of those who have been purchased with the price of My own blood. These physicians are My workmen. They are to present to the world a standing evidence that the human mind, under the control of the Holy Spirit, represents the heavenly world. Better would it be for a man never to have been born than to spoil the souls of My heritage. The soul that is turned away from the word may lose eternal life. Unless the one who does this work comes to Me with repentance and confession, he will lose the life that measures with the life of God.”"},{"refcode_short":"SpTB02 46.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 46.3 (Ellen Gould White)","content":"One soul misled—forfeiting eternal bliss—who can estimate the loss!"},{"refcode_short":"SpTB02 46.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 46.4 (Ellen Gould White)","content":"The missionaries of the Christian church are to stand in their God-given manhood, with the privilege of exercising freedom of speech and freedom of faith. When they see that a fellow laborer is not doing as a man in his position ought to do, they are not to harmonize with his plans, or be cowed into silence by a masterful spirit. For them to do this would be a great injury to him and to them."},{"refcode_short":"SpTB02 46.5","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 46.5 (Ellen Gould White)","content":"Our physicians should not be required to verify statements that they know are not true. How dare they do this? How dare any one require it? They do great harm to a speaker when they listen to false statements without making any protest or correction."},{"refcode_short":"SpTB02 47.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 47.1 (Ellen Gould White)","content":"Our physicians are to stand where no binding influence will hold them speechless when they hear wrong sentiments expressed. At times, with burning earnestness and words of terrible severity, Christ denounced the abominations that He saw in the church and in the world. He would not allow the people to be deceived by false claims to righteousness and sanctity."},{"refcode_short":"SpTB02 47.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 47.2 (Ellen Gould White)","content":"We are to unify, but not on a platform of error. That which has been said in the testimonies in regard to “Living Temple,” and its misleading sentiments, is not overdrawn. Some of its theories are misleading, and their influence will be to close the minds of those who receive them against the truth for this time. Men may explain and explain in regard to these theories, nevertheless they are contrary to the truth. Scriptures are misplaced and misapplied, taken out of their connection and given a wrong application. Thus those are deceived who have not a vital, personal experience in the truths that have made us as a people what we are."},{"refcode_short":"SpTB02 47.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 47.3 (Ellen Gould White)","content":"We are living amidst the perils of the last days. We are to watch unto prayer. We are to put our entire trust in God, glorifying Him. Daily we are to learn lessons from the greatest Medical Missionary that ever trod this earth. He is our tabernacle of witness for heavenly things. He will not accept that which has been done in bringing so much of a commercial spirit into the medical missionary work, neither will He accept the Laodicean condition of the Medical Missionary Association. This association is not doing the work indicated by its name. It is not preparing a people to obtain a sound, healthy experience, which will stand the test of the judgment. I am so sorry; for God is dishonored. His work, which should be a praise in the earth, is belittled. False sentiments have been entertained, and a strange work has been done."},{"refcode_short":"SpTB02 48.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 48.1 (Ellen Gould White)","content":"The cause of God is in great peril because there are physicians in whose minds sophistry has prevailed against the truth. These men are bracing themselves against the impressions of the Holy Spirit, and are placing themselves where the Lord can not use them as leaders of His people."},{"refcode_short":"SpTB02 48.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 48.2 (Ellen Gould White)","content":"This is a time when Satan's deceptive power is exercised, not only upon the minds of those who are young and inexperienced, but upon the minds of men and women of mature years and of broad experience. Men in positions of responsibility are in danger of changing leaders. This I know; for it has been plainly revealed to me. I have been instructed that the enemy seeks to link up with men bearing large responsibilities in the Lord's work, in order that he may fill their minds with evil devisings. Under his influence men will suggest many things that are contrary to the mind of God."},{"refcode_short":"SpTB02 49","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 49 (Ellen Gould White)","content":"Chapter 9—Beware"},{"refcode_short":"SpTB02 49.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 49.1 (Ellen Gould White)","content":"I am given a message to bear to you and the rest of our physicians who are connected with the Medical Missionary Association. Separate from the influence exerted by the book “Living Temple;” for it contains specious sentiments. There are in it sentiments that are entirely true, but these are mingled with error. Scriptures are taken out of their connection, and are used to uphold erroneous theories."},{"refcode_short":"SpTB02 49.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 49.2 (Ellen Gould White)","content":"The thought of the errors contained in this book has given me great distress, and the experience that I have passed through in connection with the matter has nearly cost me my life."},{"refcode_short":"SpTB02 49.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 49.3 (Ellen Gould White)","content":"It will be said that “Living Temple” has been revised. But the Lord has shown me that the writer has not changed, and that there can be no unity between him and the ministers of the gospel while he continues to cherish his present sentiments. I am bidden to lift my voice in warning to our people, saying, “Be not deceived; God is not mocked.”"},{"refcode_short":"SpTB02 49.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 49.4 (Ellen Gould White)","content":"You have had access to “Testimonies for the Church,” Volumes VII and VIII. In these “Testimonies” the danger signal is raised. But the light so clear and plain to minds that have not been influenced by deceptive theories, has not been discerned by some. While the misleading theories of this book are entertained by our physicians, there can not be union between them and the ministers who are bearing the gospel message. There should be no union until there is a change."},{"refcode_short":"SpTB02 50.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 50.1 (Ellen Gould White)","content":"When medical missionaries make their practise and example harmonize with the name they bear, when they feel their need of uniting firmly with the ministers of the gospel, then there can be harmonious action. But we must firmly refuse to be drawn away from the platform of eternal truth, which since 1844 has stood the test."},{"refcode_short":"SpTB02 50.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 50.2 (Ellen Gould White)","content":"I am instructed to speak plainly. “Meet it,” is the word spoken to me. “Meet it firmly, and without delay.” But it is not to be met by our taking our working forces from the field to investigate doctrines and points of difference. We have no such investigation to make. In the book “Living Temple” there is presented the alpha of deadly heresies. The omega will follow, and will be received by those who are not willing to heed the warning God has given."},{"refcode_short":"SpTB02 50.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 50.3 (Ellen Gould White)","content":"Our physicians, upon whom important responsibilities rest, should have clear spiritual discernment. They are to stand constantly on guard. Dangers that we do not now discern will soon break upon us, and I greatly desire that they shall not be deceived. I have an intense longing to see them standing free in the Lord. I pray that they may have courage to stand firm for the truth as it is in Jesus, holding fast the beginning of their confidence unto the end."},{"refcode_short":"SpTB02 51","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 51 (Ellen Gould White)","content":"Chapter 10—The Foundation of Our Faith"},{"refcode_short":"SpTB02 51.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 51.1 (Ellen Gould White)","content":"The Lord will put new, vital force into His work as human agencies obey the command to go forth and proclaim the truth. He who declared that His truth would shine forever will proclaim this truth through faithful messengers, who will give the trumpet a certain sound. The truth will be criticized, scorned, and derided; but the closer it is examined and tested, the brighter it will shine."},{"refcode_short":"SpTB02 51.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 51.2 (Ellen Gould White)","content":"As a people, we are to stand firm on the platform of eternal truth that has withstood test and trial. We are to hold to the sure pillars of our faith. The principles of truth that God has revealed to us are our only true foundation. They have made us what we are. The lapse of time has not lessened their value. It is the constant effort of the enemy to remove these truths from their setting, and to put in their place spurious theories. He will bring in everything that he possibly can to carry out his deceptive designs. But the Lord will raise up men of keen perception, who will give these truths their proper place in the plan of God."},{"refcode_short":"SpTB02 51.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 51.3 (Ellen Gould White)","content":"I have been instructed by the heavenly messenger that some of the reasoning in the book, “Living Temple,” is unsound and that this reasoning would lead astray the minds of those who are not thoroughly established on the foundation principles of present truth. It introduces that which is naught but speculation in regard to the personality of God and where His presence is. No one on this earth has a right to speculate on this question. The more fanciful theories are discussed, the less men will know of God and of the truth that sanctifies the soul."},{"refcode_short":"SpTB02 52.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 52.1 (Ellen Gould White)","content":"One and another come to me, asking me to explain the positions taken in “Living Temple.” I reply, “They are unexplainable.” The sentiments expressed do not give a true knowledge of God. All through the book are passages of scripture. These scriptures are brought in in such a way that error is made to appear as truth. Erroneous theories are presented in so pleasing a way that unless care is taken, many will be misled."},{"refcode_short":"SpTB02 52.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 52.2 (Ellen Gould White)","content":"We need not the mysticism that is in this book. Those who entertain these sophistries will soon find themselves in a position where the enemy can talk with them, and lead them away from God. It is represented to me that the writer of this book is on a false track. He has lost sight of the distinguishing truths for this time. He knows not whither his steps are tending. The track of truth lies close beside the track of error, and both tracks may seem to be one to minds which are not worked by the Holy Spirit, and which, therefore, are not quick to discern the difference between truth and error."},{"refcode_short":"SpTB02 52.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 52.3 (Ellen Gould White)","content":"About the time that “Living Temple” was published, there passed before me in the night season, representations indicating that some danger was approaching, and that I must prepare for it by writing out the things God has revealed to me regarding the foundation principles of our faith."},{"refcode_short":"SpTB02 52.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 52.4 (Ellen Gould White)","content":"A copy of “Living Temple” was sent me, but it remained in my library, unread. From the light given me by the Lord, I knew that some of the sentiments advocated in the book, did not bear the indorsement of God, and that they were a snare that the enemy had prepared for the last days. I thought that this would surely be discerned, and that it would not be necessary for me to say anything about it."},{"refcode_short":"SpTB02 53.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 53.1 (Ellen Gould White)","content":"In the controversy that arose among our brethren regarding the teachings of this book, those in favor of giving it a wide circulation declared: “It contains the very sentiments that Sister White has been teaching.” This assertion struck right to my heart. I felt heart-broken; for I knew that this representation of the matter was not true."},{"refcode_short":"SpTB02 53.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 53.2 (Ellen Gould White)","content":"Finally my son said to me, “Mother, you ought to read at least some parts of the book, that you may see whether they are in harmony with the light that God has given you.” He sat down beside me, and together we read the preface, and most of the first chapter, and also paragraphs in other chapters. As we read, I recognized the very sentiments against which I had been bidden to speak in warning during the early days of my public labors. When I first left the State of Maine, it was to go through Vermont and Massachusetts, to bear a testimony against these sentiments. “Living Temple” contains the alpha of these theories. I knew that the omega would follow in a little while; and I trembled for our people. I knew that I must warn our brethren and sisters not to enter into controversy over the presence and personality of God. The statements made in “Living Temple” in regard to this point are incorrect. The scripture used to substantiate the doctrine there set forth, is scripture misapplied."},{"refcode_short":"SpTB02 53.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 53.3 (Ellen Gould White)","content":"I am compelled to speak in denial of the claim that the teachings of “Living Temple” can be sustained by statements from my writings. There may be in this book expressions and sentiments that are in harmony with my writings. And there may be in my writings many statements which, taken from their connection, and interpreted according to the mind of the writer of “Living Temple,” would seem to be in harmony with the teachings of this book. This may give apparent support to the assertion that the sentiments in “Living Temple” are in harmony with my writings. But God forbid that this sentiment should prevail."},{"refcode_short":"SpTB02 54.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 54.1 (Ellen Gould White)","content":"Few can discern the result of entertaining the sophistries advocated by some at this time. But the Lord has lifted the curtain, and has shown me the result that would follow. The spiritualistic theories regarding the personality of God, followed to their logical conclusion, sweep away the whole Christian economy. They estimate as nothing the light that Christ came from heaven to give John to give to His people. They teach that the scenes just before us are not of sufficient importance to be given special attention. They make of no effect the truth of heavenly origin, and rob the people of God of their past experience, giving them instead a false science."},{"refcode_short":"SpTB02 54.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 54.2 (Ellen Gould White)","content":"In a vision of the night I was shown distinctly that these sentiments have been looked upon by some as the grand truths that are to be brought in and made prominent at the present time. I was shown a platform, braced by solid timbers,—the truths of the Word of God. Some one high in responsibility in the medical work was directing this man and that man to loosen the timbers supporting this platform. Then I heard a voice saying, “Where are the watchmen that ought to be standing on the walls of Zion? Are they asleep? This foundation was built by the Master-worker,*The original publication had the spelling “Masterworker.” and will stand storm and tempest. Will they permit this man to present doctrines that deny the past experience of the people of God? The time has come to take decided action.”"},{"refcode_short":"SpTB02 54.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 54.3 (Ellen Gould White)","content":"The enemy of souls has sought to bring in the supposition that a great reformation was to take place among Seventh-day Adventists, and that this reformation would consist in giving up the doctrines which stand as the pillars of our faith, and engaging in a process of reorganization. Were this reformation to take place, what would result? The principles of truth that God in His wisdom has given to the remnant church, would be discarded. Our religion would be changed. The fundamental principles that have sustained the work for the last fifty years would be accounted as error. A new organization would be established. Books of a new order would be written. A system of intellectual philosophy would be introduced. The founders of this system would go into the cities, and do a wonderful work. The Sabbath, of course, would be lightly regarded, as also the God who created it. Nothing would be allowed to stand in the way of the new movement. The leaders would teach that virtue is better than vice, but God being removed, they would place their dependence on human power, which, without God, is worthless. Their foundation would be built on the sand, and storm and tempest would sweep away the structure."},{"refcode_short":"SpTB02 55.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 55.1 (Ellen Gould White)","content":"Who has authority to begin such a movement? We have our Bibles. We have our experience, attested to by the miraculous working of the Holy Spirit. We have a truth that admits of no compromise. Shall we not repudiate everything that is not in harmony with this truth?"},{"refcode_short":"SpTB02 55.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 55.2 (Ellen Gould White)","content":"I hesitated and delayed about the sending out of that which the Spirit of the Lord impelled me to write. I did not want to be compelled to present the misleading influence of these sophistries. But in the providence of God, the errors that have been coming in must be met."},{"refcode_short":"SpTB02 55.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 55.3 (Ellen Gould White)","content":"Shortly before I sent out the testimonies regarding the efforts of the enemy to undermine the foundation of our faith through the dissemination of seductive theories, I had read an incident about a ship in a fog meeting an iceberg. For several nights I slept but little. I seemed to be bowed down as a cart beneath sheaves. One night a scene was clearly presented before me. A vessel was upon the waters, in a heavy fog. Suddenly the lookout cried, “Iceberg just ahead!” There, towering high above the ship, was a gigantic iceberg. An authoritative voice cried out, “Meet it!” There was not a moment's hesitation. It was a time for instant action. The engineer put on full steam, and the man at the wheel steered the ship straight into the iceberg. With a crash she struck the ice. There was a fearful shock, and the iceberg broke into many pieces, falling with a noise like thunder to the deck. The passengers were violently shaken by the force of the collision, but no lives were lost. The vessel was injured, but not beyond repair. She rebounded from the contact, trembling from stem to stern, like a living creature. Then she moved forward on her way."},{"refcode_short":"SpTB02 56.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 56.1 (Ellen Gould White)","content":"Well I knew the meaning of this representation. I had my orders. I had heard the words, like a voice from our Captain, “Meet it!” I knew what my duty was, and that there was not a moment to lose. The time for decided action had come. I must without delay obey the command, “Meet it!”"},{"refcode_short":"SpTB02 56.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 56.2 (Ellen Gould White)","content":"That night I was up at one o'clock, writing as fast as my hand could pass over the paper. For the next few days I worked early and late, preparing for our people the instruction given me regarding the errors that were coming in among us."},{"refcode_short":"SpTB02 56.3","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 56.3 (Ellen Gould White)","content":"I have been hoping that there would be a thorough reformation, and that the principles for which we fought in the early days, and which were brought out in the power of the Holy Spirit, would be maintained."},{"refcode_short":"SpTB02 56.4","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 56.4 (Ellen Gould White)","content":"Many of our people do not realize how firmly the foundation of our faith has been laid. My husband, Elder Joseph Bates, Father Pierce, Elder Edson, and others who were keen, noble, and true, were among those who, after the passing of the time in 1844, searched for the truth as for hidden treasure. I met with them, and we studied and prayed earnestly. Often we remained together until late at night, and sometimes through the entire night, praying for light and studying the word. Again and again these brethren came together to study the Bible, in order that they might know its meaning, and be prepared to teach it with power. When they came to the point in their study where they said, “We can do nothing more,” the Spirit of the Lord would come upon me, I would be taken off in vision, and a clear explanation of the passages we had been studying would be given me, with instruction as to how we were to labor and teach effectively. Thus light was given that helped us to understand the scriptures in regard to Christ, His mission, and His priesthood. A line of truth extending from that time to the time when we shall enter the city of God, was made plain to me, and I gave to others the instruction that the Lord had given me."},{"refcode_short":"SpTB02 57.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 57.1 (Ellen Gould White)","content":"During this whole time I could not understand the reasoning of the brethren. My mind was locked, as it were, and I could not comprehend the meaning of the scriptures we were studying. This was one of the greatest sorrows of my life. I was in this condition of mind until all the principal points of our faith were made clear to our minds, in harmony with the word of God. The brethren knew that when not in vision, I could not understand these matters, and they accepted as light direct from heaven the revelations given."},{"refcode_short":"SpTB02 57.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 57.2 (Ellen Gould White)","content":"For two or three years my mind continued to be locked to an understanding of the Scriptures. In the course of our labors, my husband and I visited Father Andrews, who was suffering intensely with inflammatory rheumatism. We prayed for him. I laid my hands on his head, and said, “Father Andrews, the Lord Jesus maketh thee whole.” He was healed instantly. He got up, and walked about the room, praising God, and saying, “I never saw it on this wise before. Angels of God are in this room.” The glory of the Lord was revealed. Light seemed to shine all through the house, and an angel's hand was laid upon my head. From that time to this I have been able to understand the word of God."},{"refcode_short":"SpTB02 58.1","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 58.1 (Ellen Gould White)","content":"What influence is it that would lead men at this stage of our history to work in an underhanded, powerful way to tear down the foundation of our faith,—the foundation that was laid at the beginning of our work by prayerful study of the word and by revelation? Upon this foundation we have been building for the past fifty years. Do you wonder that when I see the beginning of a work that would remove some of the pillars of our faith, I have something to say? I must obey the command, “Meet it!”"},{"refcode_short":"SpTB02 58.2","refcode_long":"Testimonies for the Church Containing Letters to Physicians and Ministers Instruction to Seventh-Day Adventists, p. 58.2 (Ellen Gould White)","content":"I have the tenderest feelings toward Dr. Kellogg. For many years I have tried to hold fast to him. God's word to me has always been, “You can help him.” Sometimes I am awakened in the night, and, rising, I walk the room, praying: “O Lord, hold Dr. Kellogg fast. Do not let him go. Keep him steadfast. Anoint his eyes with the heavenly eyesalve, that he may see all things clearly.” Night after night I have lain awake, studying how I could help him. Earnestly and often I have prayed that the Lord may not permit him to turn away from sanctifying truth. This is the burden that weighs me down,—the desire that he shall be kept from making mistakes that would hurt his soul and injure the cause of present truth. But for some time his actions have revealed that a strange spirit is controlling him. The Lord will take this matter in His own hands. I must bear the messages of warning that God gives me to bear, and then leave with the Lord the results. I must now present the matter in all its bearings; for the people of God must not be despoiled."}]