[{"refcode_short":"SpTB16 1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 1 (Ellen Gould White)","content":"Selections from the Testimonies for Students and Workers of our Sanitariums"},{"refcode_short":"SpTB16 1.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 1.1 (Ellen Gould White)","content":"“Jesus is honored or dishonored by the words and deportment of His professed followers. The heart must be kept pure and holy, for out of it are the issues of life. If the heart is purified through the obedience to the truth, there will be no selfish preferences, no corrupt motives. There will be no partiality, no hypocrisy; love-sick sentimentalism, whose blighting influence has been felt in all our institutions, will not be developed. Strict guard must be kept, that this curse shall not poison or corrupt our health institutions."},{"refcode_short":"SpTB16 1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 1 (Ellen Gould White)","content":"Selections from the Testimonies for Students and Workers of our Sanitariums"},{"refcode_short":"SpTB16 1.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 1.2 (Ellen Gould White)","content":"When the Lord revealed to me that we should establish our first health institution in Battle Creek, I was told that it was to be a school, a branch of the missionary work; that this would give character and influence to the truth we held, which was then set before minds in a distorted light. I was shown that the managers and helpers in this institution, if they were sincere Christians, could remove many false ideas, and by precept and example could recommend the truth; and on the other hand, they could, by unconsecrated lives, misrepresent the truth, and lead souls away from righteousness."},{"refcode_short":"SpTB16 1.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 1.3 (Ellen Gould White)","content":"God demands more of us than we are willing to give Him. None are to be forward and obtrusive, but we are to quietly live our religion with an eye single to the glory of God. Then we shall shine as lights in the world, without noise or friction. None need to fail, for One is with them who is wise in counsel, excellent in working, and mighty to accomplish His own designs. He works through His agents, seen and unseen, human and divine. This work is a grand work, and will be carried forward to the glory of God if all who are connected with it will make their work correspond to their profession of faith."},{"refcode_short":"SpTB16 1.4","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 1.4 (Ellen Gould White)","content":"Jesus is honored or dishonored by the words and deportment of His professed followers. The heart must be kept pure and holy, for out of it are the issues of life. If the heart is purified through obedience to the truth, there will be no selfish preferences, no corrupt motives. There will be no partiality, no hypocrisy; love-sick sentimentalism, whose blighting influence has been felt in all our institutions, will not be developed. Strict guard must be kept, that this curse shall not poison or corrupt our health institutions."},{"refcode_short":"SpTB16 2.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 2.1 (Ellen Gould White)","content":"There will be temptations on every side, and plausible excuses to have favorites... In the present state of society, with the lax morals of not only the youth but those of age and experience, there is great danger of becoming careless and giving special attention to favorites, thus creating envy, jealousy, and evil surmisings... But few realize that they grieve away the Spirit of God by their thoughts and feelings, their nonsense; trifling conversation, and when admonished they say, “O, I mean no harm.” What do these frivolous ones mean? Do they forget that that which they sow they shall also reap? This silly, nonsensical conversation reveals a weak character and is an offense to God. If the grace of Christ were planted in their hearts, and striking roots down deep into good soil, they would bear fruit of an altogether different kind. They would be acquiring moral stamina—that strength of purpose and solidity of character which is essential for the great and good work that ought to be done in this institution. Others would feel their influence, and would take knowledge of them that they were led and taught by Jesus."},{"refcode_short":"SpTB16 2.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 2.2 (Ellen Gould White)","content":"Many of these trifling, frivolous ones make a profession of religion, and this hollow form of godliness has been so long tolerated that it has pervaded our institution and extended even to our churches. The standard of piety is lowered to the dust. The new life from Christ must be implanted in the heart. God calls for the highest development of the principles of godliness, righteousness, and peace, and joy in the Holy Ghost. Rich clusters of fruit will be borne by the branches that are grafted into Christ the parent stem. Whenever this fruit is manifested the truth will possess power; its progress and growth will be extended...."},{"refcode_short":"SpTB16 2.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 2.3 (Ellen Gould White)","content":"Young girls who have not been properly educated at home, and who are wanting in reserve, modesty, and decorum, come to the institution to receive treatment... They have practiced evasion and deception and will continue the same course at the institute if they can do so without being discovered. They are ready to flirt with young men; and some who are bearing responsibilities, who should have set them a better example, because of their long Christian experience, engage in the same folly. Some of the young ladies belonging to the health institute accept the attentions of strangers who are of as little worth as themselves—men who are corrupted. This familiarity will be carried on, if allowed, until the influence of the institution is injured. Even if the parties go from the place a secret correspondence is often kept up between them, while the parents of the girl are in ignorance of the matter. The guardians of the institution must maintain a high standard, and watch carefully the young entrusted to them by their parents, whether as patients, as helpers in the various departments, or as learners. When young men and women work together, a sympathy is created among them which frequently grows into sentimentalism. If the guardians are indifferent to these matters, lasting injury will be done to these souls, and the high moral tone of the institution will be compromised. If any, patients or helpers, continue their deception after having judicious instruction, they should not be retained in the institution, for their influence will affect those who are innocent and unsuspecting; young girls will lose their maiden modesty, and will be led to act deceptively because their affections have become entangled...."},{"refcode_short":"SpTB16 3.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 3.1 (Ellen Gould White)","content":"The converting power of God alone is sufficient to establish pure principles in the heart, so that the wicked one may find nothing to assail. In these institutions careful attention should be given to the moral standing and influence of every one employed. You are to deal with those who are diseased in body and mind, and you should be prepared to help them just where they need help. The first appearance of irregularity in conduct should be repressed, and the young should be taught to be frank, yet modest and dignified in all their associations. They should be taught to respect just rules of authority. If they refuse to do this, let them be dismissed, whatever position they occupy, or they will demoralize others."},{"refcode_short":"SpTB16 4.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 4.1 (Ellen Gould White)","content":"Those who labor at the institute are there for the purpose of promoting the intellectual welfare of those under their care. They must make their work a matter of earnest prayer and study, that they may know how to accomplish the object before them. Their first work is to carefully scrutinize their own habits, as they must meet the Bible standard of Christianity. Then when they are compelled to deal with those who are nearly ruined, either because of their own vicious habits or because of the intemperance or lasciviousness of men, they will know what words to speak to them, what attitude to assume toward them. They must be chaste and so free from the trait of defilement that they can correct these evils and bring the poor souls up to the Bible standard of purity. The only safety for men and women, married or unmarried, is to shun love-sick sentimentalism, and all undue familiarity. These things have produced great evil in the world."},{"refcode_short":"SpTB16 4.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 4.2 (Ellen Gould White)","content":"Those who believe unpopular truth have much prejudice to meet everywhere, and if those employed in our health institutions desire that Bible religion shall live in the institution, they must exemplify it in their own lives. If they wish that the physical, intellectual, and moral standing of the institution shall be of the highest order, their own deportment must give evidence of this fact. They must plan and work constantly, and seek in the strength of Jesus so to elevate the character of the institution that it may receive the approbation of heaven."},{"refcode_short":"SpTB16 4.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 4.3 (Ellen Gould White)","content":"Every Christian home should have rules, and parents should, in their words and deportment toward each other, give to the children a precious, living example of what they desire them to be. Purity in speech and true Christian courtesy should be constantly practiced. Teach the children and youth to respect themselves, to be true to God, true to principle; teach them to respect and obey the law of God. These principles will control their lives, and will be carried out in their associations with others. They will create a pure atmosphere— one that will have an influence that will encourage weak souls in the upward path that leads to holiness and heaven. Let every lesson be of an elevating and ennobling character, and the records made in the books of heaven will be such as you will not be ashamed to meet in the judgment."},{"refcode_short":"SpTB16 5.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 5.1 (Ellen Gould White)","content":"Children who receive this kind of instruction will not be a burden, a cause of solicitude in our institutions; but they will be a strength, a support to physicians and nurses. They will be prepared to fill places of responsibility, and by precept and example will be constantly aiding others to do right. Those whose moral sensibilities have not been blunted will appreciate right principles; they will put a just estimate upon their natural endowments, and will make the best use of their physical, mental, and moral powers. Such souls are strongly fortified against temptation; they are surrounded by a wall not easily broken down. All such characters are, with the blessing of God, light-bearers. Their influence tends to educate others for a practical Christian life. The mind may be so elevated that divine thoughts and contemplations come to be as natural as breath. All the faculties of the soul are to be trained. We must do God's work intelligently. We must know the truth; and to know the truth is to know God."},{"refcode_short":"SpTB16 5.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 5.2 (Ellen Gould White)","content":"The evils of fashionable society have a tendency to corrupt innocence and virtue; but every follower of Christ, every one who has this hope in him will purify himself even as He is pure, so that not a taint of defilement will be found in his thoughts or upon his lips, in his heart or on his character. There must be a coming up to a higher, holier standard. A decided warfare should be waged, not only against the evils that are in the world, but also among those who profess to believe the truth for this time. These evils if not put away, will result in spiritual death....."},{"refcode_short":"SpTB16 5.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 5.3 (Ellen Gould White)","content":"Let the leaders in our institutions labor to show that their work is wrought of God, that they are workmen that need not be ashamed, that their words and works are untainted with earthliness and sensualism. They should feel the solemn responsibility resting upon them of giving the youth a worthy example—one corresponding to their positions of trust and holy professions of faith. They are sowing seeds which will blossom and bear fruit. All coarseness and trifling should be put away; it is the fruit borne upon a corrupt tree. Brethren, you are educators. The lessons you give to believers and unbelievers, in words and actions, will be a savor of life unto life or of death unto death."},{"refcode_short":"SpTB16 6.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 6.1 (Ellen Gould White)","content":"Our probation is short, at best. We have no time to spend in indulging corrupt impulses. The familiarity of married men with married women and young girls is disgusting in the sight of God and holy angels. The forwardness of young girls, in placing themselves in the company of young men, hanging around where they are at work, entering into conversation with them, talking common, idle talk, is belittling to womanhood. It lowers them, even in the estimation of those who themselves do such things."},{"refcode_short":"SpTB16 6.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 6.2 (Ellen Gould White)","content":"There is a positive necessity for reform in all our institutions. All frivolity, all undue attention of men and women, must be condemned and discontinued. Some, even married men, who have indulged in this trifling familiarity, have endeavored to excuse themselves, and escape censure by claiming that they have done no moral wrong. Was it no moral wrong to jest, joke, and pay flattering attentions to young women? Are you not starting in their minds a train of thought which it is impossible for you to change? Do you not by your levity and coquetry, sanction such conduct? You who hold positions of trust, and claim to be Christians, do you not give countenance to a familiarity which leads to sin? What record is made in the books of heaven by the divine Watcher? Was there no moral wrong done to the souls of those with whom you were so familiar? Indeed there was. Impressions were made that will be enduring. These girls are confirmed in coquetry and flirting. Every such indulgence tends to make them coarse and bold. They become more and more infatuated with the society of men and women who are trifling and frivolous, whose conversation is anything but holy, pure, and ennobling."},{"refcode_short":"SpTB16 7.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 7.1 (Ellen Gould White)","content":"“No moral wrong.” This has been the excuse made by every one reproved for similar conduct. What is moral wrong? Have your spiritual senses become so blinded that you can not discern the truth? Do you not know that grapevines will not bear thorns, nor a bramble bush grapes? If the truth is brought into the inner sanctuary of the soul, it will create a pure moral taste. Then all these objectionable, demoralizing practices will be seen to be a positive denial of Christ, a sin which will pollute the soul.... All trifling, jesting, joking, and flattery spoken to young girls or women, boys or men, are thorn berries, and that which produces them is a thorn bush, for the tree is known by its fruits."},{"refcode_short":"SpTB16 7.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 7.2 (Ellen Gould White)","content":"Let not those who profess the religion of Christ descend to trifling conversation, to unbecoming familiarity with women of any class, married or single. They should keep their proper places with all dignity. At the same time they may be sociable, kind, and courteous to all."},{"refcode_short":"SpTB16 7.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 7.3 (Ellen Gould White)","content":"Young ladies should be reserved and modest. When they walk out, if in health, they do not need the supporting arm of any man. They should give no occasion for their good to be evil spoken of."},{"refcode_short":"SpTB16 7.4","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 7.4 (Ellen Gould White)","content":"Men should be chosen to stand at the head of our institutions, who have not only good sound judgment, but who have a high moral tone, who will be circumspect in their deportment, pure in speech, remembering their high and holy calling, and that there is a watcher, a true witness to every word and act. If men in our institutions exhibit a low grade of thought, if their conversation tends to corrupt rather than elevate, let them be removed at once from any connection with the institution; for they will surely demoralize others. The well-being of the entire institution is to be maintained. Ever bear in mind that each of our health institutions is a missionary field. God's eye is upon it day and night. No one should feel at liberty to allow even the appearance of evil. Let all be circumspect in their association with nurses, patients, or helpers, for the Lord will certainly judge you for any wrong influence exerted in any one of his instrumentalities."},{"refcode_short":"SpTB16 8.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 8.1 (Ellen Gould White)","content":"If you have not been renewed in the spirit of your mind, for your soul's sake, make no delay to have your life hid with Christ in God. This is the first business of your life. When Christ is abiding in the heart, you will not be light, chaffy, and immodest, but circumspect and reliable in every place, sending forth pure words like streams from a pure fountain, refreshing all with whom you come in contact. If you decide to continue your idle talk and frivolous conduct, go to some other place where your influence will not be so widely felt in contaminating souls. What you all need is such a sense of the purity and holiness of Christ as will lead you to despise this pretense of religion, which blesses no one, gives no peace of conscience, no repose of faith."},{"refcode_short":"SpTB16 8.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 8.2 (Ellen Gould White)","content":"Let all connected with these instrumentalities that God has ordained for the saving of souls, seek divine wisdom, heavenly grace, that they may have an elevating influence upon others. Unless they are constantly receiving strength from Jesus, looking to Him, trusting in Him, by faith drawing from Him divine grace, they will become an easy prey to temptation."},{"refcode_short":"SpTB16 8.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 8.3 (Ellen Gould White)","content":"There are so many forward misses, and bold, forward women, who have a faculty of insinuating themselves into notice, putting themselves into the company of men, courting their attentions, inviting flirtations from married or unmarried men, that unless your face is set Christward, firm as steel, you will be drawn into Satan's net. It is time that we as Christians reach a higher standard. God forbid that any institution He has planted should become a means of decoying souls, a place where iniquity is taught. Let all learn in the school of Christ, meekness, purity, lowliness of heart; let them hang their helpless souls on Jesus. Live in the light shining from the oracles of God. Educate your minds and hearts to pure, elevated, noble thoughts. “Be ye holy in all manner of conversation.” Whatever influence you have, let it be directed to exalting Jesus. Unless you do this you are a false guide-board, leading souls away from the Truth, Life, the Light of the world; and the more pleasing and attractive your manners, the greater the injury you do to souls."},{"refcode_short":"SpTB16 9.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 9.1 (Ellen Gould White)","content":"I tell you that every soul needs a genuine conversion. All your faculties need to be consecrated to God, that you may not encourage the prevailing sins in society, but may counteract them."},{"refcode_short":"SpTB16 9.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 9.2 (Ellen Gould White)","content":"Many have been cultivating habits which lead directly to earthly, sensual actions; and unless the power of God breaks the snare, souls will be lost in consequence. God has claims upon you that you do not realize; for you have not brought Christ into your life, and great decision of character will now be necessary on your part to change this order of things. No weak efforts will accomplish this work. You can not do it yourselves; you must have the grace of Christ or you can never overcome. All your plans will prove a failure unless you are actuated by higher motives, and upheld by greater strength than you can have of yourselves. “Seek ye first the kingdom of God and His righteousness and all these things shall be added unto you.” There will be no taste for trifling conversation on the part of those who are looking to Jesus for strength, depending upon His righteousness for salvation. By faith they accept Jesus as their personal Saviour, and become partakers of the divine nature, having escaped the corruption that is in the world through lust. While men and women in an institution for health should be kind and courteous, while they are required to be affable and congenial to all, they should shun even the appearance of undue familiarity. And not only should they themselves observe the strictest propriety of conduct, but by precept and example they should educate others to be modest and shun looseness, jesting, flattery, and nonsensical speeches. Everything savoring of unbecoming familiarity should be discarded by physicians, superintendent, and helpers. There should be no giving of special favors or special attentions to a few, no preferring of one above another. This has been done and is displeasing to God. There are worthy persons who are afflicted and suffering but do not complain, who are in need of special attention. These men and women are often passed by with indifference and with a hardness of heart that is more like Satan's character than like Christ's, while, young forward misses, who in no way need or deserve favors, receive special attention. All this neglect is written in the books of heaven. All these things are developing character...."},{"refcode_short":"SpTB16 10.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 10.1 (Ellen Gould White)","content":"When you pass by one who is in need of sympathy, of your kindly acts, and you give him none, but turn to the forward ones, and bestow upon them, remember that Jesus is insulted in the persons of His afflicted ones...."},{"refcode_short":"SpTB16 10.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 10.2 (Ellen Gould White)","content":"Angels of God are watching the development of character. Angels of God are weighing moral worth. If you bestow your attentions upon those who have no need, you are doing the recipients harm, and you will receive condemnation rather than reward. Remember that when by your trifling conversation you descend to the level of frivolous characters, you are encouraging them in the path that leads to perdition. Your unwise attentions may prove the ruin of their souls. You degrade their conceptions of what constitutes Christian life and character. You confuse their ideas, and make impressions that can never be effaced. The harm thus done to souls that need to be strengthened, refined, ennobled, is often a sin unto death. They can not associate these men with the sacred position they occupy. The ministers, the officers of the church, are all regarded as no better than themselves. Then where is their example?"},{"refcode_short":"SpTB16 10.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 10.3 (Ellen Gould White)","content":"God calls upon all who claim to be Christians to elevate the standard of righteousness, and to purify themselves even as Christ is pure...."},{"refcode_short":"SpTB16 10.4","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 10.4 (Ellen Gould White)","content":"The question is, shall we be Bible Christians? Will we disregard the plainest instruction given us in the Word of Life, and erect a false standard whereby to measure our character? Is this a safe thing for us to do? When you yield to the temptations of the enemy, and do the very opposite of that which God has instructed you to do, and then excuse yourselves, saying that you meant no harm, that you have done no moral wrong, what can be your standard of piety and holiness?"},{"refcode_short":"SpTB16 11.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 11.1 (Ellen Gould White)","content":"Christ has given us the signs whereby we may distinguish the genuine Christian; no one need be deceived by the pretentious claims of the hypocrite."},{"refcode_short":"SpTB16 11.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 11.2 (Ellen Gould White)","content":"There is no excuse for indulging a love-sick sentimentalism. No excuse for this trifling, flirting of married men with young girls, or married men with widows. Let men professing Godliness heed the Apostle's admonition, “Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul; having your conversation honest among the Gentiles, that whereas they speak evil against you as evil doers, they may by your good works which they behold, glorify God in the day of their visitation.” Will you, then, disregard the plainest directions given in the Word of God in regard to your words, your deportment, and your character? Will you excuse levity, and even licentious acts, as though you had done no moral wrong? Will you pass all this off, by saying it was thoughtlessness on your part? Is it not the duty of Christians to think soberly? If Jesus is enthroned in the heart, will the thoughts be running riot? ..."},{"refcode_short":"SpTB16 11.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 11.3 (Ellen Gould White)","content":"We have the history of the Antediluvians, and of the cities of the plains, whose course of conduct degenerated from lightness and frivolity to debasing sins which called forth the wrath of God in a most dreadful destruction, in order to rid the earth of the curse of their contaminating influence. Inclination and passion bore sway over reason. Self was their god, and the knowledge of the Most High was nearly obliterated through a selfish indulgence of corrupt passions."},{"refcode_short":"SpTB16 11.4","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 11.4 (Ellen Gould White)","content":"The words of Christ should ever be borne in mind: “As it was in the days of Noah, so shall it be also in the days of the Son of Man.”"},{"refcode_short":"SpTB16 11.5","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 11.5 (Ellen Gould White)","content":"They married wives, they were given in marriage until the day that Noah entered into the ark, and the flood came and destroyed them all. We see the same infatuation in regard to marriage. Youth, and even men and women, who ought to be wise and discerning, act as if bewitched upon this question. Satanic power seems to take possession of them. Courtship and marriage is the all-absorbing theme. The most indiscreet marriages are formed. God is not consulted. Human feelings, desire and passions, bear down every thing before them, until the die is cast. Untold misery is the result of this state of things, and God is dishonored. The marriage bed is not sanctified or holy. Shall there not be a decided change in reference to this important matter?"},{"refcode_short":"SpTB16 12","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 12 (Ellen Gould White)","content":"Instruction to Missions"},{"refcode_short":"SpTB16 12","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 12 (Ellen Gould White)","content":"Reprinted from the Medical Missionary"},{"refcode_short":"SpTB16 12.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 12.1 (Ellen Gould White)","content":"Courtship and marriage occupy the mind to the exclusion of higher and nobler thoughts."},{"refcode_short":"SpTB16 12.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 12.2 (Ellen Gould White)","content":"As the condition of the Sanitarium was presented before me in vision, an angel of God seemed to conduct me from room to room in the different departments. The conversation I was made to hear in the rooms of the helpers was not of a character to elevate and strengthen mind or morals. The frivolous talk, the foolish jesting, the meaningless laugh fell painfully upon my ear. The young men are in danger, but they are blind to discern the tendencies and results of the course they are pursuing. Young men and girls were engaged in flirtation. They seemed to be infatuated. There is nothing noble, dignified or sacred in these attachments, as they are prompted by Satan; the influence is such as to please him. Warnings to those persons fall unheeded. They are head-strong, self-willed and defiant. They are continually separating themselves from the light and love of God. They lose all discernment of sacred and eternal things; and while they may keep up a dry form of Christian duties, they have no heart in these religious exercises. All too late these deceived souls will learn that “strait is the gate, and narrow is the way that leadeth unto life, and few there be that find it.”"},{"refcode_short":"SpTB16 13.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 13.1 (Ellen Gould White)","content":"“Missions are essential as the foundation of missionary effort in our cities; but unless those standing at the head of these missions make strenuous efforts to guard every post, so that Satan shall not control, losses will be sustained."},{"refcode_short":"SpTB16 13.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 13.2 (Ellen Gould White)","content":"“Young men and women should receive a training and an education in these lines that will qualify them to work for the Master. But if they do not possess solidity of character, and a spirit of consecration, all efforts to fit themselves for the work will prove a failure. None should be connected with the mission who do not give evidence that they possess these essential qualifications. The same is true of older workers. Unless they have the truth, sanctifying soul, body, and spirit, they will not do the right kind of work, they can not exert a saving influence in the canvassing field, or in any other branch of the cause."},{"refcode_short":"SpTB16 13.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 13.3 (Ellen Gould White)","content":"“Without a high sense of propriety, sobriety, the sacredness of the truth, and the exalted character of the work, how can men in anyway represent Christ? How can they be a savor of life unto life?"},{"refcode_short":"SpTB16 13.4","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 13.4 (Ellen Gould White)","content":"The Lord has many precious souls in our large cities, who should be reached by the special truths for this time. But the course pursued by young men and young women connected with the mission is frivolous, degrading the work, and demoralizing the mission. Such defective characters separate God from the mission rooms. It does not require weeks and months to read the character of many of the workers. Their conduct is an offense to God. There are wrongs existing in society which Christians will not practice, but abhor. Let those who are frivolous and carnally minded be placed in our missions, and their influence tends to lower everything connected with the mission."},{"refcode_short":"SpTB16 13.5","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 13.5 (Ellen Gould White)","content":"“There should be connected with the mission, married persons who will conduct themselves with the strictest propriety. But the danger is not alone from youth, but from married men and women. Workers must build up the walls of modesty and virtue about themselves, so that women will not allure men, and men will not allure women, from strict propriety. ‘Abstain from even the very appearance of evil.’"},{"refcode_short":"SpTB16 14.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 14.1 (Ellen Gould White)","content":"“Love-sick sentimentalism prevails. Married men receive attention from married or unmarried women; women also appear to be charmed and lose reason and spiritual discernment, and good common sense; they do the very things that the Word of God condemns. Warnings and reproofs are before them in clear lines; yet they go over the same path that others have traveled before them. It is like an infatuating game at which they are playing. Satan leads them on to ruin themselves, to imperil the cause of God, to crucify the Son of God afresh, and put Him to an open shame. There is no safety for any man, young or old, unless he feels the necessity of seeking counsel of God at every step. Those only who maintain a close communion with God will learn to place His estimate upon men, to reverence the pure, the good, the humble, the meek. The heart must be garrisoned as was that of Joseph. Then temptations to depart from integrity will be met with decision; ‘How can I do this great wickedness and sin against God?’ The strongest temptation is no excuse for sin. No matter how severe the pressure brought to bear upon you, sin is your own act. The seat of the difficulty is the unrenewed heart."},{"refcode_short":"SpTB16 14.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 14.2 (Ellen Gould White)","content":"“A man who claims to have believed present truth for years and is counted worthy by his brethren to fill positions of trust in our missions or in our institutions, may become careless when a change of circumstances brings him into temptations, and in his time he may tempt others. His case is sad indeed, for he reveals the workings of a corrupt heart, a want of that principle which every Christian should possess. When one who is intrusted with great responsibilities betrays his sacred trust and gives himself into the hands of Satan as an instrument of unrighteousness to sow the seeds of evil, corrupting the hearts and minds of others, he is a traitor of the worst type. From one such tainted, polluted mind the youth often receive the first impure thoughts that lead to a life of shame and defilement."},{"refcode_short":"SpTB16 15.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 15.1 (Ellen Gould White)","content":"“If men placed at the head of a mission have not firmness of principle that will preserve them from every vestige of commonness, and unbecoming familiarity with young girls and women, after the light which has been so plainly given, let them be discharged without a second trial. There is a depravity of the soul which leads to these careless habits and practices, and which will overbalance all the good such persons can do. We are living in an age of moral debasement; the world is as a second Sodom. Those who look for the coming of the Son of Man, those who know that they are right upon the borders of the eternal world, should set an example in harmony with their faith. Those who do not maintain purity and holiness are not accepted of God. The true children of God have deep-rooted principles which will not be moved by temptations, because Christ is abiding in their hearts by faith."},{"refcode_short":"SpTB16 15.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 15.2 (Ellen Gould White)","content":"“A second trial would be of no avail to those whose moral sense is so perverted that they can not see their danger. If after they have long held the truth, if sanctifying power has not established the character in piety, virtue, and purity, let them be disconnected with the missions without delay; for through these Satan will insinuate the same lax sentiments in the minds of those who ought to have an example of virtue and moral dignity. Anything that approaches love-sick sentimentalism, any intimation of commonness should be decidedly rebuked. One who is guilty of encouraging this improper familiarity should not only be relieved of responsibilities which he was unworthy to bear, but should be placed under censure of the church, and that censure should remain upon him until he give evidence in spirit and deportment, that he sees the sinfulness and heart corruption, and repents, like any other guilty sinner, and is converted. Then God for Christ's sake will heal him of his transgression."},{"refcode_short":"SpTB16 15.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 15.3 (Ellen Gould White)","content":"“Even though the men and women at the head of our missions are in character as pure as fine gold, they need constant connection with God in order to keep themselves pure and to know how to manage the youth discreetly, so that all shall keep their thoughts untainted, uncorrupted. Let the lessons be of an elevated, ennobling character, that the mind may be filled with pure and noble thoughts. ‘Every man that hath this hope in him purifieth himself even as He (God) is pure.’ As God is pure in His sphere, so man is to be pure in his. And he will be pure if Christ is formed within, the hope of glory; for he will imitate Christ's life and reflect His character."},{"refcode_short":"SpTB16 16.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 16.1 (Ellen Gould White)","content":"“When a conference selects young men and women, and aids them in obtaining an education for the canvassing field or any other branch of the work, there should be an understanding as to what they propose to do—whether they design to engage in courtship and marriage, or to labor for the advancement of the cause of truth. It is no use to spend time and money in the education of workers who will fall in love before they complete this education, and who can not resist the first temptation in the form of an invitation to marriage. In most cases the labor spent on such persons is wholly lost. When they enter the marriage relation, their usefulness in the work of God is at an end. They increase their family, they are dwarfed and crippled in every way, and can not use the knowledge they have obtained."},{"refcode_short":"SpTB16 16.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 16.2 (Ellen Gould White)","content":"“Before persons are admitted to our mission training schools, let there be a written agreement that after receiving their education they will give themselves to the work for a specified time. This is the only way that our missions can be made what they should. Let those who connect themselves with the missions be straightforward, and take hold of the work in a business-like manner. Those who are controlled by a sense of duty, who daily seek wisdom and help from God, will act intelligently, not from selfish motives, but from the love of Christ and the truth. Such will not hesitate to give themselves unreservedly, soul, body, and spirit, to the work. They will study, work, and pray for its advancement. I repeat, do not enter into a marriage engagement, unless there are good and sufficient reasons for this step,—unless the work of God can be better advanced thereby. For Christ's sake deny inclination, lift the cross, and do the work for which you are educating yourselves."},{"refcode_short":"SpTB16 17.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 17.1 (Ellen Gould White)","content":"“Many of the marriages contracted in these last days prove to be a mistake. The parties make no advancement in spiritual things; their growth and usefulness ended with their marriage. There are men and women throughout the country who would have been accepted as laborers together with God if Satan had not laid his snares to entangle their minds and hearts in courtship and marriage. Did the Lord urge them to obtain the advantages of our schools and missions, that they might sink everything in courtship and marriage, binding themselves by a human band for a lifetime? By accepting the work of rearing children in these last days of uncertainty and peril, many place themselves in a position where they can not labor either in the canvassing field or in any other branch of the cause of God, and some lose all interest to do this. They are content with a common, low level, and assimilate to the position they have chosen. The bewitching power of Satan's deception wrought within the human heart its evil work. Instead of candidly considering the time in which we live, and the work they might do in leading others to the truth they reason from a selfish standpoint, and follow the impulse of their own unconsecrated hearts. ‘The flesh lusteth against the spirit, and the spirit against the flesh.’ The natural appetites and passions become a controlling power, and the result is that spiritual growth ceases; the soul is, as it were, paralyzed."},{"refcode_short":"SpTB16 17.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 17.2 (Ellen Gould White)","content":"“Let none who dedicate themselves to the work of God be discouraged at the outlook, but let them strive to be faithful in the work committed to them. Live wholly for God; put your life, your energies, your soul into the work, not knowing which shall prosper, this or that. Go forth to your canvassing work, or other lines of labor, knowing that there is a witness, an angel by your side. If you are careless and inattentive, reckless of your words, reckless in spirit, your character is thus portrayed by the recording angel. As the polished plate of the artist produces your features, so will the books of records reflect your words, your works, your character. If you cease to do evil, if you learn to do well, through the grace given for you, the golden harvest of infinite blessedness is growing, and as a laborer together with God you are preparing to be a reaper. Yield not to indolence, give not up to discouragement, be not weary in well doing, for you will reap if you faint not."},{"refcode_short":"SpTB16 18.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 18.1 (Ellen Gould White)","content":"“Let every soul bear in mind the words of Jesus. ‘Without me ye can do nothing.’ We are wholly dependent upon the Holy Spirit for fitness to do the Master's work; we must rely upon Him for Christian fortitude, perseverance, and grace. ‘By their fruits ye shall know them.’ Your words, your character, your conduct, your spirit reveal the character of the tree, for these are the fruits you bear. The sinful nature is to be kept under the control of the Spirit of God. The transforming grace of Christ will bring the will into harmony with the will of Christ. The more closely we are brought into unity with Christ, the more clearly we shall discern the defects of our character. It is marvelous how deceptive is the human heart, how easily self-deluded, how easily led into sin. Be jealous of yourself, never become puffed up, never flatter yourself or accept flattering from any man or women. When persons attempt to flatter you, tell them they are giving voice to the temptations of Satan."},{"refcode_short":"SpTB16 18.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 18.2 (Ellen Gould White)","content":"“‘He that soweth to the flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.’ Every one is sowing some kind of seed, the fruit of which will be a savor of life unto life, or of death unto death. Young men and women, what kind of a harvest are you preparing to garner? Are you sowing unto eternal life, or unto wretchedness and corruption? On the decision of this momentous question depends your happiness or misery for eternity.”"},{"refcode_short":"SpTB16 19","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 19 (Ellen Gould White)","content":"Words of Instruction to Physicians and Nurses April 3, 1900"},{"refcode_short":"SpTB16 19.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 19.1 (Ellen Gould White)","content":"Physicians are placed where peculiar temptations will come to them. If they are not prepared to withstand temptations by the practice of the principles of truth, they will fall when Satan tempts them. There are ministers of the Gospel who are too weak to resist temptation. They may have long preached the Gospel, and with marked success; they may have won the confidence of the people, but when they think they are strong, they show that they can not stand alone without being overcome. Unless they govern their habits and passions, unless they keep close to the side of Christ, they will lose eternal life. If ministers are in such danger, physicians are even more so."},{"refcode_short":"SpTB16 19.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 19.2 (Ellen Gould White)","content":"The perils of physicians have been opened before me. The physicians in our sanitariums must not allow themselves to think that they are in no danger. They are in positive danger; but they may avoid the perils which surround them if they walk humbly with God, taking heed not to be presumptuous. “Let him that thinketh he standeth take heed lest he fall.” A power higher and stronger than human power must hold the fort in our medical institutions."},{"refcode_short":"SpTB16 19.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 19.3 (Ellen Gould White)","content":"Connected with each sanitarium should be a man and his wife of mature age, who are as firm as a rock to the principles of truth, who can act as guide and counsellors. The education of men and women in a sanitarium is a most important and delicate work, and unless physicians are constantly prepared for this work by the power of God, they will be tempted to look upon the bodies of ladies with an unsanctified heart and mind."},{"refcode_short":"SpTB16 19.4","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 19.4 (Ellen Gould White)","content":"There should always be connected with our sanitariums women of mature age, educated and trained for the work, who are competent to treat lady patients. At whatever cost they should be employed; and if they can not be found, persons having the right dispositions and traits of character should be educated and prepared for this work."},{"refcode_short":"SpTB16 19.5","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 19.5 (Ellen Gould White)","content":"Physicians must avoid all freedom of manner toward ladies, married or unmarried. They should ever be circumspect in their behaviour. It is better that our physicians be married men, whose wives can unite with them in the work. Both the doctor and his wife should have a living experience in the things of God. If they are devoted Christians, their work will be as precious as fine gold."},{"refcode_short":"SpTB16 20.1","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 20.1 (Ellen Gould White)","content":"To the young men and young women who are being educated as nurses and physicians I will say, Keep close to Jesus. By beholding Him we become changed into His likeness. Remember that you are not training for courtship or marriage, but for the marriage of Christ. You may have a theoretical knowledge of the truth, but this will not save you. You must know by experience how sinful sin is, and how much you need Jesus as a personal Saviour. Only thus can you become sons and daughters of God. Your only merit is your great need."},{"refcode_short":"SpTB16 20.2","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 20.2 (Ellen Gould White)","content":"Those selected to take the nurse's course in our sanitariums should be wisely chosen. Young girls of a superficial mould of character should not be encouraged to take up this work. Many of the young men who present themselves as being desirous of being educated as physicians have not those traits of character which will enable them to withstand the temptations so common to the work of a physician. Only those should be accepted who give promise of becoming qualified for the great work of imparting the principles of true health reform."},{"refcode_short":"SpTB16 20.3","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 20.3 (Ellen Gould White)","content":"Young ladies connected with our institutions should keep a strict guard over themselves. In word and action, they should be reserved. Never when speaking to a married man should they show the slightest freedom. To my sisters who are connected with our sanitariums, I would say, Gird on the armor. When talking to men, be kind and courteous, but never free. Observant eyes are upon you, watching your conduct, judging by it whether you are indeed children of God. Be modest. Abstain from every appearance of evil. Keep on the heavenly armor, or else for Christ's sake sever your connection with the sanitarium, the place where poor ship-wrecked souls are to find a haven. Those connected with these institutions are to take heed to themselves. Never, by word or action, are they to give the least occasion for wicked men to speak evil of the truth."},{"refcode_short":"SpTB16 20.4","refcode_long":"Selections from the Testimonies for Students and Workers of our Sanitariums, p. 20.4 (Ellen Gould White)","content":"There are two kingdoms in this world, the kingdom of Christ and the kingdom of Satan. To one of these kingdoms each one of us belong. In His wonderful prayer for His disciples, Christ said, “I pray not that thou shouldst take them out of the world, but that thou shouldst keep them from the evil. They are not of the world, even as I am not of the world. Sanctify them through Thy truth; Thy Word is truth. As Thou hast sent Me into the world, even so I have also sent them into the world."}]