[{"refcode_short":"SpTB18 2","refcode_long":"The Nashville Sanitarium, p. 2 (Ellen Gould White)","content":"The Nashville Sanitarium"},{"refcode_short":"SpTB18 2","refcode_long":"The Nashville Sanitarium, p. 2 (Ellen Gould White)","content":"Introductory"},{"refcode_short":"SpTB18 2.1","refcode_long":"The Nashville Sanitarium, p. 2.1 (Ellen Gould White)","content":"That a great and good work has been accomplished through the agency of well equipped sanitariums, operated by efficient physicians, nurses, and helpers who fear God and love their fellow men, is clearly manifest to any one who will give study to sanitarium work and its results."},{"refcode_short":"SpTB18 2.2","refcode_long":"The Nashville Sanitarium, p. 2.2 (Ellen Gould White)","content":"It is easily discerned that the more efficient and powerful a man or an agency is for the service of God and humanity, the more diligent and artful are the efforts of the enemy of God and man to destroy or weaken that man or agency. Therefore we should not be disheartened when difficulties surround the work of our sanitariums."},{"refcode_short":"SpTB18 2.3","refcode_long":"The Nashville Sanitarium, p. 2.3 (Ellen Gould White)","content":"In “Testimonies for the Church,” vol. 6, at the beginning of the department entitled, “Medical Missionary Work,” under the chapter-heading, “God's Design For Our Sanitariums,” we read: “Every institution established be Seventh-day Adventists is to be to the world what Joseph was in Egypt and what Daniel and his fellows were in Babylon.... In prosperity and adversity they honored God, and God honored them.”"},{"refcode_short":"SpTB18 2.4","refcode_long":"The Nashville Sanitarium, p. 2.4 (Ellen Gould White)","content":"All along the way God has honored our sanitariums by using them as agencies for good in many ways. He has recently delivered some of them from the bondage of debt; and he is especially blessing others which have been made centers for evangelistic work."},{"refcode_short":"SpTB18 2.5","refcode_long":"The Nashville Sanitarium, p. 2.5 (Ellen Gould White)","content":"With the experience of the past few years of the sanitariums at College View, St. Helena, Melrose, and Loma Linda before us, we should take courage, and fight valiantly for freedom from debt and for efficiency in service in connection with each and every one of our sanitariums."},{"refcode_short":"SpTB18 3.1","refcode_long":"The Nashville Sanitarium, p. 3.1 (Ellen Gould White)","content":"It was my privilege to be associated with my mother during the years that she carried on her heart a heavy burden for the establishment of our sanitariums at Nashville, Graysville, Atlanta, and Huntsville. And I have witnessed her joy and rejoicing as these institutions began their noble work. That there have been delays, disappointments, and sorrows connected with their early experiences, has not surprised her. Of their ultimate success she is confident. Therefore to me it has been a pleasant duty to unite with Bro. C. C. Crisler in searching her writings to find some of her many utterances regarding the necessity, the character, and the value of a well-equipped sanitarium at Nashville, Tenn."},{"refcode_short":"SpTB18 3.2","refcode_long":"The Nashville Sanitarium, p. 3.2 (Ellen Gould White)","content":"It is with the hope that this little pamphlet may bring strength and efficiency to the institution, and hope and courage to its friends and supporters, that it is sent forth on its mission of good cheer."},{"refcode_short":"SpTB18 4","refcode_long":"The Nashville Sanitarium, p. 4 (Ellen Gould White)","content":"The Nashville Sanitarium—Nashville as a Center"},{"refcode_short":"SpTB18 4.1","refcode_long":"The Nashville Sanitarium, p. 4.1 (Ellen Gould White)","content":"As a people we should take a special interest in the work at Nashville. At the present time this city is a point of great importance in the Southern field. Our brethren selected Nashville as a center for work in the South because the Lord in his wisdom directed them there. It is a favorable place in which to make a beginning...."},{"refcode_short":"SpTB18 4.2","refcode_long":"The Nashville Sanitarium, p. 4.2 (Ellen Gould White)","content":"Sanitarium work ... has begun in Nashville. This must be wisely managed and given support. Medical missionary work is indeed the helping hand of the gospel ministry. It opens the way for the entrance of truth [Testimonies for the Church 7:232, 234. These words, written in 1902, were read by Mrs. White to the delegates assembled in General Conference in 1893.]"},{"refcode_short":"SpTB18 4.3","refcode_long":"The Nashville Sanitarium, p. 4.3 (Ellen Gould White)","content":"Are there not some nurses and doctors who will go to the Southern States, and devote their energies to helping those who are so greatly in need of help?"},{"refcode_short":"SpTB18 4.4","refcode_long":"The Nashville Sanitarium, p. 4.4 (Ellen Gould White)","content":"Health reformers are needed—men and women who are as true as steel to principle. Nurses are needed for the sanitarium in Nashville. [From letter written “To those who stand at the head of the medical missionary work,” July 24, 1901.]"},{"refcode_short":"SpTB18 4.5","refcode_long":"The Nashville Sanitarium, p. 4.5 (Ellen Gould White)","content":"Some may say, “If the Lord is coming soon, what need is there to establish schools, sanitariums, and food factories? What need is there for our young people to learn trades?” It is the Lord's design that we shall constantly improve the talents he has given us. We can not do this unless we use them. The prospect of Christ's soon coming should not lead us to idleness. Instead it should lead us to do all we possibly can to bless and benefit humanity. No idler is guiltless in the Lord's sight...."},{"refcode_short":"SpTB18 5.1","refcode_long":"The Nashville Sanitarium, p. 5.1 (Ellen Gould White)","content":"There is a work to be done for all classes of society. We are to come close to the poor and the depraved, those who have fallen through intemperance. And at the same time, we are not to forget the ministers, lawyers, senators, and judges, many of whom use strong drink and tobacco. Leave no effort untried to show them that their souls are worth saving, that eternal life is worth striving for. Present the total abstinence pledge to those in high positions. Ask them to give the money they would otherwise spend for the harmful indulgences of liquor and tobacco, to the establishment of institutions where children and youth can be prepared to fill positions of usefulness in the world. [From letter written “To those in positions of responsibility in the Southern field,” February 5, 1902.]"},{"refcode_short":"SpTB18 5.2","refcode_long":"The Nashville Sanitarium, p. 5.2 (Ellen Gould White)","content":"Long years of neglect make the work in the Southern field far harder than it would otherwise have been. Obstructions have been accumulating. Great progress might have been made in medical missionary work. Sanitariums might have been established. The principles of health reform might have been proclaimed. This work is now to be taken up. And into it not a vestige of selfishness is to be brought. It is to be done with an earnestness, perseverance, and devotion that will open doors through which the truth can enter, and that to stay. [Ms., December, 1901.]"},{"refcode_short":"SpTB18 6.1","refcode_long":"The Nashville Sanitarium, p. 6.1 (Ellen Gould White)","content":"God has given our sanitariums an opportunity to set in operation a work that would be as a stone instinct with life, growing as it is rolled by an invisible hand. Let this mystic stone be set in motion. If ever a place needed medical missionary work, it is the Southern field. [Ms., May 20, 1902.]"},{"refcode_short":"SpTB18 6.2","refcode_long":"The Nashville Sanitarium, p. 6.2 (Ellen Gould White)","content":"Those living in places where the truth has been long established should remember the needs of the preparatory work to be done in Nashville. This place has been selected as a center because of the large educational institutions situated in and near it. In these institutions there are those who are doing a noble work for the people of the South. They must be given opportunity to hear the message that is to prepare a people to stand in the day of the Lord...."},{"refcode_short":"SpTB18 6.3","refcode_long":"The Nashville Sanitarium, p. 6.3 (Ellen Gould White)","content":"My brethren, what are you going to do in regard to the Southern field? With earnest effort you are to strive to establish memorials for God throughout the Southern States."},{"refcode_short":"SpTB18 6.4","refcode_long":"The Nashville Sanitarium, p. 6.4 (Ellen Gould White)","content":"A great work is before us in the South. The brethren there need means to erect inexpensive buildings that are necessary for the carrying forward of the work that must be done speedily. Churches should be raised up; houses of worship should be built; small schools and sanitariums should be established; and the publishing interests should be strengthened. [From “An Appeal for the Southern Work,” addressed “To our churches in America,” written May 18, 1902.]"},{"refcode_short":"SpTB18 7.1","refcode_long":"The Nashville Sanitarium, p. 7.1 (Ellen Gould White)","content":"It was in the order of God that Seventh-day Adventists should enter Nashville. I was instructed that memorials for God were to be established in this place, not only right in the city, but at a little distance from it. Efforts were to be made to reach both the white and the colored people. The medical missionary work was to be established there; for it is the right hand of the gospel. But the work would have to move slowly; for there was not much means with which to carry it on...."},{"refcode_short":"SpTB18 7.2","refcode_long":"The Nashville Sanitarium, p. 7.2 (Ellen Gould White)","content":"A deep interest should be shown in the building up of the work in and around Nashville. A sanitarium should be established. If possible, a building already erected should be secured, if a suitable one can be found in a favorable locality. As soon as possible, steps should be taken to advance this work. When this institution is established, it will have great influence among the people. Let us ask the Lord to open the way for this work, and to lead us in its advancement. We have a God who hears and answers prayer."},{"refcode_short":"SpTB18 7.3","refcode_long":"The Nashville Sanitarium, p. 7.3 (Ellen Gould White)","content":"In this work, one man's mind is not to control. The work is to be done in the fear of the Lord. All the brethren are to have a voice in the final decision."},{"refcode_short":"SpTB18 7.4","refcode_long":"The Nashville Sanitarium, p. 7.4 (Ellen Gould White)","content":"The Lord in his providence will work on minds as he has worked in the past, leading men to favor our people by offering them property at low prices. [Ms., May, 1902.]"},{"refcode_short":"SpTB18 8.1","refcode_long":"The Nashville Sanitarium, p. 8.1 (Ellen Gould White)","content":"Medical missions should be opened as pioneer agencies to prepare the way for the proclamation of the third angel's message in the cities of the South. Oh, how great is the need for means to do this line of work! Gospel medical missions can not be established without financial aid. Every such mission calls for our sympathy, and for our means, that facilities may be provided to make the work successful. Separate sanitariums for both races should be established. [MS., 1902.]"},{"refcode_short":"SpTB18 8.2","refcode_long":"The Nashville Sanitarium, p. 8.2 (Ellen Gould White)","content":"There is a vast amount of work to be done in Nashville and vicinity. Workers can go into the suburbs and do excellent work. There must be sanitariums in Nashville, one for the white and one for the colored people. This will make the work more expensive, but its importance can not be estimated. [Ms., 1903.]"},{"refcode_short":"SpTB18 8.3","refcode_long":"The Nashville Sanitarium, p. 8.3 (Ellen Gould White)","content":"I was instructed by the Lord that the Southern field was to be given every advantage. Especially was Nashville to be worked. Special plans were to be taken to reach the students and teachers of the large schools and colleges in and near Nashville...."},{"refcode_short":"SpTB18 8.4","refcode_long":"The Nashville Sanitarium, p. 8.4 (Ellen Gould White)","content":"Great care must be exercised in regard to appropriating to the institutions already established in the South the means raised in other fields for advance work in this field. Something should be done toward the establishment of a school and a sanitarium near Nashville. Efforts must be put forth to advance the work in places in which hardly anything has been done. [From a letter to the president of the Southern Union Conference, July 3, 1903.]"},{"refcode_short":"SpTB18 9.1","refcode_long":"The Nashville Sanitarium, p. 9.1 (Ellen Gould White)","content":"The cause of God is in need of every dollar that you can spare. There are many places where money is greatly needed to help; places which the Lord desires to see provided with facilities for the proclamation of the truth for this time."},{"refcode_short":"SpTB18 9.2","refcode_long":"The Nashville Sanitarium, p. 9.2 (Ellen Gould White)","content":"The Lord has plainly specified that in Nashville, memorials for him should be erected. A sanitarium is needed in that place, and a school should be established there. [Ms., OCTOBER 19, 1903.]"},{"refcode_short":"SpTB18 9.3","refcode_long":"The Nashville Sanitarium, p. 9.3 (Ellen Gould White)","content":"I am in full sympathy with you in urging our churches in the North and the South, the East and the West, to immediate action in supplying the present needs of the work in the South. Let all now take up in earnest the work of helping to relieve the pressing necessities of the work at Nashville."},{"refcode_short":"SpTB18 9.4","refcode_long":"The Nashville Sanitarium, p. 9.4 (Ellen Gould White)","content":"Nashville has been presented to me as the most favorable center from which to do a general work for all classes in the Southern States. In and near Nashville there are established institutions of learning, which should be respected by our people. Their influence has helped to make it possible for us to carry forward successfully, many lines of work from that center. [From a communication addressed “To our ministers and other workers in the Southern states,” November 24, 1903.]"},{"refcode_short":"SpTB18 10","refcode_long":"The Nashville Sanitarium, p. 10 (Ellen Gould White)","content":"In Rented Quarters"},{"refcode_short":"SpTB18 10.1","refcode_long":"The Nashville Sanitarium, p. 10.1 (Ellen Gould White)","content":"We have been in Nashville for nearly two weeks...."},{"refcode_short":"SpTB18 10.2","refcode_long":"The Nashville Sanitarium, p. 10.2 (Ellen Gould White)","content":"Last Friday we went out to visit the sanitarium, which is about three miles out of Nashville. The country all around there is as pretty as a picture. At present the sanitarium work is being carried on in a rented building, but we hope that arrangements can soon be made to secure a place of our own. [Ms., June 7, 1904.]"},{"refcode_short":"SpTB18 10.3","refcode_long":"The Nashville Sanitarium, p. 10.3 (Ellen Gould White)","content":"When, in Nashville, I saw Brother and Sister Hansen trying in every way to do the greatest amount of good in the city, fitting up a few rooms in which to give treatment, economizing, and not sparing themselves, I felt like weeping. I thought, O, what a great work might be accomplished if every Seventh-day Adventist family would do their utmost in God's service!"},{"refcode_short":"SpTB18 10.4","refcode_long":"The Nashville Sanitarium, p. 10.4 (Ellen Gould White)","content":"Brother and Sister Hayward are also working earnestly to carry forward medical missionary work in Nashville. I visited them at the place in which for the present they are carrying on their sanitarium work. The house is not at all suitable for their work. Brother and Sister Hayward and their helpers are doing their best. They make the facilities that they have, go as far as possible. But they must have a more suitable building for their work. [Ms., July 21, 1904.]"},{"refcode_short":"SpTB18 11.1","refcode_long":"The Nashville Sanitarium, p. 11.1 (Ellen Gould White)","content":"During my stay in Nashville, I saw the necessities of the work there, and its great need of help. I visited the sanitarium conducted by Dr. Hayward and Brother Hansen. For several years Brother Hansen has had treatment-rooms in Nashville. Recently the Medical Department of the Southern Union Conference purchased his business, and Dr. Hayward, from Graysville, joined Brother Hansen in the work. They have treatment-rooms, a health food store, and physicians’ offices in a large house in the city. They have also rented a house three miles out of the city, for the accommodation of patients and nurses. I visited both of these places, and found them full of sick people receiving help."},{"refcode_short":"SpTB18 11.2","refcode_long":"The Nashville Sanitarium, p. 11.2 (Ellen Gould White)","content":"Brethren Hayward and Hansen, with their faithful helpers, are doing their best with the facilities they have, but the inconvenience under which they are at present conducting their work are very trying, and I wished that they might have a larger building, where they could accomplish more with less effort. [From article in The Review and Herald, August 18, 1904.]"},{"refcode_short":"SpTB18 12","refcode_long":"The Nashville Sanitarium, p. 12 (Ellen Gould White)","content":"A Proposed Plan of Co-operation"},{"refcode_short":"SpTB18 12.1","refcode_long":"The Nashville Sanitarium, p. 12.1 (Ellen Gould White)","content":"I have received your letters, and there are some things that I wish to say in response. I wish to speak of some things presented before me concerning the establishment of the school, [Reference is here made to the Madison school, the site for which had just been selected.] and the sanitarium that is to be established near Nashville. Careful attention is to be given to the advantage that may be gained in locating these institutions near each other. In regard to the institutions to be established in Takoma Park I was shown that the Lord would certainly be honored were these institutions placed near enough together to be a help and a blessing to one another."},{"refcode_short":"SpTB18 12.2","refcode_long":"The Nashville Sanitarium, p. 12.2 (Ellen Gould White)","content":"The students who will attend the Nashville school will be helpful to the sanitarium, and the sanitarium will be a blessing to the school. Of course, circumstances must determine the arrangements that it will be best to make. The workers in each institution must help one another, and the blessing of the Lord will surely rest upon both institutions."},{"refcode_short":"SpTB18 12.3","refcode_long":"The Nashville Sanitarium, p. 12.3 (Ellen Gould White)","content":"This is the plan that it is proposed should be followed in Takoma Park, and the light given me is that this plan would work beneficially if applied to the institutions to be established near Nashville. If the school buildings and the sanitarium buildings are placed within reach of each other, a blessing will come to both institutions. If the sanitarium building is erected on part of the land that has been purchased for school purposes, each institution will be a help and an encouragement to the other."},{"refcode_short":"SpTB18 13.1","refcode_long":"The Nashville Sanitarium, p. 13.1 (Ellen Gould White)","content":"I wish you to consider these suggestions, brethren, for I regard this as the Lord's plan. The teachers in the school can help the workers in the sanitarium by their advice and counsel, and by sometimes speaking to the patients, and those who have charge of the sanitarium can return the compliment. In time a church building can be put up within easy access of these institutions, where all can meet together for the worship of God."},{"refcode_short":"SpTB18 13.2","refcode_long":"The Nashville Sanitarium, p. 13.2 (Ellen Gould White)","content":"On the school farm the patients will have abundance of room in which to roam about in the open air. The beauty of the scenery will attract them, and the truth will take hold upon their minds."},{"refcode_short":"SpTB18 13.3","refcode_long":"The Nashville Sanitarium, p. 13.3 (Ellen Gould White)","content":"Let these two lines of work be carried on in close proximity, yet as far distant from each other as the judgment and wisdom of those in charge shall determine. One institution will give influence and strength to the other. Money will be saved; for both institutions can share the advantages that they will each need."},{"refcode_short":"SpTB18 13.4","refcode_long":"The Nashville Sanitarium, p. 13.4 (Ellen Gould White)","content":"I have written this in great haste, and must now leave it with you, asking you to consider the suggestions made."},{"refcode_short":"SpTB18 13.5","refcode_long":"The Nashville Sanitarium, p. 13.5 (Ellen Gould White)","content":"I must speak in behalf of the work in the Southern field. The message of the soon coming of our Saviour must go to all its cities. We must wake up, and consider what this means to us individually in the matter of consecrated effort...."},{"refcode_short":"SpTB18 13.6","refcode_long":"The Nashville Sanitarium, p. 13.6 (Ellen Gould White)","content":"There is a great work to be done. Some will ask, What can be done to work the city of Nashville effectively? One way to success is to get a place a few miles out of Nashville, and there establish a school and a sanitarium, and from these institutions as a working center, begin to work Nashville as we have not worked it yet. [Portion of a talk at College View, Neb., September 25, 1904.]"},{"refcode_short":"SpTB18 14.1","refcode_long":"The Nashville Sanitarium, p. 14.1 (Ellen Gould White)","content":"I have been hoping that you would see the advantage of establishing the sanitarium on the school farm that has been purchased near Edgefield. The reason given me for saying that this would be an advantage, is that the school to be established there would be an encouragement and help to the sanitarium, and the sanitarium to the school. The matter has been presented to me this way several times, and I know that the sanitarium should not be permanently established in buildings in Nashville. If there could be found, four or five miles from the city, buildings which could be secured for a low price, and which could readily be adapted to sanitarium work, it might be well to secure them. [Inasmuch as, about a year and a half later, a property suitable for sanitarium work was found within this distance of the city, this passage is worthy of careful notice.] But such buildings have not yet been found, and as a large tract of land has been secured for school purposes, I can not see why there should be any hesitation in regard to establishing the sanitarium somewhere near the school."},{"refcode_short":"SpTB18 14.2","refcode_long":"The Nashville Sanitarium, p. 14.2 (Ellen Gould White)","content":"The school buildings will go up as soon as money can be raised, and the sanitarium should also be erected soon. It should not be built too near to the school. But you could suit yourselves as to the exact location on the school land."},{"refcode_short":"SpTB18 15.1","refcode_long":"The Nashville Sanitarium, p. 15.1 (Ellen Gould White)","content":"I can see much advantage in the two institutions being close enough together to be able to co-operate with each other. Instruction similar to this was given me when we were making decisions in regard to the location of our buildings in Takoma Park. Whenever it is possible to have a school and a sanitarium near one another, let this be done; for the institutions will be a blessing to each other in more ways than one. [From a letter to Brethren Hayward and Hansen, November 8, 1904.]"},{"refcode_short":"SpTB18 15","refcode_long":"The Nashville Sanitarium, p. 15 (Ellen Gould White)","content":"Sanitariums as Evangelizing Agencies in the Cities of the South"},{"refcode_short":"SpTB18 15.2","refcode_long":"The Nashville Sanitarium, p. 15.2 (Ellen Gould White)","content":"Over and over again I am bidden to urge upon your attention the necessities of the work in Nashville. The Lord has specified what should be done there. A grand work has been started, and it should by all means be sustained. It must not be hindered by neglect, but is to go forward in straight, clear lines. Brother Butler, and Brother Haskell and his wife, are laboring hard and earnestly, and are wrestling with many difficulties, and they must be given assistance. [From a communication to the General Conference Committee, July 20, 1905.]"},{"refcode_short":"SpTB18 15.3","refcode_long":"The Nashville Sanitarium, p. 15.3 (Ellen Gould White)","content":"A work is to be done in the city of Nashville, and the Lord would have the workers cleanse their souls from all iniquity, and put on the robe of Christ's righteousness. If they will humble themselves before God, his salvation will be revealed. Draw nigh to God, and trust in him. Wash you, make you clean. Let every worker be converted to the way of the Lord. [From a letter to the president of the Southern Union Conference, July 22, 1905.]"},{"refcode_short":"SpTB18 16.1","refcode_long":"The Nashville Sanitarium, p. 16.1 (Ellen Gould White)","content":"You must not expect to carry forward the work in Nashville without meeting difficulties. If we could clear these difficulties away, we would do so. Let every worker lay hold of the word of promise. We are far away from you, but we will pray the Lord to meet with you and strengthen and bless you [From a letter to Eld. S. N. Haskell, July 24, 1905.]"},{"refcode_short":"SpTB18 16.2","refcode_long":"The Nashville Sanitarium, p. 16.2 (Ellen Gould White)","content":"There are souls in many places who have not yet heard the message. Henceforth medical missionary work is to be carried forward with an earnestness with which it has never yet been done. This work is the door through which the truth is to find entrance to the large cities, and sanitariums are to be established in many places. [The following paragraph, from “Special Testimonies,” Series B, No. 13, page ii, outlines the position occupied by sanitariums as “outpost centers” from which an aggressive and most effective work may be done in large cities within easy reach:—"},{"refcode_short":"SpTB18 16.3","refcode_long":"The Nashville Sanitarium, p. 16.3 (Ellen Gould White)","content":"“More important than magnificent scenery and beautiful buildings and spacious grounds, is the close proximity of these institutions to densely populated districts, and the opportunity thus afforded of communicating to many, many people a knowledge of the third angel's message. We are to have clear spiritual discernment, else we shall fail of understanding the opening providences of God that are preparing the way for us to enlighten the world. The great crisis is just before us. Now is the time for us to sound the warning message, by the agencies that God has given us for this purpose. Let us remember that one most important agency is our medical missionary work. Never are we to lose sight of the great object for which our sanitariums are established,—the advancement of God's closing work in the earth.”]"},{"refcode_short":"SpTB18 17.1","refcode_long":"The Nashville Sanitarium, p. 17.1 (Ellen Gould White)","content":"Years ago the Lord gave me special light in regard to the establishment of a health institution where the sick could be treated on altogether different lines from those followed in any other institution in our world. It was to be founded and conducted upon Bible principles, as the Lord's instrumentality, and it was to be in His hands one of the most effective agencies for giving light to the world."},{"refcode_short":"SpTB18 17.2","refcode_long":"The Nashville Sanitarium, p. 17.2 (Ellen Gould White)","content":"Again and again this matter has been presented to me, and one case especially has been urged upon my notice. At great cost a sanitarium was erected at Boulder, Colorado. It has been a very difficult matter to make this sanitarium what it should be, and yet meet all expenses. The effort to do this has meant a great deal of hard work and much careful study."},{"refcode_short":"SpTB18 17.3","refcode_long":"The Nashville Sanitarium, p. 17.3 (Ellen Gould White)","content":"While we were at Washington, attending the General Conference, the question was raised, “Shall we sell the Colorado Sanitarium to those who are offering to buy it?” I was instructed to say to our brethren in Colorado, It would not be for the glory of God for the Colorado Sanitarium to be sold. Under the circumstances, an offer ... would be to some a strong temptation, and they would be inclined to sell the sanitarium, and thus lighten the burden of indebtedness. But God sees not as man sees. Our people would be acting like men with their eyes put out, should they consent to sell this institution.... The Boulder Sanitarium is to do its appointed work. From it the light of truth for this time is to shine forth, and the great message of warning be given...."},{"refcode_short":"SpTB18 18.1","refcode_long":"The Nashville Sanitarium, p. 18.1 (Ellen Gould White)","content":"Nashville also must have financial aid, that the work there may be established. A sanitarium building must be put up near Nashville, because with the present facilities for doing medical missionary work in that city, the workers can not correctly represent the reformatory work that is to be carried forward in decided lines. This institution should be erected as soon as possible. For years the sanitarium work in that city has been carried forward in rented buildings not well adapted to the work, and the workers have been greatly hindered in their efforts. They have done the very best they could, but they have not been able to accomplish what they might had they had the needed facilities."},{"refcode_short":"SpTB18 18.2","refcode_long":"The Nashville Sanitarium, p. 18.2 (Ellen Gould White)","content":"My brethren, will you not help in the establishment of a sanitarium in ... Nashville? Let all work harmoniously, and then the stamp of the Lord will be placed upon your efforts. He will acknowledge your singleness of purpose to glorify Him...."},{"refcode_short":"SpTB18 18.3","refcode_long":"The Nashville Sanitarium, p. 18.3 (Ellen Gould White)","content":"In our sanitariums the truth is to be cherished, not banished or hidden from sight. The light is to shine forth in clear, distinct rays. [See article, “The Sign of Our Order,” in “Testimonies for the Church 7:104-109.] These institutions are the Lord's facilities for the revival of pure, elevated morality. We do not establish them as a speculative business, but to help men and women to follow right habits of living."},{"refcode_short":"SpTB18 19.1","refcode_long":"The Nashville Sanitarium, p. 19.1 (Ellen Gould White)","content":"Christ, the great Medical Missionary, is no longer in our world in person. But he has not left the world in darkness. To his subjects he has given the commission, “Go ye into all the world, and preach the gospel to every creature,” “teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.” Mark 16:15; Matthew 28:20."},{"refcode_short":"SpTB18 19.2","refcode_long":"The Nashville Sanitarium, p. 19.2 (Ellen Gould White)","content":"Through the instrumentality of our sanitariums, the great questions of Bible truth are to enter into the very heart of society, to reform and convert men and women, bringing them to see the great necessity of preparing for the mansions that Christ told his disciples he would prepare for those that love him. “I will come again,” he declared, “and receive you unto myself; that where I am, there ye may be also.” John 14:3...."},{"refcode_short":"SpTB18 19.3","refcode_long":"The Nashville Sanitarium, p. 19.3 (Ellen Gould White)","content":"Some will be attracted by one phase of the gospel and some by another. We are instructed by our Lord to work in such a way that all classes will be reached. The message must go to the whole world. Our sanitariums are to help to make up the number of God's people. We are not to establish a few mammoth institutions; for thus it would be impossible to give the patients the messages that will bring health to the soul. Small sanitariums are to be established in many places...."},{"refcode_short":"SpTB18 19.4","refcode_long":"The Nashville Sanitarium, p. 19.4 (Ellen Gould White)","content":"The conversion of souls is now to be our one object. Every facility for the advancement of God's cause is to be put into use, that his will may be done in earth as it is done in heaven. We can not afford to be irreligious and indifferent now. We must take advantage of the means that the Lord has placed in our hands for the carrying forward of medical missionary work. Through this work infidels will be converted. Through the wonderful restorations taking place in our sanitariums, souls will be led to look to Christ as the great Healer of soul and body. [From an “Appeal to the Colorado Conference,” portion of which was published in “Special Testimonies,” Series B, No. 5. (August 10, 1905.)]"},{"refcode_short":"SpTB18 20.1","refcode_long":"The Nashville Sanitarium, p. 20.1 (Ellen Gould White)","content":"Medical missions must be opened as pioneer agencies to prepare the way for the proclamation of the third angel's message in the cities of the South. O, how great is the need for means to do this work! Gospel medical missions can not be established without financial aid. Every such mission calls for our sympathy and for our means, that facilities may be provided to make the work successful. These institutions, conducted in accordance with the will of God, would remove prejudice, and call our work into favorable notice. The highest aim of the workers is to be the spiritual health of the patients. Medical missionary work gives opportunity for carrying forward successful evangelistic work. It is as these lines of effort are united, that we may expect to gather the most precious fruit for the Lord."},{"refcode_short":"SpTB18 20.2","refcode_long":"The Nashville Sanitarium, p. 20.2 (Ellen Gould White)","content":"For some time, Brethren Hayward and Hansen have been carrying on sanitarium work in a modest way in the heart of the city, [Nashville.] and in a rented building a few miles out of the city. The difficulties and inconveniences against which they have had to contend have greatly retarded the work, making it doubly hard."},{"refcode_short":"SpTB18 21.1","refcode_long":"The Nashville Sanitarium, p. 21.1 (Ellen Gould White)","content":"During my visit to the Southern field a year ago, we tried to find, near Nashville, a property suitable for a sanitarium. We examined several places, but arrived at no definite decision. Recently I have been rejoiced to learn that there has been found a desirable property four miles south of the city, and near the terminus of a street-car line. In this tract there are thirty-three acres of land. Our brethren regard the location as an ideal site for a sanitarium. [This property, known as the Renallis place though purchased and held for a time, was afterward released, as another property even more suitable was found and secured.] An ample supply of water comes from a lithia spring, pure, and clear as crystal."},{"refcode_short":"SpTB18 21.2","refcode_long":"The Nashville Sanitarium, p. 21.2 (Ellen Gould White)","content":"Our brethren were able to buy this property for eight thousand seven hundred fifty dollars, by paying cash. The amount was loaned to them by a brother in Kentucky...."},{"refcode_short":"SpTB18 21.3","refcode_long":"The Nashville Sanitarium, p. 21.3 (Ellen Gould White)","content":"Our brethren must have help in order to build.... The establishment of medical institutions in the South will make the work more expensive; but the importance of this line of effort can not be overestimated. [From an article published in The Review and Herald, September 7, 1905.]"},{"refcode_short":"SpTB18 22","refcode_long":"The Nashville Sanitarium, p. 22 (Ellen Gould White)","content":"Further Counsel Regarding Location"},{"refcode_short":"SpTB18 22.1","refcode_long":"The Nashville Sanitarium, p. 22.1 (Ellen Gould White)","content":"I have received and read your letter.... I will now try to answer your questions. You state that you are holding yourself in readiness to unite with the Nashville Sanitarium, but that you wish to see your way clear before beginning operations. You ask if I have any counsel to offer as to the exact site on which the sanitarium should be established."},{"refcode_short":"SpTB18 22.2","refcode_long":"The Nashville Sanitarium, p. 22.2 (Ellen Gould White)","content":"I am very much pleased, Brother -----, to know that you are planning to connect with the Nashville Sanitarium. I believe that the Lord is in this matter, and I pray that he will bless you in taking up this responsibility. If you can help Dr. Hayward and those connected with him in designing and putting up the sanitarium building, we shall indeed be very grateful. I know that as soon as possible a sanitarium should be established near Nashville. Medical missionary work is indeed the helping hand of the gospel ministry, and opens the way for the entrance of the truth. The importance of this line of work can not be overestimated."},{"refcode_short":"SpTB18 22.3","refcode_long":"The Nashville Sanitarium, p. 22.3 (Ellen Gould White)","content":"I have written several times regarding the necessity of our sanitariums being established in suitable places, where there is an abundance of land, so that the patients can spend as much time as possible out of doors. If possible, the buildings should be surrounded with pleasant grounds, beautified with flowers and shade-trees, under which, in wheel-chairs, on their cots, or on comfortable seats, the patients can listen to the music of the birds. Those who are well enough should be encouraged to cultivate flowers and to engage in other outdoor exercise that will take their minds off themselves."},{"refcode_short":"SpTB18 23.1","refcode_long":"The Nashville Sanitarium, p. 23.1 (Ellen Gould White)","content":"At one time I hoped that our brethren connected with our medical work in Nashville could see their way clear to establish a sanitarium on a part of the Madison school farm. Instruction has been given me that with our large schools there should be connected small sanitariums, that the students may have opportunity to gain a knowledge of medical missionary work. This line of work is to be brought into our schools as a part of the regular instruction."},{"refcode_short":"SpTB18 23.2","refcode_long":"The Nashville Sanitarium, p. 23.2 (Ellen Gould White)","content":"The Madison school should have a small sanitarium of its own, [The small sanitarium here called for, has since been established.] that the students may have opportunity to learn how to give the simple treatments. This is the plan that we have been directed to follow. And if the brethren connected with the medical work in Nashville could have seen their way clear to locate the sanitarium on the school farm near enough the school for there to be co-operation between the two institutions and far enough from it to prevent one from interfering with the work of the other, I should have been glad. I have thought much of these things in connection with the Nashville Sanitarium, and of the advantages to be gained if the school and the sanitarium could be near enough together to blend their work. But I have received no positive instruction regarding the exact location of the Nashville Sanitarium, and in this particular case I can not speak in decided terms. I dare not take the responsibility of saying anything to change the present arrangements."},{"refcode_short":"SpTB18 24.1","refcode_long":"The Nashville Sanitarium, p. 24.1 (Ellen Gould White)","content":"In order for the best results to be secured by the establishment of a sanitarium on the school farm, there would need to be perfect harmony between the workers of the institution. But this might be difficult to secure.... Both those at the head of the sanitarium and those at the head of the school would need to guard against clinging tenaciously to ideas of their own regarding things that are really non-essentials."},{"refcode_short":"SpTB18 24.2","refcode_long":"The Nashville Sanitarium, p. 24.2 (Ellen Gould White)","content":"These thoughts come forcibly to my mind, and I know that I dare not take the responsibility of saying that the Nashville Sanitarium should be located on the school farm. But I wish it to be clearly understood that I have by no means changed my views regarding the advisability of our schools and sanitariums being established near enough each other to harmonize in their work."},{"refcode_short":"SpTB18 24.3","refcode_long":"The Nashville Sanitarium, p. 24.3 (Ellen Gould White)","content":"The property that has recently been purchased [The Renallis property that was afterward sold.] is regarded by the brethren as an ideal spot for a sanitarium. I have not seen it, and therefore can not speak personally in reference to it. It possesses a great advantage in having on it a fine spring. This is a treasure that can not be too highly prized. The street-car line that runs near the place is also a great advantage. As soon as possible, a sanitarium building should be erected on this property. I shall be so thankful to our heavenly Father if the Nashville Sanitarium can be established in a desirable place, and quickly set in running order."},{"refcode_short":"SpTB18 25.1","refcode_long":"The Nashville Sanitarium, p. 25.1 (Ellen Gould White)","content":"Let the brethren counsel together and ask the Lord for wisdom, and then follow the light he sends.... We shall co-operate with our brethren in carrying out whatever plans are accepted by the sanitarium board and the Union Conference committee, to be for the best good of the work...."},{"refcode_short":"SpTB18 25.2","refcode_long":"The Nashville Sanitarium, p. 25.2 (Ellen Gould White)","content":"There is one thing more about which I wish to speak before I close. We have no need to hesitate in regard to soliciting means for the Lord's work. And no object is of greater importance or interest than the establishment of a sanitarium. I hope that you will lay your plans before those who have money, and obtain gifts from them."},{"refcode_short":"SpTB18 25.3","refcode_long":"The Nashville Sanitarium, p. 25.3 (Ellen Gould White)","content":"Several years ago it was presented to me that the Gentile world should be called upon to make donations to our work in the Southern field. Let discreet, God-fearing men go to men of means in the world and lay before them a plan of what they desire to do there. Let them tell about the colored mission schools that are needed all over the States. Let the needs of this work be presented by men who know how to reach the hearts of men of means. Many of these men, if approached in the right way, would make gifts to the work."},{"refcode_short":"SpTB18 25.4","refcode_long":"The Nashville Sanitarium, p. 25.4 (Ellen Gould White)","content":"Let the plans for a sanitarium for the whites be brought to their attention also. Tell them that there are many sick ones who need to be cared for, not in a hospital, but in a home."},{"refcode_short":"SpTB18 25.5","refcode_long":"The Nashville Sanitarium, p. 25.5 (Ellen Gould White)","content":"There is aggressive work to be done. In the past too much dependence has been placed on the General Conference. There has been too much looking to it to support the work financially. The General Conference has heavy burdens to bear in sustaining foreign mission work, which must constantly be extended."},{"refcode_short":"SpTB18 26.1","refcode_long":"The Nashville Sanitarium, p. 26.1 (Ellen Gould White)","content":"Why not ask the Gentiles for assistance? I have received instruction that there are men and women in the world who have sympathetic hearts, and who will be touched with compassion as the needs of suffering humanity are presented before them. Let men who have the ability to tell what a sanitarium should be and the need that there is for such institutions, go to the Gentiles for financial aid. Our missionaries are fully authorized to do this in all the large cities of the South. There are men of the world who will give of their means for schools and sanitariums."},{"refcode_short":"SpTB18 26.2","refcode_long":"The Nashville Sanitarium, p. 26.2 (Ellen Gould White)","content":"The matter has been presented to me in this light. Our work is to be aggressive. The money is the Lord's, and if wealthy men are approached in the right way, the Lord will touch their hearts and impress them to give of their means. God's money is in the hands of these men, and some of them will heed the request for help."},{"refcode_short":"SpTB18 26.3","refcode_long":"The Nashville Sanitarium, p. 26.3 (Ellen Gould White)","content":"Talk this over, and do all in your power to secure gifts. We are not to feel that it would not be the right thing to ask men of the world for means, for it is just the thing to do. This plan was opened before me as a way of coming in touch with wealthy men of the world. Through this means not a few will become interested, and may hear and believe the truth for this time."},{"refcode_short":"SpTB18 26.4","refcode_long":"The Nashville Sanitarium, p. 26.4 (Ellen Gould White)","content":"May the Lord bless you in your work, is my prayer."},{"refcode_short":"SpTB18 28.1","refcode_long":"The Nashville Sanitarium, p. 28.1 (Ellen Gould White)","content":"“I have read with great satisfaction and pleasure your letter describing the property you were trying to purchase. If you have to pay Brother ----- in full just now, and that hinders you in buying the Cole place, I shall be sorry, because light has come to me for the past two years that there were buildings that might be obtained for considerable less than it would cost to build on unimproved land."},{"refcode_short":"SpTB18 29.1","refcode_long":"The Nashville Sanitarium, p. 29.1 (Ellen Gould White)","content":"“But in all our perplexities we can only look to the Lord and trust in him to work out his own plans.” [Ms., May 29, 1906.]"},{"refcode_short":"SpTB18 29.2","refcode_long":"The Nashville Sanitarium, p. 29.2 (Ellen Gould White)","content":"And in a later letter she said:—"},{"refcode_short":"SpTB18 29.3","refcode_long":"The Nashville Sanitarium, p. 29.3 (Ellen Gould White)","content":"“I am greatly pleased that you have found for your sanitarium a building that pleases you.” [Ms., July 8, 1906.]"},{"refcode_short":"SpTB18 32","refcode_long":"The Nashville Sanitarium, p. 32 (Ellen Gould White)","content":"Be Not Discouraged"},{"refcode_short":"SpTB18 32.1","refcode_long":"The Nashville Sanitarium, p. 32.1 (Ellen Gould White)","content":"My attention has been called to the present needs of the Nashville Sanitarium; and while I am unable at this time to write as fully as I should like, I desire to say some words that will be an encouragement to those who are carrying the burden of the medical missionary work in the South."},{"refcode_short":"SpTB18 32.2","refcode_long":"The Nashville Sanitarium, p. 32.2 (Ellen Gould White)","content":"Many times in the past, when our brethren bearing the burden of the work have met with overwhelming difficulty in the establishment of important enterprises, they have been strongly tempted to give up the struggle. But again and again, as they have been encouraged to advance in faith, they have pressed forward in the name of the God of Israel, and success has rewarded their efforts."},{"refcode_short":"SpTB18 32.3","refcode_long":"The Nashville Sanitarium, p. 32.3 (Ellen Gould White)","content":"To those who are bearing burdens in Nashville, I would say: You are now to seek diligently to learn lessons that you have not yet learned. All have a work to do in self-training. The Lord now gives you an opportunity to reveal a spirit of self-sacrifice in behalf of his cause. Let all our brethren and sisters in responsibility in Nashville, and especially those who are connected as workers with the Nashville Sanitarium, humble their hearts before God, and pray for the prosperity of the sanitarium. Let those having the work in charge, study to avoid all waste and extravagance and all unnecessary expenditure. Let them see that everything is carried on wisely and economically; for they are dealing with the Lord's goods. Nothing that can be utilized should be thrown away. This will require wisdom, and forethought, and constant care. It has been presented to me that the inability to save, in little things, is one reason why so many families suffer for lack of the necessities of life. With many, there is a want of knowledge as to how to prepare food in economical ways."},{"refcode_short":"SpTB18 33.1","refcode_long":"The Nashville Sanitarium, p. 33.1 (Ellen Gould White)","content":"There is a lesson for us in the record of the feeding of the five thousand,—a lesson that has a special application to those times when we are placed in trying circumstances and are compelled to practise close economy. Having worked the miracle and satisfied the hunger of the multitude, Christ was careful that the food that remained should not be wasted."},{"refcode_short":"SpTB18 33.2","refcode_long":"The Nashville Sanitarium, p. 33.2 (Ellen Gould White)","content":"Let those in charge of our institutions bear the lesson in mind. Let them act wisely, refusing to expend one dollar that can be saved by the exercise of frugality and thrift. Our brethren and sisters in responsibility in our medical institutions may help one another to safeguard the interests of the enterprise with which they may be connected, by putting into daily practise the principles of economy and thrift taught in the Bible."},{"refcode_short":"SpTB18 33.3","refcode_long":"The Nashville Sanitarium, p. 33.3 (Ellen Gould White)","content":"The Lord has been leading his servants in their efforts to establish important institutions at Nashville. It is for the glory of his name and for the advancement of his cause in the Southern States, that various lines of work have been undertaken in and around Nashville. He has been leading in these enterprises, and we have had evidence of his guidance in the securing of valuable properties suitable for the different branches of our work. For us now to allow discouraging circumstances to slacken our efforts, would be out of harmony with God's purpose; for to connect failure with any of the enterprises undertaken under the guidance of the Holy Spirit, would bring dishonor upon God. If there comes a time in our experience when we find it advisable to withdraw our support from any of our institutions, it should be when that institution is in a prosperous condition. We should ever guard against the tendency to withdraw our strength from a chosen agency or working-center, in a time of discouragement."},{"refcode_short":"SpTB18 34.1","refcode_long":"The Nashville Sanitarium, p. 34.1 (Ellen Gould White)","content":"To my brethren who are carrying responsibilities in the Southern field I would say: Having begun a good work in harmony with the will of God, do not abandon it now because of difficulties; for this would result in the loss of an agency that might be made a power for good in warning the people of Nashville and other cities of the South. To give up at this time, would also bring discouragement to those who might be involved in the surrender, and to many others who would be affected by the influence of such a decision. For our brethren to question and waver, and submit to defeat, at the Nashville Sanitarium, would be detrimental to the best interests of the cause of God in the Southern States."},{"refcode_short":"SpTB18 34.2","refcode_long":"The Nashville Sanitarium, p. 34.2 (Ellen Gould White)","content":"If those who carry the burden of the medical missionary work in the South, will now study diligently the advantages to be gained by the maintenance of a suitable outpost-center from which a strong medical-evangelistic campaign can be carried forward in Nashville; and if they will plan wisely, and determine to advance in the face of difficulties, light will come in, and courage will take the place of discouragement. As in humility and faith they come to a unity of purpose and plan, God will work for them and with them, and success will attend their efforts."},{"refcode_short":"SpTB18 35.1","refcode_long":"The Nashville Sanitarium, p. 35.1 (Ellen Gould White)","content":"Those who led out in the establishment and maintenance of institutions in the earlier history of our work, often met with trials and perplexities. The enemy was actively at work to undermine confidence, and to place obstructions in the way of progress. Had the brethren at such times submitted to discouragement, they would not only have brought weakness to the cause they loved, but would have lessened their own ability to advance. Their later experience would have been marred by the knowledge that they had begun a good work and had failed. But our brethren in responsibility did not falter in the face of difficulty. They moved forward in the name of the Lord God of Israel, determined never to give up. They had pledged themselves to make a success of the work that had been entrusted to them, and they labored on in faith until they gained decided victories. The untiring efforts of these faithful men have resulted, under the blessing of God, in increasing prosperity in all branches of the Lord's work."},{"refcode_short":"SpTB18 35.2","refcode_long":"The Nashville Sanitarium, p. 35.2 (Ellen Gould White)","content":"Some have suggested that the Nashville Sanitarium should be closed, and that the work of this institution should be transferred to the Madison Sanitarium. The Nashville Sanitarium must not be closed. God forbid that this should be. Let search be made to ascertain the true situation, and then let our people do their best to carry out the plan of the Lord concerning this institution. When our conceptions of the work that is to be done in the Southern field, are broadened, we shall see that there is an abundance of work for both institutions."}]