[{"refcode_short":"SpTB17b 2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 2 (Ellen Gould White)","content":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White"},{"refcode_short":"SpTB17b 2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 2 (Ellen Gould White)","content":"Note To The Reader"},{"refcode_short":"SpTB17b 2.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 2.1 (Ellen Gould White)","content":"In order that the legal constituency of the College of Medical Evangelists and also our brethren in general might have a clear and correct knowledge of the real estate owned and controlled by the corporation and under lease and contract of sale to the same, as well as the instruction and successive actions that have led up to such purchases, contracts, and leases, we have compiled this leaflet from the numerous testimonies and documents on file in the business manager's office. A careful perusal and study of the leaflet will help to an understanding of the motives that have controlled the brethren in what they have done, and will also aid in our effort to determine what policy to pursue in the further purchase or control of lands adjacent to the institution."},{"refcode_short":"SpTB17b 3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 3 (Ellen Gould White)","content":"The purchase of land at Loma Linda"},{"refcode_short":"SpTB17b 3.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 3.1 (Ellen Gould White)","content":"At the time of the original purchase of Loma Linda, there were seventy-six acres in the tract. The hill contained twenty-three acres. About one-half of this was occupied by the buildings, walks, carriage drives, lawns, ornamental shrubbery, and beautiful shade trees; and the other half was orchard and garden. There were eight or ten acres of thrifty orange trees about eight years old, and two or more acres of other fruit,—Apricots, Plums, Figs, Apples, Pears, and Peaches."},{"refcode_short":"SpTB17b 3.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 3.2 (Ellen Gould White)","content":"The remaining fifty-three acres, a strip of fertile valley land of varying width, and about three-fifths of a mile in length, lay to the north of the hill and south of the railway line. Of this, three acres was apricot orchard, fifteen acres was in Alfalfa, three or four acres were devoted to the stables, barns, chicken run, and vegetable gardens, and the remainder was grain land."},{"refcode_short":"SpTB17b 3.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 3.3 (Ellen Gould White)","content":"No sooner was it decided by the conference to go forward with the purchase of the place, than a plan was suggested of selling off a portion of the acreage to help pay for the balance. By those immediately connected with the institution, it was felt that the future development of the work would require all the land we had and more."},{"refcode_short":"SpTB17b 3.4","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 3.4 (Ellen Gould White)","content":"Regarding this, Mrs. E. G. White, in a letter written from San Jose July 5, 1905, expressed her views in very positive terms, as follows:"},{"refcode_short":"SpTB17b 3.5","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 3.5 (Ellen Gould White)","content":"“I just thought to write you a few lines to assure you that not one foot of that land is to be sold to raise money. We will hire money at the bank rather than that this shall be done.”"},{"refcode_short":"SpTB17b 3.6","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 3.6 (Ellen Gould White)","content":"At this time a few small pieces aggregating about Three and one-half acres, which were necessary to square out the property, we purchased for $700. a number of valuable properties near the sanitarium could have been purchased at that time at forty per cent of their present values."},{"refcode_short":"SpTB17b 4.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 4.1 (Ellen Gould White)","content":"About a year later a Mr. Bell, who owned the thirty acres lying just east of the Loma Linda tract and south of the railway, offered it to us at what we thought was a very low price. The brethren considered the matter and felt favorable to its purchase. As sister White also favored it, the land was purchased at less than $100 an acre. Since that time we have several times been offered $300 an acre for a portion of it."},{"refcode_short":"SpTB17b 4.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 4.2 (Ellen Gould White)","content":"Shortly afterward, sister White visited Loma Linda and asked to see the piece of property we had purchased. As she viewed it from the top of the sanitarium building for some little time, she said, “Well, we are thankful we have it,” But turning and looking north she waved her hand in front of the building and said, “The Angel said, ‘get all of it’.” On remarking to sister White how difficult it had been to secure what we already had, she simply said. “Well, we shall be thankful for what we have,” and turned and went to her room."},{"refcode_short":"SpTB17b 4.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 4.3 (Ellen Gould White)","content":"We did not know how much was included in her remark, “Get all of it,” But supposed she referred to the kelly tracts in front of the sanitarium on which we had secured prices when we first purchased Loma Linda, and on which we had really held an option for a time, thinking possibly the brethren might consider purchasing a portion of these tracts."},{"refcode_short":"SpTB17b 4.4","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 4.4 (Ellen Gould White)","content":"One tract of one hundred and fifty acres lying west of pepper drive (Loma Linda Avenue), between the southern pacific railway and colton Avenue, was held at $18,000. Another tract of fifty-five acres, lying east of pepper drive from the railroad to the bridge, including the orange orchard and house, was held at $20,000. The next tract, twenty-seven acres, lying east of pepper drive, running from the Creek to Colton Avenue, was held at $2,250. Another three-corner tract of about twenty acres, lying north of the southern pacific railway, extending to the eastern line of the thirty acres that we purchased on the south side of the railway, was offered us for $750. This twenty-acre piece I urged one of our brethren to purchase and hold for us, but because of the criticisms and misgivings regarding what had already been done in securing the place, nothing was done. And so far as considering the purchase of the other pieces of property, it seemed entirely out of the question."},{"refcode_short":"SpTB17b 5.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 5.1 (Ellen Gould White)","content":"Nothing more was said concerning the purchase of these properties until a few weeks before the Loma Linda property was taken over by the union and general conferences at a meeting held at Loma Linda in May, 1910."},{"refcode_short":"SpTB17b 5.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 5.2 (Ellen Gould White)","content":"In the meantime, the twenty-seven acres which could have been bought for $2,250, or nearly $85 an acre, had been sold, re-sold, sub-divided, and laid out into lots, many of which have changed hands at $200 and $250 a lot, or $800 to $1000 an acre. Our brethren who have desired to be near the sanitarium have purchased most of these lots and built more than thirty cottages."},{"refcode_short":"SpTB17b 5.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 5.3 (Ellen Gould White)","content":"The twenty-acre tract that we could have purchased for $750 has changed hands, and to protect ourselves from having a number of shanties built just opposite the depot, we were obliged to pay $300 for a little over an acre of the land. The balance I do not think could be purchased at less than $200 an acre, or $3,600."},{"refcode_short":"SpTB17b 6.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 6.1 (Ellen Gould White)","content":"Mr. Hazen Kelly, owner of the fifty-five acres lying on the east side of pepper drive, north of the railway, once offered us at $20,000, sold off eight acres, lying along the east side of pepper drive, at $400 an acre, to a number of our brethren. These eight acres have been divided and sub-divided and built on until there are now on this portion of land twenty-two cottages occupied by physicians and workers of the sanitarium."},{"refcode_short":"SpTB17b 6.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 6.2 (Ellen Gould White)","content":"On the west side of pepper drive, just north of the railway, the kelly brothers sold off some ten acres to our brethren at from $200 to $400 an acre. The sanitarium has since purchased back most of these small tracts at from $500 to $1,000 an acre."},{"refcode_short":"SpTB17b 6.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 6.3 (Ellen Gould White)","content":"Just before the general meeting at Loma Linda held in May, 1910, when sister White was again with us, she expressed the conviction that we should secure the property in front of the sanitarium. We told her it had nearly doubled in value since we purchased Loma Linda. Nevertheless she expressed her anxiety that we should secure these lands so close to the institution. We then obtained an option on the one hundred and fifty acres lying west of pepper drive, or than portion that remained unsold, at $250 an acre. While waiting for the general meeting to convene in may, the parties were about to back out on their option, so the local board took the matter under advisement and compromised by securing thirty-six acres of the property lying north of the railway, at $225 an acre, and purchased most of the acreage that had been sold off in front of this piece along pepper drive, paying $500 and $600 an acre for it."},{"refcode_short":"SpTB17b 6.4","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 6.4 (Ellen Gould White)","content":"Early in 1911 the remainder of the kelly tract, comprising eighty-six acres lying west of pepper drive and south of colton avenue, was offered to us at $300 an acre. This was an advance of $50 an acre."},{"refcode_short":"SpTB17b 7.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 7.1 (Ellen Gould White)","content":"At the annual meeting of the constituency held late in March, 1911, the importance of securing this property was presented. A number looked over the tract, but no action was taken. At the close of this meeting sister White visited paradise valley. Within a few days she returned, saying that her work at Loma Linda was not yet finished. Soon after her return she took up the matter of the purchase of the balance of the Kelly tract of eighty-six acres west of pepper drive. Three or four times she rode over and around the property, each time stating she had been instructed that we should secure the land adjoining the sanitarium, and urging that we ask the brethren to pray over the matter, so that we might have light to know what to do. She mentioned that we needed the property, and emphasized particularly the troubles that would come to us if others were allowed to secure the land and sell it to unbelievers who would crowd in about us."},{"refcode_short":"SpTB17b 7.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 7.2 (Ellen Gould White)","content":"On one occasion she mentioned a scene that had passed before her of a village located in the valley, and serious difficulties coming to the work. At another time she mentioned that some of our aged people would want to make their home here, and she suggested that suitable ones might be permitted to build with the understanding that the buildings would be left to the institution."},{"refcode_short":"SpTB17b 7.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 7.3 (Ellen Gould White)","content":"A number of the board remaining at Loma Linda took counsel together, and felt they could do nothing then, as the constituency had considered the matter and had thought best not to purchase. Still sister White urged that we pray over the matter and see if we could not get light. Finally, the day Before she was leaving she called some of the leading brethren together, and although she was talking on other themes, her mind constantly referred to the land. From her remarks we quote the following:"},{"refcode_short":"SpTB17b 8","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 8 (Ellen Gould White)","content":"Remarks of Mrs. E. G. White Regarding Aggressive Moves at Loma Linda"},{"refcode_short":"SpTB17b 8.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 8.1 (Ellen Gould White)","content":"(Thursday afternoon, April 20, 1911, there was held in the Loma Linda chapel a council meeting to consider the opportunity that had just been presented to purchase from Mr. Kelly a tract of land west of pepper drive and south of colton avenue, consisting of about eighty-seven acres. After very brief remarks about the vine and the branches, and the benefits resulting from the disciplinary process of pruning, sister White spoke of various phases of the work.)"},{"refcode_short":"SpTB17b 8.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 8.2 (Ellen Gould White)","content":"“Today with Sister McEnterfer, and again with my son, I rode around the Loma Linda grounds.... As I looked over the place more thoroughly than ever before, and saw the grounds, the drives, and the cottages that were standing before we came here, I felt gratitude in my heart toward God, that through His providence we had been brought into possession of Loma Linda. I felt thankful also to see the improvements that have been made since we have had the place. And I thought how important it is that we make every move in accordance with the will of God."},{"refcode_short":"SpTB17b 8.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 8.3 (Ellen Gould White)","content":"“As the Lord prospers us, we should manifest our gratitude by a willingness to advance. We should see the advantage of adding to that which we already have. I feel a burden regarding the danger of letting anybody come into the neighborhood to spoil the place."},{"refcode_short":"SpTB17b 8.4","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 8.4 (Ellen Gould White)","content":"“There is a piece of land across the railroad, lying next to a piece already purchased, which should be secured. One day we drove over it, and all around it. We wanted to see all about it. And I am sure from the representations that have been made to me, that this piece of land ought to come into our possession. If you are wise, the next time I come here, you will have that land. I will try to help you all I can. Let us work intelligently."},{"refcode_short":"SpTB17b 9.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 9.1 (Ellen Gould White)","content":"“There are several reasons why you should have this land. You need the produce from it for your cattle to subsist upon; this piece is close at hand, and joins that which you already have."},{"refcode_short":"SpTB17b 9.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 9.2 (Ellen Gould White)","content":"“Here we have our school, and here many important interests are centered. We must not permit elements to come in that will tend to hinder and retard the work. It will be pleasing to the Lord if we keep our eyes wide open, and are fully awake, ready to take advantage of every circumstance that will place us in right relation to the work we have to do. It would be a grievous error for us to allow to pass an opportunity to secure this property, for we might never again have such an opportunity. I advise you to secure it before it becomes so expensive that you could not afford to buy it."},{"refcode_short":"SpTB17b 9.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 9.3 (Ellen Gould White)","content":"“There is danger of our becoming too narrow. These many little houses close together across the railroad do not look well. If we can get land, and have room, so as not to build any more in that way, it will be better."},{"refcode_short":"SpTB17b 9.4","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 9.4 (Ellen Gould White)","content":"“You need the land, and it will be a matter of regret by and by if it is not secured. Do not make any delay to take steps that will prevent its being taken up by those who would plan for unbelievers to crowd into it. We should keep them out. If we do this, we shall have reason to rejoice."},{"refcode_short":"SpTB17b 9.5","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 9.5 (Ellen Gould White)","content":"“The Lord is well pleased with what you have already done here at Loma Linda. When one sees the prosperity that has attended the work, and the spirit of consecration that prevails, the conviction deepens that you are working in harmony with God."},{"refcode_short":"SpTB17b 10.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 10.1 (Ellen Gould White)","content":"“I desire that all the work of this place shall be a correct representation of what our health institutions should be. Let everything that we lay our hands to, show the result of the moving of the Spirit of God upon the human heart. This will be evidence that we have the higher education. Workers whose hearts are in obedience to the movings of the Spirit of God, will make this place what God desires it to be. I am surprised, happily surprised, to see everything looking so well. It is beyond my expectations. And now let everyone strive to keep it so, and labor for improvement."},{"refcode_short":"SpTB17b 10.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 10.2 (Ellen Gould White)","content":"“I am highly gratified as I look upon the land we already have. This will be one of the greatest blessings to us in the future—one that we do not fully appreciate now, but which we shall appreciate by and by. I hope that you will get the other land that I have spoken of, and join it to that which you already have. It will pay you to do this. As I have carried the burden of this place from the very beginning, I wanted to say this much to you. Now I leave the matter with you; and let us work in harmony."},{"refcode_short":"SpTB17b 10.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 10.3 (Ellen Gould White)","content":"“If your will is united with Jesus Christ, we shall see the work of God advance steadily in this place. It will reach to Riverside; it will reach to other places that are all around. There is a work to be done in many little settlements round about here. There is no virtue in settling down in one place, and spending all your time and energies there. There are many towns and settlements where earnest work needs to be done for the saving of souls. You are to have an arm of strength in all these places. The word comes to you: Be wise; be vigilant."},{"refcode_short":"SpTB17b 11.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 11.1 (Ellen Gould White)","content":"“We should feel a deep interest in those souls who are brought into connection with us. We are to labor for them, leaving unused no means that God has put in His world for our use in the behalf of others. It was thus that Christ labored. Going from place to place, He preached the precious gospel, sowing the seeds of truth in the hearts of the men and women who would listen to His testimony. And He wants every soul of us to appreciate the work that He has given us, and the example He has set."},{"refcode_short":"SpTB17b 11.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 11.2 (Ellen Gould White)","content":"“I am glad there are sensible men and women here. I am pleased that there is a strong force of physicians and teachers. And I want to say to you all: Work in harmony. ‘I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.’ The Lord wants you to do this, and I believe you will.... We need to draw steadily with Christ, and to labor to glorify His holy name. And the responsible men and women in this place should give thanks to God for His manifold mercies. But do not complain or indulge in criticism, because this is all out of place. It will spoil the work."},{"refcode_short":"SpTB17b 11.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 11.3 (Ellen Gould White)","content":"“There are some who feel that if there is prosperity here it will be necessary to get up some amusement. Let us not cherish such thoughts as this. Rather let the people see that you have a mind for usefulness and duty, and that to the saving of the soul. The amusements that consume time, just to gratify self, do not pay."},{"refcode_short":"SpTB17b 12.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 12.1 (Ellen Gould White)","content":"“I have felt so thankful regarding the improvements that I see here. God has prospered you, and He will continue to prosper. And we must give ourselves to the education of those who do not appreciate these things. We must keep it before them in the living light. Regarding the securing of means for the development of the work, you must exercise that living faith that takes hold from above. Some here know what a battle we had in order to secure harmonious action; and we thank the Lord that when the enemy comes in like a flood, then the Spirit of the Lord lifts up for us a standard against the enemy.”"},{"refcode_short":"SpTB17b 13.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 13.1 (Ellen Gould White)","content":"In a letter written April 30, 1911, Sister White wrote regarding the purchase of the land at Loma Linda as follows:"},{"refcode_short":"SpTB17b 13.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 13.2 (Ellen Gould White)","content":"“My mind is settled in regard to the purchase of the land in front of the Loma Linda Sanitarium. We must have that piece of land. I will pledge myself to be depended on for one thousand dollars. I hope to be favored with an opportunity to hire some money soon; but I shall not worry in regard to this, or I shall not be able to do anything. The effort of speaking on Sabbath and of reading my letters today is all that I have been able to do to the present time. But as soon as I can I will make some movement concerning the raising of the one thousand dollars. The piece of land we must have; for it will never do to have buildings crowded in there. Do not fail to carry through the purchase of it. Do your best, and I will do my best. The money from me you may depend upon. We shall be able to send it soon.”"},{"refcode_short":"SpTB17b 14.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 14.1 (Ellen Gould White)","content":"And again:"},{"refcode_short":"SpTB17b 14.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 14.2 (Ellen Gould White)","content":"“The money which I pledged to help purchase the eighty-five acres will be sent without fail. Please let me know if a couple of weeks’ delay will trouble you seriously. I am truly glad that I gave my promise to help to purchase this land, under the influence of the Spirit of God. I felt that the land must be secured; otherwise that we should have reason to regret that we did not obtain it.”"},{"refcode_short":"SpTB17b 14.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 14.3 (Ellen Gould White)","content":"Still later, on June 7, she wrote:"},{"refcode_short":"SpTB17b 14.4","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 14.4 (Ellen Gould White)","content":"“I want to say to you both that I am thankful I was moved to speak as I did concerning the piece of land in front of the Loma Linda Sanitarium. I was urged by the Spirit of God to make the pledge of one thousand dollars; and I did so, hoping that others, who were better able to advance means than I, would follow my example. I dared not leave the meeting without following the conviction I had; and now I feel that I have done my duty, showing my faith by my works."},{"refcode_short":"SpTB17b 14.5","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 14.5 (Ellen Gould White)","content":"“I am glad that we were able to send you my part of the first payment a few days ago."},{"refcode_short":"SpTB17b 14.6","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 14.6 (Ellen Gould White)","content":"“I would like to inquire what progress has been made in the raising of the means for the purchase of the land. My investment was not made in order to lessen the responsibility of others who should help. Do what you can to encourage those who have money that they can use in the cause, to use it wisely and not let it slip away into speculation. Secure pledges from those who have not the money in sight. We need special wisdom to move out at the right time. I thank the Lord that He encouraged me to walk by faith, and I pray that He will help you to show others their privilege in this matter."},{"refcode_short":"SpTB17b 15.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 15.1 (Ellen Gould White)","content":"“True faith is the substance of things hoped for, the evidence of things not seen. Thus far the Lord has led us as we have moved under the guidance of His Spirit. He will continue to work for us if we are careful to follow the counsel He gives.”"},{"refcode_short":"SpTB17b 15.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 15.2 (Ellen Gould White)","content":"“Medical missionary work is the pioneer work of the gospel. Let us seek to understand the scope of the work to be done in our sanitariums for the saving of the souls and the healing of the bodies of those who come to us for relief. My soul is drawn out to encourage men and women to see in Christ the great Physician. If they will be drawn to Him, He will be their Helper. He understands their every need. He stands ready to heal both body and soul. Let physicians and nurses learn to tell of the One who has power and who is willing to do a marvelous work for human beings. Talk of His love; tell of His power to save every sinful soul who will cast himself upon Christ's merits. His power will save to the uttermost all who truly accept Him."},{"refcode_short":"SpTB17b 15.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 15.3 (Ellen Gould White)","content":"“I am glad that your wife is whole-heartedly united with you in the work. Let her stand by you to give help and encouragement."},{"refcode_short":"SpTB17b 15.4","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 15.4 (Ellen Gould White)","content":"“I have written to you the instruction that has been given me regarding the special work to be done by the lady physicians in our sanitariums. It is the Lord's plan that men shall be trained to treat men, and women trained to treat women. In the confinement of women, midwives should take the responsibility of the case. In Bible times it was not considered a proper thing for men to act in this capacity; and it is not the will of God that men should do this work today. Very much evil has resulted from the practice of men treating women, and women treating men. It is a practice according to human devising, and not according to God's plan. Long has the evil been left to grow, but now we lift our voice in protest against that which is displeasing to God.”"},{"refcode_short":"SpTB17b 17","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 17 (Ellen Gould White)","content":"Hazen Kelly Tract"},{"refcode_short":"SpTB17b 17.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 17.1 (Ellen Gould White)","content":"During her visit to Loma Linda in April, 1911, sister White inquired about the Hazen Kelly tract on the east side of pepper drive, especially that portion lying east of the cottages of the sanitarium, and said that we ought to get control of the land, if possible. Before leaving, she suggested that we interest some one to secure the place and hold it for the sanitarium, if possible. An effort was made to do this, but in the meantime it was sold to an outside party for $35,000, who planned to lay out the vacant land into lots and sell them, retaining the orange orchard. It was also planned to put up a packing house for packing oranges at Loma Linda. This we regretted very much. It was the very thing we had feared."},{"refcode_short":"SpTB17b 17.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 17.2 (Ellen Gould White)","content":"We interviewed the parties purchasing the land, and did what we could to discourage laying out any town site. When they found we were opposed to such an effort they finally let the option on the land pass. Mr. Kelly then approached us about purchasing the land. While the matter was pending, we received the following, written August 29, 1911:"},{"refcode_short":"SpTB17b 18","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 18 (Ellen Gould White)","content":"Regarding the Purchase of Land Adjoining Loma Linda"},{"refcode_short":"SpTB17b 18.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 18.1 (Ellen Gould White)","content":"“Loma Linda is an important center. We needed this place and all its advantages. We were successful in obtaining it, and we have had success in operating it, notwithstanding the opposition shown by some who should have been acting as helpers in the effort to equip a sanitarium properly. I have a deep interest in Loma Linda. It is a beautiful place. For sanitarium work, we could not have a more favorable situation. And it is well adapted for the other lines of work that we desire to see done there."},{"refcode_short":"SpTB17b 18.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 18.2 (Ellen Gould White)","content":"“Recently the question arose about securing more of the nearby land that is for sale. One piece, a tract of eighty-six acres, has already been purchased, and there is now on sale another tract of forty-seven acres joining the Loma Linda property. Because this piece of land is so near to our Loma Linda buildings, we do not want to see it sold to unbelievers, who will divide it up, and sell it to those who may desire to crowd into this neighborhood. In the night season I was talking to our brethren, telling them that this must not be allowed, and pointing out what unfavorable results would follow. If this piece of land should be purchased by unbelievers, and divided up and sold to those who would be no help to our work, the injury to Loma Linda would be serious and lasting. I cannot bear the thought of this. Cannot a group of individuals who are alive to the vital interests of the Lord's work, unite together and make this land our property? Then if we wish to sell a portion of it, let it be sold to our people. There is an orange orchard on the place, and this could be handled to advantage by the Sanitarium. The institution is hardly complete without the control of this orchard."},{"refcode_short":"SpTB17b 19.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 19.1 (Ellen Gould White)","content":"“As the number of patients and students increases, more land will be needed. Grape vines could be planted, thus making it possible for the institution to produce its grapes."},{"refcode_short":"SpTB17b 19.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 19.2 (Ellen Gould White)","content":"“Families and institutions should learn to do more in the cultivation and improvement of land. If people only knew the value of the products of the ground, which the earth brings forth in their season, more diligent efforts would be made to cultivate the soil. All should be acquainted with the special value of fruit and vegetables fresh from the orchard and garden."},{"refcode_short":"SpTB17b 19.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 19.3 (Ellen Gould White)","content":"“Will not some of our brethren who thus far have invested but little in Loma Linda, help the Lord's cause by assisting in the purchase of this piece of land? I place this matter before you, feeling sure that you will not allow the land to pass into the hands of unbelievers. We ought not to place ourselves where we shall become unfavorably associated with those who could make it hard for us if they chose to do so, and restrict us to certain limits.."},{"refcode_short":"SpTB17b 19.4","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 19.4 (Ellen Gould White)","content":"“We must have room to keep ourselves distinct as a Sabbath-keeping people. The Lord has given directions that we are to make provision which will prevent our being harassed and inconvenienced by having to crowd in with unbelievers. I wish I might make on your minds the impression that has been made on mine regarding this matter."},{"refcode_short":"SpTB17b 20.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 20.1 (Ellen Gould White)","content":"“If a portion of this land must be sold, we can sell it to the friends of the institution.” In an address before the constituency, Thursday evening, March 28, Sister White spoke of the matter as follows:"},{"refcode_short":"SpTB17b 21.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 21.1 (Ellen Gould White)","content":"“As we were coming from Los Angeles, I thought of many things that should be considered at this meeting; but I did not expect to be the one to speak first. This I say, however, I thank the Lord that we have this beautiful place. Last night I was considering this: We must always keep in mind that we are doing a work for time and for eternity."},{"refcode_short":"SpTB17b 21.2","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 21.2 (Ellen Gould White)","content":"“In our Los Angeles meeting there was a unity of sentiment in the councils that gives me great encouragement; and here at Loma Linda, we must strive to see, not how much we can differ from one another, but how closely we can come into the perfect unity of which the Word of God advises us."},{"refcode_short":"SpTB17b 21.3","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 21.3 (Ellen Gould White)","content":"“Whenever I look at the buildings, the fields, and the orchards here at Loma Linda, I am thankful that we have this beautiful place, thankful for every foot of ground we control. By and by you will see, if you do not understand it now, that the securing of the land was essential. It may not appear to you now that it was necessary for us to secure so large a tract, but I am instructed that our work here must be carried forward on broad lines and in solid unity. That the will of the Lord may be done in this place, we must be in a position where we can understand His pleasure in regard to our words and actions, where we may be always helping forward that work which is most essential. During the night it was again impressed upon my mind that it was through the providence of God that we obtained this place when we did. Also that the branching out and enlargement that we have done, and the development of the work as it stands today, is what the Lord would have us do."},{"refcode_short":"SpTB17b 22.1","refcode_long":"The Purchase of Land at Loma Linda and Letters from Mrs. E. G. White, p. 22.1 (Ellen Gould White)","content":"“As a people we can not stand still. The work must grow as we move forward. We have now come to a time when there will be intensity of action on the part of some whose movements we do not now understand. How then shall we carry the work at such a time, when opportunities for advancement come unexpectedly and difficulties are constantly increasing. We must daily commit our ways to God in faith, and be learning continually of Christ Jesus. He will not leave us to walk in darkness, but will give us the enlightenment of the Holy Spirit.” ..."}]