[{"refcode_short":"SpTB14 2","refcode_long":"The Paradise Valley Sanitarium, p. 2 (Ellen Gould White)","content":"The Paradise Valley Sanitarium"},{"refcode_short":"SpTB14 2","refcode_long":"The Paradise Valley Sanitarium, p. 2 (Ellen Gould White)","content":"Introductory"},{"refcode_short":"SpTB14 2.1","refcode_long":"The Paradise Valley Sanitarium, p. 2.1 (Ellen Gould White)","content":"In establishing sanitariums, we are carrying out the purpose of God. This work is the work of God. Through the means of our sanitariums the sick and suffering in the highways and the byways of life are to learn of the healing power of Christ. Those who have received the light are to show in their lives that they are God's medical missionaries. By being partakers of the divine nature, they are to become colaborers with Jesus Christ in every line of work that will bring relief to suffering humanity."},{"refcode_short":"SpTB14 2.2","refcode_long":"The Paradise Valley Sanitarium, p. 2.2 (Ellen Gould White)","content":"From the light given me when I was in Australia, and renewed since I came to America, I know that our work in Southern California must advance more rapidly. The people flocking to that place in search of health must hear the last message of mercy."},{"refcode_short":"SpTB14 2.3","refcode_long":"The Paradise Valley Sanitarium, p. 2.3 (Ellen Gould White)","content":"For years the work in Southern California has needed help, and we now call upon our brethren and sisters who have means to spare to put it into circulation, that we may use to the very best advantage the places so well suited for our work."},{"refcode_short":"SpTB14 3","refcode_long":"The Paradise Valley Sanitarium, p. 3 (Ellen Gould White)","content":"A View of the Work"},{"refcode_short":"SpTB14 3.1","refcode_long":"The Paradise Valley Sanitarium, p. 3.1 (Ellen Gould White)","content":"Within a comparatively few years, the importance of California as a mission field has increased many-fold. Southern California is world-renowned as a health resort. Every year thousands of tourists come here. These must hear the last warning message. We are called upon by God to explain the Scriptures to these people. And as many of those who come are in search of health, one of the most important agencies for reaching the passing multitudes is institutional work along medical missionary lines."},{"refcode_short":"SpTB14 3.2","refcode_long":"The Paradise Valley Sanitarium, p. 3.2 (Ellen Gould White)","content":"In the providence of God, the minds of a few of our workers were directed to this field as a center for medical missionary work. At the time I returned from Australia, in 1900, treatment-rooms and a large vegetarian restaurant were being conducted in Los Angeles."},{"refcode_short":"SpTB14 3.3","refcode_long":"The Paradise Valley Sanitarium, p. 3.3 (Ellen Gould White)","content":"A year or two later, some of the brethren in Los Angeles were very active in planning for the extension of the medical missionary work in Southern California. In their eagerness to advance rapidly, some seemed to lose sight of the plain instruction the Lord had given regarding the establishment of new sanitariums. Instead of planning to find some country location suitable for sanitarium work, they sought to establish a mammoth institution in the heart of the city."},{"refcode_short":"SpTB14 4.1","refcode_long":"The Paradise Valley Sanitarium, p. 4.1 (Ellen Gould White)","content":"The Lord instructed me in the night season that this was not a wise plan to follow. The counsel that had been given our people thirty-five years before, was repeated. The same scenes that had passed before me prior to the establishment of the Battle Creek Health Reform Institute, passed before me again; and I wrote out the instruction concerning the sanitarium work that is published in “Testimonies for the Church,” Volume VII. In this it is pointed out that the Lord would be pleased to have several small country sanitariums, instead of one mammoth city sanitarium, in Southern California: and the leaders of the medical work were counseled to search for properties on which were buildings that could be utilized to advantage, and which could be secured at very low prices."},{"refcode_short":"SpTB14 4.2","refcode_long":"The Paradise Valley Sanitarium, p. 4.2 (Ellen Gould White)","content":"We are now beginning to see carried out the purposes of the Lord for this field. Already there are sanitariums in running order in three of the most important tourist centers. These are beautifully located at Glendale, near Los Angeles: at Loma Linda, in the Redlands-Riverside-San Bernardino district; and at Paradise Valley, near San Diego."},{"refcode_short":"SpTB14 4.3","refcode_long":"The Paradise Valley Sanitarium, p. 4.3 (Ellen Gould White)","content":"For a long time, however, the medical missionary work in Southern California was at a standstill, because of the unbelief of some. Suitable properties were found, but the brethren in responsibility would not advance. A special opportunity came to us in the form of a property a few miles south of San Diego, known as the Potts’ Sanitarium. The Lord had manifestly prepared the way for us to begin sanitarium work at this point; and when the wheel of providence turned in our favor, and the property came within our reach, we felt as if we must act without further delay, notwithstanding the hesitancy of brethren in responsibility, who should have been quick to discern the advantages of this place as a center for medical missionary work."},{"refcode_short":"SpTB14 5.1","refcode_long":"The Paradise Valley Sanitarium, p. 5.1 (Ellen Gould White)","content":"In the securing of the property now known as the Paradise Valley Sanitarium, we see the gracious leading of God. This property has been secured at a price far less than its real value, and the Lord would now have His people build up and strengthen the medical missionary work in this important tourist center."},{"refcode_short":"SpTB14 5","refcode_long":"The Paradise Valley Sanitarium, p. 5 (Ellen Gould White)","content":"Providential Opportunities"},{"refcode_short":"SpTB14 5.2","refcode_long":"The Paradise Valley Sanitarium, p. 5.2 (Ellen Gould White)","content":"During my stay in Southern California, September, 1902, I was enabled to visit places that in the past have been presented to me by the Lord as suitable for the establishment of sanitariums and schools. For years I have been given special light that we are not to establish large centers for our work in the cities. The turmoil and confusion that fill these cities, the conditions brought about by the labor unions and the strikes, would prove a great hindrance to our work. Men are seeking to bring those engaged in the different trades under certain unions. This is not God's plan, but the planning of a power that we should in no case acknowledge. God's word is fulfilling; the wicked are binding themselves in bundles ready to be burned."},{"refcode_short":"SpTB14 6.1","refcode_long":"The Paradise Valley Sanitarium, p. 6.1 (Ellen Gould White)","content":"I have been instructed that the work in Southern California should have advantages that it has not yet enjoyed. I have been shown that in Southern California there are properties for sale on which buildings are already erected that could be utilized for our work, and that such properties will be offered to us at much less than their original cost. In these places, away from the din and confusion of the congested cities, we can establish sanitariums in which the sick can be cared for in the way in which God designs them to be...."},{"refcode_short":"SpTB14 6.2","refcode_long":"The Paradise Valley Sanitarium, p. 6.2 (Ellen Gould White)","content":"This subject was laid out before me in Australia. Light was given me that the cities would be filled with confusion, violence, and crime, and that these things would increase till the close of this earth's history. There is much to be said on this point. Instruction is to be given line upon line, precept upon precept, here a little and there a little. And our physicians and teachers should be quick to see the advantage of retired locations for our sanitariums and schools."},{"refcode_short":"SpTB14 6.3","refcode_long":"The Paradise Valley Sanitarium, p. 6.3 (Ellen Gould White)","content":"Properties such as those to which I have referred are being offered to us, and some of them we should purchase when it is plain that they are what we need, and when provision can be made for their acquisition without a burdensome debt. Where there are orchards on these places, so much the better; but on other properties, where the buildings are just what we need, trees can be set out."},{"refcode_short":"SpTB14 6.4","refcode_long":"The Paradise Valley Sanitarium, p. 6.4 (Ellen Gould White)","content":"The fact that in many cases the owners of these properties are anxious to dispose of them, and are therefore willing to sell at a low price, is greatly in our favor. We must study economy in the outlay of means. At this stage of our work, we are not to erect large buildings in any of the cities. And we are not to follow extravagant and unduly large plans in our work in any place. We are to remember the cities which have been neglected, and which must now be worked. The people in these cities must have the light of truth. In our establishment of sanitariums, we are not to spend large sums of money in the erection of costly buildings; for there are many places to be worked. We are to be wise in securing advantages already provided that the Lord desires us to have. We are to be wise as serpents and harmless as doves in our efforts to secure country properties at a low figure, and from these outpost centers we are to work the cities."},{"refcode_short":"SpTB14 7.1","refcode_long":"The Paradise Valley Sanitarium, p. 7.1 (Ellen Gould White)","content":"The work in Southern California is to advance more rapidly than it has advanced in the past. The means lying in banks or hidden in the earth are now called for to strengthen the work in this part of the field. Every year many thousands of tourists visit Southern California, and by various methods we should seek to reach them with the truth...."},{"refcode_short":"SpTB14 7.2","refcode_long":"The Paradise Valley Sanitarium, p. 7.2 (Ellen Gould White)","content":"I have been instructed that the greatest work that we can do in this life is to prepare for the future immortal life and help others to prepare for it. We are to arrange our business in such a way that we and all who are connected with us shall be able to serve God with all our powers. We must allow nothing to obscure our vision of heavenly things."},{"refcode_short":"SpTB14 8","refcode_long":"The Paradise Valley Sanitarium, p. 8 (Ellen Gould White)","content":"A Review of Our Experience"},{"refcode_short":"SpTB14 8.1","refcode_long":"The Paradise Valley Sanitarium, p. 8.1 (Ellen Gould White)","content":"During the spring of 1902 the attention of several of our brethren was called to the Paradise Valley Sanitarium building, which was erected for a sanitarium by Mrs. Mary L. Potts about twenty years ago. After being used for a few months, it lay idle for many years, and was then offered for sale at twenty thousand dollars, with encouragement that it might be purchased for fifteen thousand dollars cash."},{"refcode_short":"SpTB14 8.2","refcode_long":"The Paradise Valley Sanitarium, p. 8.2 (Ellen Gould White)","content":"In September, 1902, after the Los Angeles camp-meeting, we spent a week in San Diego, and visited several places that were offered us for sanitarium work. In the building offered us by Mrs. Potts, it seemed to me we found about all that we could ask. Here was a well-constructed, three-story building of about fifty rooms, with broad verandas, standing upon a pleasant rise of ground, and overlooking a beautiful valley. Many of the rooms are large and airy...."},{"refcode_short":"SpTB14 8.3","refcode_long":"The Paradise Valley Sanitarium, p. 8.3 (Ellen Gould White)","content":"Besides the main building, there is a good stable, and also a six-room cottage, which can be fitted up for helpers. The property is conveniently located, being less than seven miles from San Diego, and about a mile from the National City post-office."},{"refcode_short":"SpTB14 8.4","refcode_long":"The Paradise Valley Sanitarium, p. 8.4 (Ellen Gould White)","content":"There are twenty-two acres of land. [Since increased to thirty.] About one-half of this had once been planted to fruit-trees, but during the long drought that this country has suffered, all the trees died except the ornamental trees and shrubbery around the buildings, and about seventy olive-trees on the terraces."},{"refcode_short":"SpTB14 9.1","refcode_long":"The Paradise Valley Sanitarium, p. 9.1 (Ellen Gould White)","content":"When we learned that the agents holding this property, becoming discouraged on account of the many years of drought, were offering it for twelve thousand dollars, I said to our brethren, “I believe that the Lord has kept this place for us, and that He will open the way for us to secure it. I never saw a building offered for sale that was better adapted for sanitarium work. If this place were fixed up, it would look just like places that have been shown me by the Lord.”"},{"refcode_short":"SpTB14 9.2","refcode_long":"The Paradise Valley Sanitarium, p. 9.2 (Ellen Gould White)","content":"A year before, light had been given me that our people in Southern California must watch for opportunities to purchase such properties, and it seemed plain to me and to those who were with me that the opportunity of securing this place was a fulfilment of the encouragement given us, and published in the “Testimonies for the Church,” Volume VII, in the following words:"},{"refcode_short":"SpTB14 9.3","refcode_long":"The Paradise Valley Sanitarium, p. 9.3 (Ellen Gould White)","content":"“As soon as possible, sanitariums are to be established in different places in Southern California. Let a beginning be made in several places. If possible, let land be purchased on which buildings are already erected. Then, as the prosperity of the work demands, let appropriate enlargement be made.... In Southern California there are many properties for sale on which buildings suitable for sanitarium work are already erected. Some of these properties should be purchased, and medical missionary work be carried forward on sensible, rational lines. Several small sanitariums are to be established in Southern California, for the benefit of the multitudes drawn there in the hope of finding health. Instruction has been given me that now is our opportunity to reach the invalids flocking to the health resorts of Southern California.”"},{"refcode_short":"SpTB14 10.1","refcode_long":"The Paradise Valley Sanitarium, p. 10.1 (Ellen Gould White)","content":"In December we learned that this place could be purchased for eleven thousand dollars, and I encouraged Dr. Whitelock to take steps to secure it. But our leading brethren in the Southern California Conference were not ready to co-operate in the matter, and nothing was done."},{"refcode_short":"SpTB14 10.2","refcode_long":"The Paradise Valley Sanitarium, p. 10.2 (Ellen Gould White)","content":"In the summer of 1903 the property was offered to us for eight thousand dollars, and again we found that our brethren were not in a position to act."},{"refcode_short":"SpTB14 10.3","refcode_long":"The Paradise Valley Sanitarium, p. 10.3 (Ellen Gould White)","content":"The drought continued, and the owners of this property were very much discouraged. The orchards were dying. In January, 1904, Dr. Whitelock wrote to me that the mortgages could be bought for six thousand dollars, and perhaps less. Again I advised our brethren connected with the medical work in Southern California to secure the place. But I learned that they were not prepared to act. Then I laid the matter before Sister Gotzian, and she consented to join me in securing the place. Then we telegraphed an offer of four thousand dollars for the mortgages. Two days later a telegram returned accepting the offer. Meanwhile a letter from other parties in San Diego was on its way to New York, offering six thousand dollars for the mortgages."},{"refcode_short":"SpTB14 10.4","refcode_long":"The Paradise Valley Sanitarium, p. 10.4 (Ellen Gould White)","content":"Shortly after we had secured the place, Elder and Mrs. J. F. Ballenger joined us in raising the amount to be paid for the property."},{"refcode_short":"SpTB14 10.5","refcode_long":"The Paradise Valley Sanitarium, p. 10.5 (Ellen Gould White)","content":"Having secured the place, we needed a manager, and we found one ready for the work. Brother E. R. Palmer and his wife, who had spent the winter in Arizona, were in San Diego, and they were willing to take charge of the work of fitting up the sanitarium building for use."},{"refcode_short":"SpTB14 11.1","refcode_long":"The Paradise Valley Sanitarium, p. 11.1 (Ellen Gould White)","content":"When we visited the place in November, 1904, we found that much had been done during the summer. The building had been thoroughly repaired, inside and out, and painted outside. It had been fitted up with electric lights, and about one third of the rooms were furnished. By taking advantage of several sales of furniture by wealthy families leaving the country, first-class furniture had been secured at very low prices."},{"refcode_short":"SpTB14 11.2","refcode_long":"The Paradise Valley Sanitarium, p. 11.2 (Ellen Gould White)","content":"Our great anxiety about the place was the matter of an ample supply of water. Years ago, when the valley was prosperous, it depended upon the water of the mountain streams stored up by great dams, but as the result of the many years of drought, there was no water in the reservoirs to supply our needs. Some of our neighbors in the valley had good wells, but our place was a little to one side. The great question was, Can we get plenty of water by digging?"},{"refcode_short":"SpTB14 11.3","refcode_long":"The Paradise Valley Sanitarium, p. 11.3 (Ellen Gould White)","content":"The well-diggers had gone down eighty feet, and found a little water, but they wanted much more. O how much depended upon our finding plenty of good, pure water! With an abundance of water our work could go forward, but without it, what should we do? From the beginning, I had felt the assurance that the Lord would open the way; but who could tell when and how? Our people were deeply desirous of seeing the sanitarium make a success, and as we met them, the question was, “Have you found water?”"},{"refcode_short":"SpTB14 12.1","refcode_long":"The Paradise Valley Sanitarium, p. 12.1 (Ellen Gould White)","content":"While this important question was pending, Professor E. S. Ballenger and my son went to San Pasqual and Escondido to present to our people the encouragements that had attended the enterprise thus far, and the plan of organization that had been prepared, and to ask for their help."},{"refcode_short":"SpTB14 12.2","refcode_long":"The Paradise Valley Sanitarium, p. 12.2 (Ellen Gould White)","content":"All were glad to share the burden of making this sanitarium, as far as possible, a San Diego County enterprise, and they gave freely according to their ability. About fifteen hundred dollars was subscribed, and half of this was brought back for immediate use."},{"refcode_short":"SpTB14 12.3","refcode_long":"The Paradise Valley Sanitarium, p. 12.3 (Ellen Gould White)","content":"The very day of the return of Professor Ballenger and my son, with the evidence of the hearty, practical support of the people, the workers in the well struck a fine stream of good, pure water. The next morning Brother Palmer came up early to tell me that there was fourteen feet of water in the well. The water is clear and pure, and we are greatly rejoiced to know that there is an abundant supply. This well is a treasure more valuable than gold or silver or precious stones."},{"refcode_short":"SpTB14 12.4","refcode_long":"The Paradise Valley Sanitarium, p. 12.4 (Ellen Gould White)","content":"One morning a lady came to the sanitarium unannounced, and insisted upon staying. Others arrived before we were ready, and patients continued to come till there were twenty, and our workers were kept so busy that the formal opening was postponed indefinitely."},{"refcode_short":"SpTB14 12.5","refcode_long":"The Paradise Valley Sanitarium, p. 12.5 (Ellen Gould White)","content":"One evening just before we left, a four-horse team drawing a large, heavy wagon, drove in, bringing gifts to the sanitarium from San Pasqual. In the load there were potatoes, squash, and canned fruit, and also, in the same wagon, two beautiful Jersey cows."},{"refcode_short":"SpTB14 13.1","refcode_long":"The Paradise Valley Sanitarium, p. 13.1 (Ellen Gould White)","content":"During the last three nights of my stay at this institution, much instruction was given me regarding the sanitariums which for years have been greatly needed, and which should long ago have been equipped and set in working order. Medical missionary work is to be to the third angel's message as the right hand to the body. Our sanitariums are one great means of doing medical missionary work. They are to reach the people in their need."},{"refcode_short":"SpTB14 13.2","refcode_long":"The Paradise Valley Sanitarium, p. 13.2 (Ellen Gould White)","content":"The workers connected with our sanitariums are to be sympathetic, kind, and straightforward in their dealings with one another and with the patients. Their words and deeds are to be noble and upright. They are ever to receive from Christ light and grace and love to impart to those in darkness. By their efforts the sick, the sinful, the prodigals who have left the Father's house are to be encouraged to return. God's word to these workers is, “Lo, I am with you alway, even unto the end of the world.” “Fear not, neither be discouraged: for I am thy God.”"},{"refcode_short":"SpTB14 13","refcode_long":"The Paradise Valley Sanitarium, p. 13 (Ellen Gould White)","content":"Sound Forth the Message"},{"refcode_short":"SpTB14 13.3","refcode_long":"The Paradise Valley Sanitarium, p. 13.3 (Ellen Gould White)","content":"I have always looked with great interest upon the work in Los Angeles and in San Diego, hoping that right moves would be made, and that the sanitarium work might be established in these important places. Every year large numbers of tourists visit these places, and I have longed to see men moved by the Holy Spirit meeting these people with the message borne by John the Baptist: “Repent ye; for the kingdom of heaven is at hand.”"},{"refcode_short":"SpTB14 14.1","refcode_long":"The Paradise Valley Sanitarium, p. 14.1 (Ellen Gould White)","content":"“This is he that was spoken of by the prophet Esaias, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord; make His paths straight.”"},{"refcode_short":"SpTB14 14.2","refcode_long":"The Paradise Valley Sanitarium, p. 14.2 (Ellen Gould White)","content":"“Jerusalem, and all Judea, and all the region round about Jordan,” went out to hear John the Baptist, “and were baptized of him in Jordan, confessing their sins.” Just such a work as this can be done today in Southern California."},{"refcode_short":"SpTB14 14.3","refcode_long":"The Paradise Valley Sanitarium, p. 14.3 (Ellen Gould White)","content":"The Lord has ordained that memorials for Him shall be established in many places. He has presented before me buildings away from the cities, and suitable for our work, which can be purchased at a low price. We must take advantage of the favorable openings for sanitarium work in Southern California, where the climate is so favorable for this work."},{"refcode_short":"SpTB14 14.4","refcode_long":"The Paradise Valley Sanitarium, p. 14.4 (Ellen Gould White)","content":"It is the Lord's purpose that sanitariums shall be established in Southern California, and that from these institutions shall go forth the light of truth for this time. By them the claims of the true Sabbath are to be presented, and the third angel's message proclaimed."},{"refcode_short":"SpTB14 14.5","refcode_long":"The Paradise Valley Sanitarium, p. 14.5 (Ellen Gould White)","content":"Institutions in which medical missionary work can be done are to be regarded as especially essential to the advancement of the Lord's work. The sick and suffering are to be relieved, and then, as opportunity offers, they are to be given instruction in regard to the truth for this time. Thus we can bring present truth before a class of people who could be reached in no other way."},{"refcode_short":"SpTB14 15","refcode_long":"The Paradise Valley Sanitarium, p. 15 (Ellen Gould White)","content":"An Opportunity to Help"},{"refcode_short":"SpTB14 15.1","refcode_long":"The Paradise Valley Sanitarium, p. 15.1 (Ellen Gould White)","content":"The Lord has greatly blessed His people in Southern California by enabling them to secure, at very low cost, valuable properties that can be utilized for institutional work. At Fernando, at Loma Linda, at Glendale, and at Paradise Valley, He has manifestly gone before us, preparing the way."},{"refcode_short":"SpTB14 15.2","refcode_long":"The Paradise Valley Sanitarium, p. 15.2 (Ellen Gould White)","content":"For years the Lord instructed us that we should have a sanitarium in the vicinity of San Diego, where many thousands of tourists come every season. In the winter of 1903-04, when the way opened up for us to purchase the Paradise Valley Sanitarium property, about six miles from San Diego, a few brethren and sisters at first bore the entire financial burden. They felt clear in doing this, because of the necessity of doing something at once, at a time when others hesitated to advance in the opening providence of God."},{"refcode_short":"SpTB14 15.3","refcode_long":"The Paradise Valley Sanitarium, p. 15.3 (Ellen Gould White)","content":"In equipping the Paradise Valley Sanitarium for effective work, it has been necessary to provide adequate treatment-rooms and other facilities, and additional rooms for patients and helpers. The founders of the institution advanced what they could spare for this work, and the balance was hired at low rates of interest. Some of these loans have been paid, and others are now coming due. Until the indebtedness of the Paradise Valley Sanitarium can be met by increased profits and through the sale of “Ministry of Healing,” the institution will need to continue to hire money from the friends of the cause which it represents."},{"refcode_short":"SpTB14 16.1","refcode_long":"The Paradise Valley Sanitarium, p. 16.1 (Ellen Gould White)","content":"The brethren and sisters of the Southern California Conference have done much to help the three sanitariums in their territory, and our friends in the East have lent their assistance. In this they have done well. At the August (1908) camp-meeting in Los Angeles, our brethren pledged many thousands of dollars to the foreign missions. And Sister Gotzian, who has been a strong supporter of our California sanitariums, is desirous of transferring some of her means to the needy enterprises in Nashville, Madison, and Huntsville."}]