[{"refcode_short":"SpTB15 1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 1 (Ellen Gould White)","content":"Letters from Ellen G. White to Sanitarium Workers"},{"refcode_short":"SpTB15 1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 1 (Ellen Gould White)","content":"To Ministers, Physicians, and Counsellors At Loma Linda:"},{"refcode_short":"SpTB15 1.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 1.1 (Ellen Gould White)","content":"I have words of instruction for you and your coworkers who are ministers and physicians and counselors at Loma Linda. During my visit to Southern California, light was given me that many of the leaders in our sanitariums were failing of meeting the requirements of God, and, more than this, they did not realize their lack. I was instructed that those who stand in positions of responsibility in these important institutions are engaged in a most sacred work, that they have little time in which to do the work committed to their trust, and that it was of the utmost importance that faithfulness and consecration mark their efforts in every line."},{"refcode_short":"SpTB15 1.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 1.2 (Ellen Gould White)","content":"In a remarkable way God has brought into our possession some of the institutions through whose agency we are to accomplish the work of reformation to which as a people we are called. At this time every talent of every worker should be regarded as a sacred trust to be used in extending the work of reform."},{"refcode_short":"SpTB15 1.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 1.3 (Ellen Gould White)","content":"The Lord instructed me that our sisters who have received a training that has fitted them for positions of responsibility are to serve with faithfulness and discernment in their calling, using their influence wisely, and, with their brethren in the faith, obtaining an experience that will fit them for still greater usefulness. The instruction of the apostle Peter, “Add to your faith virtue, and to virtue knowledge,” they are to bring into their individual experience, and this work of daily sanctification through cooperation with the Spirit of God, will develop their knowledge and capabilities."},{"refcode_short":"SpTB15 1.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 1.4 (Ellen Gould White)","content":"In ancient times the Lord worked in a wonderful way through consecrated women who united in His work with men whom He had chosen to stand as His representatives. He used women to gain great and decisive victories. More than once, in times of emergency, He brought them to the front and worked through them for the salvation of many lives. Through Esther the queen, the Lord accomplished a mighty deliverance for his people. At a time when it seemed that no power could save them, Esther and the women associated with her, by fasting and prayer and prompt action, met the issue, and brought salvation to their people."},{"refcode_short":"SpTB15 2.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 2.1 (Ellen Gould White)","content":"A study of women's work in connection with the cause of God in Old Testament times will teach us lessons that will enable us to meet emergencies in the work today. We may not be brought into such a critical and prominent place as were the people of God in the time of Esther; but often converted women can act an important part in more humble positions. This many have been doing, and are still ready to do. It is a woman's duty to unite with her husband in the discipling [disciplining] and training of her sons and daughters, that they may be converted, and their powers consecrated to the service of God. There are many who have ability to stand with their husbands in sanitarium work, to give treatments to the sick and to speak words of counsel and encouragement to others. There are those who should seek an education that will fit them to act the part of physicians."},{"refcode_short":"SpTB15 2.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 2.2 (Ellen Gould White)","content":"In this line of service a positive work needs to be done. Women as well as men are to receive a thorough medical training. They should make a special study of diseases common to women, that they may understand how to treat them. It is considered most essential that men desiring to practice medicine shall receive the broad training necessary for the following of such a profession. It is just as essential that women receive such training, and obtain their diplomas certifying their right to act as physicians."},{"refcode_short":"SpTB15 2.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 2.3 (Ellen Gould White)","content":"Our institutions should be especially thorough in giving to women a training that will fit them to act as midwives. There should be in our sanitariums lady physicians who understand well their profession, and who can attend women at the time of childbirth. Light has been given me that women instead of men should take the responsibility in such cases. I was directed to the Bible plan, in which at such times women acted the part of the physician. This plan should be carried out by us; for it is the Lord's plan."},{"refcode_short":"SpTB15 3.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 3.1 (Ellen Gould White)","content":"Again and again light has been given me that women should be chosen and educated for this line of work. Now the time has come when we should face the matter clearly. More women should be educated for this work, and thus a door of temptation may be closed. We should allow no unnecessary temptation to be placed in the way of physicians and nurses, or the people for whom they minister."},{"refcode_short":"SpTB15 3.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 3.2 (Ellen Gould White)","content":"The Lord has greatly favored us in providing suitable buildings at Loma Linda for the carrying forward of the work as it should be carried. Let us be in earnest in following the counsel we have received."},{"refcode_short":"SpTB15 3.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 3.3 (Ellen Gould White)","content":"I have been instructed to say to our leading sanitarium workers throughout our ranks: The work must move forward on a higher plane, and after a more sacred order than it has heretofore, if it is to accomplish all that God designs should be accomplished by it in our churches and for the world. We need to pray and to consider earnestly what is the great spiritual need of men and women in this age. Strange things are being done, which are not after the Lord's counsel, but after the devising of men. As wicked practices increase among those who are determined to do wickedly, there is great need that our people bring into prominence before the world a pure untainted work. The Lord says to us, Be ye clean that labor in the health institutions. Work under the influence of the Holy Spirit of God. Let the men holding positions of sacred trust view the work from a high standpoint."},{"refcode_short":"SpTB15 3.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 3.4 (Ellen Gould White)","content":"I ask you who stand as leaders in this work to read prayerfully chapters four to eleven of the book of Deuteronomy, for there is instruction that all need who would understand God's dealings with His people. And I wish to impress upon all who read these chapters that they mean much to every soul who carries responsibilities in connection with sanitarium work. “Thou art an holy people unto the Lord thy God,” the Lord declares, “and the Lord thy God hath chosen thee to be a peculiar people unto Himself above all nations that are upon the earth.” All the directions He has given are to be carefully observed, from the greatest to that which may seem the least."},{"refcode_short":"SpTB15 4.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 4.1 (Ellen Gould White)","content":"The Lord says to all, Purify your souls from all commonness. Set before your children and households an example in word and deportment that will lead them to desire above all things to render to God consecrated loving service. Pray for your home; instruct your family; sanctify the Lord God of Israel in your hearts and in your lives."},{"refcode_short":"SpTB15 4.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 4.2 (Ellen Gould White)","content":"I am deeply pained as I see with some a spirit of carelessness in speech and deportment. This is a hindrance to spirituality. The Lord declared to Israel: “What doth the Lord require of thee, but to fear the Lord thy God, and to walk in all His ways, and to love Him, and to serve the Lord thy God with all thine heart and with all thy soul, and to keep the commandments of the Lord, and His statutes, which I command thee this day for thy good. Behold the heaven, and the heaven of heavens is the Lord's thy God, the earth also, and all that therein is. Only the Lord had a delight in thy fathers to love them, and He chose their seed after them, even you above all people, as it is this day.” Read these words thoughtfully, and consider how great are the privileges of the people whom the Lord chose to serve Him. To all connected with sacred duties I am charged to say, Seek the Lord. Take heed to your conversation; lay off all cheapness of speech, for the Lord would have you become intelligent workers and wise counselors. Let those with whom you associate see nothing of frivolity in your words and works. You have the knowledge of sacred truth, and you are to honor those truths as men and women who must give an account for the talents entrusted to them."},{"refcode_short":"SpTB15 4.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 4.3 (Ellen Gould White)","content":"God would have His honor exalted before men as supreme, and His counsels confirmed in the eyes of the people. The witness of the prophet Elijah on Mount Carmel gives the example of one who stood wholly for God and His work in the earth. The prophet calls the Lord by His name, Jehovah God, which He Himself had given to denote His condescension and compassion. Elijah calls Him the God of Abraham and Isaac and Israel. He does this that he may excite in the hearts of his backslidden people humble remembrance of the Lord, and assure them of His rich free grace. Elijah prays, “Be it known this day that thou art the Lord God of Israel.” The honor of God is to be exalted as supreme, but the prophet asks further that his mission also may be confirmed. “Let it be known that thou art God in Israel,” he prays, “and that I am thy servant, and have done all things at thy word.” “Hear me, O Lord,” he pleads, “hear me.”"},{"refcode_short":"SpTB15 5.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 5.1 (Ellen Gould White)","content":"Elijah is intense. As he prayed the silence of death seemed to be about him. As the Amen was spoken, lo, the fire of heaven descended on the sacrifice in the sight of the multitude."},{"refcode_short":"SpTB15 5.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 5.2 (Ellen Gould White)","content":"The people were wonderfully affected by the scene. At the manifestation of God's power, they fell on their faces on the earth and extolled the God of Abraham, and gave glory to the God of Israel. With a loud voice they shouted, “The Lord, He is God; the Lord, He is God.”"},{"refcode_short":"SpTB15 5.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 5.3 (Ellen Gould White)","content":"But while the people acknowledged the God of heaven, the priests, with hardened hearts, refused to be convinced. They would still remain the prophets of Baal. Thus they showed themselves ripe for destruction. And Elijah said to the people, “Take the prophets of Baal; let not one of them escape.” The time had come when delusion was unveiled. The people saw the awful deception that had been practiced upon them by the false prophets; and when the word was spoken, they fell upon the prophets, brought them down to the brook Kishon, and took part in their slaughter. Thus was Elijah's faith crowned with victory, the priests of Baal put to shame, and the worshipers of false gods confounded."},{"refcode_short":"SpTB15 5.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 5.4 (Ellen Gould White)","content":"Elijah's whole life was devoted to the work of reform. He was a voice crying in the wilderness to rebuke sin and press back the tide of moral evil. And while he came to the people as a reprover of sin, his message offered the Balm of Gilead for the sin-sick souls of all who would be healed. His zeal for God's glory and his deep love for the house of Israel present lessons for the instruction of all who stand today as representatives of God's work in the earth. Let the conductors of our institutional work catch the spirit of zeal felt by Elijah and learn its intensity. Let them seek for the grace of God that will give them an experience in advance of that which they have heretofore enjoyed. Let them love the work of God, and pray for its advancement in the world."},{"refcode_short":"SpTB15 6.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 6.1 (Ellen Gould White)","content":"The following is my talk to the Paradise Valley Sanitarium:—"},{"refcode_short":"SpTB15 6","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 6 (Ellen Gould White)","content":"A Deeper Consecration"},{"refcode_short":"SpTB15 6.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 6.2 (Ellen Gould White)","content":"Last night I seemed to be in a meeting where there were present leading men who were asking questions concerning the sanitarium work; and I had many things to say to them regarding the sacredness of this work. I told them that the Lord desired us to consecrate ourselves unreservedly to Him, and that in this work everything like lightness and trifling was out of place, because we are preparing for the serious events that will come in the future. I was deeply in earnest in telling them that they were to take their position decidedly to maintain a high standard as men and women who are preparing for victory. In the future many trying experiences will arise, and we must be ready to meet them."},{"refcode_short":"SpTB15 6.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 6.3 (Ellen Gould White)","content":"I told them that the enemy would seek to introduce a cheap experience among the leading workers in our sanitariums; but that the Lord would greatly help all who will depend upon God to work with them. If we will take our position firmly for the right, there will be a mold placed upon this sanitarium that it is according to the divine plan,—a mold that will be seen in every leader, every physician and every minister connected with the institution."},{"refcode_short":"SpTB15 6.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 6.4 (Ellen Gould White)","content":"The men who are holding important positions must bear in mind that there will come here those who know little of our experience as a people, and it is important that they should be favorably impressed with what they see and hear. It means much if the impressions made upon patients and carried by them to other places are of a character to build up and strengthen our work. If this is to be accomplished, those who bear responsibilities here must in character and deportment properly represent the solemn, sacred work with which they are connected. All should realize that the work must stand on a higher plane. Let no cheapness in conversation be indulged in, but let all realize that God requires solemnity in all who stand in this work."},{"refcode_short":"SpTB15 7.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 7.1 (Ellen Gould White)","content":"This is a testimony similar to that I have borne in many places where carelessness in words and spirit have been manifest, revealing a low spiritual standard. God wants to work through ministers, through physicians, and through all connected with sanitarium work; and there will be a great work done here when all cheapness and frivolity are put away. In a marvelous way God has worked to give us this and other similar institutions; but it is represented to me that these institutions are not reaching the high standard that God requires them to reach. The workers can not attain this of themselves, but God can give them the right mold of character if they feel the necessity of looking to Him and holding fast to His promises."},{"refcode_short":"SpTB15 7.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 7.2 (Ellen Gould White)","content":"The message borne to us by the apostle Peter is, “Add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity. For if these things be in you and abound, they make you that ye shall be neither barren nor unfruitful in the knowledge of our Lord and Saviour Jesus Christ.”"},{"refcode_short":"SpTB15 7.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 7.3 (Ellen Gould White)","content":"Our sanitarium workers are required of God to stand on higher ground. They need to cultivate kindness and tenderness of heart. They need a strong determination and faith in Christ. This it is their privilege to have; and this is their eternal safety. The promise to them is, “If ye do these things ye shall never fall; for so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.” These words were repeated three times: “It is your eternal life insurance policy.” If the workers will take hold of the faith of Christ, and in humbleness of mind seek daily to bring into the life—into the words and actions—the sanctification imparted by the Spirit of God, they shall never fall. And this experience manifested in the life of the workers will make upon the minds of those who come into the institution, impressions for good which will be carried away with them. The light of heaven will come in, and it will shine into the hearts and minds of unbelievers, making impressions that will be a lasting influence for good in their lives."},{"refcode_short":"SpTB15 8.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 8.1 (Ellen Gould White)","content":"In many places where I go to visit our health institutions this instruction is repeated to me, because our workers need to climb higher. We are satisfied with too low a standard in spiritual things. We must learn to work away from this low standard. The promise is, “If ye do these things,”—if you work on the plan [of] adding grace to grace,—“ye shall never fall; for so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord.” The workers need to encourage the presence of the Spirit of God in their hearts and minds; then He will be manifest in the speech. Then the angels of God can connect with them, and lasting impressions for good will be made. It is impossible for the human agent, unaided, to make the desired impression; but Christ will do this. He will work with those who work with Him."},{"refcode_short":"SpTB15 8.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 8.2 (Ellen Gould White)","content":"The company to whom I was talking last night was larger than this one. In my words to them I sought to impress them with the truth that the Lord will give His help to all who will consecrate themselves to Him. I told them of the plan of addition, by which, under the influence of the Holy Spirit the children of God will grow in grace and in the knowledge of God. If we will faithfully follow this plan, the angels of heaven will draw near and will sanction our efforts."},{"refcode_short":"SpTB15 9.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 9.1 (Ellen Gould White)","content":"The words of every worker connected with the Paradise Valley Sanitarium should be such that the Spirit of God can impress them upon human minds; their works such that the light of heaven will be reflected in their efforts. Then when these workers go to other institutions, whether for service or only for a visit, they will be ready to speak helpful words to those whom they meet. Constantly they will bring into their speech the strengthening power of the Holy Spirit, and, working on the plan of addition, will add to faith virtue, to virtue knowledge, to knowledge temperance, to temperance patience, to patience godliness, to godliness brotherly kindness, and to brotherly kindness charity. “If these things be in you and abound,” the apostle declares, “they make you that ye shall be neither barren nor unfruitful in the knowledge of our Lord Jesus Christ.”"},{"refcode_short":"SpTB15 9.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 9.2 (Ellen Gould White)","content":"We have little time left in which to perfect the character that God is looking for in His people. Let us make the very best use of our opportunities and capabilities. Let us pledge before God and before our brethren that we will be faithful in the use of our opportunities to do good, and in the use of our words, that the Holy Spirit may work through us to make right impressions upon human minds. God will help all who will make an effort to purify themselves through obedience to the truth."},{"refcode_short":"SpTB15 9.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 9.3 (Ellen Gould White)","content":"At every institution where I go I testify that the Lord would have His workers reach a higher standard. It is His will that the Holy Spirit should indite our words, and give us speech that will impress hearts with the truth of God. It should be our aim to help all within our reach who need help. There are many in our sanitarium who have never enjoyed the privilege that the helpers have had. Let all see that you are attaining to a high standard of Christian experience. Let them see that you refuse to indulge in careless and trifling words. The sick are here; pray for them. God can do great things for the sick, believers and unbelievers, through the ministry and prayers of consecrated helpers."},{"refcode_short":"SpTB15 9.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 9.4 (Ellen Gould White)","content":"What we need in our institutions is deeper consecration, a determination to choose always the upward path. God has brought into our lives rich experiences, and he wants us continually to gain precious victories. We must work in harmony with the Spirit of God. It is our privilege to stand as the angel represented to me, on a higher platform, by the power of the Holy Spirit lifting ourselves up unto God. It is the privilege of the physicians and nurses and the workers in every department to make impressions of a spiritual nature on the minds and hearts of those to whom they are called to minister. The men and women who care for the sick in our institutions need to keep their minds pure and uplifted."},{"refcode_short":"SpTB15 10.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 10.1 (Ellen Gould White)","content":"My brethren and sisters, I believe that you will grasp the promises of God, and that you will be able to overcome by the blood of the Lamb and the word of your testimony. The angels of God will surely work in every institution where there is an earnest resolve on the part of the workers to grow in grace and in the knowledge of God. This determination will bring overcoming power, whatever may be your temperament. And as you seek to walk in the way of the Lord that your influence on other lives may be uplifting, the Holy Spirit in your own life will make you the most blessed of mortals."},{"refcode_short":"SpTB15 10.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 10.2 (Ellen Gould White)","content":"This is all that I need to say to you now. We have a good place here: the Lord brought it into our hands. Let us regard it as a gift that is to be used to the very best account. If we do this, the Spirit of God will work with us, and we shall receive more and more light as we follow on to know the Lord, Whose going forth is prepared as the morning. You have seen the going forth of the sun in the early morning. Its light grows a little stronger, a little brighter in the heavens, until there is seen the full light of day. So your experience is to grow. Then the visitors and patients who come to this institution will see that the Spirit of God is inditing your words and actions, and an excellent work will be done for God."},{"refcode_short":"SpTB15 10.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 10.3 (Ellen Gould White)","content":"I can not at this time give you all the instruction that I received last night; but I will try to write in regard to it later. Once more I would say to you, Make every possible effort to overcome those defects of character that prevent you from reaching the highest standard. Seek for the cooperation of the Spirit of God in your lives, that right impressions may be made on those not of our faith. Let the grace of God come into your hearts that you may have the help of a power above yourselves. Thus you will be fitting yourselves for the future immortal life. The Lord will surely work with all who will work with Him, and who will daily seek to exert an influence that will lead souls to Christ."},{"refcode_short":"SpTB15 11","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 11 (Ellen Gould White)","content":"The Work of Christian Physicians"},{"refcode_short":"SpTB15 11.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 11.1 (Ellen Gould White)","content":"The physician stands in a difficult place. Strong temptations will come to him, and unless kept by the power of God, that which he hears and sees in his work will discourage his heart and pollute his soul. His thoughts should be constantly uplifted to God. This is his only safety."},{"refcode_short":"SpTB15 11.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 11.2 (Ellen Gould White)","content":"Countless are the opportunities that a physician has for winning souls to God, for cheering the discouraged, and relieving the despair that comes to the soul when the body is tortured with pain."},{"refcode_short":"SpTB15 11.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 11.3 (Ellen Gould White)","content":"But some who have chosen the medical profession are too easily led away from the duties resting upon the physician. Some by misuse enfeeble their powers, so that they can not render to God perfect service. They place themselves where they can not act with vigor, tact, and skill, and they do not realize that by disregard to physical laws, they bring upon themselves inefficiency, and thus they rob and dishonor God."},{"refcode_short":"SpTB15 11.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 11.4 (Ellen Gould White)","content":"Physicians should not allow their attention to be diverted from their work; neither should they confine themselves so closely to professional work that health will be injured. In the fear of God they should be wise in the use of strength that God has given them. Never should they disregard the means that God has provided for the preservation of health. It is their duty to bring under the control of reason every power that God has given them."},{"refcode_short":"SpTB15 12.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 12.1 (Ellen Gould White)","content":"Of all men, the physician should, as far as possible, take regular hours for rest. This will give him power of endurance to bear the taxing burdens of his work. In his busy life the physician will find that the searching of the Scriptures and earnest prayer will give vigor of mind and stability of character."},{"refcode_short":"SpTB15 12.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 12.2 (Ellen Gould White)","content":"Seek to meet the expectations of Jesus Christ. He will help in every effort in the right direction. Remember that there is not an action of life, nor a motive of the heart, that is not open to the grace of the Saviour."},{"refcode_short":"SpTB15 12.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 12.3 (Ellen Gould White)","content":"The way to the throne of God is always open. You can not always be on your knees in prayer, but your silent petitions may constantly ascend to God for strength and guidance. When tempted, as you will be, you may flee to the secret place of the Most High. His everlasting arms will be underneath you. Let these words cheer you, “Thou hast a few names even in Sardis which have not defiled their garments, and they shall walk with me in white; for they are worthy.”"},{"refcode_short":"SpTB15 12.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 12.4 (Ellen Gould White)","content":"When Christ is formed within, the hope of glory, you will be well balanced; and you will not be changeable, but will rise above the influences that discourage and discompose those who are not stayed upon Christ. You will be able to prove that it is possible to be a wise, successful physician, and at the same time an active Christian, serving the Lord in sincerity. Godliness is the foundation of true dignity and completeness of character."},{"refcode_short":"SpTB15 12.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 12.5 (Ellen Gould White)","content":"Unless the physicians in our sanitariums are men of thorough habits, unless they attend promptly to their duties, their work will become a reproach, and the Lord's appointed agencies will lose their influence. By a course of negligence to duty, the physician humiliates the Great Physician, of Whom he should be a representative. Strict hours should be kept with all patients, high and low. No careless neglect should be allowed in any of the nurses. Ever be true to your word, prompt in meeting your appointments; for this means much to the sick."},{"refcode_short":"SpTB15 13","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 13 (Ellen Gould White)","content":"Refinement and Delicacy"},{"refcode_short":"SpTB15 13.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 13.1 (Ellen Gould White)","content":"Among Christian physicians there should ever be a striving for the maintenance of the highest order of true refinement and delicacy, a preservation of those barriers of reserve that should exist between men and women."},{"refcode_short":"SpTB15 13.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 13.2 (Ellen Gould White)","content":"We are living in a time when the world is represented as Noah's time, and as in the time of Sodom. I am constantly shown the great dangers to which youth, and men and women who have just reached manhood and womanhood, and also men and women of mature years, are exposed, and I dare not hold my peace. There is need of greater refinement, both in thought and association. There is need of Christians being more elevated, and delicate in words and deportment."},{"refcode_short":"SpTB15 13.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 13.3 (Ellen Gould White)","content":"The work of the physician is of that character that if there is a coarseness in his nature, it will be revealed. Therefore, the physician should guard carefully his speech, and avoid all commonness in his conversation. Every patient he treats is reading the traits of his character and the tone of his morals by his actions and conversation."},{"refcode_short":"SpTB15 13.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 13.4 (Ellen Gould White)","content":"The light given me of the Lord regarding this matter is that as far as possible lady physicians should care for lady patients, and gentleman physicians have the care of gentleman patients. Every physician should respect the delicacy of the patients. Any unnecessary exposure of ladies before male physicians is wrong. Its influence is detrimental."},{"refcode_short":"SpTB15 13.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 13.5 (Ellen Gould White)","content":"Delicate treatments should not be given by male physicians to women in our institutions. Never should a lady patient be alone with a gentlemen physician, either for special examination or for treatment. Let the physicians be faithful in preserving delicacy and modesty under all circumstances."},{"refcode_short":"SpTB15 13.6","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 13.6 (Ellen Gould White)","content":"In our medical institutions there ought always to be women of mature age and good experience who have been trained to give treatments to the lady patients. Women should be educated and qualified just as thoroughly as possible to become practitioners in the delicate diseases which afflict women, that their secret parts should not be exposed to the notice of men. There should be a much larger number of lady physicians, educated not only to act as trained nurses, but also as physicians. It is a most horrible practice, this revealing the secret parts of women to men, or men being treated by women."},{"refcode_short":"SpTB15 14.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 14.1 (Ellen Gould White)","content":"Women physicians should utterly refuse to look upon the secret parts of men. Women should be thoroughly educated to work for women, and men to work for men. Let men know that they must go to their own sex, and not apply to lady physicians. It is an insult to women, and God looks upon these things of commonness with abhorrence."},{"refcode_short":"SpTB15 14.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 14.2 (Ellen Gould White)","content":"While physicians are called upon to teach social purity, let them practice that delicacy which is a constant lesson in practical purity. Women may do a noble work as practicing physicians; but when men ask a lady physician to give them examinations and treatments which demand the exposure of private parts, let her refuse decidedly to do this work."},{"refcode_short":"SpTB15 14.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 14.3 (Ellen Gould White)","content":"In the medical work there are dangers which the physician should understand and constantly guard against. Truly converted men are the ones who should be employed as physicians in our sanitariums. Some physicians are self-sufficient, and consider themselves able to guard their own ways; whereas if they but knew themselves, they would feel their great need of help from above, a higher intelligence."},{"refcode_short":"SpTB15 14.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 14.4 (Ellen Gould White)","content":"Some medical men are unfit to act as physicians to women because of the attitude they assume toward them. They take liberties until it becomes a common thing with them to transgress the laws of chastity. Our physicians should have the highest regard for the direction given by God to His church when they were delivered from Egypt. This will keep them from becoming loose in manners and careless in regard to the laws of chastity. All who live by the laws given by God from Sinai may be safely trusted."},{"refcode_short":"SpTB15 14.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 14.5 (Ellen Gould White)","content":"It is not in harmony with the instructions given at Sinai that gentleman physicians should do the work of mid-wives. The Bible speaks of women at child birth being attended by women, and thus it ought always to be. Women should be educated and trained to act skillfully as midwives and physicians to their sex. It is just as important that a line of study be given to educate women to deal with women's diseases, as it is that there should be gentlemen thoroughly trained to act as physicians and surgeons. And the wages of the women should be proportionate to her services. She should be as much appreciated in her work as the gentleman physician is appreciated in his work."},{"refcode_short":"SpTB15 15.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 15.1 (Ellen Gould White)","content":"Let us educate ladies to become intelligent in the work of treating the diseases of their sex. They will some time need the counsel and assistance of experienced gentlemen physicians. When brought into trying places let all be led by Supreme wisdom. Let all bear in mind that they need and may have the wisdom of the Great Physician in their work."},{"refcode_short":"SpTB15 15.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 15.2 (Ellen Gould White)","content":"We ought to have a school where women can be educated by women physicians, to do the best possible work in treating the diseases of women."},{"refcode_short":"SpTB15 15.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 15.3 (Ellen Gould White)","content":"Among us as a people, the medical work should stand at its highest. Physicians should bear in mind that it is their work to fit souls as well as bodies for heavenly lives. Their service for God is to be uncorrupted by evil practices."},{"refcode_short":"SpTB15 15.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 15.4 (Ellen Gould White)","content":"Every practitioner should study carefully the Word of God. Read the story of the sons of Aaron in the tenth chapter of Leviticus, verses one to eleven. Here was a case where the the use of wine benumbed the senses. The Lord demands that the appetite and all the habits of life of the physician be kept under strict control. While dealing with the bodies of their patients, they are to constantly remember that the eye of God is upon their work."},{"refcode_short":"SpTB15 15.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 15.5 (Ellen Gould White)","content":"The most exalted part of the physician's work is to lead the men and women under their care to see that the cause of disease is the violation of the laws of health, and to encourage them to higher and holier views of life. Instruction should be given that will provide an antidote for the diseases of the soul as well as for the sickness of the body. Only that sanitarium will be a healthful institution where right principles are established. The physician, who knowing the remedy for the diseases of the soul and body, neglects the educational part of his work, will have to give an account of his neglect in the day of judgment. Strict purity of language and every word and action is to be guarded."},{"refcode_short":"SpTB15 16","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 16 (Ellen Gould White)","content":"Words of Instruction to Physicians and Nurses"},{"refcode_short":"SpTB15 16.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 16.1 (Ellen Gould White)","content":"The Lord has instructed me to present the following Scriptures to our physicians: “Furthermore, then, we beseech you, brethren, and exhort you by the Lord Jesus, that as ye have received of us how ye ought to walk, and to please God, so ye would abound more and more ... for this is the will of God, even your sanctification and honor.” As ye have therefore received the Lord Jesus, so walk ye in Him, and established in the faith, as ye have been taught, abounding therein in thanksgiving. “Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.”"},{"refcode_short":"SpTB15 16.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 16.2 (Ellen Gould White)","content":"Physicians are placed where peculiar temptations will come to them. If they are not prepared to withstand temptations by the practice of the principles of truth, they will fall when Satan tempts them. There are ministers of the Gospel who are too weak to resist temptation. They may have long preached the Gospel, and with marked success; they may have won the confidence of the people, but when they think they are strong, they show that they can not stand alone without being overcome. Unless they govern their habits and passions, unless they keep close to the side of Christ, they will lose eternal life. If ministers are in such danger, physicians are more so."},{"refcode_short":"SpTB15 16.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 16.3 (Ellen Gould White)","content":"The perils of physicians have been opened before me. The physicians in our sanitariums must not allow themselves to think that they are in no danger. They are in positive danger; but they may avoid the perils which surround them if they walk humbly with God, taking heed not to be presumptuous. “Let him that thinketh he standeth take heed lest he fall.” A power higher and stronger than human power must hold the fort in our medical institutions."},{"refcode_short":"SpTB15 16.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 16.4 (Ellen Gould White)","content":"Connected with each sanitarium should be a man and his wife of mature age, who are as firm as a rock to the principles of truth, who can act as guides, and counsellors. The education of men and women in a sanitarium is a most important and delicate work, and unless physicians are constantly prepared for this work by the power of God, they will be tempted to look upon the bodies of ladies with an unsanctified heart and mind."},{"refcode_short":"SpTB15 17.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 17.1 (Ellen Gould White)","content":"There should always be connected with our sanitariums women of mature age, educated and trained for the work, who are competent to treat lady patients. At whatever cost, they should be employed; and if they can not be found, persons having the right dispositions and traits of character should be educated and prepared for this work."},{"refcode_short":"SpTB15 17.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 17.2 (Ellen Gould White)","content":"Physicians must avoid all freedom of manner toward ladies, married or unmarried. They should ever be circumspect in their behavior. It is better that our physicians be married men, whose wives can unite with them in the work. Both the doctor and his wife should have a living experience in the things of God. If they are devoted Christians, their work will be as precious as fine gold."},{"refcode_short":"SpTB15 17.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 17.3 (Ellen Gould White)","content":"Souls are always in peril. Even married physicians are subject to temptations. Some have fallen in the snares Satan has prepared for them. We are none of us safe from his wily, seductive power. Some are alive to their danger; but realize that Satan is making masterly efforts to overcome them, and by earnest prayer they brace themselves for duty. While in this lower apartment—the world—they are kept by the power of God. By trial they are fitted for the conflict. They are cleansed from sin in the blood of the Lamb."},{"refcode_short":"SpTB15 17.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 17.4 (Ellen Gould White)","content":"No physician is secure who stands in his own strength. Physicians must not enter upon their work with careless irreverent thoughts. Moment by moment they are to trust in Him who gave His life for fallen humanity, and who respects his purchased inheritance. Thus doing, they will rightly regard the purchase of the blood of Christ. They will gird on every piece of the heavenly armor, that they may be protected from the assaults of the enemy. This is a safeguard against sin which the physician must avail himself of if he would be successful in his work."},{"refcode_short":"SpTB15 18.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 18.1 (Ellen Gould White)","content":"Our bodies belong to God. He paid the price of redemption for the body as well as the soul. “Ye are not your own; for ye are bought with a price: wherefore glorify God in your body, and in your spirit, which are His.” “The body is not for fornication, but for the Lord, and the Lord for the body.” The Creator watches over the human machinery, keeping it in motion. Were it not for His constant care, the pulse would not beat, the action of the heart would cease, the brain would no longer act its part."},{"refcode_short":"SpTB15 18.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 18.2 (Ellen Gould White)","content":"The brain is the organ and instrument of the mind, and controls the whole body. In order for the other parts of the system to be healthy, the brain must be healthy. And in order for the brain to be healthy, the blood must be pure. If by correct habits of eating and drinking the blood is kept pure, the brain will be properly nourished."},{"refcode_short":"SpTB15 18.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 18.3 (Ellen Gould White)","content":"It is the lack of harmonious action in the human organism that brings disease. The imagination may control the other parts of the body to their injury. All parts of the system must work harmoniously. The different parts of the body, especially those remote from the heart, should receive a free circulation of blood. The limbs act an important part, and should receive proper attention."},{"refcode_short":"SpTB15 18.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 18.4 (Ellen Gould White)","content":"God is the great care-taker of the human machinery. In the care of our bodies we must cooperate with Him. Love for God is essential for life and health. In order to have perfect health our hearts must be filled with hope, and love, and joy."},{"refcode_short":"SpTB15 18.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 18.5 (Ellen Gould White)","content":"The lower passions are to be strictly guarded. The perceptive faculties are abused, terribly abused, when the passions are allowed to run riot. When the passions are indulged, the blood, instead of circulating to all parts of the body, thereby relieving the heart and clearing the mind, is called in undue amount to the internal organs. Disease comes as the result. The man can not be healthy until the evil is seen and remedied."},{"refcode_short":"SpTB15 18.6","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 18.6 (Ellen Gould White)","content":"“He that is joined to the Lord”—bound up with Christ in the covenant of grace—“is one spirit.” “Flee fornication.” Do not stop for one moment to reason. Satan would rejoice to see you overthrown by temptation. Do not stop to argue the case with your weak conscience. Turn away from the first step of transgression."},{"refcode_short":"SpTB15 19.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 19.1 (Ellen Gould White)","content":"Would that the example of Joseph might be followed by all who claim to be wise, who feel competent in their own strength to discharge the duties of life. A wise man will not be governed and controlled by his appetite and passions, but will control and govern them. He will draw nigh to God, striving to prepare mind and body to discharge aright the duties of life."},{"refcode_short":"SpTB15 19.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 19.2 (Ellen Gould White)","content":"I wish to impress upon the minds of physicians the fact that they can not do as they please with their thoughts and imaginations, and at the same time be safe in their calling. Satan is the destroyer; Christ is the restorer. I desire our physicians to fully comprehend this point. They may save souls from death by a right application of the knowledge they have gained, or they may work against the Great Master-builder. They may cooperate with God, or they may counterwork his plans by failing to work harmoniously with Him."},{"refcode_short":"SpTB15 19.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 19.3 (Ellen Gould White)","content":"All physicians should place themselves under the control of the Great Physician. Under His guidance they will do as they should do. But the Lord will not work a miracle to save physicians who recklessly abuse His building. As far as possible, physicians should observe regularity in their habits of eating. They should take a proper amount of exercise. They should be determined to cooperate with the Great Master-builder. God works, and man must come into line and work with Him; for He is the Savior of the body."},{"refcode_short":"SpTB15 19.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 19.4 (Ellen Gould White)","content":"Physicians, above all others, need to realize the relation human beings sustain toward God in regard to the preservation of health and life. They need to study the Word of God diligently, lest they disregard the laws of health. There is no need for them to become weak and unbalanced. Under the guidance of the heavenly authority, they may advance in clear straight lines. But they must give the most earnest heed to the laws of God. They should feel that they are the property of God, that they have been bought with a price, and that therefore they are to glorify Him in all things. By the study of God's Word they are to keep the mind awake to the fact that human beings are the Lord's property, by creation and by redemption. They are to say, I will do all in my power to save the souls and bodies of those for whom I work. They have been bought with a price, even the blood of Christ, and I must do all I can to help them."},{"refcode_short":"SpTB15 20.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 20.1 (Ellen Gould White)","content":"The instruction I have for our physicians is that they must study the Word of God with earnestness and diligence. God says, “Come out ... and be ye separate, and touch not the unclean.” Obey this word, at whatever cost to social position, worldly honor, or earthly wealth. Trust in the Lord. Walk in all humility of mind before Him. Holding by faith to His Word, you may go forward."},{"refcode_short":"SpTB15 20.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 20.2 (Ellen Gould White)","content":"No physician is to trust to outward display, his elegant furniture or stylish equipage, to give him favor and exalt the truth. Physicians who trust to these things are moved by a power from beneath. It is not the grandeur of the house, the elegance of the furniture, the outward display of any kind, that will gain for our sanitarium a true standard. Physicians who are bound up with God will do all in their power to crush out the inclination to vanity and display."},{"refcode_short":"SpTB15 20.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 20.3 (Ellen Gould White)","content":"The instruction the Lord has given me for the physicians in our sanitariums is: Do not suppose that your reception of visitors will give you influence or prosperity. You may make an effort to present an appearance which is not a true representation of the financial standing of the institution; but this will not give you influence. Modesty in poverty is much more commendable than an effort to keep up an appearance which is of no value to the institution. In order to have true success, our physicians must have a firm hold on God, ever moving onward and upward."},{"refcode_short":"SpTB15 20.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 20.4 (Ellen Gould White)","content":"Humility, self-denial, benevolence, and the payment of a faithful tithe, these show that the grace of God is working in the heart. The greatest Teacher, the greatest Physician the world has ever known, gave many lessons on the need of humility. These lessons His followers are to bring into the practical life. They are to live lives of self-denial and self-sacrifice. To many this will be a new experience, but on it their salvation depends. “He that will come after me,” Christ said, “Let him deny himself and take up his cross, and follow me.” Following Christ produces the virtues of Christ's character. Humility is a precious grace, peculiarly pleasing to God. Christ says, “Learn of me; for I am meek and lowly in heart, and ye shall find rest unto your souls.” Those who follow Christ will overcome temptation, and will receive the glorious reward of eternal life. And to Christ they will render all the praise and glory."},{"refcode_short":"SpTB15 21.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 21.1 (Ellen Gould White)","content":"To the young men and young women who are being educated as nurses and physicians I will say, Keep close to Jesus. By beholding Him we become changed into His likeness. Remember that you are not training for courtship or marriage, but for the marriage of Christ. You may have a theoretical knowledge of the truth, but this will not save you. You must know by experience how sinful sin is, and how much you need Jesus as a personal Saviour. Only thus can you become sons and daughters of God. Your only merit is your great need."},{"refcode_short":"SpTB15 21.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 21.2 (Ellen Gould White)","content":"Those selected to take the nurse's course in our sanitariums should be wisely chosen. Young girls of a superficial mould of character should not be encouraged to take up this work. Many of the young men who present themselves as being desirous of being educated as physicians have not those traits of character which will enable them to withstand the temptations so common to the work of a physician. Only those should be accepted who give promise of becoming qualified for the great work of imparting the principles of true health reform."},{"refcode_short":"SpTB15 21.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 21.3 (Ellen Gould White)","content":"Young ladies connected with our institutions should keep a strict guard over themselves. In word and action, they should be reserved. Never when speaking to a married man should they show the slightest freedom. To my sisters who are connected with our sanitariums, I would say, Gird on the armor. When talking to men, be kind and courteous, but never free. Observant eyes are upon you, watching your conduct, judging by it whether you are indeed children of God. Be modest. Abstain from every appearance of evil. Keep on the heavenly armor, or else for Christ's sake sever your connection with the sanitarium, the place where poor ship-wrecked souls are to find a haven. Those connected with these institutions are to take heed to themselves. Never, by word or action, are they to give the least occasion for wicked men to speak evil of the truth."},{"refcode_short":"SpTB15 21.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 21.4 (Ellen Gould White)","content":"There are two kingdoms in this world, the kingdom of Christ and the kingdom of Satan. To one of these kingdoms each one of us belongs. In His wonderful prayer for His disciples, Christ said, “I pray not that Thou shouldst take them out of the world, but that Thou shouldst keep them from the evil. They are not of the world, even as I am not of the world. Sanctify them through Thy truth; Thy Word is truth. As Thou hast sent Me into the world, even so have I also sent them into the world.” John 17:15-18."},{"refcode_short":"SpTB15 22.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 22.1 (Ellen Gould White)","content":"It is not God's will that we should seclude ourselves from the world. But while in the world we should sanctify ourselves to God. We should not pattern after the world. We are to be in the world as a corrective influence, as salt that retains its savor. Among an unholy, impure, idolatrous generation, we are to be pure and holy, showing that the grace of Christ has power to restore in man the divine likeness. We are to exert a saving influence upon the world."},{"refcode_short":"SpTB15 22.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 22.2 (Ellen Gould White)","content":"“This is the victory that overcometh the world, even our faith.” The world has become a lazar-house of sin, a mass of corruption. It knows not the children of God because it knows Him not. We are not to practice its ways or follow its customs. Continually we are to resist its lax principles. Christ said to His followers, “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” It is the duty of physicians and nurses to shine as lights amid the corrupting influences of the world. They are to cherish principles which the world can not tarnish."},{"refcode_short":"SpTB15 22.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 22.3 (Ellen Gould White)","content":"In order for the church to be healthy, it must be composed of healthy Christians. But in our churches and institutions there are many sickly Christians. The light which the Lord has given me is plainly expressed in the third chapter of Philippians. This chapter should be carefully read and studied. The lessons it contains should be practiced."},{"refcode_short":"SpTB15 22.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 22.4 (Ellen Gould White)","content":"He who cooperates with the Great Physician will keep nerve, sinews, and muscles in the best condition of health. In order to do its work properly, the human machinery needs careful attention. The harmonious action of the different parts must be preserved."},{"refcode_short":"SpTB15 22.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 22.5 (Ellen Gould White)","content":"It is so with the soul. The heart is to be carefully kept and guarded. “What shall it profit a man if he gain the whole world and lose his own soul? Or what shall a man give in exchange for his soul?” Christ must abide in the heart by faith. His Word is the bread of life and the water of salvation. Trust in its fullness comes to us through constant communion with God. By eating the flesh and drinking the blood of Christ we gain spiritual strength. Christ supplies the life blood of the heart, and Christ and the Holy Spirit give nerve power. Begotten again into a lively hope, imbued with the quickening power of a new nature, the soul is enabled to rise higher and still higher. Paul's prayer to God for the Ephesians was, “That He would grant you, according to the riches of His glory, to be strengthened with all might by His spirit in the inner soul; that Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, the length, the depth, and height, and to know the love of Christ which passeth knowledge, that ye may be filled with all the fullness of God.” Ephesians 3:16-19."},{"refcode_short":"SpTB15 23.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 23.1 (Ellen Gould White)","content":"The blessing of grace is given to men that the heavenly universe and the fallen world may see as they could not otherwise, the perfection of Christ's character. The Great Physician came to our world to show men and women that through His grace they may so live that in the great day of God they can receive the precious testimony, “Ye are complete in Him.”"},{"refcode_short":"SpTB15 23.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 23.2 (Ellen Gould White)","content":"Physicians are to reveal the attributes of Christ, steadfastly persevering in the work God has given them to do. To those who do this work in faithfulness, angels are commissioned to give enlarged views of the character and work of Christ and His power, grace, and love. Thus they become partakers of His image, and day by day grow up to the full stature of men and women in Christ. It is the privilege of the children of God to have a constantly enlarging comprehension of truth, that they may bring love for God and heaven into the work, and draw from others thanksgiving to God because of the richness of His grace."},{"refcode_short":"SpTB15 23.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 23.3 (Ellen Gould White)","content":"We have reason for everlasting gratitude to God for in that He has left us a perfect example. Every Christian should strive to earnestly follow in the footsteps of the Saviour. We should offer grateful praise and gratitude for giving us such a mighty helper, a safeguard against every temptation, against every species of impropriety in thought, deed, and word."},{"refcode_short":"SpTB15 23.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers, p. 23.4 (Ellen Gould White)","content":"Our only security against falling into sin is to keep ourselves continually under the moulding influence of the Holy Spirit, at the same time engaging actively in the cause of truth and holiness, discharging every God-given duty, but taking no burden which God has not laid upon us. Physicians must stand firmly under the banner of the third angel's message, fighting the good fight of faith perseveringly and successfully, relying on a heavenly armor, the equipment of God's Word, never forgetting that they have a leader who never has, and never can be overcome by evil."}]