[{"refcode_short":"SpTB03b 2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 2 (Ellen Gould White)","content":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b"},{"refcode_short":"SpTB03b 2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 2 (Ellen Gould White)","content":"Introduction"},{"refcode_short":"SpTB03b 2.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 2.1 (Ellen Gould White)","content":"The Lord says to the leaders in our medical work:—“Places that have been neglected are now to receive attention. My people are to do a sharp, quick work. Those who with purity of purpose fully consecrate themselves to Me, body, soul, and spirit, shall work in My way and in My name. Every one shall stand in his lot, looking to Me, his Guide and Counselor."},{"refcode_short":"SpTB03b 2.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 2.2 (Ellen Gould White)","content":"“I will instruct the ignorant, and anoint with heavenly eyesalve the eyes of many who are now in spiritual darkness. I will raise up agents who will carry out My will to prepare a people to stand before Me in the time of the end. In many places that before this ought to have been provided with sanitariums and schools, I will establish My institutions, and these institutions will become educational centers for the training of workers.”"},{"refcode_short":"SpTB03b 2.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 2.3 (Ellen Gould White)","content":"The Lord will work upon human minds in unexpected quarters. Some who apparently are enemies of the truth will, in God's providence, invest their means to develop properties and erect buildings. In time these properties will be offered for sale at a price far below their cost."},{"refcode_short":"SpTB03b 2.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 2.4 (Ellen Gould White)","content":"In various places properties are to be purchased to be used for sanitarium purposes. Our people should be looking for opportunities to purchase properties away from the cities, on which are buildings already erected and orchards already in bearing. Land is a valuable possession. Connected with our sanitariums there should be lands, small portions of which can be used for the homes of the helpers and others who are receiving a training for medical missionary work."},{"refcode_short":"SpTB03b 3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 3 (Ellen Gould White)","content":"Letters About Another Place"},{"refcode_short":"SpTB03b 3.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 3.1 (Ellen Gould White)","content":"I hear that plans are being laid for Elder W. W. Simpson to leave Southern California to labor elsewhere. If Elder Simpson feels it his duty to go, I have nothing to say against it, but I had hoped to see him extend his work from Los Angeles to Redlands and Riverside. The condition of Brother Simpson's health is such that great care must be exercised in regard to the location of his field of labor. He should have suitable help that he may be relieved from the burden of speaking so frequently."},{"refcode_short":"SpTB03b 3.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 3.2 (Ellen Gould White)","content":"Redlands and Riverside have been presented to me as places that should be worked. These two places should not longer be neglected. I hope soon to see an earnest effort put forth in their behalf. Please consider the advisability of establishing a sanitarium in the vicinity of these cities with treatment rooms in each place to act as feeders to the sanitarium."},{"refcode_short":"SpTB03b 3.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 3.3 (Ellen Gould White)","content":"We can not afford to allow these places to go unwarned. Instead of Elder Simpson's going somewhere else to labor, would it not be better to put forth a determined effort to strengthen the work in these places? There are other cities in Southern California in which a work similar to that carried on by Elder Simpson should be conducted. The Lord would have His ministers working zealously for those who have never heard the truth."},{"refcode_short":"SpTB03b 3.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 3.4 (Ellen Gould White)","content":"Our people in Southern California need to awake to the magnitude of the work to be done within their own borders. Let them awake to prayer and labor. Let them manifest more spiritual vitality. They need a new conversion that they may labor untiringly for souls. Wherever there is spiritual life there will be an imparting as well as a receiving of light and blessing. The nourishment from God's word will be received, and earnest work will be done. The act of imparting keeps open the channel for receiving. This truth our Saviour ever sought to keep before the people."},{"refcode_short":"SpTB03b 4.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 4.1 (Ellen Gould White)","content":"I have a message to bear to the church-members in Southern California. “Arouse, and avail yourselves of the opportunities open to you. While Christ pleads in your behalf, plead for yourselves that you may be purified from every unrighteous thought, every unholy action. Make an entire surrender to God, of body, soul, and spirit. Be determined to do all in your power to learn the true science of soul-saving. While the light of God's day of mercy still shines, gather up every divine ray."},{"refcode_short":"SpTB03b 4.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 4.2 (Ellen Gould White)","content":"“Are you prepared to sell all, that you may purchase the field that contains the treasure? Said the apostle Paul: ‘I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord, ... that I may win Christ, and be found in Him.’"},{"refcode_short":"SpTB03b 4.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 4.3 (Ellen Gould White)","content":"“Give up the self-righteousness that you have been cherishing. If the Lord permits you to behold such a work as has been done in Los Angeles, seek with all humility to act your part. Not in your own strength, but in the strength of Christ, you are to ascend the ladder heavenward, round by round. Make diligent, thorough work in humbling yourselves, that the old habits and practises and all evil speaking may be put away. Draw nigh to God and He will draw nigh to you. Die to self; live to God.”"},{"refcode_short":"SpTB03b 4.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 4.4 (Ellen Gould White)","content":"The Lord will manifest Himself to all who seek Him with humble hearts. The end of all things is at hand. Our eyes must be fixed upon Christ. As the called and chosen of God, we must represent the truth in its purity. Our lives are to be such that the world will take knowledge of us that we have been with Christ, and that the truth may seem to them more desirable than error."},{"refcode_short":"SpTB03b 4.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 4.5 (Ellen Gould White)","content":"If rightly conducted, our sanitariums may exert a refining, ennobling influence, and lead many souls to Christ. The religious principles maintained in these institutions will demonstrate that there is relief for the soul, weary and sick with sin. Many are weak and sick because of disease of the soul. Let Christ be held up before them as the great Healer, who invites them to come to Him and find rest. Tell them that the heart of Christ is drawn out in compassion and love for His blood-bought heritage. He will heal the troubled heart that looks to Him in faith."},{"refcode_short":"SpTB03b 5.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 5.1 (Ellen Gould White)","content":"To the poor sin-sick soul repeat the Saviour's invitation, “Come unto Me, all ye that labor and are heavy laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart, and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.” There is true joy in learning of Christ."},{"refcode_short":"SpTB03b 5.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 5.2 (Ellen Gould White)","content":"Tell the suffering ones of a compassionate Saviour. He is the only Physician who can heal both body and soul. He has given His life for the world, that men should not perish, but have everlasting life. He looks with compassion upon those who regard their case as hopeless."},{"refcode_short":"SpTB03b 5.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 5.3 (Ellen Gould White)","content":"While the soul is filled with fear and terror, the mind can not see the tender compassion of Christ. Our sanitariums are to be an agency for bringing peace and rest to the troubled mind. If you can inspire the despondent with hopeful, saving faith, contentment and cheerfulness will take the place of discouragement and unrest. Wonderful changes will then be wrought in their physical condition. Christ will restore both body and soul, and, realizing His compassion and love, they will rest in Him. He is the bright and morning star, shining amid the moral darkness of this sinful, corrupt world. He is the light of the world, and all who give their hearts to Him will find peace and rest and joy."},{"refcode_short":"SpTB03b 5.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 5.4 (Ellen Gould White)","content":"The world is filled with sickness. Sin is increasing, especially in the large cities. Death is taking away large numbers. But the great Medical Missionary invites men to come to Him. “Come unto Me,” He says, “and I will give you rest.” “Ask, and ye shall receive; seek, and ye shall find; knock, and it shall be opened unto you.”"},{"refcode_short":"SpTB03b 5.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 5.5 (Ellen Gould White)","content":"Our part is, by believing His word, to find rest in Christ Jesus. His words are spirit and life. In believing them there is rest and peace. “Knock, and it shall be opened unto you.” Our prayers will reach the ear of Christ, and He will open unto us the rich treasures of His grace. Through prayer we are brought into communion with the high and holy One who inhabiteth eternity. He opens the door to every one who will knock."},{"refcode_short":"SpTB03b 8.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 8.1 (Ellen Gould White)","content":"Your letter has just been read. I had no sooner finished reading it than I said, “I will consult no one: for I have no question at all about the matter.... Secure the property by all means, so that it can be held, and then obtain all the money you can and make sufficient payments to hold the place. Do not delay; for it is just what is needed. I think that sufficient help can be secured to carry the matter through. I want you to be sure to lose no time in securing the right to purchase the property. We will do our utmost to help you raise the money. I know that Redlands and Riverside are to be worked, and I pray that the Lord may be gracious, and not allow any one else to get this property instead of us."},{"refcode_short":"SpTB03b 8.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 8.2 (Ellen Gould White)","content":"We had a very pleasant trip from San Francisco to Washington. Several times a song-service was held in the car, and this took well. Many of the passengers outside of our party united in the singing."},{"refcode_short":"SpTB03b 8.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 8.3 (Ellen Gould White)","content":"I am recovering from the cold that I caught three weeks before leaving home. On Thursday morning I spoke in the large tent, and on Sabbath morning I spoke again. The large tent was crowded, and I am told that my voice could be heard distinctly even by those on the seats at the very back. I shall send you a copy of my talk when it is written out."},{"refcode_short":"SpTB03b 9.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 9.1 (Ellen Gould White)","content":"We hope that this meeting will be the means of accomplishing much good. If the Lord sees that we are in earnest in seeking Him, He will be found of us. O, it would be sad indeed to get above the simplicity of the work. When we are humble enough to receive wisdom, the Lord will certainly teach us His way. I have such a hungering and thirsting after God! I must have a strong faith, and I must bear a decided testimony, which will not be weakened. Bible truth will prevail, and, O, how my heart longs to see our church-members obtaining a deep experience, which will stand the test that is before us."},{"refcode_short":"SpTB03b 9.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 9.2 (Ellen Gould White)","content":"Let us seek the Lord while He may be found, and call upon him while He is near. “Let the wicked forsake his way, and the unrighteous man his thoughts; and let him return unto the Lord, and He will have mercy upon him, and to our God; for He will abundantly pardon.”"},{"refcode_short":"SpTB03b 9.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 9.3 (Ellen Gould White)","content":"Let us make straight paths for our feet. The Lord will not leave those who love Him and keep His commandments to be spoiled by the enemy. A short work will the Lord do upon the earth, and He will stir His people mightily. A great work is to be done. Let us read and study the fifty-fifth and sixty-sixth [fifty-sixth] chapters of Isaiah; for they contain wonderful encouragement, and the Lord wants us to bring all the uplifting possible to His people."},{"refcode_short":"SpTB03b 9.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 9.4 (Ellen Gould White)","content":"“Thus saith the Lord, Keep ye judgment, and do justice; for My salvation is near to come, and My righteousness to be revealed. Blessed is the man that doeth this, and the son of man that layeth hold on it, that keepeth the Sabbath from polluting it, and keepeth his hand from doing any evil.”"},{"refcode_short":"SpTB03b 9.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 9.5 (Ellen Gould White)","content":"Here is the word of the Lord. Open up every place possible. We are to labor in faith, taking hold of a power that pledged to do large things for us. We are to reach out in faith in Los Angeles and in Redlands and Riverside."},{"refcode_short":"SpTB03b 10.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 10.1 (Ellen Gould White)","content":"I am much encouraged by the letters that I have received from you regarding Loma Linda. From your description of this place, I believe it meets the representation which I have seen of what we should seek for as sanitarium locations. Such a place was presented to me a few miles from an important city. The city had recently been built up."},{"refcode_short":"SpTB03b 10.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 10.2 (Ellen Gould White)","content":"I have tried to place before our people the representations given me regarding sanitariums in the country, and I have urged upon them the necessity of establishing our sanitarium outside of the cities. I have had repeatedly presented to me the advantage of securing locations some miles out of the cities. Those who follow the counsel of God in providing places where the sick and suffering can receive proper treatment will be guided to the right places for the establishment of their work."},{"refcode_short":"SpTB03b 10.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 10.3 (Ellen Gould White)","content":"Let our sanitariums be located where there is an abundance of land. I can see the advantage of such a place as Loma Linda. The Lord worked to help us to secure this property. The work of this institution is to be carried forward on pure, elevated lines. It can be conducted in such a way that truth will be presented as the rock upon which to build."},{"refcode_short":"SpTB03b 10.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 10.4 (Ellen Gould White)","content":"In order that our institutions shall teach right lessons, there must be connected with them men of such simplicity that they are willing to learn of the great Teacher."},{"refcode_short":"SpTB03b 10.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 10.5 (Ellen Gould White)","content":"“To you it is given.” Christ declares, “To the people who keep My commandments and do those things that I have presented in My word, to know the mysteries of the kingdom of heaven.”"},{"refcode_short":"SpTB03b 10.6","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 10.6 (Ellen Gould White)","content":"We are to proclaim the truth to the world, for thus the great Medical Missionary has commanded us. What ye hear in the ear, that preach ye upon the housetop, for there is nothing hid that shall not be made known. The secret of the Lord is with them that fear Him and keep His commandments. “As many as received Him, to them gave He power to become the sons of God.”"},{"refcode_short":"SpTB03b 11.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 11.1 (Ellen Gould White)","content":"We need workers who will gain breadth of mind by studying the book God has opened before us of His created works. Angels co-operate with those who proclaim the truths represented by the things of nature. These things are not God, but they are specimens of God's handiwork."},{"refcode_short":"SpTB03b 11.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 11.2 (Ellen Gould White)","content":"Our medical workers are to do all in their power to cure disease of the body and also disease of the mind. They are to watch and pray and work, bringing spiritual as well as physical advantages to those for whom they labor. The physician in one of our sanitariums who is a true servant of God has an intensely interesting work to do for every suffering human being with whom he is brought in contact. He is to lose no opportunity to point souls to Christ, the great healer of body and mind. Every physician should be a skilful worker in Christ's lines. There is to be no lessening of the interest in spiritual things, else the power to fix the mind upon the great Physician will be diverted. While the needs of the body are to be strictly attended to, while all possible efforts are to be made to break the power of disease, the physician is never to forget that there is a soul to be labored for."},{"refcode_short":"SpTB03b 11.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 11.3 (Ellen Gould White)","content":"God would draw minds from the conviction of logic to a conviction deeper, higher, purer, and more glorious, a conviction unperverted by human logic. Human logic has often nearly quenched the light which God would have shine forth in clear rays to convince minds that the God of nature is worthy of all praise and all glory, because He is the Creator of all things."},{"refcode_short":"SpTB03b 12","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 12 (Ellen Gould White)","content":"The Loma Linda Sanitarium"},{"refcode_short":"SpTB03b 12.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 12.1 (Ellen Gould White)","content":"I wish to present before our people the blessing that the Lord has placed within our reach by enabling us to obtain possession of the beautiful sanitarium property known as Loma Linda. This property lies sixty miles east of Los Angeles, on the main line of the Southern Pacific Railway. Its name, Loma Linda—“beautiful hill”—describes the place. Of the sixty acres comprised in the property, about thirty-five form a beautiful hill, which rises one hundred and twenty-five feet above the valley. Upon this hill the sanitarium building is situated."},{"refcode_short":"SpTB03b 12.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 12.2 (Ellen Gould White)","content":"The main building is a well-planned structure of sixty-four rooms, having three stories and a basement. It is completely furnished, heated by steam, and lighted by electricity. It is surrounded with large pepper trees and other shade trees."},{"refcode_short":"SpTB03b 12.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 12.3 (Ellen Gould White)","content":"About ten rods away and on the highest part of the hill there is a group of fine cottages. The central cottage has nine beautiful living rooms and two bath rooms. In the basement is a heating plant for the five cottages."},{"refcode_short":"SpTB03b 12.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 12.4 (Ellen Gould White)","content":"Prettily grouped around this larger cottage are four smaller ones, having four rooms each, with bath and toilet. An interesting feature of three of these cottages is that each room has its veranda, with broad windows running to the floor, so that the beds can be wheeled right out onto the veranda, and the patients can sleep in the open air."},{"refcode_short":"SpTB03b 12.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 12.5 (Ellen Gould White)","content":"Between these cottages and the main building there is a recreation building, which can be used as a gymnasium, and for class rooms and meetings."},{"refcode_short":"SpTB03b 12.6","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 12.6 (Ellen Gould White)","content":"In all, there are ninety rooms. The buildings are furnished throughout and are ready for use."},{"refcode_short":"SpTB03b 12.7","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 12.7 (Ellen Gould White)","content":"There is a post-office in the main building, and most of the trains stop at the railway station, about forty rods from the sanitarium."},{"refcode_short":"SpTB03b 12.8","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 12.8 (Ellen Gould White)","content":"The seventy-six acres of hill and valley land is well cultivated, and will furnish much fruit and many vegetables for the institution. Fifteen acres of the valley land is in alfalfa hay. Eight acres of the hill are in apricots, plums, and almonds. Ten acres are in good bearing orange orchard. Many acres of land round the cottages and the main building are laid out in lawns, drives, and walks."},{"refcode_short":"SpTB03b 13.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 13.1 (Ellen Gould White)","content":"There are horses and carriages, cows and poultry, farming implements and wagons. The buildings and grounds are abundantly supplied with excellent water."},{"refcode_short":"SpTB03b 13.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 13.2 (Ellen Gould White)","content":"This property is now in our possession. It cost the company from whom we purchased it about $140,000. They erected the buildings, and ran the place for a time as a sanitarium. Then they tried to operate it as a tourist hotel. But this plan did not succeed, and they decided to sell. It was closed last April, and as the stockholders became more anxious to sell, it was offered to us for $40,000, and for this amount our brethren have purchased it."},{"refcode_short":"SpTB03b 13.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 13.3 (Ellen Gould White)","content":"We must now secure money with which to complete the payments. Ten thousand dollars have already been paid. Ten thousand more must be paid in September and December, and the remaining twenty thousand at the end of two years."},{"refcode_short":"SpTB03b 13.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 13.4 (Ellen Gould White)","content":"Until our recent visit, I had never before seen such a place as this with my natural eyes, but four years ago just such a place was presented before me as one of those that would come into our possession if we moved wisely. It is a wonderful place in which to work for the sick, and in which to begin our work for Redlands and Riverside. We must make decided efforts to secure helpers who will do most faithful medical missionary work. If Christ will bless the treatment given and let His healing power be felt, a great work will be accomplished. We shall need to secure competent physicians and nurses,—men and women who are true and faithful, and who can be relied on; men and women who live in constant dependence upon the great Healer; men and women who humble their hearts before God and believe His Word, keeping their eyes fixed on their leader and counselor, the Lord Jesus Christ."},{"refcode_short":"SpTB03b 13.5","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 13.5 (Ellen Gould White)","content":"O, how I long to see the sick and suffering coming to this institution! It is one of the most perfect places for a sanitarium that I have ever seen, and I thank our heavenly Father for giving us such a place. It is provided with almost everything necessary for sanitarium work, and is the very place in which sanitarium work can be carried forward on right lines by faithful physicians and managers."},{"refcode_short":"SpTB03b 14.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 14.1 (Ellen Gould White)","content":"The buildings are all ready, and work must be begun in them as soon as we can secure the necessary physicians and nurses. I am anxious to see the work started. For some time I have been looking for just such a property as this, with good buildings all ready for occupancy, surrounded by shade trees and orchards. When I saw Loma Linda, I said, Thank the Lord. This is the very place we have been hoping to find."},{"refcode_short":"SpTB03b 14.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 14.2 (Ellen Gould White)","content":"The character of the buildings, the terraced hill, covered by graceful pepper trees, the profusion of flowers and shrubs, the tall shade trees, the orchards and fields,—all combine to make this place meet fully the descriptions that I have given in the past of the place presented to me as the most perfect for sanitarium work. Everything at Loma Linda is fresh, wholesome, and attractive. The patients could live out of doors a large part of the time. The land will serve as a school for the education of patients. By outdoor exercise and working in the soil, men and women will regain their health. Rational methods for the cure of disease will be used in a variety of ways. Drugs will be discarded."},{"refcode_short":"SpTB03b 14.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 14.3 (Ellen Gould White)","content":"Out of the cities, has been my constant advice. But it has taken years for our people to become aroused to an understanding of the situation. It has taken years for them to realize that the Lord would have them leave the cities and do their work in the quiet of the country, away from the turmoil and noise and confusion. We are thankful to God for Loma Linda. It is one of the best locations for sanitarium work that I have ever seen. At this place the sick can be given every natural advantage for regaining health and strength."},{"refcode_short":"SpTB03b 14.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 14.4 (Ellen Gould White)","content":"Forty years ago the Lord began to give us instruction in regard to the establishment of sanitariums, as one of His chosen ways for proclaiming the third angel's message. Men and women bring disease upon themselves by transgressing the laws of God. The laws of nature, as truly as the precepts of the decalogue, are divine, and only in obedience to them can health be recovered or preserved. Many are suffering as the result of hurtful practices, who might be restored to health if they would do what they might for their own restoration. They need to be taught that every practice which destroys the physical, mental, or moral energies is sin, and that health is to be secured through obedience to the laws that God has established for the good of all mankind."},{"refcode_short":"SpTB03b 15.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 15.1 (Ellen Gould White)","content":"Our sanitariums are to be schools in which people of all classes shall be taught the way of salvation. In them the sick are to be taught to overcome the appetite for tea, coffee, flesh meat, tobacco, and intoxicating liquor of all kinds."},{"refcode_short":"SpTB03b 15.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 15.2 (Ellen Gould White)","content":"In every one of our medical institutions the sick and suffering are to be pointed to the Saviour as their only hope. In the Christian life there is strength and joy and courage. Turning away from the injurious fashions of this degenerate age brings peace of mind and the assurance of the love and friendship of the heavenly Father. Receiving the Lord in simplicity and sincerity places men and women where they know the meaning of the words, “As many as received Him, to them gave He power to become the sons of God.”"},{"refcode_short":"SpTB03b 15.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 15.3 (Ellen Gould White)","content":"Out of the cities, is my message. Those who have had the light, but have neglected to follow the instruction that the Lord has given regarding the location of our health institutions and schools, will one day see the folly of clinging to the cities. They will realize how kind the Lord was to point out the right way."},{"refcode_short":"SpTB03b 15.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 15.4 (Ellen Gould White)","content":"Let your schools, the high and the lowly, be out of the cities. If you desire to live a heavenly life in this world, place yourselves in right relation to God. Let your aspirations be Christlike. Christ lived much in contact with nature. God's missionaries are to form their lives after the divine similitude. They are to have a close connection with Christ. His life is to be their example."},{"refcode_short":"SpTB03b 16.1","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 16.1 (Ellen Gould White)","content":"For the past twenty years the Lord has been giving the message that plants are to be made in many places. He will greatly bless us as we endeavor to carry out His will. Out of the city into the country is the word that has been given, and this word is to be obeyed. Our sanitariums are to be established in the most healthful surroundings. We have tried to follow closely the Lord's directions in this matter, and He has let light shine on our pathway, as we have endeavored to establish sanitariums where sin-sick souls may be led to the great Healer. God declared that we should find buildings suitable for our work, and that these buildings would be offered to us at a very low price. Has not our recent experience in Southern California proved this true?"},{"refcode_short":"SpTB03b 16.2","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 16.2 (Ellen Gould White)","content":"I could not but weep for joy as I saw how plainly the providence of God had been revealed in our selection of places for sanitarium work in San Diego, Los Angeles, and the Redlands and Riverside district."},{"refcode_short":"SpTB03b 16.3","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 16.3 (Ellen Gould White)","content":"Money is needed with which to establish the work in places outside of the cities, from which the cities can be worked. We must have means with which to meet the payments on Loma Linda. I ask our brethren who have means to awake to the responsibilities resting upon them, and to do what they can to help us. Those who have the Lord's money in trust should regard it as a privilege to give of their means to help to pay for a place so well adapted to sanitarium work. Gifts, and loans at a low rate of interest, will be gladly received. My brethren, it is the Lord's money that you are handling, and you can not invest it better than by putting it into the Lord's work. Thus you will lay up treasure in heaven. I beseech you, by the mercies of God, “that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world; but be ye transformed by the renewing of your mind, that ye may prove what is that good and acceptable and perfect will of God.”"},{"refcode_short":"SpTB03b 16.4","refcode_long":"Letters from Ellen G. White to Sanitarium Workers in Southern California—b, p. 16.4 (Ellen Gould White)","content":"I have had much to write in regard to the shortness of time. Our work is soon to close, and we are now to place ourselves in working order in God's way. We are not to link ourselves up with those who are not wise to discern what is the will of God. We are to come out from among them. and be separate. The end of all things is at hand, and the message of warning must be given. A spirit of anger is stirring the nations, and it will soon be too late to work for the Lord. Every conceivable deception will be brought in, and the enemy will work with masterly power. Stronger and stronger will be his efforts, until in heaven it shall be said, “It is finished.”"}]