[{"refcode_short":"SpTB07 2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 2 (Ellen Gould White)","content":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists"},{"refcode_short":"SpTB07 3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 3 (Ellen Gould White)","content":"Chapter 1—A Warning Against Present Dangers"},{"refcode_short":"SpTB07 3.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 3.1 (Ellen Gould White)","content":"For months I have had little sleep, because my mind is intensely exercised regarding the work that is being done in Battle Creek. The results of this work are represented to me, and the word given me is that if the company of workers there were divided into several smaller companies, and sent into various localities, very much more good would be accomplished. Cause is always followed by effect."},{"refcode_short":"SpTB07 3.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 3.2 (Ellen Gould White)","content":"I am receiving instruction regarding the dependence that is to be placed in God. We are to depend far more on Him and far less on men, who, if they had opportunity and were left to themselves, would lead the flock of God into strange pastures. I am charged with a message to be given at different assemblies, because satanic agencies are linking arms with men who should stand free from all seducing spirits and doctrines of devils. The commission given me is, “Meet it, not always by being present in person, but with the written message. Watch, and when a crisis comes, meet it. There is no time to be lost.”"},{"refcode_short":"SpTB07 3.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 3.3 (Ellen Gould White)","content":"Deceptive theories have been arrested in their development, but they have not been rooted up. Hearts are not changed. There are men who are blinded by Satan's sophistry. They are not converted. The wrong theories which in the past have been met many times and in many places, are ready to spring into life, because the natural heart loves sin, and has been so deceived by Satan's fascinating presentations that in the place of having sensitive consciences and eyes anointed with the heavenly eyesalve, able to detect the deceptive guise of Satan, men do not see the awfulness of sin, but have clothed sin with the beautiful garments of sanctification and purity. They retain the impression that the sin so hateful to God is a wonderful advantage. The sanctification that they claim, is polluted by the most seductive sin, which in their estimation is righteousness. This corrupting, spiritualistic view of matters is blinding the spiritual eyesight. The religious faith is like an apple worm-eaten at the core. Men who are supposed to be helping have deficient spiritual eyesight. Some things may be said which appear to be excellent. The fruit may apparently be fair and beautiful, without a flaw, but break the apple open, and we see the work of destruction going on at the core. Those who have been in the wrong may be silent in regard to their ideas, but there is death at the core. Their wrong ideas are smothered, but not changed. At a favorable opportunity they will spring into life. Men may flatter themselves that there is seen the working of the Spirit of God in the company assembled at Battle Creek: but in reality there is a power prompting and advising and inspiring that has not the vital principle which comes from a pure “Thus saith the Lord.”"},{"refcode_short":"SpTB07 4.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 4.1 (Ellen Gould White)","content":"My mind is weary with considering what to do next to meet the danger before us. I wish to proclaim, in the very simplest language, the truth for this time. I am exceedingly anxious to use words that will not give any one a chance to sustain erroneous sentiments. I must use words that will not be misconstrued and made to mean the opposite of that which they were designed to mean."},{"refcode_short":"SpTB07 4.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 4.2 (Ellen Gould White)","content":"Bible truth, received into the life, will make the heart pure and clean. It will lead to practises that elevate and ennoble the whole life. The thoughts must be kept free from all seductive, spiritualistic ideas that have been brought in by different ones."},{"refcode_short":"SpTB07 4.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 4.3 (Ellen Gould White)","content":"I am unable to see into the human heart. But there is One who knoweth the thoughts afar off, and who sees the outcome of these thoughts. When the necessary work is accomplished in the heart, when the mind is worked by the Holy Spirit, the life will bear the right kind of fruit. The promise will be fulfilled, “A new heart also will I give you.” This is what is needed now."},{"refcode_short":"SpTB07 5.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 5.1 (Ellen Gould White)","content":"Those who compose the company of workers at Battle Creek are at a disadvantage in many ways. The time they spend in hearing principles and in studies of various kinds, would be of far more benefit to them if they had an altogether different spiritual atmosphere to breathe. The presentation is not good. The prompting of the students to give the most satisfactory reports of the school, is not the best lesson in education. They have had enough of this. Pretense is not the kind of education to give any one The stimulus of such education does not come from Him who understands the deceitfulness of the human heart, and who never misleads...."},{"refcode_short":"SpTB07 5.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 5.2 (Ellen Gould White)","content":"My mind is sad beyond expression because the enemy has obtained victories over the minds and hearts and wills of those whom the Lord has been admonishing, saying, “This is the way, walk ye in it.” God has been warning them for years, but they would not receive His words and take heed to them; they would not make their works perfect before Him. Some of those who claim to have been teaching the truth present before God a very ragged practise, which He does not accept. They determined to follow their own will and way, and they have been led by the enemy of all righteousness. Satan has been playing the game of life for their souls, and has been stealing away from them the Lord's entrusted gifts, putting in their place his evil sentiments, to be worked out in scientific problems. He has blinded the spiritual eyesight, and deceptive, delusive imaginings are taking the place of the word of life and truth. Some in exalted positions of responsibility are sustaining error in the place of truth. Satan makes his delusions most attractive, clothing error in the garments of truth, so that it seems the most desirable thing to possess. The minds of many whom we would naturally suppose would see things clearly, are blinded as with a bewitching sophistry of error. If the terribly bewitching, fascinating story is not interrupted, those who are listening to it will become infidels in their belief. There is no safety in their present experience. They need to be convicted and converted by eating the word of God, believing it just as it reads, interpreting it correctly, not weaving the messages sent by God to save His people, into their own sophistries, making them speak in favor of fables that undermine the foundation established by the Lord for His commandment-keeping people."},{"refcode_short":"SpTB07 6.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 6.1 (Ellen Gould White)","content":"Satan will continue to bring in his erroneous theories and to claim that his sentiments are true. Seducing spirits are at work. I am to meet the danger positively, denying the right of any one to use my writings to serve the devil's purpose to allure and deceive the people of God. God has spared my life that I may present the testimonies given me, to vindicate that which God vindicates, and to denounce every vestige of Satan's sophistry. One thing will follow another in spiritual sophistry, to deceive if possible the very elect."},{"refcode_short":"SpTB07 6.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 6.2 (Ellen Gould White)","content":"November 29.—I awake about one o'clock, and ask the Lord to give me increased faith, that His cause and work shall become more and more manifestly the work of God. When it obtains entrance into the heart, it works with convincing power. Yes, the heart is the place for the truth to begin its work. Truth is to be a power in the life and character. If received and cherished in the heart, it will work as the leaven of a life-giving principle, changing the whole being."},{"refcode_short":"SpTB07 6.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 6.3 (Ellen Gould White)","content":"Truth has power to make the sayings of Christ spirit and life. If cherished and respected, it will cause the man to turn from his evil ways. Truth and error can not abide in the same heart. “He that is not with Me is against Me,” Christ declares, “and he that gathereth not with Me scattereth abroad.”"},{"refcode_short":"SpTB07 7.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 7.1 (Ellen Gould White)","content":"Wisdom, intellect, power,—these are not God. But God is the author of all wisdom, all grace, all power. God gave Lucifer his power and wisdom, yet this intelligence was not God himself. We are to know God as He is revealed in His marvelous works. Who by searching can find out God? This is not part of our work. The law of the Lord is perfect, converting the soul. God's character is expressed in the ten commandments. To know God as He is,—this is the science of all goodness and truth and righteousness. We must obey every expression of His character as revealed in His law."},{"refcode_short":"SpTB07 7.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 7.2 (Ellen Gould White)","content":"God requires obedience, not for the purpose of showing His authority, but that we may become one with Him in character. We shall find in God the attributes of character needed to form characters after His likeness. We are to form characters that are in harmony with the Deity. Thus our natures become spiritualized in every faculty."},{"refcode_short":"SpTB07 7.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 7.3 (Ellen Gould White)","content":"We can not present any correct representation in words of God's glory and majesty. It is beyond expression. But we can enjoy the contemplation of God, and the sense of His presence. We can know of Him all that human beings can bear. We can talk with Him in prayer. At times when our faith goes out to Him completely, we converse with Him, and by faith endure the seeing of the Invisible. Faith reveals Him, and we contemplate all that we can endure. When in times of trouble and perplexity we trust Him fully, we have a living sense of His cheering, all-pervading presence and power. We realize that the Lord is indeed our strength and our portion forever. We can be one with Christ in God. But let us never undertake to define God as an essence. Never, never, venture one step into the way of putting God in the place of the things of His creation."},{"refcode_short":"SpTB07 8","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 8 (Ellen Gould White)","content":"Chapter 2—A Warning and an Appeal"},{"refcode_short":"SpTB07 8.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 8.1 (Ellen Gould White)","content":"I have words to speak to the church in Battle Creek. My brethren and sisters, you have need now to consider carefully your course of action. Where will those be found who continue in a course of rebellion against God? I am bidden to repeat to you this message: “Hear ye, O mountains, the Lord's controversy, and ye strong foundations of the earth: for the Lord hath a controversy with His people, and He will plead with Israel. O my people, what have I done unto thee? and wherein have I wearied thee? testify against Me.”"},{"refcode_short":"SpTB07 8.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 8.2 (Ellen Gould White)","content":"And again, “Hear, O heavens, and give ear, O earth: for the Lord hath spoken, I have nourished and brought up children, and they have rebelled against Me. The ox knoweth his owner, and the ass his master's crib: but Israel doth not know, My people doth not consider. Ah sinful nation, a people laden with iniquity, a seed of evil-doers, children that are corrupters: they have forsaken the Lord, they have provoked the Holy One of Israel unto anger, they are gone away backward."},{"refcode_short":"SpTB07 8.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 8.3 (Ellen Gould White)","content":"“Why should ye be stricken any more? ye will revolt more and more: the whole head is sick, and the whole heart faint. From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrefying sores: they have not been closed, neither bound up, neither mollified with ointment. Your country is desolate, your cities are burned with fire...."},{"refcode_short":"SpTB07 8.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 8.4 (Ellen Gould White)","content":"“Wash you, make you clean; put away the evil of your doings from before Mine eyes; cease to do evil; learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow. Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they shall be white as snow; though they be red like crimson, they shall be as wool. If ye be willing and obedient, ye shall eat the good of the land: but if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the Lord hath spoken it.”"},{"refcode_short":"SpTB07 9.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 9.1 (Ellen Gould White)","content":"“Yea, the stork in the heaven knoweth her appointed times, and the turtle and the crane and the swallow observe the time of their coming; but My people know not the judgment of the Lord.”"},{"refcode_short":"SpTB07 9.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 9.2 (Ellen Gould White)","content":"How true is the solemn statement, “My people know not the judgment of the Lord.” Has not this been repeatedly demonstrated in Battle Creek? Have not men stood up in public assemblies and ridiculed the idea that the burning of our two largest institutions was a reproof and a judgment from God? Could they have seen the presentation given me of what will be in the future, their ridicule would suddenly have turned to mourning."},{"refcode_short":"SpTB07 9.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 9.3 (Ellen Gould White)","content":"The burning of these two institutions was verily a judgment from God. And yet men who have been given wonderful advantages and opportunities, and who are capable of understanding the dealings of God with His people of old, have stood up to defy, as it were, the Holy One of Israel, and to make of none effect the working of God's providence in His dealings with His people. Such ones should remember that an unerring record is kept of such utterances, and that they are written in the books. Some are filled with a wicked spirit of resistance and opposition, and this spirit they will continue to cherish till the bitter, bitter end. Unless those who have dared to brave God's will, fully repent and turn to Him in humility and contrition, they will perish with all who do evil and who stand in the way of the work of God. They have chosen the power of worldly law, but they will one day feel the power of a higher law, from which they have departed, but which it is impossible to evade or escape."},{"refcode_short":"SpTB07 10.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 10.1 (Ellen Gould White)","content":"What wonderful truths fell from the lips of Christ when He called His disciples to consider the fowls of the air and the flowers of the field, which obey the orders of God's will. These come to us as lessons of admonition and reproof, for our ingratitude and lack of faith. Gifted with higher, nobler powers than the lower orders of creation, man has nevertheless chosen to disobey his Creator."},{"refcode_short":"SpTB07 10.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 10.2 (Ellen Gould White)","content":"Christ Himself, the Son of the infinite God, clothed His divinity with humanity, and came to this world to show human beings what they may become by obeying the principles of heaven. Through His grace they may become partakers of the divine nature, escaping the corruption that is in the world through lust. Clearly God makes known His will to men and women. Evidence after evidence is given of His unwillingness that any should perish. It is His desire that all through believing and obeying His word shall have eternal life. The Saviour's reference to the flowers and the birds is a rebuke to human beings who depart from the plan of God in their behalf, and lower themselves to do acts that dishonor their maker and Him who came to teach men and women how to practise the virtues that will give them a welcome into the heavenly courts."},{"refcode_short":"SpTB07 10.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 10.3 (Ellen Gould White)","content":"In His lessons Christ shows us how we may reveal the pure, unselfish love, and the unquestioning faith, that He manifested in coming from heaven to become one with humanity, that human beings, by living pure, holy lives, might become one with Him, and thus one with God. Keenly does He rebuke all distrust and every phase of unbelief. He invites us to learn to cast all our care upon Him; for without help from Him we can not carry aright the heavy burdens of life."},{"refcode_short":"SpTB07 10.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 10.4 (Ellen Gould White)","content":"Unbelief has led many in Battle Creek to the doing of evil works and to the carrying out of wrong principles. It has led them to strengthen themselves in a wrong course."},{"refcode_short":"SpTB07 11.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 11.1 (Ellen Gould White)","content":"“Consider the lilies of the field,” said Christ, “how they grow; they toil not, neither do they spin: and yet I say unto you, That even Solomon in all his glory was not arrayed like one of these. Wherefore, if God so clothe the grass of the field, which today is, and tomorrow is cast into the oven, shall He not much more clothe you, O ye of little faith? Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed? (For after all these things do the Gentiles seek.)”"},{"refcode_short":"SpTB07 11.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 11.2 (Ellen Gould White)","content":"What a rebuke to a life of self-serving on the part of those who claim to be disciples of Christ! Are those who claim to be followers of Christ showing anxious care about the things of this life, are they giving first consideration to houses and lands, and business interests? Are they showing the greed, the selfishness, the sinfulness of sharp practises? In the past this was done in our institutions in Battle Creek, and it placed them where the rebuke of God fell on their unrighteousness. His judgments came upon the two largest of our institutions. Before all the world His displeasure was shown by stern judgments. And yet, there are those who, since these terrible experiences, have refused correction and have followed a course of determined obstinacy. Some seem determined to continue doing those things that brought the expression of the displeasure of God upon those who would not heed admonition and warnings. They have kept up a continual defiance against God, and warfare against the testimonies of reproof that He has sent."},{"refcode_short":"SpTB07 11.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 11.3 (Ellen Gould White)","content":"Much has been done to hinder the advancement of the great work that God has committed to His people,—the proclamation of the last gospel message to all nations and kindreds and tongues and peoples. Some who have houses and other property in Battle Creek have shown themselves very much opposed to heeding the warnings that God in mercy has given them to remove from Battle Creek to places where their influence would be of far greater account. But the time is drawing nigh when the judgments of God will be more signally seen in Battle Creek. Many claiming to be believers have dishonored the truth of God. They have diverted His money into wrong channels, to carry out worldly plans. But because of the righteous who are among them the Lord has waited and shown patience. The cause of God has suffered great hindrance because the talents entrusted to His people have not been used in the work of proclaiming the truth, and on every hand we see unworked fields. Saith the Lord, When I visit them for their iniquity, I will punish them for all their greed, and their worldliness, as the Gentiles. I will not spare, unless they repent."},{"refcode_short":"SpTB07 12.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 12.1 (Ellen Gould White)","content":"The sentiments of unbelief that were expressed after the judgments of God had come, showed that some would keep up their rebellion until the hour of God's patience is exhausted. Those who have acted as the Gentiles act, will be punished as the Gentiles, only with as much greater severity as the abundance of light given them makes their sin against God the greater. He will not spare, neither will He have mercy, unless there is a thorough conversion of soul, and that repentance which needeth not to be repented of."},{"refcode_short":"SpTB07 12.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 12.2 (Ellen Gould White)","content":"What will the believers in Battle Creek do now, is the question? Christ has given me a message to give to them. “That, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed. The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armor of light.” “Redeeming the time, because the days are evil.”"},{"refcode_short":"SpTB07 13.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 13.1 (Ellen Gould White)","content":"There is presented before me the work which has not been done, but which might have been done had those professing to be Christians been Christlike in character. I am bidden to say that all boasting is evidence that Christ's invitation, “Come unto Me, and I will give you rest,” has not been heeded. Those who boast show that they are not wearing His yoke, or learning of Him His meekness and lowliness. All pretense is self-deception. When Christlikeness is not revealed in the life, it shows that the Saviour has been excluded from the soul."},{"refcode_short":"SpTB07 13.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 13.2 (Ellen Gould White)","content":"Many will never, never have eternal life unless they see the sinfulness of their course of action, and realize how greatly it has dishonored God. They are not servants of Christ, because they do not do His works. The Lord says, Proclaim My message; say to those who have professed to be followers of Jesus, but have dishonored their profession by making false paths for their feet and the feet of others, Repent; for your souls’ sake, repent and be converted. You have been going on and on for years against light, against knowledge, until the Laodicean message applies to your case. Many have become corrupted in faith, corrupted in principle. Many have dishonored God, and sold themselves to sin, and in word and deed have helped others on in the strange paths they have chosen, until they do not know what pure religion is. They have sacrificed faith for worldly favor, and are leavened with that which is opposed to righteousness. At first they felt some compunction of conscience, but they refused to turn back, and now hardness of heart is preparing them for hopeless apostasy, and the judgments of God. The appeals of their Saviour have been resisted, His mercy abused, His provisions of redeeming love, made by infinite sacrifice, rejected. His heart yearns over them, His hand has been outstretched to save, but they turned away, slighting His invitations of mercy. And yet His hand is stretched out still, for our Saviour made provision that all who receive Him shall be given power to become the sons of God."},{"refcode_short":"SpTB07 14.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 14.1 (Ellen Gould White)","content":"Infinite treasure has been richly and freely bestowed upon God's people. Says the apostle: “Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord, according as His divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of Him that hath called us to glory and virtue: whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust. And besides this, giving all diligence, add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity. For if these things be in you and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ. But he that lacketh these things is blind, and can not see afar off, and hath forgotten that he was purged from his old sins. Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall: for so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ. Wherefore I will not be negligent to put you in remembrance of these things, though ye know them, and be established in the present truth.”"},{"refcode_short":"SpTB07 14.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 14.2 (Ellen Gould White)","content":"Again we read that “of His fulness have all we received, and grace for grace.” And again, “My grace is sufficient for thee: for My strength is made perfect in weakness.”"},{"refcode_short":"SpTB07 15.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 15.1 (Ellen Gould White)","content":"Says the Saviour: “All power is given unto Me in heaven and in earth. Go ye therefore, and teach all nations, baptizing them into the name of the Father, and of the Son, and of the Holy Ghost; teaching them to observe all things whatsoever I have commanded you; and, lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"SpTB07 15.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 15.2 (Ellen Gould White)","content":"Shall this wealth of grace and power for service continue to be unappreciated, and turned from without relish or appetite? Shall we not heed the words of our great Leader, “If any man will come after Me, let him deny himself, and take up his cross, and follow Me”? “So shall he be My disciples.” The privilege of becoming one with Christ is worth more than the treasures of the whole world. God calls upon His subjects to give the world evidence of their thorough loyalty to Him."},{"refcode_short":"SpTB07 15.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 15.3 (Ellen Gould White)","content":"In the camp there have been many traitors in disguise, and Christ knows every one of them. God has been dishonored by disloyal subjects, who, were Christ on the earth today in human form, would cry, “Crucify Him, crucify Him.”"},{"refcode_short":"SpTB07 15.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 15.4 (Ellen Gould White)","content":"How will it be with the unrepentant sinner hereafter? The higher the position and the greater the light accorded to the man who has become disloyal, and has denied his Saviour, the greater will be his punishment."},{"refcode_short":"SpTB07 15.5","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 15.5 (Ellen Gould White)","content":"To those abiding in Battle Creek, I say, For your souls’ sake, let as many as can, get away from its strife and its perils. Some have solemn responsibilities there, and they may have to abide there, even until near the time of the destruction from the Lord, but God will recognize and save every true soul. To those who are seeking their own convenience and pleasure, instead of the service and honor of their Saviour, my message is, “Repent, repent, repent, and be converted. Confess your sins, that they may be blotted out when the times of refreshing shall come from the presence of the Lord.”"},{"refcode_short":"SpTB07 16.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 16.1 (Ellen Gould White)","content":"There is a great overturning and overturning to take place in Battle Creek. That which has been done there since the General Conference held at Oakland in 1903 will result in the loss of many souls. Men who might have stood in clear light, doing valiant service as ministers of the gospel and medical missionaries, have been accepting false theories and sophistries, which originated with the father of lies, and yet they do not realize that they have changed."},{"refcode_short":"SpTB07 16.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 16.2 (Ellen Gould White)","content":"“Whosoever heareth these sayings of Mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock: and the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not; for it was founded upon a rock. And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand: and the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.”"},{"refcode_short":"SpTB07 16.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 16.3 (Ellen Gould White)","content":"I am bidden to give this message to you at Battle Creek. Now is your time and opportunity to do the will of God from a sincere, devoted heart. Now, just now, take your stand against the power of darkness which has come in, and has led many souls captive."},{"refcode_short":"SpTB07 16.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 16.4 (Ellen Gould White)","content":"The work of the medical missionary is not to deny God, but he who has stood at the head of the medical missionary work has been accepting theories that do away with God. At times he has felt where he was going, and has feared to advance. But again the tempter would place his brilliant representations before him, and he would neglect to flee to the Stronghold that is his only safety."},{"refcode_short":"SpTB07 16.5","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 16.5 (Ellen Gould White)","content":"To those medical missionaries and ministers who have been drinking in the scientific sophistries and bewitching fables against which you have been warned. I would say, Your souls are in peril. The world must know where you are standing and where Seventh-day Adventists are standing. God calls for all who have accepted these soul-destroying delusions no longer to halt between two opinions. If the Lord be God, follow Him."},{"refcode_short":"SpTB07 17.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 17.1 (Ellen Gould White)","content":"Satan, with all his host is on the battle-field. Christ's soldiers are now to rally round the blood- stained banner of Emmanuel. In the name of the Lord, leave the black banner of the prince of darkness, and take your position with the Prince of heaven."},{"refcode_short":"SpTB07 17.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 17.2 (Ellen Gould White)","content":"“He that hath ears to hear, let him hear.” Read your Bibles. From higher ground, under the instruction given me of God, I present these things before you. The time is near when the deceptive powers of satanic agencies will be fully developed. On one side is Christ, who has been given all power in heaven and earth. On the other side is Satan, continually exercising his power to allure, to deceive with strong, spiritualistic sophistries, to remove God out of the places that He should occupy in the minds of men."},{"refcode_short":"SpTB07 17.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 17.3 (Ellen Gould White)","content":"Satan is striving continually to bring in fanciful suppositions in regard to the sanctuary, degrading the wonderful representations of God and the ministry of Christ for our salvation into something that suits the carnal mind. He removes its presiding power from the hearts of believers, and supplies its place with fantastic theories invented to make void the truths of the atonement, and destroy our confidence in the doctrines which we have held sacred since the third angel's message was first given. Thus he would rob us of our faith in the very message that has made us a separate people, and has given character and power to our work."},{"refcode_short":"SpTB07 17.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 17.4 (Ellen Gould White)","content":"In the word of God warnings regarding this are plainly given, yet fanciful representations and interpretations of truth have been stealing in step by step, unperceived by men who ought through a clear understanding of the Scriptures, to be prepared to see the danger and sound a note of warning."},{"refcode_short":"SpTB07 18.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 18.1 (Ellen Gould White)","content":"In this our day there is need of clear spiritual discernment. Let all who fear God in Battle Creek say, “Who is sufficient for these things?” for blindness hath happened unto Israel, unto teachers and unto those who are taught."},{"refcode_short":"SpTB07 18.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 18.2 (Ellen Gould White)","content":"The message given me for the believers in Battle Creek is, Why do you take counsel with men who have not been walking in the counsel of the Lord? Much of the work that is being carried forward in Battle Creek in medical missionary lines is not acceptable to God, because a man stands at the head who is continually filling his mind with sophistries and deceptions. The Lord's voice crieth in the city, “He hath showed thee. O man, what is good, and what doth the Lord require of thee but to deal justly, to love mercy, and to walk humbly with thy God?”"},{"refcode_short":"SpTB07 18.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 18.3 (Ellen Gould White)","content":"“The Lord's voice crieth unto the city, and the man of wisdom shall see Thy name: hear ye the rod, and who hath appointed it. Are there yet the treasures of wickedness in the house of the wicked, and the scant measure that is abominable? Shall I count them pure with the wicked balances, and with the bag of deceitful weights? For the rich men thereof are full of violence, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth. Therefore also will I make thee sick in smiting thee, in making thee desolate because of thy sins.”"},{"refcode_short":"SpTB07 18.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 18.4 (Ellen Gould White)","content":"The Lord bore long with the perversity of Israel, but the time came when the people passed the boundaries, and fearful punishment fell upon those, who, having had great light, refused to repent and be converted, that Christ should heal them."},{"refcode_short":"SpTB07 19","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 19 (Ellen Gould White)","content":"Chapter 3—A Solemn Appeal"},{"refcode_short":"SpTB07 19.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 19.1 (Ellen Gould White)","content":"I can not sleep after one o'clock. My mind is deeply exercised. A presentation has been given me of our dangers. I am strongly impressed that as a people we must reach a higher standard. Is it possible that at this time, this age of the world, we can not discern the signs of the times, which our Saviour when He was upon the earth foretold to His disciples, that He might give the instruction to those who should afterward believe, to help them to prepare for the great conflict?"},{"refcode_short":"SpTB07 19.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 19.2 (Ellen Gould White)","content":"I am instructed that those who follow on in a wrong course, regardless of the lessons taught by the burning of the Sanitarium and the Review and Herald Office, are revealing the stubbornness of Pharaoh. They are refusing to be admonished by the judgments of heaven, and are pressing on without realizing that these things call them to search their hearts closely, and humble themselves before God. Unless they repent, the Lord will surely repeat His judgments, as He repeated them to the king of Egypt. God bears long with the perversity of men. He sends them decided reproofs and clear light, but if they will not receive the warnings of God, if they persist in following their own will, their own impulses, the Lord will send His judgments, and will not pardon their persistent determination to be like the people of the world."},{"refcode_short":"SpTB07 19.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 19.3 (Ellen Gould White)","content":"To invest one person with authority, as has been done in the case of the one who has been standing at the head of our medical work, is forbidden in the Word of God. The Lord will not indorse such movements as our brother has been trying to bring about in his plans. God is not honored, God is not glorified, in these movements, which are not according to equity and righteous judgment. His representation is sufficient to convince any mind that is led and taught of God."},{"refcode_short":"SpTB07 20.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 20.1 (Ellen Gould White)","content":"The Spirit of God with its restraining influence is being withdrawn from the earth. All may learn their lesson from the picture now presented in the condition of things in our world. They may see taking place the signs that Christ foretold. Those only who have humbled themselves, and kept their eyes fixed on God, will be safely hidden with Christ in God. And when Christ, who is their life, shall appear, they will appear with Him in glory."},{"refcode_short":"SpTB07 20.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 20.2 (Ellen Gould White)","content":"I am sorry, so sorry, that men will be wilfully obstinate, as was Pharaoh the king of Egypt and Nebuchadnezzar the king of Babylon; but so it is. Let all be warned by the messages sent from heaven, that when any man shall exalt his own ways and his own judgment as supreme, he will come under Satan's jurisdiction, and will be led blindfold by him, until his spirit and his methods will conform to the archdeceiver, little by little, until his whole mind is under the influence of the spell. The serpent keeps its eye fixed upon a man, to charm him, until he has no power to go from the snare."},{"refcode_short":"SpTB07 20.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 20.3 (Ellen Gould White)","content":"I now say, Let all beware of men. Let not those connected with our institutions follow the lead of any man, to carry out the policy of the world; for thus they place themselves under the influence of the enemy, and unless the Lord shall interpose, they will have no power to escape from the snare. The Lord is in earnest with us. In His Word He has declared that many shall depart from the faith, giving heed to seducing spirits and doctrines of devils. They will go to great lengths in departing from God."},{"refcode_short":"SpTB07 20.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 20.4 (Ellen Gould White)","content":"I have a decided message to bear. Let all take warning. The enemy desires to have his controversy kept up in his way and after his plan, until the harvest is past and the summer ended, and the souls of those who have been leaders under him, lost, with those who have been deceived by him. God calls upon His people to take heed, and come out of this deceptive controversy. Satan is wide-awake, and he will lose no opportunity to bind men and women to his plans, and to fasten them in such a way that before they are aware of it, they will find a yoke of bondage upon them."},{"refcode_short":"SpTB07 21.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 21.1 (Ellen Gould White)","content":"I am instructed to say to the men in our institutions, Be free men. Christ has made you free; then take your stand as God's property, not to be bought or sold under any circumstances. The Lord calls for volunteers, just as He called the fishermen to leave their nets and follow Him, and just as He called Matthew from the receipt of customs. He calls upon them to unite with Him, the greatest Teacher the world has ever known, and to learn from Him how to work for the salvation of souls. “Follow Me,” he says, and many will obey the call. God has His men of opportunity, who will leave all and follow Him. The Lord would not have these men bring into their work the practises they have followed in the past; they are to learn of Christ His methods and plans."},{"refcode_short":"SpTB07 21.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 21.2 (Ellen Gould White)","content":"The Lord God omnipotent reigneth. The Lord would have every physician connected with His work preparing himself by thorough, entire consecration, for more efficient service. His physicians are not to believe the philosophy of any other physician that lives, unless he reveals the meekness and lowliness, the purity and clearness of principle, revealed in the life of the Saviour. They are to separate from all that bears not the mark of the strictest justice and judgment...."},{"refcode_short":"SpTB07 21.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 21.3 (Ellen Gould White)","content":"Satan has his allies in men. And evil angels in human form will appear to men, and present before them such glowing representations of what they will be able to do if they will only heed their suggestions, that often they change their penitence for defiance. I call upon those who would have eternal life to break every yoke. The enlightening of the understanding must become a part of the experience. Sin has darkened the reasoning powers, and hell is triumphing. O, will not men cease to trust in human beings? Can not they discern the excellency of the perfect rule of righteousness that God has given?"},{"refcode_short":"SpTB07 22.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 22.1 (Ellen Gould White)","content":"The Lord calls upon those who once had a knowledge of the truth, but who have backslidden, to return to their first love, and become reformed, regenerated. The eyes of the mind need to be enlightened by the Holy Spirit, that they may discern between good and evil. Some concessions have been made, but no thorough work has been done to uproot the evil plant of malice, cherished so long because this person and that person did not coincide with plans and ideas of human invention. The root of bitterness has sprung up into intense life, and has borne its poisonous fruit. It still flourishes; for only the tip end of it was plucked off. When sin is removed through the blood of sprinkling, the soul will be melted by a sense of the love of Jesus, and by an abhorrence of sin. Repentance for this or that particular act is not sufficient. The heart must be cleansed. Wrong-doing is the overflowing of the fountain of an unclean, unconverted heart."},{"refcode_short":"SpTB07 22.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 22.2 (Ellen Gould White)","content":"There are those who, when wrongs have developed, would not say, I have sinned, but have tried to cover up and excuse the sin of the natural heart. But the heart must be changed, else it will ever be sending forth its bitter waters. He who with loathing of soul sees his defective character, which has so long dishonored Christ, and in contrition asks for forgiveness, will save his soul unto eternal life. Such a one will no longer excuse and vindicate actions that have brought reproach on the cause of God. Repentance is genuine when reformation takes place. He is truly repentant, and his heart will be filled with thankfulness that he was not blinded to the very end, when it would have been too late for wrongs to be righted. He will discard the old pharisaical garment of self-righteousness, and will no longer try to patch it with new cloth."},{"refcode_short":"SpTB07 23.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 23.1 (Ellen Gould White)","content":"The devil may lock arms with the sinner, and say, “Better let things go as they are. If you confess, your dignity will be hurt, your influence lost.” Thus he has gained the victory over and over again."},{"refcode_short":"SpTB07 23.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 23.2 (Ellen Gould White)","content":"O, eternal life is worth everything! and to lose it, the man loses everything. Will he give up the struggle? Will he brave it through in defiance of God, or will he show his loathing for the sins he has committed, and say, “Woe is me, that for so long I have been a transgressor of the law of God. Lord, I know that thy law is holy, just, and good. Woe is me that I have tried to preserve my dignity, and in so doing, have lost so much as a steward of Christ's grace. I have been a transgressor, but I will be so no longer. I will repent, while Christ is still pleading for me in the courts of heaven. I will now come into the presence of the Saviour, and touch the holy scepter, and if I perish, I perish”?"},{"refcode_short":"SpTB07 23.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 23.3 (Ellen Gould White)","content":"My earnest prayer is that not one soul shall continue in transgression and sin.... The Lord will surely arouse His people who are watching and waiting and praying. “Because iniquity shall abound, the love of many shall wax cold. But he that shall endure unto the end, the same shall be saved.”"},{"refcode_short":"SpTB07 24","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 24 (Ellen Gould White)","content":"Chapter 4—A Message to Our Physicians"},{"refcode_short":"SpTB07 24.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 24.1 (Ellen Gould White)","content":"I have a message to our physicians. Some of you have lost your bearings under the influence of the false impressions made upon your minds. You flatter yourselves that you are moving under the inspiration of divine advancement, but some are following the false inspiration that deceived the angels in the heavenly courts. Men who have been plainly warned are drinking in delusive sentiments, supposing that they are under the inspiration of truth and righteousness. They are greatly deceived in regard to the ground on which they are standing, and the self-confidence that they are imbibing. These men have been warned, but they do not believe the warning. The word has been sent them, “Be not deceived; God is not mocked,” but they are drinking in the sophistry of satanic devising."},{"refcode_short":"SpTB07 24.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 24.2 (Ellen Gould White)","content":"Should God deal with men as some who have had great light are dealing with their brethren, they would long since have been in that place where hope is unknown."},{"refcode_short":"SpTB07 24.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 24.3 (Ellen Gould White)","content":"Ponder well this statement. The hatred of some toward the ministers of the gospel is very evident. They have been caricatured and placed in a ridiculous light, because they would not be persuaded to do the things that the angel of God by their side impressed them not to do. The hatred manifested to them is recorded in the books of heaven as shown to God, not to man: for God by his Holy Spirit was influencing his servants not to be led to yield to the plans urged upon them."},{"refcode_short":"SpTB07 24.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 24.4 (Ellen Gould White)","content":"God calls upon all his ministers and all his medical workers to be on guard. Those who are following the devising and the plans and the subterfuges of the one so determined to have his own way are misrepresenting their Heavenly Father; for God is not instructing him. Evil angels are leading him on to do a work similar to that which was begun in heaven."},{"refcode_short":"SpTB07 25.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 25.1 (Ellen Gould White)","content":"I am awakened in the night season, and am given the message that was given to Isaiah: “Cry aloud, spare not, lift up thy voice like a trumpet, and show my people their transgression, and the house of Jacob their sins.” Let every man stand in the counsel of God, and not in the counsel of those who have received the seducing sophistry of the science that of late has sought such a prominent place in our work."},{"refcode_short":"SpTB07 25.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 25.2 (Ellen Gould White)","content":"I present the word of the Lord: Let every soul aim at perfection of character in all the works and walks of life. This will cost us something that we may not have anticipated. It may empty our purse, but it will keep the soul fortified with clean principles. Our financial resources may be seriously affected, but it will enlarge our Christian experience, and place us on vantage-ground with the faithful of all ages. We shall be in fellowship with God, and with those who in body, soul, and spirit are serving him. Is not this worth everything to us?"},{"refcode_short":"SpTB07 25.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 25.3 (Ellen Gould White)","content":"Is it not of the highest value to have the power to discern between righteousness and unrighteousness, between truth and error? Would that every man who claims to be doing God service would now realize his responsibility, and maintain that sanctified dignity conferred upon us, by our being chosen as God's representatives in this evil, selfish generation."},{"refcode_short":"SpTB07 25.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 25.4 (Ellen Gould White)","content":"To all who serve the Lord in truth and holiness, the heavenly current of grace comes in rich profusion. This grace we are to impart to others. Ever are we to keep the standard uplifted higher and still higher. Do we realize what it means to carry out the principles of truth and righteousness, what it means to repudiate every sentiment leading to high-handed injustice in dealing with God's servants? Men may mistakenly call these sentiments justice, but there is no justice in carrying out the purposes of the adversary. Does the Lord Jesus call upon us to perfect Christlike character, to be perfect, as our Father in heaven is perfect? What does this mean? It means keeping the heart and soul and mind and strength in conformity to the will of God. It means obeying the principles of righteousness in this life, keeping the commandments of God."},{"refcode_short":"SpTB07 26.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 26.1 (Ellen Gould White)","content":"I am bidden to say to the church and to the whole world that unprincipled devising is being carried on. Robbery is being committed, and men say, I was given authority to do this thing. Who gave you this authority? and who urged you on in the course that for years you have been pursuing?—It was the father of rebellion, that the cause of God should stand before the world imposed upon and plundered by unprincipled, designing actions."},{"refcode_short":"SpTB07 26.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 26.2 (Ellen Gould White)","content":"The time has come when things are to be called by their right name. Sin is sin. The Lord Jesus Christ calls upon the human agencies for whom he has given his life to come to him in humility and contrition. His blood will cleanse them from all sin and every glossed-over iniquity. Some eyes will be opened. But I no longer appeal privately as heretofore to the individuals who have been cautioned and warned, and yet, though disobeying, stand forth in their apparent power and dignity, and claim to be doing the will of heaven, when they are departing from the plain principles of heaven, as given in the Word of God. Could their eyes be opened, they would see that their feet are standing on the very brink of ruin. Let every soul bow himself under the weight of the truth of the law proclaimed from Sinai's mount."},{"refcode_short":"SpTB07 26.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 26.3 (Ellen Gould White)","content":"Those who, when reproved by God, stop to reason in regard to the possible humiliation to result from confession and repentance, will never, never travel the narrow path or enter the strait gate. These words were spoken by the messenger of God. Every human agency, man, woman, and child, must be in that spiritual condition that will enable him fully and unreservedly to acknowledge the power and authority of the truth of the words of God, which all must eat and drink in order to have eternal life. The words of God are the bread of heaven. If we would be saved, we must make them a part of the daily life."},{"refcode_short":"SpTB07 27.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 27.1 (Ellen Gould White)","content":"Those who justify their course of action in going to law, and that with their brethren in the church, are acting out the spirit that developed the rebellion in heaven. God calls upon those who have light and are followers of Jesus to represent the perfect model upon which every character should be formed. But men have misrepresented God's character by adopting in their life practise a course of action militating against the truth, while at the same time claiming to be loyal. Some are loyal to the enemy of righteousness, but not to the God of truth."},{"refcode_short":"SpTB07 27.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 27.2 (Ellen Gould White)","content":"I have seen the caricaturing of men bearing burdens in the cause of God, and that before ministers of the gospel and those who pass under the name of medical missionaries. I have seen the satanic mimicking of God's servants. The actions of the one who did this showed him to be an accuser and an opposer of the servants of God, and yet those present did not reprove nor rebuke him, but by their silence justified the wicked ridiculing of the ministers of God, men who believe in God, and are acknowledged by him as his sons. This sacrilegious misrepresentation is an offense to God, which, if not repented of, will exclude the actors in it from the society of the redeemed in the heavenly courts: for they have perverted the way of the Lord."},{"refcode_short":"SpTB07 27.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 27.3 (Ellen Gould White)","content":"Those who claim to be children of God are to place themselves under the discipline of the Holy Spirit. Thus only can they become His representatives, His children by spiritual regeneration. They are required to be conformed and assimilated to His character. His utterances of truth are to be their utterances, and His ways their ways. They are to be partakers of the divine nature, having escaped the corruption that is in the world through lust."},{"refcode_short":"SpTB07 28.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 28.1 (Ellen Gould White)","content":"We need to study the message given to the church at Sardis. “I know thy works, that thou hast a name that thou livest, and art dead. Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God. Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.” Dead, and having the name of being alive—what a terrible condition!"},{"refcode_short":"SpTB07 28.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 28.2 (Ellen Gould White)","content":"Of the one who has been working with intensity of effort to keep up a name, God says, “I know thy works, that thou hast a name that thou livest, and art dead.” He has been so occupied with keeping up a name that he has neglected responsibilities of a most solemn character. God looks upon the name as dead, so far as correct influence is concerned. Those who follow in his tread will be dead, destroyed by false representations. There is nothing more dangerous to a professing Christian than to have merely “a name.”"},{"refcode_short":"SpTB07 28.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 28.3 (Ellen Gould White)","content":"If any man in the service of God is devoting brain, bone, and muscle to the getting of a name, the enemy will step in, and will lead him to swell to such proportions that he is useless in the service of God. He may be an excellent evangelist, a gifted teacher, an attractive writer, a man of eloquent prayer, but the enemy takes advantage of his desire for self-exaltation, and leads him to make shipwreck of faith."},{"refcode_short":"SpTB07 28.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 28.4 (Ellen Gould White)","content":"An entire transformation is needed in the lives of those who have been in sympathy with the ones who have been and are still striving for a name, and to do those things that God has never appointed them as ministers of the gospel or medical missionary workers to do."},{"refcode_short":"SpTB07 29.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 29.1 (Ellen Gould White)","content":"A man standing in the high position of a leader, and yet setting an example of wrong-doing, advancing principles that God repudiates, will be taken in the snare of Satan. He may say wonderful things. He may visit the sick, help the poor, and go through the entire list of activities, and yet never bring honor to God."},{"refcode_short":"SpTB07 29.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 29.2 (Ellen Gould White)","content":"When the ambitious leader empties himself of self-glory, when he repents and confesses his sins, when he brings himself into subordination, then there will be hope of him. Until he gains this experience, the Lord has no use for him. Self must die. The character that he has been forming for years must be changed; for his own purpose has been to gain his own way and carry out his own purposes."},{"refcode_short":"SpTB07 29.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 29.3 (Ellen Gould White)","content":"It is a miserable delusion to have a name, and yet be without a connection with God, without spiritual life, without Christ, without a sense of God's presence in the soul. “Thou hast a name that thou livest, and art dead.”"},{"refcode_short":"SpTB07 29.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 29.4 (Ellen Gould White)","content":"To him whose ambitions have reached to the ends of the earth, whose activities have followed these ambitions, whose commercial enterprises have been so numerous, I must speak. To those who have for years sustained a course of action that God forbids, I would say, It is time for you to repent before God. Unless you do repent, whatever may be your calling, you will never see the kingdom of heaven. “Watch therefore: for ye know not what hour your Lord doth come”"},{"refcode_short":"SpTB07 29.5","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 29.5 (Ellen Gould White)","content":"“Who then is a faithful and wise servant, whom his Lord hath made ruler over his household, to give them meat in due season? Blessed is that servant, whom his Lord when he cometh shall find so doing. Verily I say unto you, That he shall make him ruler over all his goods. But and if that evil servant shall say in his heart, My Lord delayeth his coming; and shall begin to smite his fellow servants, and to eat and drink with the drunken; the Lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of.”"},{"refcode_short":"SpTB07 30","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 30 (Ellen Gould White)","content":"Chapter 5—A Solemn Warning"},{"refcode_short":"SpTB07 30.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 30.1 (Ellen Gould White)","content":"I wish to sound a note of warning to our people nigh and afar off. An effort is being made by those at the head of the medical work in Battle Creek to get control of property over which, in the sight of the heavenly courts, they have no rightful control. I write now to guard ministers and lay members from being misled by those who are making these efforts. There is a deceptive working going on to obtain property in an underhand way. This is condemned by the law of God. I will mention no names. But there are doctors and ministers who have been influenced by the hypnotism exercised by the father of lies. Notwithstanding the warnings given, Satan's sophistries are being accepted now just as they were accepted in the heavenly courts. The science by which our first parents were deceived is deceiving men today. Ministers and physicians are being drawn into the snare."},{"refcode_short":"SpTB07 30.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 30.2 (Ellen Gould White)","content":"I have sent warnings to many physicians and ministers, and now I must warn all our churches to beware of men who are being sent out to do the work of spies in our conferences and churches,—a work instigated by the father of falsehood and deception. Let every church-member stand true to principle. We have been told what would come, and it has come. The enemy has been working under a species of scientific devising, even as he worked in Eden. I can not specify all now, but I say to our churches, Beware of the representations coming from Battle Creek that would lead you to disregard the warnings given by the Lord about the effort to make that a great educational center. Let not your sons and daughters be gathered there to receive their education. Powerful agencies have been stealthily working there to sow the seeds of evil."},{"refcode_short":"SpTB07 31.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 31.1 (Ellen Gould White)","content":"I must speak plainly. It is presented to me that the condition of things is just what we were warned that it would be, unless the messages of heaven were received by the leaders of the medical work in Battle Creek. But notwithstanding the warnings given, some to whom they have been sent stand up in self-confidence, as if they knew all that it was needful for them to know. They claim that they are right in the sight of God, while they disregard the very warnings God has given, and deny every danger. Thus they show their need of turning away from the seductive spirit that is working to destroy faith in the messages of warning given in the past."},{"refcode_short":"SpTB07 31.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 31.2 (Ellen Gould White)","content":"Very adroitly some have been working to make of no effect the Testimonies of warning and reproof that have stood the test for half a century. At the same time, they deny doing any such thing."},{"refcode_short":"SpTB07 31.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 31.3 (Ellen Gould White)","content":"One says, “Sister White, I have surrendered.” I have waited long to see wherein the surrender was manifested, but there has been a deeper working of the spirit of division than ever before, and a greater determination to do those things that will separate souls from righteousness and judgment and verity."},{"refcode_short":"SpTB07 31.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 31.4 (Ellen Gould White)","content":"Again, I say to all, Keep your families away from Battle Creek. Those who have so often opposed the efforts to remove from Battle Creek will some of them be seduced from the truth. The warnings that have come were none too soon. The Lord will again visit Battle Creek in judgment. Those who wish to train their families to be workers in the cause of the Lord can not afford to place them under the seducing influences that will tend to spoil their faith and lead them to become infidels. I warn those who have acted and are acting a part in this seductive work, to break the spell that is upon them."},{"refcode_short":"SpTB07 32.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 32.1 (Ellen Gould White)","content":"Warnings have been sent to many. Let our church-members beware how they allow the influence of those who have turned away from these warnings, to extend from church to church, and to other States."},{"refcode_short":"SpTB07 32","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 32 (Ellen Gould White)","content":"Chapter 6—The Warning Repeated"},{"refcode_short":"SpTB07 32.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 32.2 (Ellen Gould White)","content":"I have a warning for our people in all our churches. For years messages have been coming to the leader of our medical missionary work, telling him that he was not carrying that work forward in straight lines. He mingles with it his own spirit, and brings in ingenious inventions to do a work that God has forbidden His denominated people to do. There is a work being carried on through lawyers that is not after the divine similitude. This is manifest in efforts to get possession of property that he does not and should not control."},{"refcode_short":"SpTB07 32.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 32.3 (Ellen Gould White)","content":"For years testimonies of warning and correction that God has sent have been neglected. Because of the wrong representations given of matters, the people are in danger of being deceived. For years the Lord has looked with displeasure upon this course of action."},{"refcode_short":"SpTB07 32.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 32.4 (Ellen Gould White)","content":"I have done all that I could to encourage the leader in this work to turn to the Lord with full purpose of heart, but he has gone on in his own way, regardless of the light given him. I wish all to understand in regard to this, and to know that brethren of experience should deal faithfully and truly with him, whatever course he may pursue in return. They are not to appear to sustain him. And they should know that through the science that he has been studying for years, Satan has worked as a wise and intelligent scientist to draw him away from God."},{"refcode_short":"SpTB07 33.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 33.1 (Ellen Gould White)","content":"Notwithstanding all the warnings that have been given, he has not changed in principle. His heart is deceptive, and he deceives others. Had he stood by the principles given by the Holy Spirit, he would have been preserved from all this deception and trouble. He has had to suffer the consequences of his own doings."},{"refcode_short":"SpTB07 33","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 33 (Ellen Gould White)","content":"Chapter 7—Reopening of Battle Creek College"},{"refcode_short":"SpTB07 33.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 33.2 (Ellen Gould White)","content":"When I first heard of the reopening of Battle Creek College, I was in great distress; for I knew that this, if managed as some desired, would call many young people there. I knew that this move, if unopposed, would bring results very different from those intended or anticipated by some connected with the movement."},{"refcode_short":"SpTB07 33.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 33.3 (Ellen Gould White)","content":"How could we consent to have the flower of our youth called to Battle Creek to receive their education, when God has given warning after warning that they are not to gather there? Some who stand there as leaders and teachers do not understand the real groundwork of our faith. Many of those who have been educated in Battle Creek need to learn the first principles of present truth."},{"refcode_short":"SpTB07 33.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 33.4 (Ellen Gould White)","content":"We can not advise our youth to go to Battle Creek to obtain their education when the Lord is calling them away from Battle Creek, that they may be taught the truth for this time. “I will turn and overturn,” saith the Lord. Not all the leaders in Battle Creek are safe, reliable teachers; for they are not taught and led by God. Those who have had message after message, and yet have not heeded these messages, do not know the value of the knowledge that maketh wise unto salvation..."},{"refcode_short":"SpTB07 34.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 34.1 (Ellen Gould White)","content":"God forbid that one word of encouragement should be spoken to call our youth to a place where they will be leavened by misrepresentations and falsehoods regarding the testimonies, and the work and character of the ministers of God."},{"refcode_short":"SpTB07 34.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 34.2 (Ellen Gould White)","content":"My message will become more and more pointed, as was the message of John the Baptist, even though it cost me my life. The people shall not be deceived."},{"refcode_short":"SpTB07 34.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 34.3 (Ellen Gould White)","content":"I have been instructed that there are in Battle Creek men who are or have been connected with our institutions, who have rejected light, and chosen their own perverse way. Unless these men are converted, they will become Satan's decoys, to lead souls away from the truth. At times they will work to undermine the confidence of those in whose minds they can plant the seeds of doubt and questioning. They hate the Testimonies of reproof sent them, and refuse to follow the light given by God to direct their feet in the right way."},{"refcode_short":"SpTB07 34.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 34.4 (Ellen Gould White)","content":"My soul is so greatly distressed, as I see the working out of the plans of the tempter, that I can not express the agony of my mind. Is the church of God always to be confused by the devices of the accuser, when Christ's warnings are so definite, so plain?"},{"refcode_short":"SpTB07 34.5","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 34.5 (Ellen Gould White)","content":"The tempter is working to gather together at Battle Creek as large a number as possible, hoping that they will receive false ideas of God and His work, and thus make of no effect the impression that God would have made on the minds of those engaged in the medical missionary work and in the gospel ministry. God abhors the great swelling words of vanity that have been spoken by those connected with the Sanitarium. The judgments of God have been visited upon Battle Creek, and these judgments call for humiliation rather than for proud boasting and self-exaltation."},{"refcode_short":"SpTB07 35","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 35 (Ellen Gould White)","content":"Chapter 8—Danger to Students"},{"refcode_short":"SpTB07 35.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 35.1 (Ellen Gould White)","content":"Some think it strange that I write, “Do not send your children to Battle Creek.” I was instructed in regard to the danger of the worldly influence in Battle Creek. I have written hundreds of pages regarding the danger of having so large a sanitarium, and of calling so many people together in one place. The young people in Battle Creek are in danger. They will come in contact with error. Years ago I did not think that they would meet these errors right in the sanitariums; but when “Living Temple” came out, and some of our ministers told me that there was in it nothing but what I had been teaching all my life, I saw how great the danger was. I saw that blindness had fallen upon some who had long known the truth. I pray that the Lord will open the eyes of these ministers, that they may see the difference between light and darkness, between truth and error."},{"refcode_short":"SpTB07 35.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 35.2 (Ellen Gould White)","content":"As the Sanitarium is now located in Battle Creek, there is presented to me a very clear picture of the result of gathering students to a school in Battle Creek. By His judgments, God has revealed His displeasure at the way in which matters have been carried in the Sanitarium, and in the general management. There has not been a pure, fragrant, wholesome religious influence. The Lord does not design that the Sanitarium at Battle Creek shall be the center of education, drawing students to a place where he has evidenced that His judgments will be executed."},{"refcode_short":"SpTB07 35.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 35.3 (Ellen Gould White)","content":"No arrangements should be made to gather a large number of students at any one place. For just as surely as this is done, the stamp of the educator's mold will be imparted to the students’ minds and characters. If the mind of the teacher is radical, or if it is not complete, where it ought to be perfect through Christ Jesus, the students will show the defective stamp."},{"refcode_short":"SpTB07 36.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 36.1 (Ellen Gould White)","content":"There should be companies organized, and educated most thoroughly to work as nurses, as evangelists, as ministers, as canvassers, as gospel students, to perfect a character after the divine similitude. To prepare to receive the higher education in the school above is now to be our purpose."},{"refcode_short":"SpTB07 36","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 36 (Ellen Gould White)","content":"Chapter 9—Decided Action to be Taken Now"},{"refcode_short":"SpTB07 36.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 36.2 (Ellen Gould White)","content":"God has permitted the presentation of the combination of good and evil in “Living Temple” to be made to reveal the danger threatening us. The working that has been so ingeniously carried on he has permitted in order that certain developments might be made, and that it might be seen what a man can do with human minds when he has obtained their confidence as a physician. God has permitted the present crisis to come to open the eyes of those who desire to know the truth. He would have His people understand to what lengths the sophistry and devising of the enemy would lead."},{"refcode_short":"SpTB07 36.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 36.3 (Ellen Gould White)","content":"Men have given to our leading physician allegiance that is due to God alone; and he has been permitted to show what self-exaltation will lead men to do. Scientific, spiritualistic sentiments, representing the Creator as an essence pervading all nature, have been given to our people, and have been received even by some who have had a long experience as teachers in the word of God. The results of this insidious devising will break out again and again. There are many for whom special efforts will have to be put forth to free them from this specious deception."},{"refcode_short":"SpTB07 36.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 36.4 (Ellen Gould White)","content":"I am now authorized to say that the time has come to take decided action. The development seen in the cause of God is similar to the development seen when Balaam caused Israel to sin just before they entered the promised land. How dangerous it is so to exalt any man that he becomes confused, and confuses the minds of others in regard to the truths that for the last fifty years the Lord has been giving his people."},{"refcode_short":"SpTB07 37.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 37.1 (Ellen Gould White)","content":"Few can see the meaning of the present apostasy. But the Lord has lifted the curtain, and has shown me its meaning, and the result that it will have if allowed to continue. We must now lift our voices in warning. Will our people acknowledge God as the supreme Ruler, or will they choose the misleading arguments and views that, when fully developed, make Him, in the minds of those who accept them, as nothingness?"},{"refcode_short":"SpTB07 37.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 37.2 (Ellen Gould White)","content":"These words were spoken to me in the night season. The sentiments in “Living Temple” regarding the personality of God have been received even by men who have had a long experience in the truth. When such men consent to eat of the fruit of the tree of knowledge of good and evil, we are no longer to regard the subject as a matter to be treated with the greatest delicacy. That those whom we thought sound in the faith should have failed to discern the specious, deadly influence of this science of evil, should alarm us as nothing else has alarmed us."},{"refcode_short":"SpTB07 37.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 37.3 (Ellen Gould White)","content":"It is something that can not be treated as a small matter that men who have had so much light, and such clear evidence as to the genuineness of the truth we hold, should become unsettled, and led to accept spiritualistic theories regarding the personality of God. Those doctrines, followed to their logical conclusion, sweep away the whole Christian economy. They estimate as nothing the light that Christ came from heaven to give John to give to His people. They teach that the scenes just before us are not of sufficient importance to be given special attention. They make of no effect the truth of heavenly origin, and rob the people of God of their past experiences, giving them instead a false science."},{"refcode_short":"SpTB07 38.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 38.1 (Ellen Gould White)","content":"During the past night, I have been shown more distinctly than ever before that these sentiments have been looked upon by some as the grand truths that are to be brought in and made prominent at the present time. I was shown a platform, braced by solid timbers, the truths of the word of God. Some one high in responsibility in the medical work was directing this man and that man to loosen the timbers supporting this platform. Then I heard a voice saying, “Where are the watchmen that ought to be standing on the walls of Zion? Are they asleep? How can they be silent? This foundation was built by the Master Worker, and will stand the storm and tempest. Will they permit this man to present doctrines that deny the past experience of the people of God? The time has come to take decided action”"},{"refcode_short":"SpTB07 38.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 38.2 (Ellen Gould White)","content":"I was instructed to call upon our physicians and ministers to take a firm stand for the truth. We are not to allow atheistic, spiritualistic sentiments to be brought before our youth. God has led us in the past, giving us truth, eternal truth. By this truth we are to stand. Some of the leaders in the medical work have been deceived, and if they continue to hold fanciful, spiritualistic ideas, they will make many believe that the platform upon which we have been standing for the past fifty years has been torn away. These men need now to see with anointed eyes, with clear spiritual vision, that in spite of all men can do, “the foundation of God standeth sure,” and “the Lord knoweth them that are His.”"},{"refcode_short":"SpTB07 38.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 38.3 (Ellen Gould White)","content":"The message to the Laodicean church comes to us at this time with special meaning. Read it, and ask God to show you its import. Thank God that He is still sending us messages of mercy. Those accepting the theories regarding God that are introduced in “Living Temple” are in great danger of being led finally to look upon the whole Bible as a fiction; for these theories make of no effect the plain word of God."},{"refcode_short":"SpTB07 39.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 39.1 (Ellen Gould White)","content":"The tempter is working to gather together at Battle Creek as large a number as possible, hoping that they will receive false ideas of God and His work, and thus make of no effect the impression that God would have made in the minds of those engaged in the medical missionary work and in the gospel ministry. God abhors the great swelling words of vanity that have been spoken by those connected with the Sanitarium. The judgments of God have been visited upon Battle Creek, and these judgments call for humiliation rather than for proud boasting and self-exaltation."},{"refcode_short":"SpTB07 39.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 39.2 (Ellen Gould White)","content":"The heavenly messenger turned to those professing to be medical missionaries, and said, “How could you allow yourselves to be led blindfold? How could you so misrepresent the name you bear? You have your Bibles. Why have you not reasoned from cause to effect? You have accepted theories that have led you away from the truths that are to stamp their impress upon the characters of all Seventh-day Adventists. Your leader has been moving the foundation timbers one by one, and his reasoning would soon leave us with no certain foundation for our faith. He has not heeded the testimonies that God through His Spirit has given. The books of the Bible containing most important instruction are disregarded because they say so much about a personal God. He has not known whither his feet were tending. But in his recent writings, his tendencies toward pantheism have been revealed.”"},{"refcode_short":"SpTB07 39.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 39.3 (Ellen Gould White)","content":"The enemy of souls has sought to bring in the supposition that a great reformation was to take place among Seventh-day Adventists, and that this reformation would consist in giving up the doctrines which stand as the pillars of our faith, and engaging in a process of reorganization. Were this reformation to take place, what would result?—The principles of truth that God in His wisdom has given to the remnant church would be discarded. Our religion would be changed. The fundamental principles that have sustained the work for the last fifty years would be accounted as error. A new organization would be established. Books of a new order would be written. A system of intellectual philosophy would be introduced. The founders of this system would go into the cities and do a wonderful work. The Sabbath, of course, would be lightly regarded, as also the God who created it. Nothing would be allowed to stand in the way of the new movement. The leaders would teach that virtue is better than vice, but God being removed, they would place their dependence on human power, which, without God, is worthless. Their foundation would be built on the sand, and storm and tempest would sweep away the structure."},{"refcode_short":"SpTB07 40.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 40.1 (Ellen Gould White)","content":"Who has authority to begin such a movement? We have our Bibles. We have our experience, attested to by the miraculous working of the Holy Spirit. We have a truth that admits of no compromise. Shall we not repudiate everything that is not in harmony with this truth?"},{"refcode_short":"SpTB07 40.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 40.2 (Ellen Gould White)","content":"A mind trained only in worldly science fails to discern the deep things of God, but the same mind, converted and sanctified, would see the divine power in the word. Only the mind that is cleansed by the sanctification of the Spirit can discern heavenly things."},{"refcode_short":"SpTB07 40.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 40.3 (Ellen Gould White)","content":"The Scriptures, given by inspiration of God, are “profitable for doctrine, for reproof, for correction, for instruction in righteousness, that the man of God may be perfect, thoroughly furnished unto all good works.” Let us go to the Word of God for guidance. Let us seek for a “Thus saith the Lord.” We have had enough of human methods. Brethren, awake to your God-given responsibilities. Your judgment, unless perverted by a long practise of false principles, will discern the deep things of God, given by the Holy Spirit, and your hearts will be made susceptible to the teaching of the word."},{"refcode_short":"SpTB07 41.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 41.1 (Ellen Gould White)","content":"May God bring His people under the deep movings of His Spirit. The Spirit makes efficient the ordinary means of grace. God teaches that His kingdom is to be established in the earth, “Not by might, nor by power,” but by His Spirit. The Spirit is the efficiency of His people."},{"refcode_short":"SpTB07 41.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 41.2 (Ellen Gould White)","content":"I am instructed to say that those who would tear down the foundation that God has laid are not to be accepted as the teachers and leaders of His people. We are to hold the beginning of our confidence steadfast unto the end. Words of power have been sent by God and by Christ to this people, bringing them out from the world, point by point, into the clear light of present truth. With lips touched with holy fire, God's servants have proclaimed the message. The divine utterance has set its seal to the genuineness of the truth proclaimed."},{"refcode_short":"SpTB07 41.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 41.3 (Ellen Gould White)","content":"The Lord calls for a renewal of the straight testimony borne in years past. He calls for a revival of spiritual life. The spiritual energies of His people have long been torpid, but there will be a resurrection from apparent death."},{"refcode_short":"SpTB07 41.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 41.4 (Ellen Gould White)","content":"In the future, God will call for the gifts and talents of men not now actively engaged in His service. Let these respond to His call, putting their trust in the great Medical Missionary. The power that is the life of the soul has not been seen as it must be. It has been smothered for want of spiritual ventilation.—the blending of human effort and divine grace."},{"refcode_short":"SpTB07 41.5","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 41.5 (Ellen Gould White)","content":"God is calling upon His people to work. He comes to them as they idle away the precious, golden moments, and says, “Go work today in My vineyard.”"},{"refcode_short":"SpTB07 41.6","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 41.6 (Ellen Gould White)","content":"By prayer and confession of sin we must clear the King's highway. As we do this, the power of the Spirit will come to us. We need the Pentecostal energy. This will come; for the Lord has promised to send His Spirit as the all-conquering power."},{"refcode_short":"SpTB07 42.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 42.1 (Ellen Gould White)","content":"Men may still learn the things that belong to their peace. Mercy's voice may still be heard, calling, “Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take My yoke upon you, and learn of Me: for I am meek and lowly in heart, and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.” It is only when spiritual life is given, that rest is found, and lasting good is secured. We must be able to say, in storm and tempest, “My anchor holds.” He who builds upon any other foundation than that which has been laid, builds upon shifting sand. God calls for a reformation. But he who seeks to bring about a reformation without the aid of the Holy Spirit's reviving power, will find himself adrift. Those who turn from human foolishness and frailty, from man's seductive arts, from Satan's planning, to Christ, the shepherd and bishop of our souls, will stand secure upon the platform of eternal truth."},{"refcode_short":"SpTB07 42","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 42 (Ellen Gould White)","content":"Chapter 10—Unity in Christ"},{"refcode_short":"SpTB07 42.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 42.2 (Ellen Gould White)","content":"I awoke at twelve o'clock, unable to sleep because my mind was so deeply exercised. In my sleep I was talking earnestly with one to whom I had given message after message from the Lord. These messages had not been received and believed, and yet I could not throw off the burden."},{"refcode_short":"SpTB07 42.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 42.3 (Ellen Gould White)","content":"The Lord still has His hand stretched out to save, and He will save, if Dr. Kellogg will be humble enough to repent and find his true position. He has been making and still continues to make large human calculations. This is because he does not know the time of his visitation."},{"refcode_short":"SpTB07 43.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 43.1 (Ellen Gould White)","content":"If Elder A. T. Jones had been wise to that extent that he could reason from cause to effect, he would have followed a different course. When he sanctioned the reopening of the school in Battle Creek, the message that God had given was made of no effect by the tradition of men. Had a different course been followed, provision would have been made to obviate sufficiently the difficulties that would have to be met after years of dallying. But the work and cause of God have been hindered by the unconsecrated elements in the characters of those connected with the work."},{"refcode_short":"SpTB07 43.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 43.2 (Ellen Gould White)","content":"We have a work to do of the highest order to prepare a people to stand in the last days, ready for the issues that will come to Seventh-day Adventists; but we are years behind. Why is it that those who know the truth can not discern the signs of the times?"},{"refcode_short":"SpTB07 43.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 43.3 (Ellen Gould White)","content":"Christ declared through His prophet, “The Lord God hath given Me the tongue of the learned, that I should know how to speak a word in season to him that is weary: He wakeneth morning by morning, He wakeneth Mine ear to hear as the learned.”"},{"refcode_short":"SpTB07 43.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 43.4 (Ellen Gould White)","content":"It is of the utmost consequence that we remember that we have a Shepherd who calls His sheep by name. The Good Shepherd condescended to pitch His tent amid human encampments, to teach His followers the way of life. “The Word was made flesh, and dwelt among us,” the chosen sheep of His pasture. In the prayer recorded in the seventeenth of John, the Good Shepherd identifies His interests with those of fallen humanity. Think of Christ, the adored of the angels, in the attitude of a suppliant. He was a mighty petitioner, seeking at the hands of the Father fresh supplies of grace, and coming forth invigorated and refreshed, to impart His lessons of assurance and hope. Look at His kneeling form, as in the moonlit hours He pours forth His soul to the Father. Behold the angels watching the earnest suppliant. His prayer rises to all heaven in our behalf. He is our Elder Brother, compassed with human infirmities, and in all points tempted as we are, yet without sin."},{"refcode_short":"SpTB07 44.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 44.1 (Ellen Gould White)","content":"The disciples often witnessed Christ kneeling in prayer, their hearts broken and humbled. As their Lord and Saviour arose from His knees, what did they read in His countenance and bearing?—That He was braced for duty and prepared for trial. Prayer was a necessity of His humanity, and His petitions were often accompanied with strong crying and with agony of soul, as He saw the necessities of His disciples, who, not understanding their own dangers, were often, under Satan's temptations, led away from duty into wrong-doing...."},{"refcode_short":"SpTB07 44.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 44.2 (Ellen Gould White)","content":"Every one who becomes a child of God will reveal genuine holiness. Christ said, I sacrifice myself, that they may be sacrificed to the glory of God. Self-glory, whenever cherished, spoils the figure. For the church's good, the members must follow Christ's example of suffering, whether it means shame, imprisonment, or death. “God hath not given us the spirit of fear; but of power, and of love, and of a sound mind. Be not thou therefore ashamed of the testimony of our Lord, nor of me His prisoner: but be thou partaker of the afflictions of the gospel according to the power of God....Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus.”"},{"refcode_short":"SpTB07 44.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 44.3 (Ellen Gould White)","content":"What an argument of power is the prayer, “That they all may be one; as Thou, Father, art in Me, and I in Thee, that they also may be one in Us: that the world may believe that Thou hast sent me. And the glory which Thou gavest Me I have given them; that they may be one, even as We are one: I in them, and Thou in Me, that they may be made perfect in one: and that the world may know that Thou hast sent Me, and hast loved them, as Thou hast loved Me.”"},{"refcode_short":"SpTB07 44.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 44.4 (Ellen Gould White)","content":"I have repeated this wonderful statement; for it contains the very evidence that we are to present to the world,—the perfection of unity in the followers of Christ. The members of the church of God must reach this perfection. I can not do more than urge upon them that this perfection is found in unity in Christ. The Saviour has presented before us how much will be gained in working out the unity that will join one believer to another in the perfection of Christian love...."},{"refcode_short":"SpTB07 45.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 45.1 (Ellen Gould White)","content":"This message I am given to bear, as the Lord's messenger. The unity for which Christ prayed is a sacred pledge of discipleship. Those who enter heaven must be one with Christ. Unless they should bear the same perfection of character that He bore while on this earth, they would spoil heaven. The trial and test is to come here in this world. Here we are to be stamped with the image and superscription of God. The virtue of the grace of Christ will perfect the character of every believer who truly accepts Him. All true disciples are made members of the royal family. All have the new heart, and all blend in perfect harmony. They speak the same thing, though in this world their language may differ. Their manner of expression may not be the same, but their one desire is for the highest end in this life,—the sanctification of the same Spirit. They love as brethren."},{"refcode_short":"SpTB07 45.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 45.2 (Ellen Gould White)","content":"Christ's disciples must obey the laws of heaven on this earth, else they will never obey them in the higher world. I call upon every physician, upon every gospel minister, to obey the laws of God in everything. This world is the school in which we are to prepare for graduation into the higher school. We know not who are the chosen of God only as they reveal the education they have received from the Father and the Son, through the Holy Spirit. Christ is their Mediator, their Righteousness, and their unity centers in God. Those who are so stubborn that they will not comply with the prayer of Christ will be lawless, loveless, impolite. They could not be admitted into the family of heaven. The truth cherished in the heart will work out a blessed unity among Christ's disciples in the lower school of earth. The Lord is dishonored by the contention and strife caused by the unsanctified dispositions of professing Christians."},{"refcode_short":"SpTB07 46.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 46.1 (Ellen Gould White)","content":"I have written out fully the instruction that I was commissioned to give. We are now to take our individual selves in hand, and conquer the wicked feelings that rise in our hearts. In allowing the venom of these feelings to flow forth in words, we help Satan in his work. Our church-members need a reconversion, a renewal of the Holy Spirit's power to make them children of God, members of His family. Let every one in our churches now humble his own heart, confess his own sins, and remember that God has a controversy with those who have kept the work from advancing, by their crooked characters, which need to be made all over again."},{"refcode_short":"SpTB07 46","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 46 (Ellen Gould White)","content":"Chapter 11—A Great Opportunity Slighted"},{"refcode_short":"SpTB07 46.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 46.2 (Ellen Gould White)","content":"God designed that the General Conference of 1901 should influence you [the leader of the medical work] to make a decided change in your life-purposes. The testimonies borne before vast numbers of people have as much of a bearing on your life as on any one else connected with the cause and work of God. There were things that you might have righted up on that occasion. These things were presented to me in the light in which heaven viewed them. But you did not change your sentiments. You did not humble your heart, and confess, and become converted. You did not make any radical change in your course of action. I was working hard to bring about an honest change in regard to the work with which you were connected, and in regard to yourself, fully believing that your future course of action would sustain the impression I was endeavoring to make. I fully believed that if you were an honest man, you would see the need of pursuing an entirely different course of action; that you would accept the light coming to you in the messages that had been given, and work out a thorough change in yourself."},{"refcode_short":"SpTB07 47.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 47.1 (Ellen Gould White)","content":"But instead of taking a right position, when something came that did not harmonize with your views, you said, “Somebody has told her.” Thus it has been when anything has come that cuts across your track."},{"refcode_short":"SpTB07 47.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 47.2 (Ellen Gould White)","content":"But I hoped and hoped that you would change, until I was instructed that the words meant to encourage you to take the right stand were exerting the opposite influence on you. A condition of things has come about that has opened the door to the enemy. Old thoughts, which were never killed, have had a resurrection, and the ideas set forth in “Living Temple” is the result."},{"refcode_short":"SpTB07 47.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 47.3 (Ellen Gould White)","content":"The only course that I could pursue in order to stand in a correct light before the people was to let all know that the Lord has been sending you messages all along the line, from your first connection with the Sanitarium; that your errors had been reproved by the Lord; that you had been warned that your course of action in disparaging the ministers of the gospel, was against Jesus Christ, who gave them their work to do. Your true position has been laid out distinctly, but in the past the members of the Medical Missionary Association have known little of this."},{"refcode_short":"SpTB07 47.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 47.4 (Ellen Gould White)","content":"Instruction has been given me that the light should now come in clear lines to those associated with you, lest they be led astray. It was presented before me that when you did things which your associates knew were not right, they did not act as faithful shepherds, to tell you your mistake, because you would not acknowledge that your course of action was wrong, and would not receive anything that did not harmonize with your ideas."},{"refcode_short":"SpTB07 48.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 48.1 (Ellen Gould White)","content":"When messages have been placed in your hands to correct your course of action, you failed to give your associates the benefit of the instruction received. You yourself have not been left in darkness, but your associates have been in regard to your being out of the way. Your wrongs were reproved, but they were none the wiser."},{"refcode_short":"SpTB07 48.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 48.2 (Ellen Gould White)","content":"I am now instructed to place before our people the warnings given in regard to the medical missionary work—that this work was not to be a separate work, but was ever to be the helping hand of the gospel. The enemy influenced men to devise special documents to be signed. This was a snare to those who signed, to the institutions connected with the Battle Creek Sanitarium, and to yourself. You were acting in the capacity of one of authority and of chief influence, having oversight of these institutions. There was no need for the warnings on this point to be given more than once, but they had to be repeated over and over again. The light given, unheeded, had to be repeated, more and still more forcibly, that it might be shown that these methods and plans were not after the Lord's order."},{"refcode_short":"SpTB07 48.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 48.3 (Ellen Gould White)","content":"You had your post of duty in the medical missionary work, but you were embracing responsibilities that God had not laid upon you, and men who should have obtained an experience for themselves, were being encouraged to bind themselves up with you, and to lean their weight upon you, in the place of leaning upon the great Medical Missionary, whom all physicians should make their Strength......"},{"refcode_short":"SpTB07 48.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 48.4 (Ellen Gould White)","content":"There has been growing up a spirit of criticism, and a lack of faith in the gospel ministry, and this has continued until the present time. Now the publication of “Living Temple” has brought about a crisis. If the ideas presented in this book were received, they would lead to the uprooting of the whole construction of the faith that makes Seventh-day Adventists a chosen, denominated people."},{"refcode_short":"SpTB07 49.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 49.1 (Ellen Gould White)","content":"The light that has been given I dare not withhold. The Lord has appointed me as His messenger, and I must speak the words He gives me. The testimonies that have been given by the Lord for nearly half a century in regard to the ministerial work, and the management of our sanitariums, must come before the people, that our brethren and sisters in the faith shall understand the light that God has been pleased to give regarding the different branches of the work to be carried on at this time."},{"refcode_short":"SpTB07 49.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 49.2 (Ellen Gould White)","content":"Pantheistic ideas regarding God in nature are framed by Lucifer, the fallen angel. The strange part of the matter is that these ideas have been accepted by so many as beautiful truth. But that which they think is light will lead them into dense darkness. It is a distinguishing feature of the experience of Seventh-day Adventists to give glory to God. When we give glory to human agencies, when we have unlimited confidence in man, speaking of the excellence that we suppose him to possess, we worship we know not what. Let God be exalted. Let frail, erring human beings humble themselves before Him."},{"refcode_short":"SpTB07 49.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 49.3 (Ellen Gould White)","content":"The time will come when I must speak much more plainly, and warn our brethren in plain tones not to be led astray with the false theories of “Living Temple.” I have been shown the seductive nature of the sentiments it contains, and that which has been declared over and over again, I need not repeat. These representations are said to be in harmony with the sentiments in Sister White's published works. Those who make statements such as this are doing my books great injustice. Let all bear in mind that statements from my books may be taken out of their setting, and placed in such connection as to make it appear that the sentiments in “Living Temple” are sustained by Sister White's very words."},{"refcode_short":"SpTB07 50.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 50.1 (Ellen Gould White)","content":"A sense of duty to my Lord leads me to speak. The time for action has come. I have had much to say of the glory of God as seen in His created works, but never have I left the impression that our God Omnipotent, who ruleth in the heavens and fills all the heavens, is to be found in flower, and leaf, and tree. What I have said of God's works in nature, was meant to lead the mind from nature to nature's God, to show that all the glory should be given to Him who ruleth in the heavens, controlling all things in heaven and in earth. Men are to discharge their duty to God. They are to have reverence for, and a knowledge of, a personal God. They are to praise and glorify His name as the One who has placed many beautiful things in this sin-corrupted earth, that from the child to the man and woman of mature years, all may see that God loves His family here below. He so loves us, that He gave us a tangible proof of His love, by sending His only begotten Son to bear the sin of the world, that whosoever believeth in Him should not perish, but have everlasting life. God desires us to think of the height and depth and breadth of His measureless love, which is without a parallel, and to remember that we are His purchased possession. “Ye are not your own; for ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.” We are to act as in the sight of the heavenly universe, conscientiously discharging our obligations to our Creator."},{"refcode_short":"SpTB07 50.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 50.2 (Ellen Gould White)","content":"The world is to be taken captive by Satan's deceiving representations. Where then is our security? How shall we guard against Satan's bewitching artifices?—By reading the Word of God with an intensity of desire to know Him in the light of revelation which He has left on record of Himself; by meditating upon His precepts diligently. We are to obey His commands, afraid to venture out of the path of divine revelation, and to indulge in fallacious reasoning."},{"refcode_short":"SpTB07 51.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 51.1 (Ellen Gould White)","content":"We are to realize that if we work the works of Christ, we shall not unite with the world. The Holy Spirit will give us a clear, distinct message to the world. If we will come into close relation to Christ, we shall have a part to act in carrying forward the work of present truth for this time. We are to cooperate with the three highest powers in heaven,—the Father, the Son, and the Holy Ghost,—and these powers will work through us, making us workers together with God. But when a man goes forth in human sufficiency, then the enemy comes in and inspires him, and he knows not what manner of spirit he is of. The Lord saw this, and instructed me that at the General Conference held in Oakland, I should hold no conversation with you."},{"refcode_short":"SpTB07 51","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 51 (Ellen Gould White)","content":"Chapter 12—The Result of a Failure to Heed God's Warnings"},{"refcode_short":"SpTB07 51.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 51.2 (Ellen Gould White)","content":"We have now come to a period in our history when there is great necessity of more than human wisdom. I carry a burden night and day. I dare not move by impulse. I dare not remain passive, and do nothing. Yet I am forbidden to engage in controversy with men whom the Lord has distinctly represented to me as being in great danger of misinterpreting their own spiritual condition. They are spiritually blind—as verily blind as were the men who in Christ's day claimed to be able to see, but who could not discern their true condition. Many are being led astray. The blind are leaders of the blind. And unless these deluded souls, both the leaders and their followers, are converted and transformed, they will not, can not, be laborers together with God."},{"refcode_short":"SpTB07 52.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 52.1 (Ellen Gould White)","content":"We are now in a perilous position. Our only hope is to follow on earnestly, determinedly, and to leave the events for the Lord to manage. I tremble for the men who have not walked in the footsteps of the self-denying, self-sacrificing Redeemer. I greatly fear that they will become lost in the fog and the quicksands, and never be overcomers. I can not endure the thought of their remaining deceived. And although they have greatly erred by not following in the footsteps of our heavenly Leader, Christ Jesus, some refuse to confess their errors. They persist in trying to make it appear as if they have made no mistakes, and have not been led by seducing spirits, when I know that they have; for thus saith the One who is truth,—and no lie is of the truth."},{"refcode_short":"SpTB07 52.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 52.2 (Ellen Gould White)","content":"The ways and works that have been developed in Battle Creek since the General Conference of 1901, cause me to tremble for those who are there; for many have been acting as if blinded by satanic agencies. Little do these men know of the bearing that their leading position of influence has had on the minds of men who should never have had a trace of the experience and the example that they have had with the one who has long stood in the position of physician-in-chief. No dependence can be placed in a man whose words and actions reveal that he is spiritually blind. The leading physician of our medical work maintains that he has never departed from the truth, and yet the testimonies state that he is not familiar with the Bible foundation of truth. What can be said regarding a man who claims to have walked in the path of righteousness, in accordance with the Lord's guidance, ever since he has been old enough to understand God's will, and yet who in his life-practise disregards a plain “Thus saith the Lord”? He has a bewildered mind, an uncertain experience."},{"refcode_short":"SpTB07 53.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 53.1 (Ellen Gould White)","content":"Encouragement has often been given him,—a word here and a word there,—to show him a way of escape from his peril. He has been represented as one who is slipping over a precipice, and the hand of Christ is the only one outstretched to save. Notwithstanding these plain warnings of danger, he sees not his peril. He does not realize his condition. But God knows all things; He is infinite in knowledge and in all wisdom concerning the real condition of every man. Our thoughts are open before Him. And as God knows all things, He knows the mind of every man that He has created. We are the work of His own mind, through Christ Jesus."},{"refcode_short":"SpTB07 53.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 53.2 (Ellen Gould White)","content":"Man's mind, although divinely created, may be worked by another power, as was the mind of Adam, a man who had walked and talked with God. He who foresees all things, could, in His providence, have kept and directed Adam and Eve, if they had heeded the warning against evil. But they allowed themselves to be allured by the seductive influence of Satan's voice. The enemy, speaking through the serpent, lied against God, and bore false witness of the Creator. Satan exalted himself in preference to God. The sinless pair were beguiled, and believed the false statements made regarding God. So fully were they seduced, that they could not discern the power that was leading them into apostasy."},{"refcode_short":"SpTB07 53.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 53.3 (Ellen Gould White)","content":"And thus it has been in the case of the one who has long stood at the head of our medical work. He often declares that he has always believed the messages God has given through Sister White; and yet he has done very much to undermine confidence in the validity of the testimonies. Many have accepted so fully his version of plain messages, that the testimonies have come to have no effect on them. As a result, not a few have gone into infidelity. O, how many he has influenced to view things as he has viewed them! How often he has led others to think, “Somebody has told Sister White”!"},{"refcode_short":"SpTB07 54.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 54.1 (Ellen Gould White)","content":"I leave this matter as it now stands; for I am pained beyond measure because our brother's spiritual views are not founded on a solid basis. The man can never be relied upon in the future, unless heart and soul, mind and strength, are entirely changed, revamped. As matters now stand, I can not see how there can be Christian unity between the medical missionary work as led by those in error, and the gospel ministry. There can be no unity without a decided change in the one who has stood as leader of our medical work. If he yields fully, and is born again through the agency of the Holy Spirit, he may have imputed to him the character of Christ. But I can not see any safety in his continuing to bear the responsibilities he has borne, in the supposition that all his ideas are sound, when I know for a certainty that the conditions now existing reveal another state of affairs."},{"refcode_short":"SpTB07 54.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 54.2 (Ellen Gould White)","content":"O, how much I desire to see the one who has been looked upon as the leader of our medical work, saved, if possible! He is one that must be born again. He must be reconverted in speech and in spirit, and pass through a transformation that will enable him to discern between light and darkness. At the present time, if his ministering brethren differ with him in judgment, and work contrary to his plans, he often has no use for them. Thus it has been for years, and message after message has the Lord sent in warning, but the one to whom they have been sent has refused to hear. And even when these ministers are doing the very work that God has assigned them, still by his words and representations he has often placed them before others as men who are not true. Thus differences of opinion, cherished and dwelt upon, are implanted in the minds of many."},{"refcode_short":"SpTB07 55.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 55.1 (Ellen Gould White)","content":"The Lord can not with impunity allow men to carry on a work that creates variance and unbelief. But these evils will be repeated, unless the one who for years has been bearing the responsible position of physician-in-chief in our medical work, becomes a new man in Christ Jesus. God has given him many, many words of encouragement, as well as words of reproof; but the encouragement has all been given on condition that the man occupying so responsible a position as he has occupied, be changed in mind and judgment, becoming a Bible Christian in purpose and character. So long as he remains unconverted, there can not be brought about a blending of the missionary work of which he has been looked upon as the leader, with the gospel ministry. For years the Lord has instructed me that so long as his associates accept as genuine his representations, the medical missionary work will stand in need of a physician."},{"refcode_short":"SpTB07 55.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 55.2 (Ellen Gould White)","content":"The spirit of contention that some have revealed, has greatly retarded the progress of the Lord's work. We are all to unify on the proper basis of unity. God has pointed out the results of certain actions that can never be sanctioned by His servants; and notwithstanding, these plain messages of warning and entreaty, the same acts of wrong-doing have been persistently repeated. This course can not long be passed over in silence; for I have been instructed by the Lord that the people have a right to know and understand that for the past twenty years God in His mercy has been giving to our physician-in-chief light that has never been given to the churches. This light has shone upon our brother's pathway, in order that he might be prevented from pursuing a course that God could not approve and bless."},{"refcode_short":"SpTB07 55.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 55.3 (Ellen Gould White)","content":"Notwithstanding this light, the human agent has permitted the enemy to implant in his heart a spirit of self-exaltation. He has borne many heavy and varied responsibilities that no one man is able or fitted to carry. And in all this he has allowed others to gain the impression that his course has constantly been justified by the witness of the light given him through the testimonies; whereas, many of these messages were reproofs. Many details of past experiences could be outlined, if this were necessary. It seems as if our brother will not understand or see the part he has acted in these matters. But everything is thoroughly known to God."},{"refcode_short":"SpTB07 56.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 56.1 (Ellen Gould White)","content":"The vast fabric that has been woven by our medical missionary leaders into the web of God's cause for these last days, bears not in many respects the decided marks of God's direction. The pattern is positively forbidding; and if the whole history of God's dealings with these leaders should be revealed, as it may have to be, then there would be brought to view matters the publication of which years ago would have set the people right. Long has God borne with the erring, and the people know but little about the instruction and the admonitions that have been given; hence they have been unable to understand clearly all features of the present controversy. Strong representations have been made by those whose course God has reproved, and thus most objectionable features have been made to appear against those whom God has been using for the salvation of our medical missionary leaders."},{"refcode_short":"SpTB07 56.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 56.2 (Ellen Gould White)","content":"God knows all the actuating principles of the minds He has formed, and with what spirit they will act when under temptation. He has witnessed the persistent, rebellious course of some whom He has forbidden to follow their own plans and devisings, but who refuse to cease their evil-doing. The ways of man are before the Lord, and He pondereth all his goings. He knoweth the thoughts that come into every mind. The eyes of the Lord are in every place. He looketh to the ends of the earth, and seeth under the whole heavens. The Lord searcheth all hearts."},{"refcode_short":"SpTB07 57","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 57 (Ellen Gould White)","content":"Chapter 13—Standing in the Way of God's Messages"},{"refcode_short":"SpTB07 57.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 57.1 (Ellen Gould White)","content":"One thing it is certain is soon to be realized,—the great apostasy, which is developing and increasing and waxing stronger, and will continue to do so until the Lord shall descend from heaven with a shout. We are to hold fast the first principles of our denominated faith, and go forward from strength to increased faith. Ever we are to keep the faith that has been substantiated by the Holy Spirit of God from the earlier events of our experience until the present time. We need now larger breadth, and deeper, more earnest, unwavering faith in the leadings of the Holy Spirit. If we needed the manifest proof of the Holy Spirit's power to confirm truth in the beginning, after the passing of the time, we need today all the evidence in the confirmation of the truth, when souls are departing from the faith and giving heed to seducing spirits and doctrines of devils. There must not be any languishing of soul now."},{"refcode_short":"SpTB07 57.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 57.2 (Ellen Gould White)","content":"If ever there was a period of time when we needed the Holy Spirit's power in our discourses, in our prayers, in every action proposed, it is now. We are not to stop at the first experience, but while we bear the same message to the people, this message is to be strengthened and enlarged. We are to see and realize the importance of the message, made certain by its divine origin. We are to follow on to know the Lord, that we may know that His going forth is prepared as the morning."},{"refcode_short":"SpTB07 57.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 57.3 (Ellen Gould White)","content":"Our souls need the quickening from the Source of all power. We may be strengthened and confirmed in the past experience that holds us to the essential points of truth which have made us what we are,—Seventh -day Adventists."},{"refcode_short":"SpTB07 58.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 58.1 (Ellen Gould White)","content":"The past fifty years have not dimmed one jot or principle of our faith as we received the great and wonderful evidences that were made certain to us in 1844, after the passing of the time. The languishing souls are to be confirmed and quickened according to His word. And many of the ministers of the gospel and the Lord's physicians will have their languishing souls quickened according to the word. Not a word is changed or denied. That which the Holy Spirit testified to as truth after the passing of the time, in our great disappointment, is the solid foundation of truth. Pillars of truth were revealed, and we accepted the foundation principles that have made us what we are—Seventh-day Adventists, keeping the commandments of God and having the faith of Jesus."},{"refcode_short":"SpTB07 58.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 58.2 (Ellen Gould White)","content":"Have not the hearts of Christ's disciples burned within them as He has talked with us by the way and opened to us the Scriptures? Has not the Lord Jesus opened to us the Scriptures, and presented to us things kept secret from the foundation of the world? Some have heard the reading of the evidence of the binding claims of the law of God, and the enjoined obedience to His commandments, and have felt their characters to be in such contrast to the requirements that had they been placed in circumstances similar to Jehoiakim, king of Judah, they would have done as he did. A special message was sent to him to be read in his hearing, but after listening to three or four pages, he cut it out with a penknife, and cast it into the fire. But this could not destroy the message; for the word of God will never return unto Him void. The same Holy Spirit who had given the first testimony, which was refused and burned, came to the servant of God, who caused the first to be written in the roll, and repeated the very message that had been rejected, caused the latter to be written, and added a great deal more to it."},{"refcode_short":"SpTB07 59.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 59.1 (Ellen Gould White)","content":"Those who are willing to have the straight, plain messages of God consumed, to get them out of their sight, will only give increased publicity to, and confirmation of, the messages that they dismissed and repulsed. When the Lord sends a message to any man or woman, and they refuse to be corrected, refuse to receive it, that is not the end of the message by any means. All the transaction is recorded, and those who took part in it, by their refusal to be corrected, pronounce their own sentence against themselves."},{"refcode_short":"SpTB07 59.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 59.2 (Ellen Gould White)","content":"When God sends a message to any person, minister or doctor, if men pursue a course to make of no effect the message sent, a course that destroys the influence of the message that God designed should make a change in the principles of the one corrected, and turn his heart to repentance, it would be better for these men if they had never been born. Wickedness and deceit remain in the one to whom the Lord in mercy sent His message, but they, through Satan's devising, took it upon themselves to justify and vindicate the one whom God had corrected, and he took it upon himself to refuse the message given, and went on, sustained by men who claimed to be the ministers and doctors of the Lord. The one who should have realized his sin and corrected his evil, was presumptuous, and turned from the messages of God to follow his own course, until sin, in deception, in falsehood, in unprincipled working, in underhand dealing, became current. Whether there is any hope of a change, we know not. But all who have built that man up in his crooked course of action, which they know was not justice and righteousness, will suffer with the transgressor, unless they shall humble themselves before God, and show that repentance that needeth not to be repented of."},{"refcode_short":"SpTB07 60.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 60.1 (Ellen Gould White)","content":"Thus saith the Lord, I am the high and holy One who inhabiteth eternity. The Lord God will be vindicated in the interest He was taken to bring men to repentance, that they should see their crooked ways and turn and be converted. But ministers and doctors have stepped in between God and men reproved, and have made of no effect the reproofs He has sent, notwithstanding that the warning was to save erring men, and turn them from their wrong course of action, that their usefulness should not be destroyed, ..."},{"refcode_short":"SpTB07 60.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 60.2 (Ellen Gould White)","content":"The Spirit who asked Zechariah, “What seest thou?” to which he answered, “I see a flying roll,” also caused an angel to fly in the midst of heaven, “having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, saying with a loud voice, Fear God, and give glory to Him [let no glory be given to erring, sinful men]; for the hour of His judgment is come.” Many indeed will not understand, but will stumble at the words contained in the roll."},{"refcode_short":"SpTB07 60","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 60 (Ellen Gould White)","content":"Chapter 14—Come Out and be Separate"},{"refcode_short":"SpTB07 60.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 60.3 (Ellen Gould White)","content":"I have not been able to sleep during the past night. Letters have come to me with statements made by men who claimed to have asked Dr. Kellogg if he believes the testimonies that Sister White bears. He declares that he does, but he does not. He sent a sensible letter to me while I was at Melrose, Mass., saying, “I have surrendered,” But he has not spoken or acted as a man who has surrendered. He has felt bitterness of soul against the Lord's appointed agencies who have occupied the position of president of the General Conference. He has hated them. Has he surrendered that gall of bitterness? The Lord will not accept anything that he affirms which is false."},{"refcode_short":"SpTB07 61.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 61.1 (Ellen Gould White)","content":"The whole of the matter is not revealed. I have been waiting to see the least evidence of surrender. The word of the Lord to me is, “He is only gathering his forces for another display to magnify himself. The ministers of God are being drawn in and deceived by his science. He is doing all in his power to create a division between the medical work and the ministry of the word. He has his messenger going forth to test the pulse of God's people, and please him by disparaging the strength of the ministerial force.”"},{"refcode_short":"SpTB07 61.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 61.2 (Ellen Gould White)","content":"This large work and its sure results are plainly presented to me. I am so sorry that sensible men do not discern the trail of the serpent. I call it thus; for thus the Lord pronounces it. Wherein are those who are designated as departing from the faith and giving heed to seducing spirits and doctrines of devils, departing from the faith which they have held sacred for the past fifty years? I leave that for the ones to answer who sustain those who develop such acuteness in their plans for spoiling and hindering the work of God."},{"refcode_short":"SpTB07 61.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 61.3 (Ellen Gould White)","content":"If---had come into line, the work of God would have been years in advance of what it now is. He would have connected himself with the Lord, and Christ would have worked through him."},{"refcode_short":"SpTB07 61.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 61.4 (Ellen Gould White)","content":"The Lord would now have a straight-forward, decided testimony borne regarding every point of present truth. We are a denominated people, and we are not to yield up our faith to the science of human sophistry."},{"refcode_short":"SpTB07 61.5","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 61.5 (Ellen Gould White)","content":"November, 1905.—I slept well during the past night, from seven o'clock until half-past two. It is the Sabbath of the Lord, and I shall speak in the church at St. Helena this morning. My health is very good. I attend to my writings continuously, that everything may be in readiness if I should be taken away at a moment's notice. I do not regard that time with any fear or distrust. I am heeding to the best of my knowledge the message that Christ came from heaven to give John, as recorded in the first, second, and third chapters of Revelation."},{"refcode_short":"SpTB07 62.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 62.1 (Ellen Gould White)","content":"“But unto you I say, and unto the rest in Thyatira, as many as have not this doctrine, and which have not known the depths of Satan, as they speak; I will put upon you none other burden. But that which ye already have hold fast till I come. And he that overcometh, and keepeth My works unto the end, to him will I give power over the nations: and he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of My Father. And I will give him the morning star. He that hath an ear, let him hear what the Spirit saith unto the churches.”"},{"refcode_short":"SpTB07 62.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 62.2 (Ellen Gould White)","content":"I am instructed to say, The sentiments of those who are searching for advanced scientific ideas are not to be trusted. Such representations as the following are made: “The Father is as the light invisible; the Son is as the light embodied; the Spirit is the light shed abroad.” “The Father is like the dew, invisible vapor; the Son is like the dew gathered in beauteous form; the Spirit is like the dew fallen to the seat of life.” Another representation: “The Father is like the invisible vapor; the Son is like the leaden cloud; the Spirit is rain fallen and working in refreshing power.”"},{"refcode_short":"SpTB07 62.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 62.3 (Ellen Gould White)","content":"All these spiritualistic representations are simply nothingness. They are imperfect, untrue. They weaken and diminish the Majesty which no earthly likeness can be compared to. God can not be compared with the things His hands have made. These are mere earthly things, suffering under the curse of God because of the sins of man. The Father can not be described by the things of earth. The Father is all the fulness of the Godhead bodily, and is invisible to mortal sight."},{"refcode_short":"SpTB07 63.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 63.1 (Ellen Gould White)","content":"The Son is all the fulness of the Godhead manifested. The Word of God declares Him to be “the express image of His person.” “God so loved the world, that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” Here is shown the personality of the Father."},{"refcode_short":"SpTB07 63.2","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 63.2 (Ellen Gould White)","content":"The Comforter that Christ promised to send after He ascended to heaven, is the Spirit in all the fulness of the Godhead, making manifest the power of divine grace to all who receive and believe in Christ as a personal Saviour. There are three living persons of the heavenly trio; in the name of these three great powers—the Father, the Son, and the Holy Spirit—those who receive Christ by living faith are baptized, and these powers will co-operate with the obedient subjects of heaven in their efforts to live the new life in Christ...."},{"refcode_short":"SpTB07 63.3","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 63.3 (Ellen Gould White)","content":"There will have to be a second conversion in the hearts of some of our leading medical fraternity, and a cutting away from the men who are trying to guide the medical ship into the harbor, else they themselves will never reach the haven of rest. Christ calls, Come out from among them, and be ye separate."},{"refcode_short":"SpTB07 63.4","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 63.4 (Ellen Gould White)","content":"I write this because any moment my life may be ended. Unless there is a breaking away from the influence that Satan has prepared, and a reviving of the testimonies that God has given, souls will perish in their delusion. They will accept fallacy after fallacy, and will thus keep up a disunion that will always exist until those who have been deceived take their stand on the right platform. All this higher education that is being planned will be extinguished; for it is spurious. The more simple the education of our workers, the less connection they have with the men whom God is not leading, the more will be accomplished. Work will be done in the simplicity of true godliness, and the old, old times will be back when, under the Holy Spirit's guidance, thousands were converted in a day. When the truth in its simplicity is lived in every place, then God will work through His angels as He worked on the day of Pentecost, and hearts will be changed so decidedly that there will be a manifestation of the influence of genuine truth, as is represented in the descent of the Holy Spirit."},{"refcode_short":"SpTB07 64.1","refcode_long":"Testimonies for the Church Containing Messages of Warning and Instruction to Seventh-day Adventists, p. 64.1 (Ellen Gould White)","content":"The Holy Spirit never has, and never will in the future, divorce the medical missionary work from the gospel ministry. They can not be divorced. Bound up with Jesus Christ, the ministry of the word and the healing of the sick are one."}]