[{"refcode_short":"SSW","refcode_long":"Sabbath-School Worker","content":"Sabbath-School Worker"},{"refcode_short":"SSW July 1,  1885","refcode_long":"Sabbath-School Worker July 1,  1885","content":"1885"},{"refcode_short":"SSW July 1,  1885","refcode_long":"Sabbath-School Worker July 1,  1885","content":"July 1, 1885"},{"refcode_short":"SSW July 1,  1885","refcode_long":"Sabbath-School Worker July 1,  1885","content":"Sabbath-School Duties in the Camp-Meeting and at Home"},{"refcode_short":"SSW July 1,  1885, par. 1","refcode_long":"Sabbath-School Worker July 1,  1885, paragraph 1","content":"Dear brethren and sisters who assemble at our camp-meetings, we wish to address to you a few words in the interest of our Sabbath-schools. This is one of the important branches of the work, and should not be left to chance, or to hap-hazard management. If these schools are conducted as they should be, the efforts made in the pulpit to present the truth in a manner to win souls may be deepened; and if the labor bestowed is followed up by interested workers in the Sabbath-school, much good will be accomplished. But it is not enough to have the Sabbath-school move like well-regulated machinery. There should be practical workers; the teachers should be of that class who have a living connection with God, who have an appetite for study themselves, who will give time and moral earnestness to their work, and who will not be satisfied unless they see something accomplished."},{"refcode_short":"SSW July 1,  1885, par. 2","refcode_long":"Sabbath-School Worker July 1,  1885, paragraph 2","content":"There should be a living, growing interest in storing the mind with Bible truth. The precious knowledge thus gained will build a barrier about the soul. Although assailed with temptation, there will be a firm trust in Jesus, through the knowledge of him who hath called them to glory and to virtue. Let the teachers enter heart and soul into the subject matter of the lesson. Let them lay plans to make a practical application of the lesson, and awaken an interest in the minds and hearts of the children under their charge. Let the activities of the scholars find scope in solving the problems of Bible truth. The teachers may give character to the work, so that the exercises will not be dry and uninteresting."},{"refcode_short":"SSW July 1,  1885, par. 3","refcode_long":"Sabbath-School Worker July 1,  1885, paragraph 3","content":"Teachers do not make as earnest work as they should of the Sabbath-school exercises; they should come close to the hearts of the scholars, by aptness, by sympathy, by patient and determined effort to interest every scholar in regard to the salvation of the soul. These exercises should become altogether what the Lord would have them,—seasons of deep conviction of sin, of heart reformation. If the right work is done in a skillful, Christ-like manner, souls will be convicted, and the inquiry will be, “What shall I do to be saved?” In some Sabbath-schools, positions are given to persons who have no aptitude to teach. They have no earnest love for souls. They do not half understand the practical bearings of the truth themselves. How, then, can they lead the children and youth to the living fountain? Let the teachers themselves drink deep of the water of salvation; and then angels of God will minister to them, and they will know just what course the Lord would have them take to win the precious youth to Jesus. It requires aptitude, a will perseverance, a spirit such as Jacob had when he wrestled in prayer and exclaimed, “I will not let thee go except thou bless me.” When the blessing of God rests upon the teachers, it can but be reflected to those under their charge. Never place the youth under individuals who are spiritually indolent, who have no high, elevated, holy aspirations; for the same mind of indifference, phariseeism, of form without the power, will be seen in both teachers and scholars."},{"refcode_short":"SSW July 1,  1885, par. 4","refcode_long":"Sabbath-School Worker July 1,  1885, paragraph 4","content":"Let the parents do their part, not only helping the children in their study, but becoming familiar with the lessons themselves. The Bible is our text-book. Parents, teachers, and scholars need to become better acquainted with the precious truths contained in both the Old and the New Testaments. We must come up to a higher plain of action. Let the spirit of Jesus vitalize the souls of the workers. Then their plans and methods of labor will be of that character to win souls to Jesus Christ. In our large churches, where there are many children and youth, there is great danger of so managing the Sabbath-school that it will become a mere form, mechanical but spiritless. It lacks Jesus. Do not allow all your strength and energy to be given to worldly, temporal things during the week, and so have no energy and moral strength to give to the service of Christ on the Sabbath. There is earnest work to be done just now. We have not a moment's time to use selfishly. Let all we do be done with an eye single to the glory of God. Never rest till every child in your class is brought to the saving knowledge of Christ."},{"refcode_short":"SSW July 1,  1885, par. 5","refcode_long":"Sabbath-School Worker July 1,  1885, paragraph 5","content":"It is important that the exercises in our camp-meeting Sabbath-schools be conducted with order, promptness, and efficiency. Then the right mold will be given to Sabbath-schools in the different churches, as the people return to their homes. Do not allow business and other interests to crowd out the Sabbath-school interest, so that it shall be considered a matter of no special consequence."},{"refcode_short":"SSW July 1,  1885, par. 6","refcode_long":"Sabbath-School Worker July 1,  1885, paragraph 6","content":"Very much can be done for the education and moral and religious training of our youth by well organized, properly conducted Sabbath-schools. Time and attention should be given to this branch of the work; for its importance in its influence upon our youth cannot be estimated. But our teachers need to be converted men and women, who know what it means to wrestle with God, who will not be at rest until the hearts of the children are tuned to love, praise, and glorify God. Who will be earnest workers for souls in our Sabbath-schools? Who will take the youth separately, and talk and pray with them, and make personal appeals to them, beseeching them to yield their heart to Jesus, that they may be as a sweet savor to Christ? As we view the magnitude of the work, and see how little it is appreciated, we feel like groaning in spirit and exclaiming, Who will accept these grave responsibilities and watch for souls as they that must give an account? We are Christ's representatives upon the earth. How do we fulfill our mission? Christ's representatives will be in daily communion with him. Their words will be select, their speech seasoned with grace, their hearts filled with love, their efforts sincere, earnest, persevering, to save souls for whom Christ has died. Let all do their utmost to work for the salvation of the dear children and youth, and by and by they will listen with joy to the words of Jesus. “Well done, good and faithful servant, enter thou into the joy of thy Lord.” What is this joy?—It is beholding the redeemed saints saved through their instrumentality, through the blood of Jesus Christ."},{"refcode_short":"SSW October 1,  1885, Art. A","refcode_long":"Sabbath-School Worker October 1,  1885, Art. A","content":"October 1, 1885"},{"refcode_short":"SSW October 1,  1885, Art. A","refcode_long":"Sabbath-School Worker October 1,  1885, Art. A","content":"To Superintendents and Teachers"},{"refcode_short":"SSW October 1,  1885, Art. A, par. 1","refcode_long":"Sabbath-School Worker October 1,  1885, Art. A, paragraph 1","content":"There is earnest work to be done in our Sabbath-schools, and those who have the management of these schools should seek to move with wisdom and tact. It is a nice and important work to deal with minds, to leave a right impression, to give the right mold to character. It is a wise educator who seeks to call out the ability and powers of the student, instead of constantly endeavoring to impart instruction."},{"refcode_short":"SSW October 1,  1885, Art. A, par. 2","refcode_long":"Sabbath-School Worker October 1,  1885, Art. A, paragraph 2","content":"At different time I have received letters of inquiry in regard to the duties of the Sabbath-school superintendent. One who felt grieved because he could not awaken a deeper interest on the part of teachers and scholars, said that he took much time in talking with them, explaining everything he thought essential for them to understand, and yet there seemed to be a great lack of interest. They were not moved religiously. I would here say to this honest brother, and to any others who may laboring under similar difficulties, Examine to see if you are not responsible, in a great degree, for this lack of religious interest. Many try to do too much, and fail to encourage their teachers and students to do what they can. They need great simplicity and religious earnestness. They make long, dry speeches in the Sabbath-school and the teachers’ meeting, thus wearying the minds of both teachers and students. Such remarks are greatly out of place. They do not adapt their instruction to the real wants of the school, and they fail to draw hearts to them, for their own hearts are not full of spiritual sympathy. They do not realize that by their long, tedious talks they are killing the interest in, and love for, the school."},{"refcode_short":"SSW October 1,  1885, Art. A, par. 3","refcode_long":"Sabbath-School Worker October 1,  1885, Art. A, paragraph 3","content":"The same course is frequently pursued in the Sabbath meetings. When there is no preacher present, the one who is appointed to lead the meeting feels it his duty to try to supply the lack as best he can, and starts out with a long, prosy talk that kills the meeting on the start. And yet he is often distressed because there is so little interest manifested by those who attend these meetings. He sees that the interest is waning, and he begins to inquire what he shall do. To such I would say, Cease your efforts to sermonize. Many love to talk; but their speeches are long and dry; there is none of the heavenly moisture in them. I can but sympathize with the listeners when such a one has charge of the meeting. He thinks that so much talking ought to do a great amount of good, but it is a positive injury. A man may be logical; he may be sound in doctrine; his instruction may contain nothing but that which, if followed, will do good; and still his labors may be useless; they lack the holy fire. Such a one will never see the results he desires, either in the church or in the Sabbath-school, till he changes his manner of teaching. When the hearts of the workers are brought into sympathy with Christ, when he abides in them by living faith, they will not talk one-half as long, nor manifest one-half the smartness, that some do now; but what they say in love and simplicity will reach the heart, and they will be brought in close sympathy with teachers, scholars, and church-members."},{"refcode_short":"SSW October 1,  1885, Art. A, par. 4","refcode_long":"Sabbath-School Worker October 1,  1885, Art. A, paragraph 4","content":"A true educator will carry the minds of his hearers with him. His words will be few but earnest. Coming from the heart, they will be full of sympathy, and warm with the love for precious souls. His educational advantages may have been limited, and he may have but little natural ability, but a love for the work and a willingness to labor in humility will enable him to awaken a deep interest in both teachers and scholars. The hearts of the young will be drawn to him. His work will not be a mere form. He may have the ability to draw out from both teachers and students precious gems of spiritual and intellectual truths, and thus, while educating others, he will be educated himself. The scholars are not awed by his display of profound knowledge, and in simple language they tell what impression the lesson has made upon their minds. The result is a deep and living interest in the school. Through the simplicity of the gospel of Christ, he has reached them where they are. Their hearts are melted, and now he can mold them into the image of his Master."},{"refcode_short":"SSW October 1,  1885, Art. A, par. 5","refcode_long":"Sabbath-School Worker October 1,  1885, Art. A, paragraph 5","content":"A keen, sharp intellect may be an advantage, but the power of the educator is in his heart connection with the Light and Life of the world. He will love humanity and ever seek to bring it to a higher level. He will not always be blaming others, but his heart will be filled with pity. He will not be great in his own estimation, neither will he seek constantly to bolster up and strengthen his own dignity; but the humility of Jesus will be personified in his life. He will feel the truth of the words of Christ, “Without me ye can do nothing.” Such teachers as these are greatly needed. God will work with them. “Learn of me,” says Christ, “for I am meek and lowly of heart.” Many who are engaged in the Sabbath-school work need divine enlightenment. They lack spiritual insight to enable them to apprehend the wants of those for whom they are laboring."},{"refcode_short":"SSW October 1,  1885, Art. A, par. 6","refcode_long":"Sabbath-School Worker October 1,  1885, Art. A, paragraph 6","content":"The Sabbath-school, if rightly conducted, is one of God's great instrumentalities to bring souls to a knowledge of the truth. It is not the best plan for teachers to do all the talking, but they should draw out the class to tell what they know. Then let the teacher, with a few brief, pointed remarks or illustrations, impress the lesson upon their minds. Under no circumstances should teachers go through the lesson mechanically, and then sit down, leaving the children to stare about, or whisper and play, as we have seen them do. Such teaching is not beneficial; it is often injurious. If the teacher is properly prepared, every moment can be used to profit. The active minds of the children should be kept constantly employed. Their ideas should be drawn out and corrected, or approved, as the case may require. But never should the teacher sit down, saying, I am through. There is no such thing as getting through with the lesson."},{"refcode_short":"SSW October 1,  1885, Art. A, par. 7","refcode_long":"Sabbath-School Worker October 1,  1885, Art. A, paragraph 7","content":"Superintendents, never scold nor complain before your teachers or scholars. If you wish to influence the school for good, put away the whip, and exert a heaven-inspiring influence which will carry the minds of all with you. In making plans and regulations for the school, let them represent, as nearly as possible, the voice of the school. In some schools there is a sharp, critical spirit. Much is made of forms and rules, while the weightier matters, mercy and the love of God, are neglected. Let all be cheerful. If any have clouds encompassing their souls, let them work out into the sunlight before they enter the Sabbath-school. A mother who is constantly relating her discouragements, and complaining to her children of their lack of appreciation, cannot have proper control of them. So will it be with you, teachers and superintendents. If you see a lack in this respect, do not lessen your influence by speaking of it; but in a quiet way set influences to work that will correct the evil. Plan, study, how to secure a well-organized, well-disciplined school."},{"refcode_short":"SSW October 1,  1885, Art. A, par. 8","refcode_long":"Sabbath-School Worker October 1,  1885, Art. A, paragraph 8","content":"All in the school should feel themselves learners. We are to become daily learners if we would be true educators. It is a noble thing to teach; it is a blessed thing to learn. Knowledge is a precious possession, and the more we obtain of it, the better work will we do if we make a right use of it. As workers for God, we want more of Jesus and less of self. We should have more of a burden for souls, and should pray daily that strength and wisdom may be given us for the Sabbath. Teachers, meet with your classes. Pray with them, and teach them how to pray. Let the heart be softened, and the petitions short and simple, but earnest. Let your words be few and well chosen; and let them learn from your lips and your example that the truth of God must be rooted in their hearts or they cannot stand the test of temptation. We want to see whole classes of young people being converted to God, and growing up useful members of the church."},{"refcode_short":"SSW October 1,  1885","refcode_long":"Sabbath-School Worker October 1,  1885","content":"October 1, 1885"},{"refcode_short":"SSW October 1,  1885","refcode_long":"Sabbath-School Worker October 1,  1885","content":"Our Sabbath-Schools"},{"refcode_short":"SSW October 1,  1885","refcode_long":"Sabbath-School Worker October 1,  1885","content":"Teachers, Officers, and the Young"},{"refcode_short":"SSW October 1,  1885, par. 1","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 1","content":"I feel deeply interested in the education of children in the Sabbath-school. There is not that carefulness in the selection of officers and teachers which there should be. It is a most solemn work to so mold the minds of youth that they shall not be satisfied with the form, or to be mere machines. God has given them intelligence, and this needs to be cultivated, especially in the younger members of the Sabbath-school. Special efforts should be made to draw out the minds of the children, not merely upon the subject of the lesson, but in the direction of religious life and Christian experience. The teachers, if they are what God would have them, will have precious lessons for the children, not found in the lesson-books,—lessons drawn from a living experience with Christ. The children need to be taught briefly but lovingly in regard to what constitutes a true religious life. They should be made to understand that religion is not something that is to be attended to on special occasions and in certain places, but that it is a matter of every-day experience. Every day there will be the necessity of practicing self-denial, of making strong and decided efforts to overcome self, pride, and vanity."},{"refcode_short":"SSW October 1,  1885, par. 2","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 2","content":"But few children, even of those who profess to be religious, obey the fifth commandment. This is the commandment of promise, and it is trampled upon and disobeyed almost as much as the fourth commandment. The promise of eternal life is only to those who do the Father's commandments; and many children and youth who have professed to be Christians will be subjects of the last plagues, because they will not obey these commandments. The angel with the writer's ink-horn by his side will not put the seal of God upon any child who is irreverent, disobedient, and dishonors his parents. The destroying angel is commissioned to slay utterly old and young, both men and women and little children. If children are insubordinate and disobedient to their parents, they will be the same to God."},{"refcode_short":"SSW October 1,  1885, par. 3","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 3","content":"Among our youth, many desire to engage in the “missionary work” who have not had an education in home missionary labor. They cannot see the little duties, the patient, humble labor they may do to make home happy, and thus be a light in it. By thus faithfully acting their part at home and helping to bear the daily burden of duties, they may obtain an experience which will fit them to become missionaries on a broader scale. This home missionary work, done cheerfully by youth and children, is precious in the sight of God."},{"refcode_short":"SSW October 1,  1885, par. 4","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 4","content":"I have had recently brought to my knowledge, circumstances in regard to a class of youth, who, though professed Christians, seemed leagued together to help one another to be not only irreligious, but immoral. Letters were written to each other filled with slang; the contents were concerning the parties and dances they attended, the young men they kept company with; and language the most low and debasing was freely used. The truth and those who advocated it were reviled. Some of these were learning the dress-maker's trade, and some the millinery business; and they gloried in their aptitude to deceive their parents, their employers, and the church, and in the thought that their base conduct was kept a secret among themselves. The mothers of some of these girls were not entirely unaware of their course; but the children had broken away from all restraint, and refused to obey or respect the wishes of their parents."},{"refcode_short":"SSW October 1,  1885, par. 5","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 5","content":"Young people of this class have attended the colleges, have been associated with others in day-school and Sabbath-school, and so have exerted an influence over the other pupils, who did not know all the vileness of their course. If forced to obey rules and regulations, they become insubordinate, and manufacture lies against the teachers in the schools, just in accordance with their own vile imaginings. We might suppose these could have no influence, yet they have had a decided one. We cannot feel that the mothers are inexcusable in these matters; for if they had managed their children after the rules laid down in the word of God, they would not have taken such a course."},{"refcode_short":"SSW October 1,  1885, par. 6","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 6","content":"I mention these things that the conductors of our Sabbath-schools will not feel that, though the children have a knowledge of forms, and can act like well-regulated machines, the work is a success. You must go deeper. Every teacher should, by precept and example, be able to show the plain and upward path to purity, to holiness, and the paradise of God."},{"refcode_short":"SSW October 1,  1885, par. 7","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 7","content":"There is much false religion even among children. Many who profess to be followers of Christ are in the broad road to perdition; and this is one of the signs of the last days. “In the last days, perilous times shall come. For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,...having a form of godliness, but denying the power thereof.” And many youth will choose these immoral, low minded ones as their companions, thus showing that their own minds have been cast in the same inferior mold. There is work to be done, earnest, loving work, to elevate the minds of the young, and bring them up to the Bible standard. Its sacred truths must be the rule and guide of our life. Coming from God, it admits of no mistakes. It is the sure word of prophecy."},{"refcode_short":"SSW October 1,  1885, par. 8","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 8","content":"Missionary work needs to be done around our own firesides. Many overlook their home duties in religious matters, and take up burdens away from home, to save other souls. God help the workers to commence right, and labor in accordance with God's written word! I know what I say when I tell you that not one-twentieth part is being done in S. S. effort in our large and smaller churches that might be done. The workers in Battle Creek are too prosy. They do not drink deep draughts from the well of salvation. There is form enough, like soldiers on parade, but the deep, inward working is wanting. There is constant danger of forsaking the great fountain of living waters, and drinking at little turbid streams which contain poison and produce spiritual death."},{"refcode_short":"SSW October 1,  1885, par. 9","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 9","content":"Every branch of the work needs to feel the purifying, sanctifying, ennobling influence of the truth of the Bible as it is in Jesus. Oh for the power to come right to hearts, with the old, sweet story of the cross! The teacher, imbued with the love of Christ, and softened, subdued, and contrite before God, can use his talents in devising ways and means to reach the hearts of the inattentive and impenitent. Would that everyone whose name is registered on the church book might cleanse the heart, the soul temple, and open the door that Jesus may come in and make him a channel of light, so that he can have a compelling power through Jesus Christ to bring souls to Christ."},{"refcode_short":"SSW October 1,  1885, par. 10","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 10","content":"When Jesus possesses the heart, there will be no prevarication, no secret iniquity practiced, no hidden sins covered; all will be as transparent as the sunlight. Care must be taken that the youth who walk secretly in the paths of dishonesty and corruption be not accepted as teachers or officers in the Sabbath-schools. The course of some that are teachers is such that God abhors them. Falsehood, fraud, dissembling, and immorality is written against them in the books of heaven. The standard must be elevated, and sins and corruptions must not be permitted to exist in our midst. While the guilty ones are honored with positions of trust, where they educate and give lessons to the youth, how can God bless the work? How can those with unholy, unsanctified hearts, that have never known the religion of Jesus, feel competent to be teachers and superintendents in our Sabbath-schools? How can they elevate and purify by their example?"},{"refcode_short":"SSW October 1,  1885, par. 11","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 11","content":"Let those who undertake to act a part in God's cause and in his holy work, be men and women of pure lives and character,—men and women of sterling integrity, who make the word of God their standard of duty. With meekness, and reverence for God, combine these three: “Not slothful in business; fervent in spirit; serving the Lord.” One is our master, even Christ, and to him we are responsible for doing the work he has committed to our trust with pureness, with knowledge, with love unfeigned. God will not intrust sacred interests to be managed by unclean hands and unholy hearts. We must have greater spiritual eye-sight. We must ourselves be learners in Christ's school before we can be teachers. We are to stand as representatives of Jesus Christ, to ward off as far as possible all influences that are pernicious and tend to corrupt those under our care. The value of the souls of youth demands this of all. If one in the church or serving in the Sabbath-school be dishonest and unreliable, it is the work of faithful men to see that his influence does not spread, and that souls are not misguided by him, and deluded into sin. Unless this work is done, you are charged with guilt by the Lord for conniving at deception and hiding sin. God help the workers to elevate the standard!"},{"refcode_short":"SSW October 1,  1885, par. 12","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 12","content":"Saith the Lord, “I have seen the wicked in great power, and spreading himself like a green bay-tree. Yet he passed away, and lo, he was not; yea, I sought him, and he could not be found. Mark the perfect man and behold the upright; for the end of that man is peace.” Will the fathers and mothers uphold their children in iniquity? will they seek to lessen the sin which the Lord abhors? Will men in responsible positions see who is intrusted with sacred trusts? Will we elevate the standard, that the sin of Achan be not chargeable to God's people, and they put to shame?"},{"refcode_short":"SSW October 1,  1885, par. 13","refcode_long":"Sabbath-School Worker October 1,  1885, paragraph 13","content":"“Thou hast a few names,” said the angel to John, “even in Sardis, who have not defiled their garments; and they shall walk with me in white; for they are worthy.” These held fast their integrity as did Joseph and Daniel; and they secured the characters which God represents as more precious than the gold of Ophir. Such characters will let their light shine. They have been led by the light and love of Jesus, which constrains them to improve every opportunity for promoting the cause of Christ in the earth, devoting their God-given powers in making men purer, elevating and sanctifying them for heaven. What a work is this to stand registered in the books above,—a work of which we shall not be ashamed, but which will live through eternal ages!"},{"refcode_short":"SSW April 1,  1886","refcode_long":"Sabbath-School Worker April 1,  1886","content":"1886"},{"refcode_short":"SSW April 1,  1886","refcode_long":"Sabbath-School Worker April 1,  1886","content":"April 1, 1886"},{"refcode_short":"SSW April 1,  1886","refcode_long":"Sabbath-School Worker April 1,  1886","content":"Sabbath-School Influences"},{"refcode_short":"SSW April 1,  1886","refcode_long":"Sabbath-School Worker April 1,  1886","content":"On the Steamer Cephalonia, August 13, 1885"},{"refcode_short":"SSW April 1,  1886, par. 1","refcode_long":"Sabbath-School Worker April 1,  1886, paragraph 1","content":"The Sabbath-school should be one of the greatest instrumentalities, and the most effectual, in bringing souls to Christ. Our Sabbath-school workers need to be especially imbued with the spirit of Christ. They cannot be co-workers with Christ unless they have him abiding in their hearts by faith. There needs to be the converting power of God and his transforming grace in the Sabbath-school at Battle Creek. The children need a more decided effort in regard to religious culture. The leading workers and the teachers should labor for perfect harmony. There should be co-operation on the part of parent, children, and teachers. Let every worker labor for wisdom and fact, that he may put forth that well-directed effort which God requires. We are to cultivate tact and sharp discernment, to be quick to see opportunities to do good and to seize these opportunities and make the most of them. Teachers of the different classes should bring every child into their heart, and under their special watchcare."},{"refcode_short":"SSW April 1,  1886, par. 2","refcode_long":"Sabbath-School Worker April 1,  1886, paragraph 2","content":"It is impossible to do this work for time and eternity unless the teacher has a close connection with God. Jesus has said, “Search the Scriptures, for in them ye think ye have eternal life, and they are they which testify of me.” Do not encourage a superficial manner of investigating the truth. Make every point of truth clear and distinct to the minds of the children. Do not crowd upon their minds an accumulated amount of matter at one time. The precious word of God is to be a lamp to their path and a light to their feet. Impress upon their minds that it is their privilege to walk in the light. It is the path of peace, of purity, of holiness, cast up for the ransomed of the Lord to walk in. Christ has led the way in this path, he is the true Shepherd; in following him, they avoid the by-paths and dangerous pitfalls."},{"refcode_short":"SSW April 1,  1886, par. 3","refcode_long":"Sabbath-School Worker April 1,  1886, paragraph 3","content":"In the word of God they are to learn that all who enter heaven must have a perfect character; for then they will meet their Lord in peace. Many children and youth have their characters imprinted on their countenances. Their life's history they carry in the features of the face. The true workers should impress upon the minds of the children a beautiful, pure, Christ-like character, which will transfigure the countenance. If Christ is the abiding principle in the heart, you may read purity, refinement, peace, and love in the features. In other countenances, an evil character hangs out the sign; selfishness, cunning, deceit, falsehood, enmity, and jealousy are expressed there. How difficult it is for truth to impress the hearts and countenances of such characters!"},{"refcode_short":"SSW April 1,  1886, par. 4","refcode_long":"Sabbath-School Worker April 1,  1886, paragraph 4","content":"We need now to give special attention to the cultivation of character. Let this mind be in you that was in Christ Jesus, that it may elevate and ennoble the highest, as also the lowest worker in our Sabbath-schools, so that Jesus will not be ashamed to acknowledge them as his co-laborers. All spiritual culture Christ has provided for his children. If Jesus is abiding in the soul, the heart is filled with the holy graces of his spirit, which makes itself manifest in the transforming of the features. If you would have beauty and loveliness of character, the divine law must be written upon the heart and carried out in the life."},{"refcode_short":"SSW April 1,  1886, par. 5","refcode_long":"Sabbath-School Worker April 1,  1886, paragraph 5","content":"The Bible lessons which are taught in our schools are of far greater consequence than many now discern. These children will have to meet in the near future the heresies and fables that abound in the Christian world. Instruct the youth with simplicity but great thoroughness. Your work must stand the test of the Judgment. The youth in this age must be fitted by the grace of Christ to meet and overcome evils which have been introduced into society. They will have opportunities to use all the knowledge and influence that they have acquired, and will need wisdom from above to stem the current of evil which surrounds them. The supporters of error and of unscriptural doctrines are numerous. The world at large is leading them to forget God and to despise his claims. The law of God is trampled beneath unholy feet. Every youth is responsible to God for his opportunities, and for the precious light shining upon him from the Scriptures."},{"refcode_short":"SSW April 1,  1886, par. 6","refcode_long":"Sabbath-School Worker April 1,  1886, paragraph 6","content":"The instruction given youth and children should not be of a superficial character. The teachers should do all in their power, as those standing in defense of the truth, to raise the standard high. There cannot be a worse thing done for your Sabbath-school than to place as workers young men and young women who have shown great defects in their religious experience. You have in your Sabbath-school as teachers of the children some who are greatly deficient in moral worth and true culture. These are brought before the children to be their teachers, to engage in labor for them, when their own life and character have been marked with loose morals and sins that God cannot tolerate. If such have been transformed by the grace of Christ, they will evidence the fact by humility and modesty of deportment. Do not lower the standard in your Sabbath-schools. Your children must have as their teachers those whose example and influence will be a blessing rather than a curse. They must have constantly before them a high sense of the virtue, purity, and holiness which characterizes the Christian life. Their ideas upon this point must not become confused; let none move unwisely or ignorantly in these matters. Give not by voice or pen encouragement to men or women who have not moral worth, whose past life shows a want of conscience and integrity. They may be sharp, witty, and intelligent; but if the heart is not imbued with the Spirit of God, and if they have not integrity of character, their influence points earthward, not heavenward, and will be detrimental wherever they are, and in whatever they may engage. We are in great need of men and women who sense sin and hate iniquity; who have spiritual eyesight to discern the wants of the cause of God, and to work with a devoted, unselfish interest, keeping self ever hid in Jesus. We want young men of whom God can approve, who have practical godliness, who have consciences quick to feel and sense danger; men and women who will not exalt themselves, and will not seek to hide the deformity of the soul under a cloak of godliness; those who feel their weakness and imperfections of character, and who will hang their helpless souls upon Jesus Christ. Those who are self-confident, and think their way is above criticism, will show very imperfect work. Said the apostle, “When I am weak, then am I strong.” While sensing his weakness, he by faith laid hold of Jesus Christ and his grace."},{"refcode_short":"SSW April 1,  1886, par. 7","refcode_long":"Sabbath-School Worker April 1,  1886, paragraph 7","content":"It becomes every one who has any connection with the work of God to move modestly and cautiously, if he would not be deceived by the enemy of souls. If you do not individually have divine enlightenment, you will certainly make great mistakes; you will call good evil, and evil good. I have been shown that you should have less burden of form and a greater burden to see deep heart work in the Sabbath-school. Every teacher in the school should feel that he is a missionary for God. He must improve his moments and his ability to obtain a knowledge of the word of God, that he may impart the same to his scholars. Teachers will become disqualified for their position if they are not learners. They need freshness of ideas, fresh, wise plans, life, tact, and spirit in their work. They must be apt to teach. The teacher should not confine himself to the repetition of the set words of the lesson, yet he wants to be perfectly familiar with the words as well as the ideas. Every teacher, before he stands at the head of his class, wants to have his plans distinctly laid out in his mind as to what he wants to do for that day and on that occasion. Reciting a lesson yourself before the class is not teaching it; you want simple words and plainly, clearly stated ideas. Make sure that your scholars understand you. If they cannot comprehend your ideas, then your labor is lost. Do not skim the surface; work deep. The Bible is the rule and guide of the life. Sound doctrine must be brought into actual contact with the minds and hearts of your scholars; then it will produce fruit, for sound practice will be seen as the result of your labors."},{"refcode_short":"SSW April 1,  1886, par. 8","refcode_long":"Sabbath-School Worker April 1,  1886, paragraph 8","content":"The principles of truth impressed upon the heart, line upon line, and precept upon precept, will produce right action. The Bible contains the searching maxims which God has given to guide men and women, youth and children, through the conflicts of this life to heaven. The prayer of Christ was, “Sanctify them through thy truth, thy word is truth.” However enlightened the youth may be through Bible studies, their nature is such that unless the truth of which they have knowledge is practiced in the daily life, every attempt to elevate and ennoble will be unavailing. The parents have a serious responsibility resting upon them to co-operate with the teachers in the Sabbath-school. There are hearts that the Lord has touched with his Holy Spirit. No sooner does grace begin its work in the soul, than the heart is humbled and subdued; there is no wrestling for the supremacy; pride is gone; there is such a sense of the love of Christ in giving his life for sinful beings that there is no desire to become self-exalted. The converted one sees that his Redeemer lived a life of humility, and he desires to walk in his footsteps. The missionary spirit is awakened in his heart; and while walking humbly and circumspectly in accordance with his faith, he cannot rest until he is engaged in the work of trying to win souls to Christ. He wants every one to know the preciousness of a Saviour's love. In his work of faith and devoted labor, he will meet with strong temptations and trials, for the Lord tests all his children. If he has the root of the matter in him, he will become more and more firmly established in the truth. If Christ is abiding in his heart by faith, sin appears revolting. While he will have love, kindness, and tenderness for the scholars under his charge, he will feel that as a faithful servant he must discipline and preserve order in his class. If truth is cherished, the love of the Saviour is revealed in his words and deportment. The word of God with him is not a dead letter; he will give not only lip service but heart service. Every Sabbath-school worker who has passed from death unto life through the transforming grace of Christ, will reveal the deep moving of the Spirit of God upon his own heart. Those who attempt to direct others, who make a pretension of guiding souls to the path of holiness, while their own life is marked with pleasure-loving, with pride, and with love of display, are unfaithful servants. Their life is not in accordance with their profession; their influence is an offense to God. They need a thorough conversion. Their hearts are so filled up with rubbish that there is no room for ennobling, elevated truth. The soul temple needs to be refined, purified, cleansed; for Satan rather than Christ is abiding in the heart."},{"refcode_short":"SSW April 1,  1886, par. 9","refcode_long":"Sabbath-School Worker April 1,  1886, paragraph 9","content":"It is essential that care should be taken when placing men and women in positions of trust. You should know something in regard to their past life, and the character that has been developed. You would better double your classes under God-fearing workers than to multiply teachers whose influence is not in accordance with the holy character of truth which we profess, for their influence will be demoralizing. Let every true, honest-hearted worker be encouraged to work on, keeping in view the fact that every one will be rewarded as his works have been. Work with an eye single to the glory of God. Do not refuse to bear responsibilities because you have a sense of your weakness and inefficiency. God can give you strength and wisdom, if you are consecrated to him and keep humble. Let none through slothfulness refuse to work; and let none rush ahead. urging his service when it is not wanted."},{"refcode_short":"SSW April 1,  1886, par. 10","refcode_long":"Sabbath-School Worker April 1,  1886, paragraph 10","content":"Let every true worker be grateful to God that he is honored in having an opportunity of working for the Master. Watch for opportunities to do good, and improve the talents God has given you, seeking grace daily that you may succeed in doing good. The lost opportunities for doing good in the past may well humble you to the dust, and lead you to watch carefully lest you should let slip opportunities of being a blessing to others. How many times the hour has come with its work, but the worker was not at his post of duty! Words might have been said to help and strengthen weak souls struggling under temptation, but they were never spoken. Well-directed personal efforts might have been put forth, and have saved a soul from death, and hid a multitude of sins, but there was no one to make the effort. The negligent ones will have to meet their neglect in the day of God. Most precious is the blood of Christ which cleanses from all sin. A sense of the redeeming love of Christ should lead us to embrace every opportunity of doing good. These moments are exceedingly precious if improved to the glory of God. Those who are in pursuit of earthly riches are watching constantly and sharply their opportunities of gaining their desired object; and workers for Christ should be no less earnest in winning souls to him. They may be co-laborers with Christ if they, by imitating Christ's example, do good to all brought within the sphere of their influence. For Christ's sake let the teachers and the leading workers in your Sabbath-school be men and women who love and fear God; men and women who realize the responsibility of their position, as those who are watching for souls and must render an account to God for the influence they exert over those under their charge."},{"refcode_short":"SSW April 1,  1886, par. 11","refcode_long":"Sabbath-School Worker April 1,  1886, paragraph 11","content":"We must have an increase of faith, else we cannot be renewed in the divine image, and love and obey the requirements of God. Let the prayer go forth from unfeigned lips, “Lord, increase my faith; give me divine enlightenment, for without help from thee I can do nothing.” Come in humility and bow before God; open before the Lord your Bibles, containing the divine promises; take your position upon them; make a covenant with God that you will answer his requirements; tell him you will believe without any other evidence except the naked promise. This is not presumption; but unless you work with zeal, unless you are earnest and determined, Satan will obtain the advantage, and you will be left in unbelief and darkness. The words and promises of God are the only foundation of our faith. Take the word of God as truth, as a living, speaking voice to you, and obey faithfully every requirement. God is faithful who hath promised. He will work with the efforts of superintendents and teachers. Our blessings are limited by the weakness of our faith. God is not unwilling to bestow; he is a reservoir of power. We must cherish meekness and lowliness of heart. We may have rich evidences of his love and mercy daily in our self-denying efforts to do others good. I entreat the workers in our Sabbath-schools to put on the whole armor of God, and as faithful soldiers of Jesus Christ, show their fidelity. God will reward every work that is done to his glory."},{"refcode_short":"SSW October 1,  1886","refcode_long":"Sabbath-School Worker October 1,  1886","content":"October 1, 1886"},{"refcode_short":"SSW October 1,  1886","refcode_long":"Sabbath-School Worker October 1,  1886","content":"The Sabbath-School as a Missionary Field"},{"refcode_short":"SSW October 1,  1886, par. 1","refcode_long":"Sabbath-School Worker October 1,  1886, paragraph 1","content":"Our Sabbath-schools are nothing less than Bible societies, and they may embrace far more than they have hitherto done in the sacred work. They possess a power, if rightly managed, and are capable of doing a good and great work; but they are not what they may be and what they should be. If properly conducted, the influence growing out of the Sabbath-school will improve and enlarge the church, instead of diverting the interest from the church, and concentrating it in the school. There is a most precious missionary field in the Sabbath-school. If now there are omens of good, they are only the beginning of what may be. The great work of opening God's word to the people by the means of Bible readings from house to house, gives character and importance to the Sabbath-school. It proves that the teachers should be really converted men and women, who understand the Scriptures, and can adapt their teaching to the various grades in the school. The idea of Bible readings is Heaven-born. It may put hundreds into the field to do an important work that otherwise would remain undone. The Bible is unchained. It may be carried to every man's door, and its truth presented to every man's conscience, and as a result, many will, like the Bereans, search the Scriptures, to see what is truth. Christ has said, “Search the Scriptures, for in them ye think ye have eternal life, and they are they that testify of me.” Jesus, the world's Redeemer, bids men not only to read, but to search the Scriptures."},{"refcode_short":"SSW October 1,  1886, par. 2","refcode_long":"Sabbath-School Worker October 1,  1886, paragraph 2","content":"This is a great and important work, and in doing it will be found a great reward, for obedience to Christ's injunction will not go unrewarded. He will crown with special tokens of his favor this act of obedience and loyalty in following the light revealed in his word. As soon as men and women will open the Bible, and look upon the utterances of God with reverence, and with an earnest desire to know what saith the Lord, light and grace will be given them, and they will see wondrous things out of God's law. They will not see it as a yoke of bondage, but as God's utterances, given for them to obey,—wise, just, and good. These great truths, which have been neglected, unheeded, and unappreciated for ages, the Spirit of God will flash into the understanding, and every page will be illuminated with the light of life. The book is not sealed, but the wonderful truths are revealed. The living oracles are heard by wondering ears, and the consciences of men are aroused to action."},{"refcode_short":"SSW October 1,  1886, par. 3","refcode_long":"Sabbath-School Worker October 1,  1886, paragraph 3","content":"Gather all into your Sabbath-schools and Sunday schools, from the lisping infant to those of gray hairs, and set them to the task of solving mysteries which have not been comprehended by men of giant minds. Let not narrow ideas circumscribe and bind about your labors. “The field is the world.” The doctrines lie plainly revealed on every page of the Bible, and yet the enemy will blind minds so that they cannot discern the plainest truths. Then let the truth be taught the dear children, and let them become acquainted with the revealings of God's word, and let them tell what is written. Let the minister from the desk, with lips touched by a living coal from off the altar of God, speak words that will burn into the hearts and souls of these, although the wise have not comprehended the truth. We must second the command of God, “Go forward.” There should be no standing still. We make improvements because God and his providence lead us on in the path of obedience. The truth has a sanctifying power."},{"refcode_short":"SSW October 1,  1886, par. 4","refcode_long":"Sabbath-School Worker October 1,  1886, paragraph 4","content":"Why should not the Seventh-day Adventist and Seventh-day Baptist harmonize? Why not co-operate? Why not unite in the work and become one without compromising any principle of truth, and without damage to any interest worth preserving? Both are in defense of the law of God. The Bible and the Bible alone is to be the rule of our faith, the sole bond of our union, and they who evade the truth of the Bible will not desire more intimate relationship. But if these two bodies would unite in the Sabbath-school interest, in the effort to open the word of God to the people, a work would be done that would not please the artful foe at all. One grand lesson should be taught to our children, and that is, freedom from every particle of egotism and bigotry. They should be taught that other souls outside of our faith are precious, and that jesting, sneering, sarcasm, or contempt for those outside of our faith will be an offense to God. Such a course will wound the soul, hinder the prayers, and enfeeble the spiritual growth of those who indulge in them. We should educate the children not to be narrow, but broad; and an agony of desire and a wrestling faith should be encouraged, that God will give them the ability to win souls."},{"refcode_short":"SSW October 1,  1886, par. 5","refcode_long":"Sabbath-School Worker October 1,  1886, paragraph 5","content":"One thing is certain, the spirit of love is wanting in the church and in the Sabbath-school. The workers and the learners remain on too low a level. All need to be enlarged, to have holier aspirations, to inhale a purer atmosphere. Young men are to come forth from our Sabbath-schools and from our colleges to become missionaries. They need the best kind of instruction. They need to have the virtue added to faith which comes alone from God, which will qualify them for most trying, responsible positions. The growth of the mind, of the intellect, the spiritual growth, should correspond with the growth of the body. Workers of experience should not be contended to do all the work themselves, but let the burden fall upon younger shoulders. The young men should feel it their duty to become intellectual as well as spiritual workers. Many fail, not because they lack ability, but they lack in a determined effort. They do not apply themselves, and while the experienced should unload some of the burden, placing it upon them, the inexperienced should be making the very best of their time and opportunity, learning and practicing caretaking, that they may be able to take the burdens put upon them. This is a great and important missionary effort,—the training and disciplining workers to go forth into all the world to preach the gospel to every creature."},{"refcode_short":"SSW January 1,  1889","refcode_long":"Sabbath-School Worker January 1,  1889","content":"1889"},{"refcode_short":"SSW January 1,  1889","refcode_long":"Sabbath-School Worker January 1,  1889","content":"January 1, 1889"},{"refcode_short":"SSW January 1,  1889","refcode_long":"Sabbath-School Worker January 1,  1889","content":"The Possibilities in Sabbath-School Work"},{"refcode_short":"SSW January 1,  1889, par. 1","refcode_long":"Sabbath-School Worker January 1,  1889, paragraph 1","content":"Our Sabbath-schools are nothing less than Bible societies, and in the sacred work of teaching the truths of God's word they can accomplish far more than they have hitherto accomplished. The Sabbath-school, when rightly managed, possesses marvelous power, and is adapted to doing a great work, but it is not now what it may and should be. The influence growing out of Sabbath-school work should improve and enlarge the church; but in no case should it ever be allowed to divert from the interests of the church. There is a most precious missionary field in the Sabbath-school, and if there are now omens of good, they are only indications and beginnings of what may be done."},{"refcode_short":"SSW January 1,  1889, par. 2","refcode_long":"Sabbath-School Worker January 1,  1889, paragraph 2","content":"The great work of opening the Bible from house to house in Bible-readings gives an added importance to the Sabbath-school work, and makes it evident that the teachers in the schools should be consecrated men and women, who understand the Scriptures, and can rightly divide the word of truth. The idea of holding Bible-readings is a Heaven-born idea, and opens the way to put hundreds of young men and women into the field to do an important work, which otherwise could not have been done."},{"refcode_short":"SSW January 1,  1889, par. 3","refcode_long":"Sabbath-School Worker January 1,  1889, paragraph 3","content":"The Bible is unchained. It can be carried to every man's door, and its truths may be presented to every man's conscience. There are many who, like the noble Bereans, will search the Scriptures daily for themselves, when the truth is presented, to see whether or not these things are so. Christ has said, “Search the Scriptures; for in them ye think ye have eternal life, and they are they which testify of me.” Jesus, the world's Redeemer, bids men, not only to read, but to “search the Scriptures.” This is a great and important work, and it is committed to us, and in doing this we shall be greatly benefited; for obedience to Christ's command will not go unrewarded. He will crown with especial tokens of his favor this act of loyalty in following the light revealed in his word."},{"refcode_short":"SSW January 1,  1889, par. 4","refcode_long":"Sabbath-School Worker January 1,  1889, paragraph 4","content":"As soon as the seeker for truth opens the Bible to read the utterances of God with reverence, possessing an earnest desire to know “what saith the Lord,” light and grace will be given him, and he will see wondrous things out of God's law. He will not regard the law of Jehovah as a yoke of bondage, but as the gracious commands of one who is all-wise and full of compassion. He will make haste to fulfill his requirements. Great truths which have been neglected and unappreciated for ages, will be revealed by the Spirit of God, and new meaning will flash out of familiar texts. Every page will be illuminated by the Spirit of truth. The Bible is not sealed but unsealed. The most precious truths are revealed, the living oracles are heard by wondering ears, and the consciences of men are aroused into action."},{"refcode_short":"SSW January 1,  1889, par. 5","refcode_long":"Sabbath-School Worker January 1,  1889, paragraph 5","content":"Gather the infants with lisping lips, the youth and the aged, and set them to the task of solving mysteries which have not been comprehended by the wise men of earth, although possessed of giant minds. The weighty truths of God's word are for those who are humble and willing to learn at the feet of the divine Teacher. Jesus rejoiced in spirit because of this fact, and said, “I thank thee, O Father, Lord of Heaven and earth, because thou hast hid these things from the wise and prudent, and hast revealed them unto babes. Even so, Father; for so it seemed good in thy sight.”"},{"refcode_short":"SSW January 1,  1889, par. 6","refcode_long":"Sabbath-School Worker January 1,  1889, paragraph 6","content":"Let not narrow ideas proscribe and bind about your labors. “The field is the world.” The doctrines of truth are plainly revealed on every page of the word of God, and yet the enemy has power to blind the minds of the self-sufficient, so that the plainest and simplest utterances may not be understood. Let the truth be taught to our children. Let them be armed with the revelations of the word of God. Let them be able to tell what is written in the Scriptures of truth. Let the minister from the desk, with lips touched with a coal from off the altar of Heaven, speak the words of life that will burn their way into the heart and soul of those who, although wise in the wisdom of the world, do not comprehend the wisdom that is from above."},{"refcode_short":"SSW January 1,  1889, par. 7","refcode_long":"Sabbath-School Worker January 1,  1889, paragraph 7","content":"The question, “What is truth?” should be asked with decided interest. We must respond to the command of God, and go forward from light to a greater light. There is no such thing as the soldiers of Christ standing still, careless and inactive. There are constant improvements to be made. The providence of God is leading us on step by step in the path of obedience. Let parents and teachers impress upon the minds of the children that the Lord is proving them in this life, to see if they will render obedience to him with love and reverence. Those who would not be obedient to Christ here would not obey him in the eternal world. The Lord is seeking to fit them for the heavenly mansions that Jesus has gone to prepare for those who love him."},{"refcode_short":"SSW January 1,  1889, par. 8","refcode_long":"Sabbath-School Worker January 1,  1889, paragraph 8","content":"Do not make the Sabbath-school lessons dry and spiritless. Leave the impression upon the mind that the Bible, and the Bible alone, is our rule of faith, and that the sayings and doings of men are not to be a criterion for our doctrines or actions. One grand lesson must be taught to the children, and that is that they must be free from every particle of egotism and bigotry. Teach them that Christ died to save sinners, and that those who are not of our faith, are to be labored for with great tenderness and forbearance, for their souls are precious in the sight of God. No one must be regarded with contempt. There must be no Phariseeism, no self-righteousness."},{"refcode_short":"SSW January 1,  1889, par. 9","refcode_long":"Sabbath-School Worker January 1,  1889, paragraph 9","content":"There are many true Christians, not of our faith, with whom we come in contact, who live according to the best light that they have, and they are in greater favor with God than are those who have greater light, but who have not improved it by showing corresponding works. At one time the disciples found a man who was doing a work in Christ's name, and John, relating the matter to Jesus, said, “We forbade him, because he followeth not us,” but Jesus rebuked this spirit, and told his followers that “he that is not against us is on our part.” The Way, the Truth, and the Life, will be clearly revealed in the words, the spirit, and the deportment of those who believe in and learn of Jesus. Parents and teachers should manifest the tenderest interest and sympathy for those who are not believers in the truth. They should never, either by word or action, wound a soul, the purchase of Christ's blood. If the older ones manifest a cold, harsh, unsympathetic spirit, the children will manifest the same, and their characters will not be moulded after the divine model. We must patiently educate the children and youth to feel that they are required of God to be missionaries, that they are not to be selfish, narrow, and bigoted, but broad in their ideas and sympathies. If all work in love and manifest Christian courtesy, they will be winners of souls, and will bring precious sheaves to the Master."},{"refcode_short":"SSW January 1,  1889, par. 10","refcode_long":"Sabbath-School Worker January 1,  1889, paragraph 10","content":"One thing is certain, there is too little of the spirit of love among Seventh-day Adventists, both in church and Sabbath-school work. The workers and learners aim for too low a standard. All need to be enlarged, to have higher and holier aspirations, to inhale a purer atmosphere. Young men and women are to come forth from our Sabbath-schools and colleges to become missionaries for God. They need the very best of instruction and religious training. They need that virtue that comes from God, added to knowledge, which will qualify them for trying and responsible positions. The intellectual and spiritual growth should be as marked as the development of the physical powers. The young should feel the necessity of being strong and competent intellectually as well as spiritually. Many fail to acquire this power, not because they are lacking in ability, but because they fail to apply themselves with determined and diligent effort. They should make the very most of their opportunities, and become care takers, in order to be able to bear the burdens and share the responsibilities of those who are worn and laden. The most important of all missionary work is to train workers to go into the field to preach the gospel to every creature."},{"refcode_short":"SSW January 1,  1889, par. 11","refcode_long":"Sabbath-School Worker January 1,  1889, paragraph 11","content":"Let the Sabbath-school teacher be an example in faith, in charity, in doctrine, and deportment. Let him dress with simplicity. Let him show the beauty of the natural and true, in contrast with the false and artificial. Let him teach his scholars to love God, giving them line upon line, and precept upon precept, little by little adding new features to the truth, till it is delineated before the minds in its attractiveness and beauty. Let him pray and work until he sees his charges bound to the truth, and in possession of the love of God which passeth knowledge."},{"refcode_short":"SSW April 1,  1889, par. 11","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 11","content":"April 1, 1889"},{"refcode_short":"SSW April 1,  1889","refcode_long":"Sabbath-School Worker April 1,  1889","content":"The Responsibilities of Parents and Teachers"},{"refcode_short":"SSW April 1,  1889, par. 1","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 1","content":"I feel a deep interest in our Sabbath-schools throughout the land, because I believe them to be instrumentalities of God for the education of our youth in the truths of the Bible. Constant efforts should be made by both parents and teachers to interest the youth in matters of eternal importance. The Sabbath-school is a missionary field, and very much more of the missionary spirit should be manifested in this important work than has been manifested in the past. In every grade, in both primary and advanced classes, teachers need to look constantly to the great Source of light for wisdom, for grace, and for power to mould the hearts of their scholars, and that they may deal intelligently with the purchase of Christ's blood. Each teacher should be a humble follower of Him who is meek and lowly in heart. No one should study or work that he may be considered a superior teacher, or a person of unusual ability, but that he may lead souls to Christ. There will come temptations to weave self into all that is done, but the work will be marred if this is done, for it will lead to making dry, lengthy remarks that will fail to interest or benefit the minds of the children."},{"refcode_short":"SSW April 1,  1889, par. 2","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 2","content":"While it is essential that wise, patient efforts should be made by the teacher, the work must not be left altogether to the Sabbath-school and church worker, but it must find its foundation and support in the work of the home. Parents have a sacred responsibility and charge committed to them, and they are called upon to keep their charge, to bear their responsibility in the fear of God, watching for the souls of their children as they who must give an account."},{"refcode_short":"SSW April 1,  1889, par. 3","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 3","content":"Home missionary work has been strangely neglected. Those who have had the greatest reason for earnest, Christlike solicitude for the salvation of their children, have been indifferent to their responsibilities, and have lightly regarded the wants of their households. The responsibility which God has given to men and women as parents, many have shifted from themselves to the Sabbath-school worker and to the church influence. But each instrumentality has its work, and parents who neglect their part will be weighed in the balances and found wanting."},{"refcode_short":"SSW April 1,  1889, par. 4","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 4","content":"The instruction of Christ from the pillar of cloud to the children of Israel, defines the duty of parents, and is not indefinite or hard to be understood. This instruction is for our admonition and benefit. “Therefore shall ye lay up these my words in your heart and in your soul, and bind them for a sign upon your hand, that they may be as frontlets between your eyes.” In every work of their hands, they were to remember the commandment of the Lord. It was to be bound upon their hands, not literally, but to exert an influence over every transaction of their lives. It was to be as frontlets between their eyes. Their minds were to dwell upon the truth of God's commandments, and they were to be governed by their principles. “And ye shall teach them your children, speaking of them when thou sittest in thine house, and when thou walkest by the way, when thou liest down, and when thou risest up. And thou shall write them upon the door-posts of thine house, and upon thy gates; that your days may be multiplied, and the days of your children, in the land which the Lord sware unto your fathers to give them, as the days of heaven upon the earth. For if ye shall diligently keep all these commandments which I command you, to do them, to love the Lord your God, to walk in all his ways, and to cleave unto him; then will the Lord drive out all these nations from before you, and ye shall possess greater nations and mightier than yourselves. Every place whereon the soles of your feet shall tread shall be yours; from the wilderness and Lebanon, from the river, the river Euphrates, even unto the uttermost sea shall your coast be. There shall no man be able to stand before you; for the Lord your God shall lay the fear of you and the dread of you upon all the land that ye shall tread upon, as he hath said unto you. Behold, I set before you this day a blessing and a curse; a blessing, if ye obey the commandments of the Lord your God, ... and a curse, if ye will not obey.”"},{"refcode_short":"SSW April 1,  1889, par. 5","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 5","content":"“Behold, I have taught you statutes and judgments, even as the Lord my God commanded me.... Keep therefore and do them; for this is your wisdom and your understanding in the sight of the nations, which shall hear all these statutes, and say, Surely this great nation is a wise and understanding people. For what nation is there so great, who hath God so nigh unto them, as the Lord our God is in all things that we call upon him for? And what nation is there so great, that hath statutes and judgments so righteous as all this law, which I set before you this day? Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes have seen, and lest they depart from thy heart all the days of thy life; but teach them thy sons, and thy sons' sons.”"},{"refcode_short":"SSW April 1,  1889, par. 6","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 6","content":"The direction given by the Son of God to Moses for the instruction of the children of Israel, is just as essential now as it was then, and it should be heeded as diligently by parents today as by God's ancient people. Religion must be woven into every part of the home life if we would see the results that God has designed as the fruit of following his way. Pride, self-esteem, and boldness are marked characteristics with the children of this day, and they are the curse of the age. When I see this unchristlike, unlovely manifestation on every side, and then see parents and teachers seeking to display the ability and proficiency of their children and scholars, I am pained to the heart; for I know that it is exactly the opposite course from the one that should be pursued."},{"refcode_short":"SSW April 1,  1889, par. 7","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 7","content":"Parents and teachers who gather their knowledge from the Bible, who are governed in mind and action by its holy principles, need not go astray, and be found in by and forbidden paths. The most sacred lessons of modesty and humility are to be taught to the children, both at home and in the Sabbath-school. They are to be instructed as to the high claims of the law of God, and as to their responsibility before him. The lessons that should be presented to them should be of such a character as would qualify them for usefulness in this life, and for a place in the future, immortal kingdom."},{"refcode_short":"SSW April 1,  1889, par. 8","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 8","content":"“And thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all thy might. And these words, which I command thee this day, shall be in thine heart; and thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.” These words plainly define the duty of parents and teachers; and if they will follow this instruction, they will not fail to see the best results. How different would have been the scriptural record of the history of Israel, a nation so highly favored of the Lord, if they had carried out the instruction given them from the pillar of cloud by the Son of the living God! But they did not diligently follow the admonitions given. They failed to teach their children the requirements of God; and the sad results are pictured before us in a nation rejected of God. They separated so far from the wisdom of God that when the great Teacher, Jesus, the world's Redeemer, appeared, they cried, “Away with him!” The tradition of men was more highly revered than the commandments of God. False practices and human inventions had taken the place of the pure teaching of God. That which was to have become a part of their being, was regarded as of small consequence and little worth."},{"refcode_short":"SSW April 1,  1889, par. 9","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 9","content":"When Christ came into the world to exemplify true religion, and to exalt the principles that should govern the hearts and actions of men, falsehood had taken so deep a hold upon those who had had so great light, that they no longer comprehended the light, and had no inclination to yield up tradition for truth. They rejected the heavenly Teacher, they crucified the Lord of glory, that they might retain their own customs and inventions. The very same spirit is manifested in the world today. Men are averse to investigating truth, lest their traditions should be disturbed, and a new order of things should be brought in. There is with humanity a constant liability to err, and men are naturally inclined to highly exalt human ideas and knowledge, while the divine and eternal is not discerned or appreciated. To those who were unprejudiced, the words of Christ were as the light from Heaven. “He spake as never man spake.” As the great Teacher presented the absorbing realities of the eternal future, the things of this perishing world were eclipsed. How eagerly did those who had been praying for light receive the truth; but the proud and self-righteous refused his message."},{"refcode_short":"SSW April 1,  1889, par. 10","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 10","content":"How important are the lessons that may be given to the children and youth in unfolding the Scriptures in the simplicity of Christ! Let the teacher leave all his hard, high-sounding words at home, and take only the simplest words, that will be readily comprehended by the minds of the young. But in order to be a successful teacher, not only should the methods of teaching be simple, but you must take sympathy and love with you into the Sabbath-school. The children will recognize this element, and be influenced by it. Men and women are only grown-up children. Do we not respond to words and looks of real sympathy and love? Jesus, the divine Teacher, assured his disciples of his love toward them. He assumed human nature for no other purpose than to display to men the mercy, the love, and the goodness of God in providing for the salvation and happiness of his creatures. It was for this end that he died. While uttering his tenderest words of sympathy he rejoiced in the consciousness that he intended to do “exceedingly abundantly,” above what they were able to ask or think. Daily he exhibited before them, in works of blessing to man, how great was his tenderness and love to the fallen race. His heart was a fountain of inexhaustible compassion, from which the longing heart could be supplied with the water of life."},{"refcode_short":"SSW April 1,  1889, par. 11","refcode_long":"Sabbath-School Worker April 1,  1889, paragraph 11","content":"When Jesus spoke to the people they were astonished at his doctrine; for he taught them as one having authority, and not as the scribes. The scribes had labored to establish their theories, and they had to labor to sustain them, and to keep their influence over the minds of the people by endless repetition of fables and childish traditions. The loftiest models of public instruction consisted largely in going through heartless rounds of unmeaning ceremonies and in the repetition of frivolous opinions. The teaching of Jesus inculcated the weightiest ideas and the most sublime truths in the most comprehensible and simple manner, and “the common people heard him gladly.” This is the kind of instruction that should be given in our Sabbath-schools, Light, Heaven's light, must be reflected from Jesus, the wonderful Teacher, and the souls of the children and youth must be illumined with the divine glory of his character and love. Thus the children may be led in beautiful simplicity to “the Lamb of God, which taketh away the sin of the world.”"},{"refcode_short":"SSW July 1,  1889, par. 11","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 11","content":"July 1, 1889"},{"refcode_short":"SSW July 1,  1889","refcode_long":"Sabbath-School Worker July 1,  1889","content":"The Necessity of Sympathy and Love"},{"refcode_short":"SSW July 1,  1889, par. 1","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 1","content":"Parents and teachers should seek to impress the minds of the children from their earliest years with the importance of salvation. They should teach the children that God is their heavenly Father, that his love is expressed to them in the gift of his only begotten Son, and that the Saviour of the world manifested his love toward them in coming to our world to die that we might live. If these lessons are presented in love and tenderness, they will leave a lasting impression upon the minds and hearts of the youth. As images and objects are reflected from the face of the mirror, when revealed by the sunlight, so these themes will be mirrored in the mind when illumed by the love of Christ."},{"refcode_short":"SSW July 1,  1889, par. 2","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 2","content":"The home should be made a school of instruction, rather than a place of monotonous drudgery. The evenings should be cherished as precious seasons, to be devoted to the instruction of the children in the way of righteousness. But how many children are sadly neglected. They are not educated in the home that they may comprehend the truth of God, and are not trained to love justice and to do judgment. They should be patiently instructed, that they may understand the laws that govern them, and that they may know the springs of their actions. They are to be brought into harmony with the laws of Heaven, to cherish the truth as it is in Jesus. In this way they may be fitted to join the society of the angels and to stand in the presence of the adorable Redeemer."},{"refcode_short":"SSW July 1,  1889, par. 3","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 3","content":"There may be implanted in every human soul hopes and aspirations that will be of a right character, and youth may see beauty in the way of holiness. In every case it may be necessary to employ decided measures in dealing with the young, that they may be trained, cultivated, and perfected for the highest usefulness in life. How few appreciate the value of the talents that God has bestowed upon them! How few parents and educators realize the fact that there can be a full development of mind and heart only by having a living connection with the Source of all wisdom, power, and holiness! Truth is infinite, and he whose mind is enlightened and led by the Spirit of God will go from strength to strength, finding his path growing brighter and brighter unto the perfect day."},{"refcode_short":"SSW July 1,  1889, par. 4","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 4","content":"But while we are capable of advancing in knowledge and truth, let us not lose sight of the fact that we can go backward as well as forward. We may go earthward as well as heavenward. There are many souls who are balancing between the heavenward and the hellward course. There are influences, subtle and deceiving, drawing souls away from God and heavenly things. It is necessary that everyone should be looked after from his earliest years to youth and maturity. Especially should those who know the danger of evil, and who know the love and interest that God feels for every soul, make it their business to watch for souls as they that must give an account."},{"refcode_short":"SSW July 1,  1889, par. 5","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 5","content":"Parents should command their households after them, as did Abraham, to keep the way of the Lord. If this is not done, Satan will gladly undertake the work of the parent, and train the child as it pleases him; and oh, how much this work is left to him! Let parents do their duty to those who are dependent upon them, and fashion their characters after the divine Pattern. Let parents, with living faith and entire reliance upon God, do the part assigned them, and God will do his part, and thousands of children who are now without God and without hope in the world, will be added to the church."},{"refcode_short":"SSW July 1,  1889, par. 6","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 6","content":"When the conversion of the youth shall be the great burden upon the hearts of the parents and teachers, efforts will constantly be made to discipline the character, to direct the tastes and desires in the heavenly channel. Every soul is capable of being built up in solid virtues. Each soul may reach heights, depths, and breadths of knowledge in spiritual things, and be fitted for the higher life. When parents take the first steps, making their own habits and practices in eating, dressing, and living, as simple and natural as possible, with an eye single to the glory of God, there will be order in the home, and the children will not be neglected; but time will be devoted to their instruction and development."},{"refcode_short":"SSW July 1,  1889, par. 7","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 7","content":"The children should be surrounded by the best of influences and associations. Parents who undertake this work in the fear and love of God, will guard every word, that they may hear nothing that would pain them when their own conversation is repeated by the children. They will seek to supply the weakness, ignorance, and deficiency in their children by high moral instruction that they may grow up strong in purity, with well-established habits that tend to health and happiness. With such an education they will gather up that kind of knowledge that will perfect the character in symmetry and strength."},{"refcode_short":"SSW July 1,  1889, par. 8","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 8","content":"If the youth are left to pick up an education, they will find that every facility will be furnished. From variety of sources the knowledge of evil will be brought to the mind, and, perhaps, in after life it can never be wholly effaced. When parents neglect their duty in laying the foundation of character for their children, bringing the very best principles as timbers for their character building, this neglect will be supplied by the enemy of God and man, and the youth will be indifferent to virtue and truth. The home should be made the most pleasant place in the world. What is the outward and the artificial compared with the true and the natural? The Lord has given to the children faculties that need the most careful training from both parents and teachers. Those to whom God has committed the responsibility of disciplining the youth should be in a condition to co-operate with him in developing the precious gifts of mind and heart, that they may gain that kind of knowledge that will give increasing strength, and will be an acquisition that can be carried into the future, immortal life."},{"refcode_short":"SSW July 1,  1889, par. 9","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 9","content":"Our heavenly Father has a pure and inexhaustible fountain of knowledge from which we may draw, and there is no limit to his gifts to those who earnestly seek for truth. The capacities of those who add to their faith virtue will be enlarged to receive still greater virtues. There are undeveloped faculties lying dormant that will spring into life and activity when the human is united with the divine. Those who make the most of that which God has given them in this life will find their powers developed to as much greater degree in the future life as they have by wise improvement increased them in this life. The good work of laboring for the salvation of souls requires the exercise of wisdom, and has a powerful tendency to invigorate and expand the virtues to which it gives exercise."},{"refcode_short":"SSW July 1,  1889, par. 10","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 10","content":"To mould and fashion the character of children and youth is a work of the very highest importance, and in this work it is essential to present Christ in his matchless love to the mind, that his counter and stronger charms may eclipse the attractions of the world. The youth must not merely see a theory, however logical, but the loving character and glory of Christ. They must be led to behold the riches of the eternal world, until they are encouraged, animated, and won. The love of Jesus must be the motive of all effort. It impels, it constrains, it captivates."},{"refcode_short":"SSW July 1,  1889, par. 11","refcode_long":"Sabbath-School Worker July 1,  1889, paragraph 11","content":"There is altogether too little sympathy brought into our labor for souls. There is not that beseeching, wooing, drawing power that God requires us to exert that souls may be reconciled to him. If we teach the truth as it is in Jesus, religion will not be regarded as a drudgery, but as a delight. Let the teachers bring sunshine, gratitude, and hearts full of tenderness and Christ-like compassion, into their work, and leaven the hearts of their scholars with the spirit of unselfish love; for this is the spirit that pervades Heaven. Shall not the workers in the Sabbath-school divest themselves of all pride and self-love, and heartily and sincerely become doers of the word? “Put ye on the Lord Jesus Christ, and make no provision for the flesh to fulfill the lusts thereof.” Genuine faith confides in Christ, and renders implicit submission, consenting to follow him wheresoever he goeth. When this is fulfilled, as a result of well-directed efforts many souls will be brought as precious sheaves to the Master."},{"refcode_short":"SSW January 1,  1891, par. 11","refcode_long":"Sabbath-School Worker January 1,  1891, paragraph 11","content":"1891"},{"refcode_short":"SSW January 1,  1891, par. 11","refcode_long":"Sabbath-School Worker January 1,  1891, paragraph 11","content":"January 1, 1891"},{"refcode_short":"SSW January 1,  1891","refcode_long":"Sabbath-School Worker January 1,  1891","content":"Consecration of Teachers"},{"refcode_short":"SSW January 1,  1891, par. 1","refcode_long":"Sabbath-School Worker January 1,  1891, paragraph 1","content":"“Fear God and keep his commandments; for this is the whole duty of man. For God shall bring every work into judgment, with every secret thing, whether it be good, or whether it be evil.”"},{"refcode_short":"SSW January 1,  1891, par. 2","refcode_long":"Sabbath-School Worker January 1,  1891, paragraph 2","content":"These are the words of Solomon, the wisest king that ever wielded a scepter. Here is the testimony of a man of experience, one who had wisdom from God. We know that we love and fear God when we keep his commandments, when we are seeking to walk in God's way. When we are searching carefully for his counsel and guidance, and instruction in his word, we will not try to make of none effect the words of Jesus Christ, but will try to get beneath the surface, and will try to understand the deep spiritual meanings, and seek by holy endeavor, day by day, to follow the example of obedience of the Lord Jesus Christ."},{"refcode_short":"SSW January 1,  1891, par. 3","refcode_long":"Sabbath-School Worker January 1,  1891, paragraph 3","content":"The Lord would have the teachers of our Sabbath-schools examine themselves whether they be in the love of God. There will be tests and provings of God to try the character in the experience of all who are working in the cause of God. The teachers should be constantly learning and striving for a more thorough understanding, a right judgment in the things of God. There is danger of the teachers becoming self-confident, and so filled with self-esteem that they will not realize their own deficiencies, that there is with them a narrowness of ideas, and they do not broaden or expand. They do not become more and more capable, but more and more self-important. They do not bring Jesus into their hearts and into their experiences. The teacher should cultivate his powers, cultivate his speech so as to speak distinctly, giving intelligent articulation. The mental powers should be cultivated, not be left so weak, and the powers of thought so confused that they cannot explain nor understand the doctrine of our faith. If the teacher is not one of sincere piety, of purity, of self-denial, of willingness to endure inconvenience, then he is not fit for the great and solemn work. It is the duty of the teacher to test his own powers, his own spirit, and understand his true position before God, by close examination."},{"refcode_short":"SSW January 1,  1891, par. 4","refcode_long":"Sabbath-School Worker January 1,  1891, paragraph 4","content":"Those whose duty it is to select teachers should be guarded, and not urge those into the school who are not fitted to exert a good influence. How is the teacher's behavior? Is he punctual? Is he cleanly and neat? This should have attention, for these qualities are essential in a teacher. How can he enjoin these necessary acquirements upon the class unless they have an example of punctuality, of neatness, composure, and order? If the teacher is not in his place, and the class are left to amuse themselves, and the teacher comes rushing in breathless, behind time, the influence is leading to non-punctuality and disorder."},{"refcode_short":"SSW January 1,  1891, par. 5","refcode_long":"Sabbath-School Worker January 1,  1891, paragraph 5","content":"The one who shall accept the responsibility of teacher, if not fully qualified, if he senses the responsibility of his position, will do his utmost to learn. He will cultivate reverence, cheerfulness, and firmness. Let the deportment be of that character that your class will be educated to have solemn thoughts and reverence toward God. While the ideas may be presented in simplicity, the language, when speaking of God, of Christ, his sufferings, his resurrection, as realities to you, should carry the minds up high above earthly things and make them feel that they are in the presence of the Infinite One. The Sabbath-school is no place for that class who skim the surface, who talk fluently and in a spirit of levity of eternal, testing truths which are higher than the heavens and broader than the worlds. The behavior of a class will represent the character of the teacher in the example which they have before them. If they are rude, and continue so, if irreverent, then there is a cause, and the matter needs to be thoroughly probed. The teacher may have reverence and yet be cheerful. And in the place of flippancy of manner, he should be a searcher for the deep things of God. Any affectation will not be natural. Let the class receive the impression that religion is a reality; that it is desirable, for it brings peace and rest and happiness. Let not your class receive the impression that a cold, unsympathetic character is religion. Let the peace and glory of Christ's presence within make the face speak his love, the lips utter thankfulness and praise."},{"refcode_short":"SSW January 1,  1891, par. 6","refcode_long":"Sabbath-School Worker January 1,  1891, paragraph 6","content":"Those who are in the habit of communing with God will have his light reflected in the countenance. Children hate the gloom of clouds and sadness. Their hearts respond to brightness, to cheerfulness, to love. While a teacher should be firm and decided, he should not be stern, exacting, and dictatorial. A dignified authority is required in the teacher else he lacks that ability which will make him a successful teacher. Children are quick to discern any weakness or defect of character in the teacher. The deportment is making its impression. The words which you utter will not give them the right mould unless they see in your character the model. A correct Christian character exemplified in the daily life will do a great work in the character-building of your class, more, far more than all your teachings and oft-repeated lessons. God has so related us individually to the great web of humanity that unconsciously we draw from others with whom we are brought into contact, their ways, practices, and habits. And God forbid that the least of one of these little ones shall be left to walk from the path cast up for the ransomed of the Lord to walk in. Let the teacher have that practical godliness that the character and the love of Jesus will be revealed in him."},{"refcode_short":"SSW January 1,  1891, par. 7","refcode_long":"Sabbath-School Worker January 1,  1891, paragraph 7","content":"The Sabbath-school is not a place of entertainment, to amuse and divert the children, although, rightly conducted, it can be all of this; but it is a place where children and youth are educated, where the Bible is opened to the understanding, line upon line, precept upon precept, here a little and there a little. It is a place where the light of truth is to be imparted. Not all who teach in our Sabbath-schools qualify themselves for the work. Let every teacher feel that he must know more; he must be better acquainted with those with whom he has to deal, better acquainted with the best methods of imparting knowledge; and when he has done the best he can, that he has come far short. Do not deal out to the intelligent minds of children words without the moisture or dew of grace. Do not make plain truths dry and uninteresting. Do not clothe in mystery that which is clear and simple. Be careful not to advance a thought that would lead them to misapply the Scriptures. The teacher himself must learn the truth before he can teach it. You cannot impart that which you yourself have not learned. Unless you have yourself learned of the great Teacher, you cannot impart the right kind of knowledge. Truth and principle must be woven into the education in such a way that the child comprehends it."},{"refcode_short":"SSW January 1,  1891, par. 8","refcode_long":"Sabbath-School Worker January 1,  1891, paragraph 8","content":"The highest principles, the loftiest truths, the purest motives, are to be brought into the education. There is a very large amount of careless, inefficient teaching in an indiscriminate way, and the real value of the soul and its salvation are treated in such an indifferent way that religion is not understood. Truth must be brought into the mind so that the intellect can lay hold of it as truth that will, if practiced, save the soul. The teacher must have the love of God in his heart by experimental knowledge else he cannot impart the knowledge to children and youth. The Sabbath-school should be a good training-school. Men who are but youth should not with their small experience and limited knowledge engage in actual labor to be an educator to others. This period is the most critical in the life of youth."},{"refcode_short":"SSW December 1,  1891","refcode_long":"Sabbath-School Worker December 1,  1891","content":"December 1, 1891"},{"refcode_short":"SSW December 1,  1891","refcode_long":"Sabbath-School Worker December 1,  1891","content":"The Need of Genuine Religion in Sabbath School"},{"refcode_short":"SSW December 1,  1891, par. 1","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 1","content":"Our Sabbath schools are not what the Lord would have them to be, for there is altogether too much dependence placed upon form and machinery, while the life-giving power of God is not manifested for the conversion of souls, for whom Christ died. This order of things must be changed if our Sabbath schools meet the purpose for which they exist. We must have consecrated teachers, who love God supremely and their neighbors as themselves. The Lord has made ample provision that teachers may have increased ability from Sabbath to Sabbath, that they may teach to some purpose, working as for time and eternity. We need in our schools young men and women who have vital godliness, not a cheap, superficial experience, but a deep inward piety that results from learning daily in the school of Christ, that they may impart to others the precious lessons which Christ has taught them."},{"refcode_short":"SSW December 1,  1891, par. 2","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 2","content":"Those who are satisfied with following a certain dry order, of going through a round, will miss the mark, and fail of the work that should be done by a Sabbath-school teacher, but if those who engage in this important branch of God's cause are Christians in the full sense of the word, doing the work given them of God in his fear, working with love for souls, for whom Christ died, they will be laborers together with God. When superintendents and teachers give themselves without reserve to God, they will not only resolve, but put their resolutions into effect. As soon as the workers in Sabbath and day schools enter upon their proper work, with a full realization of their dependence upon God, the grace of Christ will be supplied to unite with their human effort. It is important that every worker should understand that conviction and conversion of souls follow the co-operation of the human effort with the divine power. Entire consecration of soul must be maintained as much by the teachers and superintendents of our Sabbath schools as by the ministers in our pulpits, for all alike are engaged in the work of bringing souls to Christ. Each in his place is to work as did Christ, in the spirit of love for the erring and impenitent. This is what Christ would see in the Sabbath-school work."},{"refcode_short":"SSW December 1,  1891, par. 3","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 3","content":"The teachers should set a right example before the youth, in spirit, in deportment, and in dress they should be attired in plain, simple garments, and their spirit should be as humble as a child's, yet pure and elevated, for they stand in the presence of God to represent the character of Christ to their scholars. In the spirit of devotion, with tenderness of heart, they should look upon their charges, remembering that Jesus said, “Take heed that ye despise not one of these little ones; for I say unto you, that in heaven their angels do always behold the face of my Father which is in heaven. The angels of God that behold the face of the Father in heaven are looking upon the children and youth whom you, as living agents for God, are teaching the way of salvation. Think of this, superintendents and teachers, you are in the presence of heavenly angels, doing work the character of which will testify to your fidelity or unfaithfulness to Christ."},{"refcode_short":"SSW December 1,  1891, par. 4","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 4","content":"If teachers would ever bear in mind that it is the Holy Spirit that must reveal to the soul glimpses of heavenly things, and that as they work in the Spirit of Christ, this heavenly agent is impressing the mind with divine truth; if they would ever realize that angels are about them, that they are standing upon holy ground, much more efficient work would be done in our Sabbath schools. The teachers would not be devoid of spiritual grace and power, for they would have a realization of the divine presence; they would understand that they were but the human agents through whom Christ was imparting his heavenly light. Their labors would be instinct with earnestness and power, and they would know that the Spirit helpeth their infirmities."},{"refcode_short":"SSW December 1,  1891, par. 5","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 5","content":"The superintendents and teachers in our Sabbath schools must be converted, rescued from their habitual insensibility. The precious lessons of truth must not be taught in a tame, lifeless way; but by daily communion with the Lord, by a reception of the bright beams of the Sun of Righteousness, life-giving power must be added to their efforts to win souls to Christ. They must continually keep the mind stayed upon Christ, that the thoughts and impulses may be of a spiritual character, and that their manner and method of teaching may be subject to the dictation of the Holy Spirit. The Holy Spirit in its highest manifestation to men is to enable them to put forth their best energies, as God is working in them to will and to do of his own good pleasure."},{"refcode_short":"SSW December 1,  1891, par. 6","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 6","content":"“Without me,” Christ says, “ye can do nothing.” The worker is not to be left alone. The Spirit of God is given unto him that he may will and do of God's good pleasure, that he may make no provision for the flesh to fulfill the lusts thereof. Then, teacher, follow the leadings of the Spirit. As the Spirit of God draws the hearts of the children and youth, you draw with tenderness and love, inviting them, and pleading with them to give their hearts to God."},{"refcode_short":"SSW December 1,  1891, par. 7","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 7","content":"The children and youth are Christ's purchased possession; he has bought them with an infinite price. Jesus loves the little ones. He looks with pity upon the young, for he knows how Satan will seek to attract them into the broad way, making it look enticing to their eyes, and Jesus bids the angels to take special charge of these inexperienced souls, in their homes, in their school life, and in the Sabbath school. The Spirit is continually striving with them, seeking to draw them to God, and the laborer together with God will feel his responsibility, and will earnestly work to win souls to Christ."},{"refcode_short":"SSW December 1,  1891, par. 8","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 8","content":"The scholars in your class may be perverse and stubborn, inclined to evil, they may severely test your patience, and yet their hearts are soil into which you may sow heavenly seed that will bear a harvest for good. If the teacher is not imbued with the Spirit of God, he will become discouraged, lose his self-control, and by an impatient word, by a severe reprimand may cut off all his influence, and make a failure of his work."},{"refcode_short":"SSW December 1,  1891, par. 9","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 9","content":"The Sabbath-school teachers have need of walking carefully and prayerfully before God. They must labor as those who must give an account. They are given an opportunity to win souls for Christ, and the longer the youth remain in impenitence, the more confirmed they become in their resistance of the Spirit of God. With increase of years it is probable that there will be a decrease of sensibility to divine things, a diminished susceptibility to the influences of religion. Every day Satan works to fasten them in their habits of disobedience, their spirit of impatience, and there is less probability that they will become Christians. And what shall be the account finally to be rendered by indifferent teachers? Why does moral diffidence bind the soul of the teacher, and make him reluctant to put forth proper efforts for the conversion of precious souls of youth and children? Why not let the Holy Spirit create an atmosphere about the soul that will drive away moral darkness and bring heavenly light to others?"},{"refcode_short":"SSW December 1,  1891, par. 10","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 10","content":"The truly converted laborer in the Sabbath school will not be moulded after the customs and practices of the world, but will stand in moral independence. He will set an example that will be consistent with his profession, coming out from the world, and maintaining a separation from its spirit and fashions. He will not be turned in the least from his steadfast purpose to be one with Christ, nor yield an iota from his stand of fidelity to God, in opposition to pride, to indulgence in selfish amusement, to expenditure of means for the gratification of inclination or love of display, but will be an example in spirit, deportment, and dress."},{"refcode_short":"SSW December 1,  1891, par. 11","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 11","content":"Sabbath-school worker, which will you meet, the standard of Christ or that of the world? Oh, will you not say, “I will lift the cross and follow Jesus”? Will you not cultivate his tenderness in persuasion, his earnestness in exhortation, and exemplify the exalted principles of the truth, manifesting in life and character what the religion of Christ has done for you? Shall we not all heed the exhortation of the apostle, “Put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfill the lusts thereof.”"},{"refcode_short":"SSW December 1,  1891, par. 12","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 12","content":"There is need of representing genuine religion before the youth. Such religion will prove a vital power, an all-pervading influence. From heart-felt devotion, joyousness, freshness, and continual growth, will spring, and this is the religion that the youth must behold if they are to drawn to Christ. This kind of religion will leave its divine impression upon souls, and its possessor will be renewed both mentally and physically by the refreshing grace of God."},{"refcode_short":"SSW December 1,  1891, par. 13","refcode_long":"Sabbath-School Worker December 1,  1891, paragraph 13","content":"Try it for one year, you who are educators and teachers in our Sabbath and day schools, and see if you will not be able to say, “The Lord hath wrought wondrously for us, for many souls have been brought to the Master, as precious sheaves for the heavenly garner.”"},{"refcode_short":"SSW January 1,  1892, par. 13","refcode_long":"Sabbath-School Worker January 1,  1892, paragraph 13","content":"1892"},{"refcode_short":"SSW January 1,  1892, par. 13","refcode_long":"Sabbath-School Worker January 1,  1892, paragraph 13","content":"January 1, 1892"},{"refcode_short":"SSW January 1,  1892","refcode_long":"Sabbath-School Worker January 1,  1892","content":"Co-operation with Christ"},{"refcode_short":"SSW January 1,  1892, par. 1","refcode_long":"Sabbath-School Worker January 1,  1892, paragraph 1","content":"The Sabbath-school teacher should be a laborer together with God, co-operating with Christ. Do not be content with a lifeless, formal religion. The object of Sabbath-school work should be the ingathering of souls. The order of working may be faultless, the facilities all that could be desired; but if the children and youth are not brought to Christ, the school is a failure; for unless souls are drawn to Christ they become more and more unimpressionable under the influence of a formal religion. The teacher should co-operate, as he knocks at the door of the heart of those who need help. If pupils respond to the pleading of the Spirit, and open the door of the heart, that Jesus may come in, he will open their understanding, that they may comprehend the things of God. The teacher's work is simple work, but if it is done in the Spirit of Jesus, depth and efficiency will be added to it by the operation of the Spirit of God."},{"refcode_short":"SSW January 1,  1892, par. 2","refcode_long":"Sabbath-School Worker January 1,  1892, paragraph 2","content":"There should be much personal work done in the Sabbath school. The necessity of this kind of work is not recognized and appreciated as it should be. From a heart filled with gratitude for the love of God, which has been imparted to the soul, the teacher should labor tenderly and earnestly for the conversion of his scholars."},{"refcode_short":"SSW January 1,  1892, par. 3","refcode_long":"Sabbath-School Worker January 1,  1892, paragraph 3","content":"What evidence can we give to the world that the Sabbath-school work is not a mere pretense? It will be judged by its fruits. It will be estimated by the character and work of the pupils. In our Sabbath schools the Christian youth should be intrusted with responsibilities, that they may develop their abilities and gain spiritual power. Let the youth first give themselves to God, and then let them in their early experience be taught to help others. This work will bring their faculties into exercise and enable them to learn how to plan and how to execute their plans for the good of their associates. Let them seek the company of those who need help, not to engage in foolish conversation, but to represent Christian character, to be laborers together with God, winning those who have not given themselves to God."},{"refcode_short":"SSW January 1,  1892, par. 4","refcode_long":"Sabbath-School Worker January 1,  1892, paragraph 4","content":"In studying the Scriptures, in manifesting an unselfish interest in others, in doing those things that will please the Saviour, you will grow in grace and in the knowledge of our Lord and Saviour. Let every teacher and scholar ask, “What can I do that can be counted as good service to Him who has died that I might live?” The Master gives this answer, “Seek and save that which is lost.” You are to work in Christ's way, with patience, with interest, with determination that you will not feel discouraged as you work for time and eternity, believing that Jesus can do much through human ability consecrated to his service. What higher privilege could we desire than to be laborers together with God, making the most of our intrusted powers, that this very work may be accomplished?"},{"refcode_short":"SSW January 1,  1892, par. 5","refcode_long":"Sabbath-School Worker January 1,  1892, paragraph 5","content":"When young men and women are so sober minded, and cultivate piety and devotion, they will let their light shine forth to others, and there will be vital power in the church. It would be well to have an hour appointed for Bible study, and let the youth, both converted and unconverted, gather together for prayer and for the relation of their experiences. The youth should have a chance to give expression to their feelings. It would be well to have a judicious leader chosen at first, one who will talk little and encourage a great deal, by dropping a word now and then to help and strengthen the youth in the beginning of their religious experiences. After they have had a little experience, let one of their number take the leadership, and then another, and in this way let workers be educated that will meet the approval of God."},{"refcode_short":"SSW January 1,  1892, par. 6","refcode_long":"Sabbath-School Worker January 1,  1892, paragraph 6","content":"In our efforts to help the youth we are woefully behind our duty. We have had great light, but we lack in zeal and earnestness, and have not fervency of spirit proportionate to the privileges we enjoy. We must rise above the chilling atmosphere of unbelief with which we are surrounded, and draw nigh to God, that he may draw nigh to us. We must educate the youth, that they may learn how to work for the salvation of souls, and in educating the youth for this work, we shall also learn how to labor more successfully, becoming efficient agents in the hands of God for the conversion of our scholars. We must become imbued with the spirit of earnest labor, and lay hold upon Christ, claiming him as our only efficiency. Our minds must be enlarged, that we may have a proper realization of the things pertaining to eternal life. Our hearts must be softened and subdued by the grace of Christ, that we may become true educators."},{"refcode_short":"SSW January 1,  1892, par. 7","refcode_long":"Sabbath-School Worker January 1,  1892, paragraph 7","content":"Let superintendents and teachers inquire, Do I believe the word of God? Am I giving myself to him who hath given himself for me, suffering a cruel death upon the cross, that I might not perish but have everlasting life? Do we believe that Jesus is drawing the souls of those around us, even those who are living in impenitence and do not respond to his drawing power? Then in contrition of soul say: “Master, I will draw with all my powers of influence, I will draw unto thee. I trust in thee and in thee alone to touch and subdue the heart, by the power of the Holy Spirit.”"},{"refcode_short":"SSW February 1,  1892, par. 7","refcode_long":"Sabbath-School Worker February 1,  1892, paragraph 7","content":"February 1, 1892"},{"refcode_short":"SSW February 1,  1892","refcode_long":"Sabbath-School Worker February 1,  1892","content":"The Object of Sabbath-School Work"},{"refcode_short":"SSW February 1,  1892, par. 1","refcode_long":"Sabbath-School Worker February 1,  1892, paragraph 1","content":"Christian teachers and students are responsible to God for the gracious privileges they enjoy; for they are to be laborers together with God, bearing a decided testimony to the power of God's saving grace in the sight of earth and heaven. The efficiency and influence of the workers for God will be in proportion to their moral elevation and purity. The true Christian teachers will discern the import of the Sabbath-school lesson, for their understanding will be opened to comprehend the gospel. They will let their light shine to those who have taken no interest in the precious rays of truth. The door of the heart must be opened to receive the light shining from the word. One Christian student who receives the word of God may be the means of blessing his fellow-students. He can be a benefit to others, if, patiently and kindly and interestingly, he will go over the lesson with those who do not take an interest in the things of God, and will make his instruction simple and definite. This kind of work will require the exercise of wisdom from above, that the worker may approach those who most need help in an acceptable manner, and lead them to Christ, where the wants of the soul may be satisfied."},{"refcode_short":"SSW February 1,  1892, par. 2","refcode_long":"Sabbath-School Worker February 1,  1892, paragraph 2","content":"The Psalmist says, “The entrance of thy word giveth light; it giveth understanding unto the simple.” If, through the grace of Christ, you can be the means whereby an entrance can be obtained for the word of God in the heart, your work will not be in vain. When a youth is converted, do not leave him in idleness; give him something to do in the vineyard of the Master. According to his ability, let him be employed, for the Lord has given to every man his work. Let us co-operate with the Lord in every line, and set in operation every means whereby the powers of those connected with the school may be developed for usefulness. The inhabitants of the world are ranging themselves under the banners of the two leaders of earth's inhabitants. Christ, the prince of life, and Satan, the prince of darkness, are urging men and women and youth into service. It is the work of the Christian teacher and scholar to make earnest efforts that the ranks of Christ may be continually increased, to invite every soul to stand under the blood-stained banner of Prince Emmanuel."},{"refcode_short":"SSW February 1,  1892, par. 3","refcode_long":"Sabbath-School Worker February 1,  1892, paragraph 3","content":"Lessons should be taught in the Sabbath school that will shed light into the chambers of heart and mind. And that this may be accomplished, the teachers must be under the influence of the Holy Spirit, that all selfishness may be subdued, that no hasty word may be spoken, no inconsiderate action may be performed, but that the grace of God may be manifested as working with human effort for the salvation of souls. This should be the great end of Sabbath-school work. The Sabbath school should not be made a place for controversy; it is not the place to make differences of opinion manifested. Let all this kind of work be kept out of the school, and let harmony be maintained. If ideas are advanced that are questioned by members of the school, let not a combative spirit arise, and discussion and controversy follow."},{"refcode_short":"SSW March 1,  1892","refcode_long":"Sabbath-School Worker March 1,  1892","content":"March 1, 1892"},{"refcode_short":"SSW March 1,  1892","refcode_long":"Sabbath-School Worker March 1,  1892","content":"The Object of Sabbath-School Work"},{"refcode_short":"SSW March 1,  1892, par. 1","refcode_long":"Sabbath-School Worker March 1,  1892, paragraph 1","content":"The Sabbath school should be a place where the jewels of truth are searched for and rescued from their environment of error, and placed in their true setting in the framework of the gospel. Precious gems of truth, long lost sight of, are now to be restored to the children of God. The themes of justification by faith, the righteousness of Christ, should be presented in our schools, that the youth and children may understand these important subjects, and teachers and scholars may know the way of salvation. Sacred and eternal principles connected with the plan of salvation have long been lost from sight, but they must be restored to their proper place in the plan of salvation, and made to appear in their heavenly light, and penetrate the moral darkness in which the world is enshrouded."},{"refcode_short":"SSW March 1,  1892, par. 2","refcode_long":"Sabbath-School Worker March 1,  1892, paragraph 2","content":"Let the youth take heed to the words of the wise man: “Trust in the Lord with all thine heart; and lean not unto thine own understanding.” Let them walk softly, prayerfully, and carefully before the Lord, in continual dependence upon him, and at the same time exerting all their powers, improving all their opportunities, trusting to what the Lord can do with their consecrated abilities. Let them inquire at every step, “Is this the way of the Lord?” Humility is a characteristic of those who have true wisdom, and, no matter what may be their attainments, they will not be self-confident and boastful."},{"refcode_short":"SSW March 1,  1892, par. 3","refcode_long":"Sabbath-School Worker March 1,  1892, paragraph 3","content":"The Lord calls for young men and women to gird themselves for lifelong, earnest labor in the Sabbath-school work. Spasmodic efforts will not avail to accomplish much good, or to make you successful laborers in the work of God. By patient continuance in welldoing, you are to become laborers together with God. You are to reckon yourselves the servants of God by the day. Be diligent in your work for one day, and see that you make no crooked paths for your feet, lest the lame be turned out of the path of rectitude by your misdoings."},{"refcode_short":"SSW March 1,  1892, par. 4","refcode_long":"Sabbath-School Worker March 1,  1892, paragraph 4","content":"The Lord would have teachers in the Sabbath-school work who can give whole-hearted service, who will increase their talent by exercise, and make improvement on what has already been attained. The Lord would have working Christians in his church, for the worker has fewer temptations than those who have little to do. Those who truly believe in Christ will become laborers together with God. They will be governed by his spirit, their affections will be purified, their passions will be controlled, and precious fruits will appear in their lives for the glory of God; for those who truly believe in Christ will reflect light. New light will ever be revealed on the word of God to him who is in living connection with the Sun of Righteousness. Let no one come to the conclusion that there is no more truth to be revealed. The diligent, prayerful seeker for truth will find precious rays of light yet to shine forth from the word of God. Many gems are yet scattered that are to be gathered together to become the property of the remnant people of God. But light is not given simply to be a strength to the church, but to be shed upon those who are in darkness. The people of God are to show forth the praises of Him who hath called them out of darkness into his marvelous light. Christ has said of his people, “Ye are the light of the world,” and it is the mission of light to shine out and illuminate the darkness."},{"refcode_short":"SSW March 1,  1892, par. 5","refcode_long":"Sabbath-School Worker March 1,  1892, paragraph 5","content":"Oh, may teachers and pupils be what the Lord designed that they should be when he gave his life that they might be the sons and daughters of God, and win the crown of immortal glory!"},{"refcode_short":"SSW April 1,  1892, par. 5","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 5","content":"April 1, 1892"},{"refcode_short":"SSW April 1,  1892","refcode_long":"Sabbath-School Worker April 1,  1892","content":"Heart Work in Sabbath-School Teacher and Scholar"},{"refcode_short":"SSW April 1,  1892, par. 1","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 1","content":"Every teacher in the Sabbath school should be a follower of Christ, and those who have not identified themselves as the disciples of Christ, showing by a consistent life that they are Christians, should not be invited to become teachers in the Sabbath school, for they have need that someone first teach them the foundation principles of the love and fear of God. “Without me,” Christ says, “ye can do nothing.” Then of what value would be the teaching of one who knew nothing by personal experience of the power of Christ? It would be a great inconsistency to urge such a one to take a class in the Sabbath school, but it is even worse to permit a class to be under the influence of a teacher whose dress and deportment deny the Saviour, whom they profess to serve."},{"refcode_short":"SSW April 1,  1892, par. 2","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 2","content":"Those who teach in Sabbath school must have their hearts warmed and invigorated by the truth of God, being not hearers only, but also doers of the word. They should be nourished in Christ as the branches are nourished in the vine. The dews of heavenly grace should fall upon them, that their hearts may be like precious plants, whose buds open and expand and give forth a grateful fragrance as flowers in the garden of God. Teachers should be diligent students of the word of God, and ever reveal the fact that they are learning daily lessons in the school of Christ, and are able to communicate to others the light they have received from Him who is the great Teacher, the Light of the world."},{"refcode_short":"SSW April 1,  1892, par. 3","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 3","content":"Teachers should feel their responsibility, and make use of every opportunity to improve, that they may render the best kind of service in a manner that will result in the salvation of souls. Both teachers and pupils should awake to the importance of manifesting industry and perseverance in the study of God's word. They should be much in communion with God, where petty temptations will not control them, and indolence and apathy will be successfully resisted. No idleness, no self-indulgence should be allowed by those who profess to be Christian workers."},{"refcode_short":"SSW April 1,  1892, par. 4","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 4","content":"Point after point of truth should be investigated, for there is no limitation to the truth of God, and in its study a most lively interest should be felt by both teachers and pupils, that they may know what God hath said. For years the voice of God has been saying to us, “Agitate, agitate, agitate.” Study every point of truth, that you may know for yourselves what is truth in distinction from error. Let students search for themselves, that they may know the deep things of God. Let this work be done in the Spirit of Christ. Put no restriction upon the students."},{"refcode_short":"SSW April 1,  1892, par. 5","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 5","content":"In searching the Scriptures there is need of great humility of mind and contrition of heart, of seeking earnestly unto God. Those who come in a lowly spirit, seeking for truth, will be aided in their search by the angels of God."},{"refcode_short":"SSW April 1,  1892, par. 6","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 6","content":"The Lord will raise up men to bear the message of truth to the world and to his people. If those in responsible positions do not move onward in the opening providences of God, bearing an appropriate message for this time, the words of warning will be given to others who will be faithful to their trust. Even youthful Christians will be chosen to “cry aloud and spare not.”"},{"refcode_short":"SSW April 1,  1892, par. 7","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 7","content":"A new element must be brought into our Sabbath-school work in every church, not an element of contention, but one of piety and purity. Self-esteem and self-sufficiency are so prevalent that the words of the True Witness apply to many members of the Sabbath school. The True Witness says: “I know thy works, that thou art neither cold nor hot; I would thou wert cold or hot. So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth. Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked; I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see. As many as I love, I rebuke and chasten; be zealous therefore, and repent.”"},{"refcode_short":"SSW April 1,  1892, par. 8","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 8","content":"What is the character of the religious experience of those who take part in the Sabbath-school work? The light of truth has been shining in the minds and hearts of teachers and scholars, that they may diffuse it to those who are out of Christ. The saving message is to be given to those who have not yet opened their hearts to receive the heavenly gift. The truth must be urged upon the attention of those who seem indifferent. If all felt a burden for the souls for whom Christ died, how intense would be the interest in every agency employed for the salvation of souls. How little our thoughts would be upon the indulgence of self, upon display in dress, and upon seeking for amusement. How little money would be expended for entertainments and pleasure if we realized the importance of investing our means in the cause of God, which demands every penny not needed for actual wants."},{"refcode_short":"SSW April 1,  1892, par. 9","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 9","content":"Pray that the Holy Spirit may come to your hearts, and then you will wear Christ's yoke, and bear his burden, and grow into complete union with Jesus. Our views are too narrow; we need a more extended vision, that we may take in the wants of the cause."},{"refcode_short":"SSW April 1,  1892, par. 10","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 10","content":"What the cause most needs is consecrated young men and women who feel a personal responsibility for the advance of the work, and who will co-operate with divine agencies to shed light into the moral darkness of the world."},{"refcode_short":"SSW April 1,  1892, par. 11","refcode_long":"Sabbath-School Worker April 1,  1892, paragraph 11","content":"Many who profess to be Christians do not more than half believe the word of God. They do not study it earnestly, but waste precious time in reading novels and storybooks. A mere intellectual understanding of the word of God will not be sufficient to influence the habits of the life, for the life is regulated by the condition of the heart. When Sabbath-school teachers have taught the lessons of external revelation, their work is but just begun, and they should not cease their labor until they have evidence that the precepts of heaven are not only accepted by the understanding of the pupil, but written upon the heart. When the living oracles are engraven on the tablets of the heart, the work is not in vain, for the inner life of the scholar has been changed, and the love of God will become an abiding principle in the soul. The seed of gospel truth must take deep root in the heart and be made manifest by precious fruits borne in the life."},{"refcode_short":"SSW July 1,  1892, par. 11","refcode_long":"Sabbath-School Worker July 1,  1892, paragraph 11","content":"July 1, 1892"},{"refcode_short":"SSW July 1,  1892","refcode_long":"Sabbath-School Worker July 1,  1892","content":"What It Means to Be a Laborer with God"},{"refcode_short":"SSW July 1,  1892, par. 1","refcode_long":"Sabbath-School Worker July 1,  1892, paragraph 1","content":"“Young men likewise exhort to be sober minded. In all things showing thyself a pattern of good works; in doctrine showing uncorruptness, gravity, sincerity, sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.”"},{"refcode_short":"SSW July 1,  1892, par. 2","refcode_long":"Sabbath-School Worker July 1,  1892, paragraph 2","content":"Where sincere piety is lacking, where daily communion with God is neglected, the teacher in the Sabbath school will be dry and tedious in his manner of teaching. His words will have no power to reach the hearts of his pupils. To be laborers together with God means a great deal more than merely to go to Sabbath school and attend the services of the church, and take part in the work of teaching, and in bearing testimony in the social service. To be a laborer together with God means that your heart is drawn out in strong desire for the salvation of the sinful souls for whom Christ has died. It means that you are filled with solicitude for the work, that you are ever planning to make your instruction interesting, to devise ways that you may draw with every intrusted power of your nature along the lines in which Christ is drawing, that souls may be won to his service and be bound to him by the cords of his infinite love."},{"refcode_short":"SSW July 1,  1892, par. 3","refcode_long":"Sabbath-School Worker July 1,  1892, paragraph 3","content":"Laborers together with God do not feel like shrinking from sacred obligations; but for Christ's sake they are willing to endure toil, to suffer privation and reproach. They are willing to meet with repulses, though this is hard to bear and humiliating to human pride. But the laborer together with God will remember that Jesus bore shame and insult, rejection and death, that he might save those who were lost. Every part of the varied labor in the harvest field means sacrifice and self-denial. It means that the time usually spent in matters of minor importance should be spent in searching the Scriptures, that you may know how to labor successfully in the work to which you are appointed. It means that you must become acquainted with the Spirit of God. It means that you must do much praying, and have much serious thought as to how you may put to use every capability of your nature, and carry forward the work of God effectively."},{"refcode_short":"SSW July 1,  1892, par. 4","refcode_long":"Sabbath-School Worker July 1,  1892, paragraph 4","content":"You are God's employed servants, delegated to build up his kingdom in the earth, and you are to do your part in saving the souls for whom Christ has paid the price of his own blood. Is it then a slight matter to teach in the Sabbath school, without a preparation of heart for this momentous work? Many who undertake teaching a class feel little interest in it, and they mar the sacred work by their unconsecrated efforts."},{"refcode_short":"SSW July 1,  1892, par. 5","refcode_long":"Sabbath-School Worker July 1,  1892, paragraph 5","content":"Teachers and workers in every department of the Sabbath school work, I address you in the fear of God, and tell you that unless you have a living connection with God, and are often before him in earnest prayer, you will not be able to do your work with heavenly wisdom, and win souls for Christ. The worker for God must be clothed with humility as with a garment. The Lord will recognize and bless the humble worker who has a teachable spirit, a reverential love for truth and righteousness, wherever such a worker may be. If you are thus, you will show a care for your scholars by making special efforts for their salvation. You will come close to them in loving sympathy, visiting them at their homes, learning their true condition by conversing with them concerning their experience in the things of God, and you will bear them in the arms of your faith to the throne of the Father."},{"refcode_short":"SSW July 1,  1892, par. 6","refcode_long":"Sabbath-School Worker July 1,  1892, paragraph 6","content":"It will do no good to reprimand, and accuse, and fret at your scholars when they manifest a spirit of unrest and mischievousness. Remember you are to be a patient laborer together with God, and that all heaven is interested in the work you are doing, and any part in the work of God means toil and travail of soul. “Be strong, quit you like men.” Ask of your Master, who submitted to humiliation, and who endured the death of the cross, what he would have you to do. Take all your intrusted talents with you into the work, and put them out to the exchangers. Through the grace of Christ you will be able to do a precious work for the Master. The wealth of divine resource is at your command, and through prayer and faith you may lay hold on the promises of God and appropriate them to your need. Consecrate yourself and your all to the service of him who hath loved you, and hath given himself for you. Jesus says, “Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.” This means in the Sabbath school work as much as in the work of the minister. Now is the golden opportunity to sow precious seed that will spring up and bear fruit unto eternal life. Now you may be a savor of life unto life, for when you can impart to others truth that you have gained through a deep experience, it has a life-giving power that will impress hearts and draw them to Jesus. When Jesus is drawing and his colaborers are working in harmony with him, hard indeed must be the heart that will not be impressed and subdued by the power of divine love."},{"refcode_short":"SSW August 1,  1892, par. 6","refcode_long":"Sabbath-School Worker August 1,  1892, paragraph 6","content":"August 1, 1892"},{"refcode_short":"SSW August 1,  1892","refcode_long":"Sabbath-School Worker August 1,  1892","content":"The All-Important Lesson"},{"refcode_short":"SSW August 1,  1892, par. 1","refcode_long":"Sabbath-School Worker August 1,  1892, paragraph 1","content":"“Of these things put them in remembrance, charging them before the Lord that they strive not about words to no profit, but to the subverting of the hearers. Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.”"},{"refcode_short":"SSW August 1,  1892, par. 2","refcode_long":"Sabbath-School Worker August 1,  1892, paragraph 2","content":"Unless the mind is continually disciplined by thorough work in investigating lines of truth, it will be controlled by slothful habits, and do but the most superficial work. Those who permit themselves to sink into this state of indolence will take for truth the assertions of others, and their acquirements will be of a low and cheap order. The mind thus bound about will be satisfied with a limited round of thought, and its possessor will not even suspect that there are rich mines of truth to be worked, where they might become rich in the acquirement of heavenly treasures. I have been shown by the Lord that there are depths of truth beyond the short line of measurement which has been made by those who profess to believe the truth. Many think that they are rich and increased with goods, and have need of nothing, when they are poor and miserable and blind and naked, and have need of everything. They think that they know everything that is worth knowing, when the fact of the matter is that they know nothing that is worth knowing. In the greatness of their ignorance, in the poverty of their spirit, they feel that they have attained unto the measure of the full stature of men and women in Christ, when they are mere babes in understanding. They have grown to be conceited, egotistical; and the Lord says to them: “I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see. As many as I love, I rebuke and chasten; be zealous therefore, and repent. Behold, I stand at the door, and knock; if any man hear my voice, and open the door, I will come in to him, and will sup with him and he with me. To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.”"},{"refcode_short":"SSW August 1,  1892, par. 3","refcode_long":"Sabbath-School Worker August 1,  1892, paragraph 3","content":"God calls upon the young men and women to bring earnest, vigorous, intellectual effort into the work. The mind's best powers will sustain high effort, and success will crown those who reach for an elevated attainment. If the young who are strong will put to the stretch their powers in searching the Bible, they will have minds stored with valuable knowledge that will shine as a light upon those with whom they associate. The Sabbath school should be a place where those who have made advancement in divine knowledge should be able to inculcate fresh ideas in regard to the faith of God's people. When all those who profess to be Christians are Christians in deed and in truth, the Sabbath school will be no longer a dry round of service. The teachers will then understand the lesson that Christ gave to Nicodemus, and will teach it in all its momentous bearing on human destiny. Jesus said to the ruler in Israel, “Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.” Except a man be born again, he cannot understand the character of the heavenly kingdom, or discern its spiritual nature. Christ was saying to Nicodemus in these words: “It is not learning you need so much as it is inward renovation. You need not to have your curiosity satisfied so much as to have a new heart, and until that change takes place, making all things new, it will result in no saving good to you for me to discuss with you my authority, my work, my mission as One who bears the credentials of heaven.”"},{"refcode_short":"SSW August 1,  1892, par. 4","refcode_long":"Sabbath-School Worker August 1,  1892, paragraph 4","content":"The lesson which Christ gave to Nicodemus is important to every teacher, to every Sabbath school worker, to every youth and child. It is certainly important that we become acquainted with the reasons of our faith, but the most important knowledge to be gained is the experimental knowledge of what it means to be born again. The great want in our Sabbath school work is the want of the light of life. All through our ranks are needed men and women who have learned at the feet of Jesus what is truth, and how to present it to others. It requires holy men, men who have humility, who are adding in Christ, to be educators of our youth in the Sabbath school."},{"refcode_short":"SSW August 1,  1892, par. 5","refcode_long":"Sabbath-School Worker August 1,  1892, paragraph 5","content":"Nicodemus came to the Lord thinking to enter into a long discussion with him concerning points of minor importance, but Jesus laid bare the first principles of truth, and showed Nicodemus that his first need was humility of heart, a teachable spirit, a new heart; that if he would enter into the kingdom of God, he must be born again. Are there not those who hold responsible positions in the Sabbath school who would be irritated and annoyed if I should testify to them that though they are rulers in Israel, they too need to be born again? Nicodemus wondered that Christ should speak to him in the way which he did, not respecting his position as ruler in Israel, and he was not prepared to receive the truth, and he answered Christ in words full of irony. “Nicodemus saith unto him, How can a man be born when he is old? can he enter a second time into his mother's womb, and be born?” He revealed the fact, as do many, when the cutting truth is brought home to the conscience, that the natural man receiveth not the things of the Spirit of God. There is nothing in them that responds to spiritual things; for spiritual things are spiritually discerned. But although Nicodemus did not comprehend his words, Jesus did not become impatient or discouraged, but sought to make more plain his statement of truth: In solemn, quiet dignity, Jesus repeated his words in a manner that would convince him of their divine truth, “Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God. That which is born of the flesh is flesh; and that which is born of the Spirit is spirit. Marvel not that I said unto thee, Ye must be born again. The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth; so is everyone that is born of the Spirit.”"},{"refcode_short":"SSW August 1,  1892, par. 6","refcode_long":"Sabbath-School Worker August 1,  1892, paragraph 6","content":"While Jesus was speaking, the Spirit of God was impressing the heart of the proud rabbi, and it was in a hushed tone and humble manner that Nicodemus inquired, “How can these things be?” Jesus brought the truth home to his soul, saying: “Art thou a master in Israel, and knowest not these things? Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness. If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things? And no man hath ascended up to heaven, but He that came down from heaven, even the Son of man which is in heaven. And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up; that whosoever believeth in him should not perish, but have eternal life. For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.”"},{"refcode_short":"SSW August 1,  1892, par. 7","refcode_long":"Sabbath-School Worker August 1,  1892, paragraph 7","content":"The work of the Holy Spirit upon the heart is shrouded in mystery. It can no more be explained than can the operation of the winds. The Lord has never explained to humanity how the soul is impressed by the Spirit of God, affecting the mind and heart of the believer, or how the Spirit puts words into the mouth of the Lord's messengers to give to his people. The prophets, who were especially enlightened by the Spirit of God, often could not understand the meaning of the words they wrote upon the paper, or explain the significance of what they uttered when the Spirit caused them to speak, but the word of the Lord accomplished the very work which he designed that it should, and the fruits of the work testified to its divine character."},{"refcode_short":"SSW August 1,  1892, par. 8","refcode_long":"Sabbath-School Worker August 1,  1892, paragraph 8","content":"The religion that comes from God is the only religion that will lead to God. The character of the work that comes forth will testify as to the fountain from which the worker has drawn. Those who go to Jesus with humble and contrite heart, with broken, submissive spirit, will be given freely of the water of the river of life. They will be refreshed and strengthened, and Christ will be in them as a well of water springing up unto everlasting life. Every true Christian is a living fountain, ever receiving of the unfailing streams of grace, ever refreshed and ever refreshing those that are around him. Those who are coworkers with God manifest a missionary spirit; for they are ever receiving, that they may ever be giving to others the light and blessing of heaven. Those who open their hearts to receive largely will be able to give largely."},{"refcode_short":"SSW August 1,  1892, par. 9","refcode_long":"Sabbath-School Worker August 1,  1892, paragraph 9","content":"How sad it is to think of the great amount of mechanical work that is done in the Sabbath school, while there is little evidence that there is moral transformation in the souls of those who teach and who are taught! When the work of the Spirit of God is felt upon the heart, we shall see many earnestly seeking first the kingdom of God and his righteousness. Then earthly things will find their proper, subordinate position, and heavenly things will be supreme in the affections of the children of God."},{"refcode_short":"SSW September 1,  1892, par. 9","refcode_long":"Sabbath-School Worker September 1,  1892, paragraph 9","content":"September 1, 1892"},{"refcode_short":"SSW September 1,  1892","refcode_long":"Sabbath-School Worker September 1,  1892","content":"The Need of Consecrated Teachers"},{"refcode_short":"SSW September 1,  1892, par. 1","refcode_long":"Sabbath-School Worker September 1,  1892, paragraph 1","content":"“For therefore we both labor and suffer reproach, because we trust in the living God, who is the Saviour of all men, especially of those that believe. These things command and teach. Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity. Till I come, give attendance to reading, to exhortation, to doctrine. Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of the hands of the presbytery. Meditate upon these things; give thyself wholly to them; that thy profiting may appear to all. Take heed unto thyself, and unto the doctrine; continue in them; for in doing this thou shalt both save thyself, and them that hear thee.”"},{"refcode_short":"SSW September 1,  1892, par. 2","refcode_long":"Sabbath-School Worker September 1,  1892, paragraph 2","content":"Those who engage in Sabbath school work should be persons who have consecrated themselves to God. They should be men and women of strong faith and warm sympathies, who are fervent of spirit, and interested in all that pertains to the cause of Christ. They should give themselves to the work with unselfish endeavor, and at whatever sacrifice it may require, laying themselves on the altar, and pleading, with strong crying and tears, for the conversion of the youth who have been committed to their charge. Among those who would work for the Lord in the Sabbath school, let all selfish ambition be crucified, and “let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.” Let it be the Sabbath school worker's first ambition to educate the youth to do their duty in the fear of God and with simplicity."},{"refcode_short":"SSW September 1,  1892, par. 3","refcode_long":"Sabbath-School Worker September 1,  1892, paragraph 3","content":"The great want in the Sabbath school is not the want of machinery, but the want of knowledge in spiritual things. How greatly do the workers need a baptism of the Holy Spirit, that they may become true missionaries for God! They should learn to tax their minds to the utmost, that they may acquire a better knowledge of Bible truth. The teachers in the Sabbath school should pray daily for the enlightenment of heaven, that they may be able to open to the minds of the youth the treasures of the sacred word. Why not humble yourselves before the Lord, and let the impression of the Holy Spirit be manifested upon your character and work? There is far too much self-complacency among those who engage in Sabbath school work, too much machinery and routine, and all this tends to lead the soul away from the Fountain of living water."},{"refcode_short":"SSW September 1,  1892, par. 4","refcode_long":"Sabbath-School Worker September 1,  1892, paragraph 4","content":"There was a time in the history of our work when the workers felt the necessity of counseling with those who had experience, when they realized the need of the guidance of the Lord in all that pertained to his work; but that time is past, and the true missionary spirit has departed from the hearts of many of our professed workers. The Lord desires that those who are engaged in the Sabbath school work shall be missionaries, able to go forth to the towns and villages that surround the church, and give the light of life to those who sit in darkness. He would not have the young men feel that they must confine themselves to the Sabbath school work to the exclusion of this missionary work, that so much needs to be done, for in making an effort for those who know not the truth, they would gain an experience that would enlarge their minds and deepen their sympathies."},{"refcode_short":"SSW September 1,  1892, par. 5","refcode_long":"Sabbath-School Worker September 1,  1892, paragraph 5","content":"The Lord would have young men and women who are rooted and grounded in the truth take advantage of means that will serve to enlarge their conceptions of his work. Let the youth who have a solid experience in the things of God enter seminaries and colleges, and learn to meet the people on their own ground. In this way they may finish their education, and may become light bearers to those with whom they are called to associate. They will have to meet obstacles in presenting the truth, but these will but make them feel their dependence upon God, and will lead them to seek wisdom from above in order that they may conduct themselves in a way that will have a saving influence upon those for whose salvation they are working."},{"refcode_short":"SSW September 1,  1892, par. 6","refcode_long":"Sabbath-School Worker September 1,  1892, paragraph 6","content":"In giving his Son to come into the world and die for fallen man, the Lord has done his part; for all heaven was poured out to man in that one rich gift; and now God waits for the cooperation of those who have a knowledge of the love of Christ. Let no one think that because he is poor, and has but a humble position in life, he cannot become a missionary for the Lord. The work of Christ, the Majesty of heaven, was begun in poverty and humiliation. The parents of Christ were in very humble circumstances, and the Prince of Life labored with his own hands at the carpenter's bench, that he might help to meet the wants of the family. He took his place in the world as a common day laborer, and he has the tenderest sympathy for those who are struggling to obtain knowledge under difficulties. If those who cannot have advantages such as they would desire will but look at the experience of hardship, poverty, and humiliation that Christ endured for their sake, they will see that they have no need to be sad or discouraged. Let those who would work for God trust implicitly in him; for through the influence of the divine Spirit, through simple, living faith in God, men and women, however humble, may become powerful agents in his hands, to win souls to Christ; for genuine experience in the things of God is not gained through natural means."},{"refcode_short":"SSW October 1,  1892","refcode_long":"Sabbath-School Worker October 1,  1892","content":"October 1, 1892"},{"refcode_short":"SSW October 1,  1892","refcode_long":"Sabbath-School Worker October 1,  1892","content":"The Need of Consecrated Teachers"},{"refcode_short":"SSW October 1,  1892, par. 1","refcode_long":"Sabbath-School Worker October 1,  1892, paragraph 1","content":"There are some who depend upon their reasoning powers, and undertake to explain the mysteries of God's word through a process of reasoning; but such will find themselves at last ignorant both of the Scriptures and of the power of God. The Lord has endowed us with reasoning powers, that we may not be blindly credulous in our reception of truth; for reason has its part to act. In searching for truth, the Lord would have us put to the stretch all our powers of mind, that we may be intelligent in the deep things of his word. But let everyone remember that the world by wisdom knew not God; the Spirit of God must make the right impression upon the mind, or the searcher will not discern spiritual things. The Sun of Righteousness must shed forth his bright beams or the darkened mind will not be enlightened."},{"refcode_short":"SSW October 1,  1892, par. 2","refcode_long":"Sabbath-School Worker October 1,  1892, paragraph 2","content":"He who receives the light and walks in it will follow the Lamb of God, that taketh away the sin of the world. But he who refuses the aid of the Holy Spirit in seeking to understand the word of God, will choose darkness rather than light; for he will walk in the sparks of his own kindling, and will lie down in sorrow. Then, accepting the enlightenment of the divine Spirit, let the youth search the word for themselves, remembering that they are under the tutorship of the greatest Teacher the world ever knew. Jesus has said, “Search the Scriptures; for in them ye think ye have eternal life, and they are they which testify of me.” The Lord would not have any of you rest satisfied with the expositions of others, with the current, popular opinions of those who are termed the leading men. Their expositions are not infallible, and you are not to accept their ideas until you have compared scripture with scripture, and know for yourself that they harmonize with the living oracles. You are to know for yourselves what saith the Scripture. The Lord has revealed his will in his precious word; he has laid out his truth in clear lines, that we all may become familiar with the plan of salvation and its object, and become workmen who need not to be ashamed, but able rightly to divide the word of truth."},{"refcode_short":"SSW October 1,  1892, par. 3","refcode_long":"Sabbath-School Worker October 1,  1892, paragraph 3","content":"In order to do the will of God, we must search his word, that we may know his doctrine, and put to the task all our intrusted ability. We must be diligent in prayer, and fervent in simple, whole-hearted service to God. Those who are engaged as teachers in the Sabbath school should hunger and thirst for divine truth that they may impart this spirit to those under their care, and lead their pupils to seek for truth as for hidden treasure. We do not want our Sabbath schools conducted in such a way as to make hypocrites of the pupils, for such cannot advance the interests of true religion. Then let there be more attention given to seeking God that the Spirit of the Lord may be in your school than that you may have every mechanical arrangement you may desire. High pretensions of any kind are out of place in Sabbath school work, and the mechanical working of the school is of little value if the Spirit of God does not soften and mould the hearts of the teachers and pupils."},{"refcode_short":"SSW October 1,  1892, par. 4","refcode_long":"Sabbath-School Worker October 1,  1892, paragraph 4","content":"Throughout our ranks there must be more earnest devotion to God, and less dependence on form and ceremony. Not only are there Sabbath school teachers who need the enlightenment of the Holy Spirit, but there are ministers whose lips must be touched with a live coal from off the altar, or they will not reach the souls of the lost. They must be awake to the value of the hidden treasures of truth, and never be satisfied until Christ is formed within, the hope of glory. They cannot refresh others with the waters of life if Christ is not within them as a well of water springing up unto everlasting life. There are some who profess to be ministers of Christ whose sole resource is a stated number of old, dry discourses. They preach on certain subjects over and over, and have lost sight of the fact that they might have a recourse to the treasure house of heaven, from which they could bring forth things both new and old. They fail to bring to the people the lessons which Christ taught to his disciples, and the people of God are starving for the bread of life, for they desire to know what they must do to be saved."},{"refcode_short":"SSW October 1,  1892, par. 5","refcode_long":"Sabbath-School Worker October 1,  1892, paragraph 5","content":"Let not the teacher in Sabbath school follow the example of those who do not grow in the knowledge of our Lord and Saviour Jesus Christ, even though those who minister in the sacred desk have given them such an example. He who would be accepted as a laborer together with God must not be found imitating the tone, manners, or ideas of any other man. He must learn of God, and be endowed with heavenly wisdom. God has given the gift of reason and intellect to one worker the same as he has to another; and according to your ability, you are to put your talents out to the exchangers. The Lord would not have any worker a mere shadow of another whom he admires. The teacher must grow up into the measure of the stature of Christ, not to the measure of some finite erring mortal. You are to “grow in grace,” and where is grace to be found?—Only in Christ, the divine Pattern."},{"refcode_short":"SSW October 1,  1892, par. 6","refcode_long":"Sabbath-School Worker October 1,  1892, paragraph 6","content":"Then let everyone look to Christ and copy the divine Model. Let every worker tax his powers to the utmost to work in harmony with the plan of God. Let him learn in the school of Christ, that he may be wise in instructing others. Those who are committed to the care of the teacher in the Sabbath school will need the wisdom and experience that God can give to the follower of Christ. Let the teacher learn of Christ meekness and lowliness of heart, that he may be a true teacher, and win his pupils to Christ, that they, in turn, may become faithful missionaries in the great harvest-field."},{"refcode_short":"SSW December 1,  1892, par. 6","refcode_long":"Sabbath-School Worker December 1,  1892, paragraph 6","content":"December 1, 1892"},{"refcode_short":"SSW December 1,  1892","refcode_long":"Sabbath-School Worker December 1,  1892","content":"Treatment of Erring Pupils"},{"refcode_short":"SSW December 1,  1892, par. 1","refcode_long":"Sabbath-School Worker December 1,  1892, paragraph 1","content":"God has given us a revelation disclosing to us divine acquirements. The Lord has presented our duties before us in relation to himself and to our fellow-men. None of us are excusable in following our own way, choosing our own course of action; for God's will and God's way have been presented to us in clear light. We are to represent the character of Christ, to sever from us every disposition, every trait of character, that, if cherished, would make us an influence to lead souls away from Christ in place of leading them to him. As the Bible is a revelation of the will of God to man, we should earnestly study that we may know what is truth, and how to practice it."},{"refcode_short":"SSW December 1,  1892, par. 2","refcode_long":"Sabbath-School Worker December 1,  1892, paragraph 2","content":"In Sabbath school work we shall be called upon to deal with those who make mistakes, who fall into sin and error. Christ has given us lessons in his word that are very plain in regard to the treatment of the erring; but many have failed to practice these lessons. They have not studied and treasured them in the heart, so that the Holy Spirit could enlighten the darkened understanding, and melt and break the stony heart of both teacher and pupil. The Holy Spirit will make the heart sensitive, sympathetic, and rid it of pride and selfishness."},{"refcode_short":"SSW December 1,  1892, par. 3","refcode_long":"Sabbath-School Worker December 1,  1892, paragraph 3","content":"Pupils in Sabbath school are likely to do that which will annoy the teacher, by their misconduct. But the teacher must not speak sharp words, and manifest an uncontrolled spirit; for in so doing he will not be using the sword of the Spirit, but the weapons of Satan. Although the misconduct of the scholar is trying, although the evil must be corrected, the rules observed and justice respected, yet let the teacher keep the way of the Lord, and mingle mercy with justice. Let him look to the cross of Calvary, beholding there how mercy and truth have met together, how righteousness and peace have kissed each other. There, through the divine sacrifice, man may be reconciled to God. In contemplating the love of Christ your heart will be softened to deal with the youth as with younger members of the Lord's family. You will remember that they are Christ's property, and your disposition will be to deal with them after the manner in which Christ has dealt with you."},{"refcode_short":"SSW December 1,  1892, par. 4","refcode_long":"Sabbath-School Worker December 1,  1892, paragraph 4","content":"Harsh dealing will never help the youth to see his errors, or aid him to reform. Let the rules and regulations of the school be carried out in the spirit of Jesus, and when reproof must be given, let this disagreeable work be done with sorrow blended with love. Do not feel that it is your work to openly rebuke the pupil, and thus humiliate him before the whole school. This will not be a proper example to set before the children, for it will be as seed that will bear a like harvest. Never publish the errors of any pupil outside the circle in which they must be known; for, if this is done, sympathy will be created for the wrongdoer, by leaving an impression on the mind that he has been dealt with unjustly. By exposing the wrongdoer, he may be thrown upon Satan's battle field, and from that moment go steadily downward. Christ bears long with us, and we must be Christlike. He does not cut us off because of our errors, but reproves in tenderness, and by love draws us close to himself."},{"refcode_short":"SSW December 1,  1892, par. 5","refcode_long":"Sabbath-School Worker December 1,  1892, paragraph 5","content":"If teachers see that it is impossible to bring a student under the discipline of the class, let him be removed to another class, for it may be that another teacher may be able to supply the deficiency. What one teacher lacks another may possess; but if you can obtain the confidence of the youth, and bind him to your heart through cords of sympathy and love, you may win a soul to Christ. The wayward, self-willed, independent boy may become transformed in character."},{"refcode_short":"SSW December 1,  1892, par. 6","refcode_long":"Sabbath-School Worker December 1,  1892, paragraph 6","content":"But while it is necessary to manifest love and sympathy for your pupils, it is a manifest weakness to show partiality, and thus arouse suspicion and jealousy. Children are quick to discern the preferences of the teacher, and the favored student often measures his strength, his aptness and skill with that of the teacher in the management of the class. He may decide to be master, and, unless the teacher has the grace of Christ, he will manifest weakness, become impatient, exacting, and severe. The leading spirit of the class will generally impart his purpose to other students, and there will be a combined effort to obtain the mastery. If the teacher, through the grace of Christ, is self-controlled, and holds the lines with a steady, patient hand, he will quell the boisterous element, keep his self-respect, and command the respect of his students. When once order is restored, let kindness, gentleness, and affection be manifested. It may be that rebellion will rise again and again, but let not the hasty temper appear. Do not speak sharply to the evildoer, and discourage a soul who is struggling with the powers of darkness. Be still, and let your heart ascend in prayer to God for help. Angels will come close to your side, and help you to lift up the standard against the enemy, and, instead of cutting off the erring one, you may be enabled to gain a soul for Christ."},{"refcode_short":"SSW March 1,  1893, par. 6","refcode_long":"Sabbath-School Worker March 1,  1893, paragraph 6","content":"1893"},{"refcode_short":"SSW March 1,  1893, par. 6","refcode_long":"Sabbath-School Worker March 1,  1893, paragraph 6","content":"March 1, 1893"},{"refcode_short":"SSW March 1,  1893","refcode_long":"Sabbath-School Worker March 1,  1893","content":"Safety in Following Christ"},{"refcode_short":"SSW March 1,  1893, par. 1","refcode_long":"Sabbath-School Worker March 1,  1893, paragraph 1","content":"Jesus said, “I came down from heaven, not to do mine own will, but the will of Him that sent me.” The will of Christ was in harmony with the will of the Father before he came into our world. The spirit that should characterize everyone who believes in the Lord Jesus should be a spirit of resignation to the will of God. There is altogether too much selfish, human independence among those who profess to be Christians, and this spirit imperils the soul."},{"refcode_short":"SSW March 1,  1893, par. 2","refcode_long":"Sabbath-School Worker March 1,  1893, paragraph 2","content":"The fallen angel whom God had made covering cherub, was ruined by his selfish, independent will. God had made him noble, had given him rich endowments. He gave him a high, responsible position. He asked of him nothing that was unreasonable. He was to administer the trust given him of God in a spirit of meekness and devotion, seeking to promote the glory of God, who had given him glory and beauty and loveliness. But Lucifer abode not in the truth. He fell from his integrity. Let everyone learn the lesson which he should learn from this wonderful history."},{"refcode_short":"SSW March 1,  1893, par. 3","refcode_long":"Sabbath-School Worker March 1,  1893, paragraph 3","content":"Satan will use every device, every deceptive influence in his power, to lead us to follow his example. The greater the blessings received from God in intrusted talents, the more earnest will be Satan's effort to corrupt and pervert their use. Those whom God has favored by giving capabilities to use in his service, Satan will seek to deceive so that they shall use their gifts to work against God. But let there be no uplifting of the soul unto vanity."},{"refcode_short":"SSW March 1,  1893, par. 4","refcode_long":"Sabbath-School Worker March 1,  1893, paragraph 4","content":"Superintendents and the workers in our Sabbath schools have a very important, broad field to cultivate. They need to be baptized with the Holy Spirit of God, that their minds may be impressed to use the very best methods, and follow the best plans to make their work wholly successful. The Lord will work with their efforts, for the youth are the purchase of the blood of the only begotten Son of God. The Lord loved these youth and gave Jesus to die, that “whosoever believeth in him should not perish, but have everlasting life.”"},{"refcode_short":"SSW March 1,  1893, par. 5","refcode_long":"Sabbath-School Worker March 1,  1893, paragraph 5","content":"There is a great work of education to be carried on. The teachers should often pray for and with the children and youth, that they may “behold the Lamb of God, who taketh away the sins of the world.” They should teach the youth their accountability to God, and help them to understand what Jesus expects of them. Exert every influence you can possibly command to interest them in the Scriptures. Labor for their souls, that they themselves shall become zealous workers, using their talents to impart to others that which has been imparted to them."},{"refcode_short":"SSW March 1,  1893, par. 6","refcode_long":"Sabbath-School Worker March 1,  1893, paragraph 6","content":"Christian women may exert an influence for good over the youth and children. Their capabilities are God's intrusted talents, and should be wholly consecrated to the Master's service. Many are quick to discern, and efficient to execute, but they need to be closely connected with God. They will seek for new methods and ways by which to develop character and educate the youth how to use the talents God has given them."},{"refcode_short":"SSW March 1,  1893, par. 7","refcode_long":"Sabbath-School Worker March 1,  1893, paragraph 7","content":"In selecting officers from time to time be sure that personal preferences do not rule, but place in positions of trust those whom you are convinced love and fear God, and who will make God their counselor. Without the love and fear of God, however brilliant the intellect may be, there will be failure. Jesus says, “Without me ye can do nothing.” This matter of choosing officers should not be left to the control of the Sabbath school scholars. To change the officers frequently will be an advantage to the school; for one man's mind is not to mould all other minds. He may have some excellent qualifications and yet in some things be deficient. Another chosen may be efficient where the other was lacking. Different minds and qualities will bring in fresh ideas, fresh lines of thought, and this is essential. But above everything else, select those who in the simplicity of their souls are walking in the truth, who love and fear God, and take their lessons in his school. Such will carry the scholars forward and upward. Under wise teachers the scholars will gain increased interest for the word of God, and have deeper insight into the Scriptures. Let Christ be the theme of every lesson. The lessons which Christ has given to his disciples are of the highest importance."},{"refcode_short":"SSW April 1,  1893","refcode_long":"Sabbath-School Worker April 1,  1893","content":"April 1, 1893"},{"refcode_short":"SSW April 1,  1893","refcode_long":"Sabbath-School Worker April 1,  1893","content":"Safety in Following Christ"},{"refcode_short":"SSW April 1,  1893, par. 1","refcode_long":"Sabbath-School Worker April 1,  1893, paragraph 1","content":"Many are thirsting for the living streams from the Fountain of Life. Christ looked with yearning tenderness upon a people who were being misled by false shepherds. They were as the sheep of his pasture, and they were to be left among wolves. He said, “Behold, I send you forth as sheep in the midst of wolves.” He came to our world that the world through him might have eternal life. He was omnipotent, but his sympathy was toward mankind. His love was given to us before we loved him. He is our elder brother. We have not a high priest who cannot sympathize with us, but one who was in all points tempted like as we are, and yet without sin. He poured out his feelings in precious currents of sympathy and of love for his sheep, whom he says he knows by name. We are the property of Jesus Christ."},{"refcode_short":"SSW April 1,  1893, par. 2","refcode_long":"Sabbath-School Worker April 1,  1893, paragraph 2","content":"The Father has committed his people to Christ's care, to be washed in his precious blood, to be guarded by his pastoral care, to be sanctified through the truth, and to be perfected and fitted for the family above."},{"refcode_short":"SSW April 1,  1893, par. 3","refcode_long":"Sabbath-School Worker April 1,  1893, paragraph 3","content":"Our only safety is to follow Christ, to study his word, and to meet the enemy with the word, saying, “It is written.” When questions were asked him, Christ answered: “Have ye not read?” “What saith the Scriptures?” “How readest thou?” “Search the Scriptures.” The great Teacher might have answered questions upon science, from the depths of infinite wisdom. He might have let in a flood of light, but he chose to direct all minds to the Scriptures, to the living, inspired word of God, that man might make the word the foundation of faith and doctrine. We are to believe truth, not that which is pronounced truth upon the authority of popes or councils, not because a minister pronounces his decision as to what is truth, but on the only sure and safe ground, “Thus saith the Lord.” This is the highest authority. We cannot accept the word of finite man. Our souls are precious, and we can run no risk here where eternal interests are involved. We must know the decision of Him whose word is truth."},{"refcode_short":"SSW April 1,  1893, par. 4","refcode_long":"Sabbath-School Worker April 1,  1893, paragraph 4","content":"“God so loved the world that he gave his only-begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” The word was made flesh. Christ mysteriously allied himself to human nature. Our gracious Lord would not make this infinite sacrifice to show us how we may be saved, and then leave us to the finite judgment of man to tell us how to reach heaven. “Follow me,” says the world's Redeemer; “I am the way, the truth, and the life.” And the way to follow Jesus is to study his life, his character, catch his Spirit, and be changed into his likeness."},{"refcode_short":"SSW April 1,  1893, par. 5","refcode_long":"Sabbath-School Worker April 1,  1893, paragraph 5","content":"The priests and rulers had long been expositors of the Scriptures, but Christ pronounces them blind leaders of the blind. He who always spake truth declared to these false shepherds, “Ye do err, not knowing the Scriptures or the power of God.”"},{"refcode_short":"SSW April 1,  1893, par. 6","refcode_long":"Sabbath-School Worker April 1,  1893, paragraph 6","content":"In the word of God everything is made plain in proportion as it is of vital importance. The plan of salvation must not be brought down to the level of common things and mingled with man-made commandments and manmade inventions, but must be exalted before the eyes of all, that souls for whom Christ died may find eternal life through him."},{"refcode_short":"SSW July 1,  1893, par. 6","refcode_long":"Sabbath-School Worker July 1,  1893, paragraph 6","content":"July 1, 1893"},{"refcode_short":"SSW July 1,  1893","refcode_long":"Sabbath-School Worker July 1,  1893","content":"The Holy Spirit Essential to Success"},{"refcode_short":"SSW July 1,  1893, par. 1","refcode_long":"Sabbath-School Worker July 1,  1893, paragraph 1","content":"The officers and teachers in the Sabbath school need the guidance and instruction of the Holy Spirit, that they may be true educators, able to inspire thought, and to bring to remembrance the things that they have taught their pupils. It is the office of the Holy Spirit to bring to mind in clear, distinct lines the words and works of Christ, that those who teach concerning the Redeemer of the world, may have power to lift up Christ before the minds of their classes. In all the arrangements of the Sabbath school there is need of the help of the Holy Spirit, in order that men and women may be chosen to fill the responsible positions of superintendents, officers, and teachers, who are men and women of God."},{"refcode_short":"SSW July 1,  1893, par. 2","refcode_long":"Sabbath-School Worker July 1,  1893, paragraph 2","content":"It is not best to always keep the school under the management of one man; for he will give the school the mould of his own mind and ideas; but there should be workers in the school who will be able to impart fresh thoughts, and advance the school in spiritual life. The school may be attached to one who has served long and faithfully, but the good of the school must be considered, rather than the personal preferences of teachers or pupils. When it is evident that the school would be benefited by a change, by the accession of workers who know what it is to have a burden for souls, then let nothing stand in the way of the change. Those who have no ambition to lift up self, though they may be deposed from office by this arrangement, will eagerly lay hold of every help by which the Sabbath school scholars may be elevated and advanced. Those who are old and experienced in the work have grasped that which would help on the cause of God, and younger men, who are not fully adapted for the work, should follow the example of the older brethren, who have proved faithful in what has been committed to their hands, and thus educate themselves in wisdom and tact that they may secure the success that is essential to good work."},{"refcode_short":"SSW July 1,  1893, par. 3","refcode_long":"Sabbath-School Worker July 1,  1893, paragraph 3","content":"There is a broad field in Sabbath school work that needs to be diligently cultivated, and that is to inspire our youth to give themselves wholly to the Lord to be used by him in his cause. There should be zealous, faithful workers in our Sabbath schools, who will watch and discern upon whom the Spirit of God is moving, and cooperate with the angels of God in winning souls for Christ. There are sacred responsibilities intrusted to Sabbath school workers, and the Sabbath school should be the place where, through a living connection with God, men and women, youth and children, may be so fitted up that they shall be a strength and blessing to the church. They should help the church upward and onward, as far as it lies in their ability, going from strength to greater strength."},{"refcode_short":"SSW July 1,  1893, par. 4","refcode_long":"Sabbath-School Worker July 1,  1893, paragraph 4","content":"What is the reason that there are many found in our churches who are not settled, rooted, and grounded in the truth? Why are there found in the church those who walk in darkness and have no light, whose testimonies are half-hearted, cold, and full of complaint? Why are there those whose feet seem ready to stray into by and forbidden paths, who always have a pitiful tale to tell of temptation and defeat? Have the members of the church felt their responsibility? Have the elders and deacons of the church looked after the weak and straying ones? and have they realized that the wavering are in danger of losing their souls? Have they tried both by precept and example to plant the feet of the straying on the eternal Rock? Have Sabbath school teachers and officers realized that they have a work to do in leading the feet of the young into safe paths, and that they should count every selfish interest as nothing, that they may be winners of souls for the Master? There is a decided need of reformation in every branch of the work."},{"refcode_short":"SSW July 1,  1893, par. 5","refcode_long":"Sabbath-School Worker July 1,  1893, paragraph 5","content":"Wonderful opportunities are passing by unimproved in our Sabbath school work. Let men and women of varied gifts come into the work, and in the fear of God do their best to save our youth. Let not those who have a mechanical way of doing things, take complete charge of the school, and mould it into formal ways, into precise habits, and yet have all its life stifled in a multiplicity of regulations. It is essential to have order, but we need a great deal more spiritual knowledge along with our rules and regulations. We need a life-giving power, a zealous enthusiasm, a true animation, that our schools may become filled with an atmosphere of true piety and purity, that there may be real religious advancement, that the fear of the Lord may circulate through the school, that the superintendents and leaders may not be satisfied with a dead, formal process, but may set every agency at work that the school may become the noblest, most efficient school in the world. This should be the object and ambition of every worker in the school."},{"refcode_short":"SSW July 1,  1893, par. 6","refcode_long":"Sabbath-School Worker July 1,  1893, paragraph 6","content":"The leaders in our schools should be men and women of quick intuitions, who have the Spirit of God to aid them in reading character, who have managing ability, who can understand different phases of character, and display tact and wisdom in dealing with varied minds. There are many who can fill the place of superintendent in name, but what is needed are men who can fill the place in every sense of the word. There are many who can go through the form cleverly enough; but they fail to impart courage and hope, to inspire thought, to quicken energy, and to impart such life that the school shall become a living, growing power for good."},{"refcode_short":"SSW July 1,  1893, par. 7","refcode_long":"Sabbath-School Worker July 1,  1893, paragraph 7","content":"There is a great field open to the teachers also, and they should seek to understand how to work in such a way as to lead out and develop the minds and hearts of the children. They should have the wisdom that cometh from above, that they may deal successfully with the youth and children. Many teachers are short sighted, and take a course with the youth that does not tend to good results, and instead of advancement there is retrogression. What both workers and pupils need is the endowment of the Holy Spirit, that there may not be spasmodic reforms, but a steady growth in grace, a constant accession of spiritual life and power."},{"refcode_short":"SSW August 1,  1893, par. 7","refcode_long":"Sabbath-School Worker August 1,  1893, paragraph 7","content":"August 1, 1893"},{"refcode_short":"SSW August 1,  1893","refcode_long":"Sabbath-School Worker August 1,  1893","content":"Touch Christ, Then Humanity"},{"refcode_short":"SSW August 1,  1893, par. 1","refcode_long":"Sabbath-School Worker August 1,  1893, paragraph 1","content":"The reason we do not see more accomplished in the conversion of souls is that those who are connected with the work are not satisfied to labor with Christlike simplicity. When they shall be clothed with humility as with a garment, when the work that should be done in their souls has been wrought there by the Holy Spirit, they will not need that any man should teach them, for they will have a connection with the Divine Teacher. They will touch Christ, and then just as surely touch the people. There is not a moment in which Christ is not exerting himself in our behalf, nor a moment in which Satan does not seek to hedge up the way of the progress of those who believe, lest they should become channels of light. By faith we may overcome the enemy and become agents for the work of God. It is cruel unbelief that keeps the soul tossed to and fro in constant uncertainty, and disqualifies many for the work of saving sinners. How much we might be doing! Golden opportunities that are beyond estimate are presented to us, by which we might do a work above every work, and win souls for whom Christ has paid the purchase of his own blood; and yet through unbelief these mighty works are left undone. Why not elevate the soul to comprehend the greatness of the work intrusted to our hands?"},{"refcode_short":"SSW August 1,  1893, par. 2","refcode_long":"Sabbath-School Worker August 1,  1893, paragraph 2","content":"There are many workers that have become religious dwarfs, because, though having a name to be workers, they fold their hands and do nothing to strengthen and bless others. Many are apparently busy in the work of God, and yet their hearts are not pure, their efforts are not unselfish. They are proud and self-sufficient, and therefore inefficient. They know not what it is to have heart holiness, and therefore are lifted up in their own estimation; for they are not right with God. God will accept of nothing less than the whole heart. There must be an entire renunciation of self, and every physical, mental, and moral faculty must become perfectly sanctified to the Master's use. If ever we have fellowship with Christ in his glory, we must have fellowship with him in his humiliation. Ample provisions have been made whereby man may have divine power through the exercise of faith. Oh, that we all might urge our petitions to the throne of grace, pleading that we might have views of the glory of God, even here in this mortal state! Feeble and dim may be our visions of Him who dwelleth in light, and yet we may see and be charmed with the beauty of the divine character, and by beholding may be changed into his image, that we may see him as he is when he shall come to be admired by all his saints. We shall look upon his glory then, and no shadow will intervene. God help us to be followers of Jesus, to love as he loved, to work as he worked, and finally be crowned with glory, honor, and immortality."},{"refcode_short":"SSW September 1,  1893, par. 2","refcode_long":"Sabbath-School Worker September 1,  1893, paragraph 2","content":"September 1, 1893"},{"refcode_short":"SSW September 1,  1893","refcode_long":"Sabbath-School Worker September 1,  1893","content":"Cry to the Sinner, “Look and Live”"},{"refcode_short":"SSW September 1,  1893, par. 1","refcode_long":"Sabbath-School Worker September 1,  1893, paragraph 1","content":"Those who are in communion with Christ will discern what is the need of those who are suffering, who have been sinning against God, and who are oppressed by a burden of guilt. Consecrated teachers will know that such a pupil in sin is suffering of spiritual disorder, and that if ever a poor soul needed help he does. The teacher's heart will go out in sympathy for him, and a helping hand will be stretched out to lift him out of the slough of despair into which his feet are sinking. He who loves Christ will love souls for whom he died, and will say to the despairing, “If any man sin, we have an advocate with the Father, Jesus Christ the righteous.” These words are written for the distressed, sin-convicted souls in Zion, who are humbled in the dust with genuine sorrow. Tell them to look to Jesus and live; but, oh, be careful that you do not draw aside your garments lest they should touch those of the sinner! Be careful that you do not say in word or attitude, “I am holier than thou.” Instead of this, cry to the poor soul, “Look and live.” Does Satan plead loudly against these poor souls, accusing them of sin, and pointing to their filthy garments? The blood of Jesus Christ pleads with greater power. Their backslidings have indeed been grievous, their resistance of life has been great; they have heaped insults upon the invitations of Jesus, and instead of responding to his drawing, have closed the door of the heart against him, and shut out the light of his love that has shone for them; but still the invitation of Christ has not been withdrawn. He has still pleaded: “Seek ye the Lord while he may be found, call ye upon him while he is near. Let the wicked forsake his way, and the unrighteous man his thoughts, and let him return unto the Lord, and he will have mercy upon him; and to our God, for he will abundantly pardon.”"},{"refcode_short":"SSW September 1,  1893, par. 2","refcode_long":"Sabbath-School Worker September 1,  1893, paragraph 2","content":"Satan will stand at the right hand of the sinner to accuse him, and to overshadow him with the darkness of despair; but the divine Advocate will stand at God's right hand to plead for such poor souls. He will lift up his hands before the Father's throne, saying, “I have graven them upon the palms of my hands.” Those who entreat for help for poor sinning souls will be laboring together with God. Who then will be inclined to condemn, denounce, and discourage? “It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.” Christ has never lost a case that was intrusted to him. Oh, how valuable is a soul in his sight! It is the price of his own blood. He presents the efficacy of his blood to the Father, and he prevails. In the name of the dear Saviour, I ask, What are we doing to save perishing souls? What are teachers in the Sabbath school doing for their classes? What are superintendents and officers of the Sabbath school doing to advance the kingdom of God in the school? Oh, that all might make this their one object to save the souls of old and young!"},{"refcode_short":"SSW September 1,  1893, par. 3","refcode_long":"Sabbath-School Worker September 1,  1893, paragraph 3","content":"Jesus loves the purchase of his blood, and in passing through the scene of his humiliation to the scene of his exaltation in the heavens, he lost none of his compassionate nature. Today the same loving, tender, sympathizing heart is open to all the sorrows and woes of humanity. Today the hand that was pierced is reached forth to bless more abundantly his people that are in the world. Can Christ forget the struggling church that has been left here in the world, which has come to be like the world before the flood, fit for destruction, which has become like Sodom, meet for the wrathful fires from heaven? The Father sees the wormwood and the gall which his dear Son drank for the fallen race. He hears his prayer in behalf of his children: “I am no more in the world, but these are in the world, and I come to thee. Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are.... I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.... As thou hast sent me into the world, even so have I also sent them into the world.... Neither pray I for these alone, but for them also which shall believe on me through their word.”"},{"refcode_short":"SSW September 1,  1893, par. 4","refcode_long":"Sabbath-School Worker September 1,  1893, paragraph 4","content":"Even in the heavenly courts Jesus bears our nature. He did not disgrace but exalted humanity, in that he was not overcome with sin. In whatever position you may be placed, know that you are Christ's hired servant, and seek him, that you may have the patience, the meekness, the lowliness of Christ. “Learn of me,” said the great Teacher; “for I am meek and lowly in heart, and ye shall find rest unto your souls.”"},{"refcode_short":"SSW October 1,  1893, par. 4","refcode_long":"Sabbath-School Worker October 1,  1893, paragraph 4","content":"October 1, 1893"},{"refcode_short":"SSW October 1,  1893","refcode_long":"Sabbath-School Worker October 1,  1893","content":"Have Fresh Themes with Which to Enlighten Others"},{"refcode_short":"SSW October 1,  1893, par. 1","refcode_long":"Sabbath-School Worker October 1,  1893, paragraph 1","content":"“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” We should bring into all our work the bright rays of the Sun of Righteousness. The soul should be like a treasure-house, full of rich and fruitful stores. In the pulpit, in the Sabbath school, in the prayer meeting, and in society, we should have fresh themes with which to enlighten others. We should follow the example of Jesus, who was the perfect Teacher. He educated men by revealing to them the character of the living God. He said, “This is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” This is the important subject to impress upon the minds of youth; for they must have a knowledge of the paternal character of God, in order that they may be led to subordinate temporal to eternal interests. By beholding the character of God, an intense desire will be created in their hearts to impart to others the beauty and power of the truth."},{"refcode_short":"SSW October 1,  1893, par. 2","refcode_long":"Sabbath-School Worker October 1,  1893, paragraph 2","content":"Oh, that every man, woman, and child who deals with human minds, may have the truth inwrought in the soul, that it may be revealed in spirit, in word, in character, and in action! The sanctifying power of the truth should lead everyone who teaches in the Sabbath school, or holds a position in our institutions, to have such an experience that he may say, “I know whom I have believed.” There is transforming power in the religion of Jesus Christ, and this power must be seen upon us in far greater humility, in more earnest, living faith, that we may become a light to the world. Self must be humiliated, and Christ exalted. Why is it that those to whom God intrusts some work in his moral vineyard are so easily lifted up? Why is it that many seem to think that a responsible position exalts the man? Why do they become so self-sufficient, when they are so utterly dependent upon the atoning sacrifice? Why is there with some so great a want of tenderness, so little heart work? It is because those who are self-sufficient have not fallen upon the rock and been broken. This is why there is so little trust in God, so little earnest, contrite repentance, so great a lack of fervent prayer. Well may the questions be put by every instructor, “Have I received the Holy Ghost since I believed? Have I received Christ as my personal Saviour?” Let these questions be solemnly answered."},{"refcode_short":"SSW October 1,  1893, par. 3","refcode_long":"Sabbath-School Worker October 1,  1893, paragraph 3","content":"If those who are engaged in the work of God are Christians individually, their works will reveal the fact. They will present Christ to those with whom they come in contact. Teachers in Sabbath school will not occupy the time in unimportant matters, for they will realize that every moment is golden, and should be employed in working with all diligence in the garden of the Lord. The work of Christ in the sanctuary above, presenting his own blood each moment before the mercy seat, as he makes intercession for us, should have its full impression upon the heart, that we may realize the worth of each moment. Jesus ever liveth to make intercession for us; but one moment carelessly spent can never be recovered. Let teachers and pupils consider this great fact that Christ ceases not to engage in his solemn work in the heavenly sanctuary, and if you wear Christ's yoke, if you lift Christ's burden, you will be engaged in a work of like character with that of your Living Head."},{"refcode_short":"SSW June 1,  1894, par. 3","refcode_long":"Sabbath-School Worker June 1,  1894, paragraph 3","content":"1894"},{"refcode_short":"SSW June 1,  1894, par. 3","refcode_long":"Sabbath-School Worker June 1,  1894, paragraph 3","content":"June 1, 1894"},{"refcode_short":"SSW June 1,  1894","refcode_long":"Sabbath-School Worker June 1,  1894","content":"The Experience the Worker Needs"},{"refcode_short":"SSW June 1,  1894, par. 1","refcode_long":"Sabbath-School Worker June 1,  1894, paragraph 1","content":"“He that doeth righteousness is righteous.” It is perilous to know just what we ought to do, and yet fail to do it. Many think that they have faith because they have so often heard it spoken of; but they do not have faith unless it is woven into the experience. Some feel annoyed that these common-place truths, as they think, are so often presented before them. Repentance and faith and love are to be practiced, or they are of no value to those who profess to possess them. We need to be guarded on every side lest we shall be deceived. “Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?”"},{"refcode_short":"SSW June 1,  1894, par. 2","refcode_long":"Sabbath-School Worker June 1,  1894, paragraph 2","content":"Look unto Jesus, the author and finisher of your faith, and in studying the character of Christ, and making him your pattern, you will have neither time nor disposition to measure yourselves among yourselves, or compare yourselves with others. There are tremendous questions to settle on the part of every soul. Ask yourself: “Am I clean, and pure, and holy before God? Am I washing my robes of character in the blood of the Lamb?” It is no time now for us to let our imaginations run upon the glowing splendors of the truth, and go into ecstasies over some charming phase of its appearance, and fail to weave its truth into practical life. Jesus speaks to every soul who is admiring the truth and yet failing to make it practical: “Enter ye in at the strait gate; for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat; because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.”"},{"refcode_short":"SSW June 1,  1894, par. 3","refcode_long":"Sabbath-School Worker June 1,  1894, paragraph 3","content":"Let your whole life be a striving to enter in at the strait gate. We must press our way toward the mark for the prize of our high calling in Christ Jesus. We must fight the good fight of faith. We must turn our eyes away from the supposed defects and failings of others, and individually do the will of God. We are to live Christ, to follow the light. Jesus says, “He that followeth me shall not walk in darkness, but shall have the light of life.” We must have the faith that works by love and purifies the soul. He who gives himself up to the work of criticising others, on feeding his soul with the miserable husks of his brother's imperfection, is in the wrong kind of business, and is far worse than the one he criticises There is a serious, sacred work to be done by every child of God, for the apostle says that according to the “riches of the grace of God” it is our privilege to “be strengthened with might by his Spirit in the inner man; that Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, and length, and depth, and height; and to know the love of Christ, which passeth knowledge,that ye might be filled with all the fullness of God.” This is the experience which we all must have in order that we may be able to work for souls who are in danger of perishing. We should watch for souls as they that must give an account. At every step we should seek counsel of Jesus, that we may move in the very best way to save our fellow-men from ruin."},{"refcode_short":"SSW June 1,  1894, par. 4","refcode_long":"Sabbath-School Worker June 1,  1894, paragraph 4","content":"A Christian cannot look calmly on while he sees a soul going in the downward path, associating with those who will demoralize and corrupt the morals, and yet refrain from warning him of his danger. In Christ's stead he will seek to help him, and just in proportion to the brother's danger is there a necessity of moving with caution and in accordance with principles of Christian courtesy. No inconsiderate movement should be made that will defeat the very object for which you work. You should work in tenderness as Christ would work, in order that you may retain your influence over the soul. Do not reprove in a harsh way, and pour out a tirade of words; but let everything be done with humility, with much prayer, that you may have wisdom in dealing with the erring. It is delicate work to present to a person his faults in such a way that you will not leave an impression upon the mind that you are acting as though you considered yourself superior. It is a nice matter to deal wisely and not arouse feelings of opposition, and cause pride to close the door of the heart against you, and thus make it impossible to do any good to him who is in danger."},{"refcode_short":"SSW July 1,  1894, par. 4","refcode_long":"Sabbath-School Worker July 1,  1894, paragraph 4","content":"July 1, 1894"},{"refcode_short":"SSW July 1,  1894","refcode_long":"Sabbath-School Worker July 1,  1894","content":"The Results of Abiding in Christ"},{"refcode_short":"SSW July 1,  1894, par. 1","refcode_long":"Sabbath-School Worker July 1,  1894, paragraph 1","content":"“Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples. As the Father hath loved me, so have I loved you; continue ye in my love. If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love. These things have I spoken unto you, that my joy might remain in you, and that your joy might be full. This is my commandment, That ye love one another, as I have loved you. Greater love hath no man than this, that a man lay down his life for his friends. Ye are my friends, if ye do whatsoever I command you.” “These things I command you, that ye love one another.” “Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.”"},{"refcode_short":"SSW July 1,  1894, par. 2","refcode_long":"Sabbath-School Worker July 1,  1894, paragraph 2","content":"It is plainly stated that fruit bearing is the result of abiding in Christ. Jesus says, “I am the vine, ye are the branches; he that abideth in me, and I in him, the same bringeth forth much fruit; for without me ye can do nothing.” We have read these words of instruction again and again, but have we taken them into our hearts? Are they practiced in our life, and revealed to all those with whom we associate? No soul will be lost who will practice the principles of these words of Christ. Jesus prayed that his disciples might be sanctified through the truth, and added, “Thy word is truth.” He said again, “I have given them thy word.” The soul's sanctification is to be accomplished through obedience to the word of God. In the fear and love of Christ I would inquire, Do we hear, and do we receive into a good and honest heart, these important words? and are we determined to know for ourselves what is truth? Do we know by experience what it is to abide in Christ as the branch abides in the parent stock? “As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.”"},{"refcode_short":"SSW July 1,  1894, par. 3","refcode_long":"Sabbath-School Worker July 1,  1894, paragraph 3","content":"Have the words of Christ had any weight in determining our course of action? Has not self been strangely mingled with all our service? Is not the chief reason why growth in religious experience has been dwarfed and sickly to be found in the fact that our works are so largely of self, and so little of Jesus? Christ is nothing to us unless he is our Guide, our Counselor, our Alpha and Omega, our all and in all. If Christ abides with us, self must be dead, for our very spiritual life is to have self hid with Christ in God."},{"refcode_short":"SSW July 1,  1894, par. 4","refcode_long":"Sabbath-School Worker July 1,  1894, paragraph 4","content":"Let every soul make sure that the principles which Christ has taught concerning abiding in him are deeply planted in the heart by the Holy Spirit. This instruction has been strangely neglected, and is it any wonder that the professed people of God have had little of the peace and love of God abiding in their hearts, when they have felt so little responsibility to carry out these principles of truth? Even the professed teachers of truth have failed to impress on the minds of the people the importance of abiding in Christ, because their own lives and characters were not sanctified through the truth. Unless the truth is enthroned in the heart, and there is a thorough transition from darkness to light, even the professed teachers of truth will be blind leaders of the blind, clouds without water, carried about with winds; they will be as trees whose fruit withereth, twice dead, to be plucked up by the roots. Let all feel the necessity of self-examination. Let us know for ourselves that we are abiding in Christ, and that his words are abiding in us."},{"refcode_short":"SSW July 1,  1894, par. 5","refcode_long":"Sabbath-School Worker July 1,  1894, paragraph 5","content":"As we near the close of earth's history, Satan redoubles his efforts to cast his hellish shadow over us, in order that he may cause us to turn our eyes away from Christ. If he can prevent us from beholding Jesus, we shall be overcome; but we must not permit him to do this; for “we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even as by the Spirit of the Lord.” What is the glory of the Lord? Moses prayed, “I beseech thee, show me thy glory.” And the Lord said, “I will make all my goodness pass before thee, and I will proclaim the name of the Lord before thee; and will be gracious to whom I will be gracious, and will show mercy on whom I will show mercy.” “And the Lord passed by before him, and proclaimed. The Lord, The Lord God, merciful and gracious, long-suffering, and abundant in goodness and truth, keeping mercy for thousands, forgiving iniquity and transgression and sin, and that will by no means clear the guilty.” The glory of God is his character, and it is manifested to us in Christ. Therefore it is by beholding Christ, by contemplating his character, by learning his lessons, by obeying his words, that we become changed into his likeness. As we are enlightened by his Spirit, we see no virtue or merit in ourselves. We realize there is naught in us but deformity. But the glory of the Redeemer, manifested in his atoning sacrifice, in his justifying righteousness, in his fullness of grace, whereby we not only obtain pardon but receive sanctification, fills the whole soul with love and adoration, and in contemplating the goodness, mercy, and love of God, we become transformed in character. Jesus said, “The glory which thou gavest me I have given them; that they may be one, even as we are one.” On him who receives Christ, the glory of the Lord has risen, the Sun of Righteousness has shined, and, rising from his low and worldly state, the believer reflects the light of Christ's glory. As he continually looks to Jesus and contemplates his beauty, he is more and more transformed into the child of light."},{"refcode_short":"SSW July 1,  1894, par. 6","refcode_long":"Sabbath-School Worker July 1,  1894, paragraph 6","content":"Jesus said of his followers: “Ye are the light of the world.... Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” “Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.” God is glorified in his children as they represent Christ in character. Jesus says, “He that abideth in me, and I in him, the same bringeth forth much fruit.” Good works are the fruits borne upon the Christian tree. It is impossible to be a disciple of Christ, and be as a fruitless branch. The good works of the believer are wrought through the human agent by Christ himself. They are doers of the words of Christ, and will not only impart blessings of the highest order to others, but as they render implicit obedience to Christ, they represent his character, and bring joy to the heart of Christ, and to all the holy ones of heaven."},{"refcode_short":"SSW December 1,  1894, par. 6","refcode_long":"Sabbath-School Worker December 1,  1894, paragraph 6","content":"December 1, 1894"},{"refcode_short":"SSW December 1,  1894","refcode_long":"Sabbath-School Worker December 1,  1894","content":"“Never Man Spake Like This Man”"},{"refcode_short":"SSW December 1,  1894, par. 1","refcode_long":"Sabbath-School Worker December 1,  1894, paragraph 1","content":"Many who listened to the teachings of Christ said, “Never man spake like this man.” But his words, that comforted, strengthened, and blessed the needy, that were as bread to the hungering soul, were as bitterness to the scribes and Pharisees. In answer to the statement of the woman at Samaria that her father had worshiped in this mountain, but the Jews said that Jerusalem was the place where men ought to worship, Christ had said: “Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father. Ye worship ye know not what; we know what we worship; for salvation is of the Jews. But the hour cometh, and now is, when the true worshipers shall worship the Father in spirit and in truth; for the Father seeketh such to worship him. God is a Spirit; and they that worship him must worship him in spirit and in truth. The woman saith unto him, I know that Messias cometh, which is called Christ; when he is come, he will tell us all things. Jesus saith unto her, I that speak unto thee am he.”"},{"refcode_short":"SSW December 1,  1894, par. 2","refcode_long":"Sabbath-School Worker December 1,  1894, paragraph 2","content":"These words are of universal application, and to all believers through all time they are to be a light; but, though the lesson is universal, yet it was particularly fitted to the Jewish people of that generation. Their worship had degenerated from a spiritual worship to a mere external service. Of their religious teachers Jesus had said, “In vain do they worship me, teaching for doctrines the commandments of men.” Christ did not expect that his words would return unto him void, but that they were as enduring as eternity. On one occasion he said to the multitude that thronged about him, “Heaven and earth shall pass away, but my words shall not pass away.” He himself wrote nothing down, but the Holy Spirit brought all things to the remembrance of his disciples, and caused that his words should be recorded for our benefit."},{"refcode_short":"SSW December 1,  1894, par. 3","refcode_long":"Sabbath-School Worker December 1,  1894, paragraph 3","content":"The keynote of his teaching was struck in the words that he spoke to the woman at Samaria, when he said: “The hour cometh, and now is, when the true worshipers shall worship the Father in spirit and in truth; for the Father seeketh such to worship him. God is a Spirit; and they that worship him must worship him in spirit and in truth.” Christ declared to his disciples, in the company of the scribes and Pharisees, the manner of standard they must reach in order to be acceptable worshipers. He said, “Except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven.” The words of the prophet Ezekiel applied to the religious teachers of that day: “Her priests have violated my law, and have profaned mine holy things; they have put no difference between the holy and profane, neither have they showed difference between the unclean and the clean, and have hid their eyes from my Sabbaths, and I am profaned among them. Her princes in the midst thereof are like wolves ravening the prey, to shed blood, and to destroy souls, to get dishonest gain. And her prophets have daubed them with untempered mortar, seeing vanity, and divining lies unto them, saying, Thus saith the Lord God, when the Lord hath not spoken. The people of the land have used oppression, and exercised robbery, and have vexed the poor and needy; yea, they have oppressed the stranger wrongfully.”"},{"refcode_short":"SSW December 1,  1894, par. 4","refcode_long":"Sabbath-School Worker December 1,  1894, paragraph 4","content":"Jesus spoke as one having knowledge and authority. The denunciation he uttered against the Jews condemned their formalism and hypocrisy. His scathing rebukes and denunciation of formalism have the same force today as they had in the days of the scribes and Pharisees, and apply to those who have a form of godliness, but deny the power thereof. The God of infinite holiness cannot accept external service as spiritual worship. Those who worship God must worship him in spirit and truth, or their service is vain. There must be reality in the religious ceremonies, or they are simply pretensions, hollow abominations. But though Jesus rebuked the priests and religious teachers for their formalism and hypocrisy, yet how forbearing and tender were his lessons to the poor, the oppressed, the afflicted, and discouraged. The priests and rulers, the scribes and Pharisees, destroyed the living pastures, and defiled the well-springs of the water of life. By their false precepts they confused the understanding, and clouded that which was clear. They misrepresented God by their hardness of heart, by their impurity, pride, and selfishness. They made God altogether such a one as themselves. Their imagination was darkened and polluted by their wicked works. Because of their religious degeneracy they could discern nothing that pertained to the spiritual kingdom of Christ. Through rejecting the messages of mercy brought to them by the Lord of light and glory, they became, in their stubborn resistance, past feeling. They had evidence in abundance of the divine character and mission of Christ, and increased evidence would only have increased their guilt. Thinking themselves to be wise, they became fools. As men do today, so they did then, and used the very intellect that God had given them to brand with falsehood his eternal truth."},{"refcode_short":"SSW January 1,  1895, par. 4","refcode_long":"Sabbath-School Worker January 1,  1895, paragraph 4","content":"1895"},{"refcode_short":"SSW January 1,  1895, par. 4","refcode_long":"Sabbath-School Worker January 1,  1895, paragraph 4","content":"January 1, 1895"},{"refcode_short":"SSW January 1,  1895","refcode_long":"Sabbath-School Worker January 1,  1895","content":"Never Man Spake Like This Man"},{"refcode_short":"SSW January 1,  1895, par. 1","refcode_long":"Sabbath-School Worker January 1,  1895, paragraph 1","content":"The Jewish nation followed their own standard, and, walking in the sparks of their own kindling, they perished in their delusion. They did not respond to the wonderful works of Christ, or appreciate the words of him who spake as never man spake. They followed the imagination of their own hearts, and they were given up to be cursed by their own ambition, and to be destroyed with the falsehoods and delusions upon which they had built. Like many who reject the truth today, they presumed to appropriate to themselves all that is promised to those who have a character that is cleansed, refined, elevated, and ennobled by the practice of virtue and righteousness. They assumed superiority over all the nations of the world as a nation that practiced righteousness, when for a thousand years, through their wicked works, they had been loading the cloud of vengeance, which broke upon them at last in merciless fury."},{"refcode_short":"SSW January 1,  1895, par. 2","refcode_long":"Sabbath-School Worker January 1,  1895, paragraph 2","content":"The Jews refused to hear the voice that appealed to them. For three years and a half Christ himself declared to them, “God so loved the world, that he gave his only-begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” His hands were stretched out to them in pleading, pitying love, but they refused his appeal, and would none of his mercy. Christ takes up the lamentation of unrequited love, saying, “O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and [ye could not?] ye would not!” Christ as much as said to them: “You have perverted my words; you have resisted all my entreaties; you have taught for doctrines the commandments of men. You would not enter in faith, and believe for yourselves, and those who would have entered in, ye hindered. You have bound heavy burdens upon the shoulders of men, but you yourselves would not touch them with one of your fingers.”"},{"refcode_short":"SSW January 1,  1895, par. 3","refcode_long":"Sabbath-School Worker January 1,  1895, paragraph 3","content":"The rejecters of the word of God will not always be able to remain deaf to his laws, for they are eternal and irrevocable. The shepherds of the flock in this day are doing just what the Jews did in their day. The professed Christian world, by their hatred and resistance of the message of truth for this day, make it manifest that if they had lived on the earth when Christ came to the world, they would have accused him of the same sins and crimes as did the Jews, and would have taken the same active part in crucifying him as did the Jews. The same hatred and opposition of the word of God is brought to light when the claims of the law of God are presented, and men reenact the scenes of the time when the divine Teacher laid out the claims of truth before the Jewish nation."},{"refcode_short":"SSW January 1,  1895, par. 4","refcode_long":"Sabbath-School Worker January 1,  1895, paragraph 4","content":"The Jews claimed to believe the law, but they broke every principle of the decalogue by their spirit of stubborn rebellion against Christ. The professed Christian world are manifesting the same spirit. The so-called Christian nations claim superiority over all others, yet they are not doers of the words of Christ any more than were the Jews. But, though the priests and rulers rejected Christ, “the common people heard him gladly.” Those who are fully engrossed in their own temporal, ambitious expectations and desires, who are lovers of pleasure more than lovers of God, who have a form of godliness, but deny the power thereof, have no relish for the words spoken by the great Teacher, for his words do not encourage their worldly projects, and are not agreeable to their worldly, self-bound souls."},{"refcode_short":"SSW January 1,  1895, par. 5","refcode_long":"Sabbath-School Worker January 1,  1895, paragraph 5","content":"Christ never flattered men; he never spoke that which would exalt their fancies and imaginations, or praised them for their clever inventions. But those who were deep, unprejudiced thinkers received his words, and found that it put their wisdom to the stretch to comprehend the spiritual truths which he revealed in the simplest language. The so-called great men of the world are generally the most ignorant in regard to what constitutes true religion, and it is fitting to address to them the most simple language, for the eloquence of the truth forces conviction upon the soul. Both the educated and the uneducated have need to be addressed in the plainest, simplest language. The advocates of truth should learn from the World's Redeemer, and pattern after the greatest Teacher the world ever knew, who spake as never man spake. Although the language of Christ was simple, the most educated were charmed with his manner of teaching, and the uneducated were always profited by his discourses. He used illustrations gathered from the customs and experiences of daily life, and whenever his hearers looked upon the familiar things of nature, the words of Christ were recalled to the mind. He drew illustrations from the birds of the air, the lilies of the field, from the shepherds of the flock, and various things of common occurrence in daily life. Thus were the lessons of Jesus made simple for the comprehension of the people. Instruction of the greatest importance was bound up in the smallest compass, and was so clearly stated that no one needed to misunderstand. The scribes and the Pharisees alone complained of finding it difficult to understand his teachings; but the reason of this was that they were filled with prejudice, and were determined to misconstrue his words. The common people heard him gladly, for to the poor the gospel was preached, and many bore testimony to the fact that “never man spake like this man.”"},{"refcode_short":"SSW April 1,  1895, par. 5","refcode_long":"Sabbath-School Worker April 1,  1895, paragraph 5","content":"April 1, 1895"},{"refcode_short":"SSW April 1,  1895","refcode_long":"Sabbath-School Worker April 1,  1895","content":"Communion with Christ"},{"refcode_short":"SSW April 1,  1895, par. 1","refcode_long":"Sabbath-School Worker April 1,  1895, paragraph 1","content":"“God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.” If Christ is our personal Saviour, we shall be meditating upon his goodness and mercy and love. His presence will be with the believing, praying soul. If the believer has an intelligent knowledge of what prayer means, he will not only have stated seasons of prayer, and, after engaging in prayer at these seasons, think that his duty is done, but he will understand by experience what the Scripture means when it says, “Enoch walked with God.” He will continually keep his mind uplifted toward God, and communion with God will give more and more desire for God, and the mind will be enlarged by contemplating the character of God. Thus he will be feeding on the flesh and blood of the Son of God, who declares that he is the bread of life sent down from heaven."},{"refcode_short":"SSW April 1,  1895, par. 2","refcode_long":"Sabbath-School Worker April 1,  1895, paragraph 2","content":"He who continually communes with God, as did Enoch, will converse of the majesty of God. Enoch kept his mind continually fixed upon God. He lived in an age which was no more conducive to piety than is our own. The Lord will walk with anyone who chooses his companionship. He invites you to come. He says: “Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart, and ye shall find rest unto your souls.” What an exalted privilege is it to bear the yoke with Christ, for he says, “My yoke is easy, and my burden is light”!"},{"refcode_short":"SSW April 1,  1895, par. 3","refcode_long":"Sabbath-School Worker April 1,  1895, paragraph 3","content":"Had the rabbis, Pharisees, priests, and rulers received Christ, and believed his words, what a different history would have been theirs! Christ is “the true light which lighteth every man that cometh into the world. He was in the world, and the world was made by him, and the world knew him not. He came unto his own, and his own received him not.” He who had wrought in so wonderful a manner in bringing his people out of Egyptian bondage, and who had gone before them in the pillar of cloud by day and of fire by night, was in the midst of them, the one of whom it is written that in him dwelt the fullness of the Godhead bodily, and yet they received him not. He was the express image of his Father, the brightness of his glory, yet “his own” had so far separated themselves from purity and righteousness that they could not discern God in Christ. “Blessed are the pure in heart; for they shall see God.” “As many as received him, to them gave he power to become the sons of God, even to them that believe on his name.” Had they rightly interpreted the Scriptures, and taken the yoke of Christ, they would not have found his yoke rigorous and his burden wearisome; but they would have known that his yoke is easy and his burden is light."},{"refcode_short":"SSW April 1,  1895, par. 4","refcode_long":"Sabbath-School Worker April 1,  1895, paragraph 4","content":"If they had understood Christ, they would have understood the Father, for all heaven was given to them in the gift of Christ. Oh, if the Jewish nation had but opened their eyes and hearts to Jesus, they would have known that he was longing to bestow upon them every blessing! They would have had the assurance of his presence, the revelation of the invisible world, the knowledge that angels are their comrades in the great battle for eternal life. They would have understood that more than angels were with them, for they would have become acquainted with the Commander of the universe of heaven. They would have heard his voice saying, “Be of good cheer; I have overcome the world.” You are engaged as my soldiers to fight the good fight of faith, and you will not fail nor be discouraged. Though Satan may press you, you will look to me, and know that you are fighting in the very presence of the universe of heaven, and that your invisible Leader will be your fortress, “a present help in time of trouble.” It is in this way that all the children of God are to be overcomers. They will endure as seeing Him who is invisible. They do this by earnest, unceasing prayer, following on to know the Lord, whose goings forth are prepared as the morning. “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.”"},{"refcode_short":"SSW June 1,  1895, par. 4","refcode_long":"Sabbath-School Worker June 1,  1895, paragraph 4","content":"June 1, 1895"},{"refcode_short":"SSW June 1,  1895","refcode_long":"Sabbath-School Worker June 1,  1895","content":"“Freely Ye Have Received, Freely Give”"},{"refcode_short":"SSW June 1,  1895, par. 1","refcode_long":"Sabbath-School Worker June 1,  1895, paragraph 1","content":"All day the people had pressed about Jesus, eager to hear his words and to see his wondrous works. As evening began to fall, the sympathies of the disciples were roused for the great multitude, who were now faint and weary after the long, exciting day. They came to Jesus for permission to send the crowds away—away from Jesus—to find refreshment. In amazement they heard the Saviour's answer. “Give ye them to eat.” “Master,” they said, “we have here but five loaves and two fishes.” Yet at his command they brought their little store to him; and, “looking up to heaven, he blessed, and brake, and gave the loaves to his disciples, and the disciples to the multitude.”"},{"refcode_short":"SSW June 1,  1895, par. 2","refcode_long":"Sabbath-School Worker June 1,  1895, paragraph 2","content":"Christ did not himself pass around among the hungry multitude and place in their hands the portion to supply their necessities. When he would feed the five thousand by the Sea of Galilee, he broke the bread, blessed it, and gave it to his disciples. They placed it in the hands of the hungry ones. These men were ministering for Christ. The people took the provision from Christ's appointed agencies as if they were taking it from the hand of Christ. When they looked up with grateful response upon their lips, their expressions of gratitude were accepted by Christ as given to himself. The various instrumentalities are to be used by the Lord Jesus; ministers, evangelists, teachers, friends, companions—all are workers together with God."},{"refcode_short":"SSW June 1,  1895, par. 3","refcode_long":"Sabbath-School Worker June 1,  1895, paragraph 3","content":"The multitude was fed by the five barley loaves, and everyone had a sufficiency; their hunger was perfectly satisfied. How surprised they were to hear the voice of the great Teacher say, “Gather up the fragments that remain, that nothing be lost!” And there were twelve baskets full gathered up. All this the people rehearsed over and over again to friends, and relatives, and acquaintances. There was in it a hidden meaning which they did not then discern; it had a lesson for his disciples. The Lord would place in the hands of his delegated servants the bread of life, to be given to the multitude. The Jewish religion was one of exclusiveness. They built up the partition walls as high as possible between themselves and the world. They would not accept the words of Christ, that there is no respect of persons with God, although the prophets had borne to them this testimony for centuries. They thought that God loved the Jew only and hated the gentile. This error Christ was seeking to correct."},{"refcode_short":"SSW June 1,  1895, par. 4","refcode_long":"Sabbath-School Worker June 1,  1895, paragraph 4","content":"The Saviour's act in breaking the bread and placing it in the hands of the disciples for them to distribute, returning to Jesus to receive again, represents the very work which is to be carried on in his spiritual kingdom. The treasures of the grace of God are open to his believing agents, and they are constantly receiving light and knowledge to impart to others. Those who freely receive are to freely give. Christ bids us give to all, high or low, bond or free, of whatever caste or nationality. Nothing is to exclude any from the privilege of receiving the precious gifts of heaven. As the loaves and fishes, multiplied by the power of Christ, were given by the disciples to the multitude, so the gift of the precious, saving truth is imparted in rich abundance to all who will pass it on to others and then expect fresh and new supplies from the great Center to bestow upon all. “Freely ye have received, freely give.”"},{"refcode_short":"SSW June 1,  1895, par. 5","refcode_long":"Sabbath-School Worker June 1,  1895, paragraph 5","content":"The narrow conceptions of God's grace and love which had been propagated by the teachings of the rabbis and elders, were being swept away by the words and works of Christ. The operations of Providence in the work of Jesus were to impress upon the minds of the people the fact that in God is an inexhaustible treasure house for his church. Whatever is imparted by Christ to individual workers is to be passed on to those that need the light. Every ray of light emanating from Christ is to be faithfully put to use to bless others. Thus the divine agencies can cooperate with the human. As light is imparted, more light is given."},{"refcode_short":"SSW June 1,  1895, par. 6","refcode_long":"Sabbath-School Worker June 1,  1895, paragraph 6","content":"“Gather up the fragments that remain, that nothing be lost.” Do you believe that the Lord still moves upon men to speak as the Holy Ghost gives them utterance? Appreciate the blessing; let thanksgiving be offered to God. Gather up the precious light, and impart it to others. Study to devise ways and means of spreading the light."},{"refcode_short":"SSW July 1,  1895, par. 6","refcode_long":"Sabbath-School Worker July 1,  1895, paragraph 6","content":"July 1, 1895"},{"refcode_short":"SSW July 1,  1895","refcode_long":"Sabbath-School Worker July 1,  1895","content":"The Work before Us"},{"refcode_short":"SSW July 1,  1895, par. 1","refcode_long":"Sabbath-School Worker July 1,  1895, paragraph 1","content":"The important truth that is presented before the people by the living preacher, should be published in as compact a form as possible, and circulated widely. Thus the truth which was placed before a limited number, may find access to many minds. But let no extravagant expressions be used; do not present the most startling points of truth before the people are prepared to receive them; for all this would give occasion for the enemies of truth to misconstrue and misrepresent it. Those who have become interested are compelled to meet sophistry and misrepresentation from popular ministers, and they know not how to answer these things. Satan is wide-awake; he never gives himself a vacation, but is on the track of every soul who is convicted of the truth. Therefore let the reasons of our faith, which have been presented to the people in clear lines, be furnished them in printed form, so that they can read what the minister has said, and give it to their friends. Let these publications be widely scattered. Truth has been strangely perverted, all evil influences are at work, and we must work with persevering, determined effort, for “we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.” Then “quit you like men, be strong.”"},{"refcode_short":"SSW July 1,  1895, par. 2","refcode_long":"Sabbath-School Worker July 1,  1895, paragraph 2","content":"After the five thousand had been fed, there were twelve baskets of food gathered up; the one basketful had increased to twelve. So when our means are wholly inadequate for the needs of the work, let none of the Lord's workers become discouraged at the situation. To depend upon what we can see is not faith. Faith depends upon God's promises. It is “the substance of things hoped for, the evidence of things not seen. “The precious things of God, if appreciated and imparted, will be more abundantly bestowed. The Lord is not pleased with our unbelief. If those upon whom rests the management of the great interests of the cause speak uncertainly, unbelievingly, the Lord is grieved, for they are robbing themselves of the rich treasures of his grace. When one refuses to move unless he can walk by sight, his faith amounts to nothing. If we were placed in a position similar to that of the disciples, with the great multitude and the five little barley loaves, would it be hard for us to believe, hard to trust in God?"},{"refcode_short":"SSW July 1,  1895, par. 3","refcode_long":"Sabbath-School Worker July 1,  1895, paragraph 3","content":"The Lord expects his agents to do their best. The fragments are to be gathered up; all needless expenditures for selfish gratification are to be cut off. Let self-denial and the cross become a portion of our individual experience. The Lord Jesus would have us study his word faithfully. The unbelieving will not be quick to discern the movings of Providence, but we should cultivate faith, and use every talent that can be employed in dispensing to others the bread of life. We can never be better employed than in imparting the light received. By every whole-hearted, earnest sacrifice we make for the Master's service, our talents will be increased. But we are to be only the instruments for the Holy Spirit's working. Thus the grace of God will work in us to form new habits, to overcome powerful propensities, and to deny old inclinations."},{"refcode_short":"SSW July 1,  1895, par. 4","refcode_long":"Sabbath-School Worker July 1,  1895, paragraph 4","content":"Unbelief regards the precious light, the precious evidences which God gives, as a matter of no special importance. This is why the Lord can do nothing for those who have not faith; the Holy Spirit would be treated by them as a common thing. This unbelief will bind about the work of God."},{"refcode_short":"SSW July 1,  1895, par. 5","refcode_long":"Sabbath-School Worker July 1,  1895, paragraph 5","content":"Oh, there is too much arguing on the side of unbelief! When a worker loses his faith, he needs to take a vacation, have little or nothing to do, until the Lord shall work in his behalf, and imbue him with the Holy Spirit. He needs to have his perceptive faculties sharpened that he may discern the works and ways of God. He has received an education of an objectionable character, and he needs reshaping. The light of heaven must shine upon him."},{"refcode_short":"SSW July 1,  1895, par. 6","refcode_long":"Sabbath-School Worker July 1,  1895, paragraph 6","content":"Christ says to his disciples, “Cast the net on the right of the ship, and ye shall find.” We must work on the faith side. The proper enlargement of the work is an impossibility unless we dare to press our way against forbidding circumstances. Those who fear to risk something will never attain an experience of the greatness, value, and security of the unfailing resources of heaven."},{"refcode_short":"SSW July 1,  1895, par. 7","refcode_long":"Sabbath-School Worker July 1,  1895, paragraph 7","content":"The Lord has thrown open before us the door of heavenly commerce. We are to trade on our Lord's goods. He himself is our security if we walk and work by faith. The humblest believer may trade upon the intrusted capital; he may employ all his powers to the glory of God; and the one talent, thus consecrated to the Master's use, will increase unto precious treasures."},{"refcode_short":"SSW August 1,  1895, par. 7","refcode_long":"Sabbath-School Worker August 1,  1895, paragraph 7","content":"August 1, 1895"},{"refcode_short":"SSW August 1,  1895","refcode_long":"Sabbath-School Worker August 1,  1895","content":"The Poor in Spirit Blessed"},{"refcode_short":"SSW August 1,  1895, par. 1","refcode_long":"Sabbath-School Worker August 1,  1895, paragraph 1","content":"In the sermon on the mount Jesus presented the great principles of the law of God, that were to be taught throughout all time. He read the hearts of those who heard his words, and knew that many among that listening throng would view the subjects which he presented in that sermon, in altogether a different light from that in which they had viewed them up to that time. He was laying the foundation for missionary labor, for the promulgation of the gospel in the regions beyond. He knew that not long hence thousands would listen to the great principles of truth as they were repeated by his disciples. When he should no longer be with them, the truth which he communicated to them would be borne to those who were nigh at hand, and to those who were afar off. They would proclaim the everlasting gospel, showing the duty of man to love God supremely and his fellow-man as himself. He knew that his message of everlasting truth, which was symbolized by an angel flying in the midst of heaven, would increase in glory, and that other messengers would join those who already proclaimed the gospel, until the whole earth should be lightened with the glory of God."},{"refcode_short":"SSW August 1,  1895, par. 2","refcode_long":"Sabbath-School Worker August 1,  1895, paragraph 2","content":"As the multitude increased, “he went up into a mountain; and when he was set, his disciples came unto him; and he opened his mouth, and taught them, saying, Blessed are the poor in spirit; for theirs is the kingdom of heaven.” His words fell upon the ears of the multitude as a salutation and benediction. The teaching of the scribes and rabbis was vastly different from the teaching of Christ; for they opened and closed their discourses with the sayings of the rabbis, which they exalted to a place of importance even above that of the Scriptures."},{"refcode_short":"SSW August 1,  1895, par. 3","refcode_long":"Sabbath-School Worker August 1,  1895, paragraph 3","content":"Though the world's Redeemer sees the misery and wretchedness of the world on account of sin, yet he does not present before the fallen race a vivid delineation of their wretchedness, but teaches them of something infinitely better than that which they have ever heard before. He knows that their wretchedness is the result of sin, and his heart is moved with compassion towards fallen men. The rabbis did not condescend to preach to the common people, or to present to the gentiles any hope of salvation. But Christ had come to present the plan of salvation before all classes of people; for all were in need of his words. In those that gathered before him he saw a possibility that they might be allied to an infinite power, because of the parental love of God toward all his children. Should they accept of the provision that had been made for them through faith in him as their divine Saviour, then angels that excel in strength would be their allies, and through cooperation with divine intelligences, men might become agents to work the works of God. Through faith they would become partakers of the divine nature, and have more than human energy, perseverance, and hope."},{"refcode_short":"SSW August 1,  1895, par. 4","refcode_long":"Sabbath-School Worker August 1,  1895, paragraph 4","content":"If this people would but recognize the day of their visitation, they would be indeed blessed, made rich in the possession of grace and truth, which he held out within their reach. His words of greeting awakened hope in the breast of those who were distressed on account of sin, and they saw that there was something of value which he might impart, and that their lives might be under the benediction of God. The only-begotten Son of God knew the value of man, and presented to them a promise which speaks hope and happiness and peace. In the audience to which Jesus spoke were many who needed the help which he alone could give them. He had presented the cup of blessing to those who felt that they were “rich and increased with goods, and had need of nothing,” and they had turned from the gracious gift with scorn. Those who felt whole realized no need of a physician; but there were many who were poor in spirit, sorrowful and distressed, who were poor in this world's goods, who were longing for something more satisfactory than anything they had yet experienced. There were also many who were rich, and who yet were wretchedly dissatisfied, finding nothing in temporal advantages that met the need of the soul. Those were most hopeful subjects to Christ, and it was to them that he said, “Blessed are the poor in spirit; for theirs is the kingdom of heaven.” These dissatisfied ones would not rest until they became rich in heavenly treasure. Those who had a humble opinion of themselves and realized that they were sinners, stood in favorable contrast with the proud, self-righteous Pharisees. Those who felt that they could not possibly save themselves, or of themselves do any righteous actions, were the ones who would appreciate the help which Christ could bestow."},{"refcode_short":"SSW August 1,  1895, par. 5","refcode_long":"Sabbath-School Worker August 1,  1895, paragraph 5","content":"The Jewish leaders discerned the truth that Christ presented, but they also realized that it meant the greatest humiliation to them to accept of the rich salvation brought to them through this humble teacher. To be saved through grace alone, to confess that in and of themselves they deserved no favors, was to acknowledge that which was contrary to their cherished ideas, and to lay in the dust their pride, vanity, and ambition. To receive the benediction that Christ pronounced, they saw that an entire change must take place in their lives, but this fact they did not relish."},{"refcode_short":"SSW August 1,  1895, par. 6","refcode_long":"Sabbath-School Worker August 1,  1895, paragraph 6","content":"The Jewish leaders had presented worldly distinctions, honors, riches, and the enjoyment of pleasures as matters of the first consideration; but Jesus tells them that it is the poor in spirit, the humble in heart, who come under the divine benediction. Happiness was to be found in the vale of poverty, and among those who felt spiritually poor. Those who grasp the help that he presented may have something more satisfying than anything that earth can give—they may have the kingdom of heaven and the prospect of eternal life. They may be of value with God through the provision that is made in their behalf. Through the communication of divine grace they may be elevated and ennobled in character. Blessed are the poor in spirit; for eternal riches are provided for them."},{"refcode_short":"SSW September 1,  1895, par. 6","refcode_long":"Sabbath-School Worker September 1,  1895, paragraph 6","content":"September 1, 1895"},{"refcode_short":"SSW September 1,  1895","refcode_long":"Sabbath-School Worker September 1,  1895","content":"“Come unto Me and Drink”"},{"refcode_short":"SSW September 1,  1895, par. 1","refcode_long":"Sabbath-School Worker September 1,  1895, paragraph 1","content":"“After these things Jesus walked in Galilee; for he would not walk in Jewry, because the Jews sought to kill him. Now the Jews’ feast of tabernacles was at hand. His brethren therefore said unto him, Depart hence, and go into Judea, that thy disciples also may see the works that thou doest. For there is no man that doeth anything in secret, and he himself seeketh to be known openly. If thou do these things, show thyself to the world.... Then Jesus said unto them, My time is not yet come; but your time is always ready. The world cannot hate you; but me it hateth, because I testify of it, that the works thereof are evil.... Then the Jews sought him at the feast, and said, Where is he.... About the midst of the feast Jesus went up into the temple, and taught.” Jesus, the One who was wounded for our transgressions, bruised for our iniquities, by whose stripes we are healed, the Burden Bearer of the sins of the world, stood in the midst of the vast assembly that had come up to celebrate the feast of the tabernacles. People from nigh at hand and from far away had been celebrating the wonderful transactions that had occurred through the work of God in their journey in the wilderness. The people were ranged on either side of the white marble steps of the temple, and their songs had been ringing out in clear sound, accompanied by musical instruments. The vast concourse of people took up the chorus, waving their branches of palm and myrtle. The melody was taken up by voices near and afar off, in the tents and on the hillsides. The priests sounded their silver trumpets again and again, and throughout the congregation the answering sentinels had echoed the notes of the trumpets. The priests had performed the ceremony of bringing water from the pool of Siloam. The people had been standing, walking, singing, and shouting all night long, and reaction was setting in. They were exhausted with the fervor of their rejoicings."},{"refcode_short":"SSW September 1,  1895, par. 2","refcode_long":"Sabbath-School Worker September 1,  1895, paragraph 2","content":"“In the last day, that great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink. He that believeth on me, as the Scripture hath said, out of his belly shall flow rivers of living water.” The words that fell from the divine lips made a deep impression upon the people, and for the time many of them realized their real spiritual necessities. The scenes of the feast that had been transacted were fresh in their minds, and gave to his words a peculiar significance. The Holy Spirit presented the symbol before them until they saw in it the offer of the priceless gift of salvation. The invitation was appropriate for the occasion, and impressed every heart with sacred power, as the voice of Christ rang out above the crowds in the temple court, and sounded outside the courts in distinct utterances. His words exercised a drawing power upon the souls who were weary, thirsty, hungering for spiritual nourishment, and longing for peace and rest. A solemn hush fell upon the people, and conviction came upon them that he was the Son of God. So overpowering was the conviction that prejudice was allayed, and faith began to spring up in many hearts."},{"refcode_short":"SSW September 1,  1895, par. 3","refcode_long":"Sabbath-School Worker September 1,  1895, paragraph 3","content":"His own brethren witnessed what he had done on this occasion. They had impatiently requested Jesus to make himself known. They had what they had asked in the invitation: “If any man thirst, let him come unto me, and drink. He that believeth on me, as the Scripture hath said, out of his belly shall flow rivers of living water.” Many felt that his voice was as the voice of one speaking from heaven, and they were ready to exclaim, “Give me the water of life, that I thirst not.” Oh, that they had yielded to the conviction of the Spirit, and had come to Christ, not as to a man merely, but as to God himself! Many of the people, when they heard his words, said, “Of a truth this is the prophet.” The officers said, “Never man spake like this man.” But the multitudes went their way, and did not then acknowledge Christ as the Saviour of the world."},{"refcode_short":"SSW September 1,  1895, par. 4","refcode_long":"Sabbath-School Worker September 1,  1895, paragraph 4","content":"Jesus Christ is the same yesterday, today, and forever, and he is still crying to the sons of men, “If any man thirst, let him come unto me, and drink.” Who will hear his invitation? Who will yield to the Spirit's pleading while it is called today? “Now is the accepted time; behold, now is the day of salvation.” “Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you, and will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty. Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.”"},{"refcode_short":"SSW November 1,  1895, par. 4","refcode_long":"Sabbath-School Worker November 1,  1895, paragraph 4","content":"November 1, 1895"},{"refcode_short":"SSW November 1,  1895","refcode_long":"Sabbath-School Worker November 1,  1895","content":"The Divine Character Exemplified in Christ"},{"refcode_short":"SSW November 1,  1895, par. 1","refcode_long":"Sabbath-School Worker November 1,  1895, paragraph 1","content":"“God was in Christ, reconciling the world unto himself.” The Son of God clothed divinity with humanity. Isaiah describes him, saying: “Unto us a child is born, unto us a son is given; and the government shall be upon his shoulder; and his name shall be called Wonderful, Counselor, The mighty God, the everlasting Father, The Prince of Peace. Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even forever.” God in human nature is the mystery of godliness. Christ, the only begotten of the Father, was the express image of his Father's person, the brightness of his glory, and he came to the world not to condemn the world but to save it. God was in Christ in human form, and endured all the temptations wherewith man was beset; he participated in the suffering and trials of sorrowful human nature in our behalf. “He is despised and rejected of men; a man of sorrows, and acquainted with grief; and we hid as it were our faces from him; he was despised, and we esteemed him not. Surely he hath borne our griefs, and carried our sorrows; yet we did esteem him stricken, smitten of God, and afflicted. But he was wounded for our transgressions, he was bruised for our iniquities; the chastisement of our peace was upon him; and with his stripes we are healed.” In his human nature he was “tempted in all points like as we are,” he “suffered being tempted,” but there was no taint of sin upon him."},{"refcode_short":"SSW November 1,  1895, par. 2","refcode_long":"Sabbath-School Worker November 1,  1895, paragraph 2","content":"The condescension on the part of the Son of God was included in the plan of God for the unfolding of divine wisdom to fallen men. Divinity united with humanity could alone reach humanity, and impart spiritual life to those who were “dead in trespasses and sins.” In order to work the restoration of the fallen, it was necessary that man's will should come into harmony with the divine will. God purposed that men should conform to the divine Model. The glory of the wisdom of God continually shines forth to humanity in the Son of God. “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” Every step that Christ advanced from the manger to Calvary established his character as the One who could say without any qualification, “I have kept my Father's commandments, and abide in his love.” What exalted ideas of the law of God do we obtain as we behold Jesus fulfilling every precept, and representing the character of God before the world! It was by fulfilling the law that Christ made known the Father to the world."},{"refcode_short":"SSW November 1,  1895, par. 3","refcode_long":"Sabbath-School Worker November 1,  1895, paragraph 3","content":"The plan of redemption is perfect in all its parts. It does not demerit or lessen the claims of the law of God in one jot or one tittle in saving the sinner from the just penalty of the law. Through the provision of the death of God's only-begotten Son in sinners’ behalf, the immutability of the law of God is demonstrated for time and eternity. Justice honors the law of God in providing a substitute for the transgressor; for Christ gave his own life a ransom in order that God might be just and yet be the justifier of him who believes in Jesus. The work of saving the lost through the merit of Christ magnifies the law and harmonizes with every perfection of Jehovah. In the plan of salvation the highest honor is paid to the law of heaven's government, and yet mercy is freely dispensed to the fallen sons of Adam. Every believing soul, cooperating with the great Restorer, is blessed with heavenly grace, and endowed with the richest treasures of the glory of God. The imagination cannot picture anything more glorious than that which is attained through the plan of redemption. Well may we exclaim, “O the depth of the riches both of the wisdom and knowledge of God!”"},{"refcode_short":"SSW December 1,  1895, par. 3","refcode_long":"Sabbath-School Worker December 1,  1895, paragraph 3","content":"December 1, 1895"},{"refcode_short":"SSW December 1,  1895","refcode_long":"Sabbath-School Worker December 1,  1895","content":"The Divine Character Exemplified in Christ"},{"refcode_short":"SSW December 1,  1895, par. 1","refcode_long":"Sabbath-School Worker December 1,  1895, paragraph 1","content":"Through the obedience of the Son of God, through his submission to bear the death penalty for human transgression, the law is magnified and made honorable before the universe. Angels, cherubim, seraphim, and worlds unfallen behold the honor of the law vindicated and exalted. Through the unfolding of the perfection of the divine nature they see the image of God restored to man and the honor of the divine government maintained. The wisdom of God has abounded towards all the sons and daughters of Adam. Christ laid down his life, shed his blood, suffered the death penalty for the sinner, and became the Sin Bearer for every repenting, believing soul. We see sin fully punished in the Substitute and the sinner fully saved through his merit. We see the law of God highly exalted, with no jot or tittle of its authority laid aside, while the transgressor, relying upon the merit of the Substitute, is justified by the law. Through the plan of salvation we see mercy and truth met together, righteousness and peace embracing each other. There is no vacillation in the principles of God's commandments, but they are pronounced by the angels of heaven, by the inhabitants of unfallen worlds, and by souls justified, as “holy, and just, and good.”"},{"refcode_short":"SSW December 1,  1895, par. 2","refcode_long":"Sabbath-School Worker December 1,  1895, paragraph 2","content":"Christ, the highly exalted of God, God dwelling in humanity, is to be loved and obeyed. His life is a pattern for the whole world to copy. Every one of us may know God in Christ one with every believer. Everyone may exclaim with Paul. “The life which I now live in the flesh I live by the faith of the Son of God.” In the cross of Christ is the sure evidence that there is pardon for sin. Christ crucified is the source of all wisdom and virtue for man."},{"refcode_short":"SSW December 1,  1895, par. 3","refcode_long":"Sabbath-School Worker December 1,  1895, paragraph 3","content":"We may say, “I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day.” But though we may rely on God, we shall not be exempt from trial and temptation. Oftentimes we will have to suffer severe disappointment and endure heaviness of heart because of the world's misunderstanding and misinterpreting our motives and purposes. But while cast down we shall not be forsaken of God unless we sever the golden link of the chain which binds us through Christ to God. Jesus is our Pattern. The Majesty of heaven, the King of glory, was tempted in all points like as sinful man is tempted. Through Christ we may be placed upon vantage ground and become partakers of the divine nature, escaping the corruption that is in the world through lust."},{"refcode_short":"SSW December 1,  1895, par. 4","refcode_long":"Sabbath-School Worker December 1,  1895, paragraph 4","content":"As we approach the close of earth's history, as the appearing of Christ draws near, the battle waxes hotter and hotter. The powers from beneath are stirred to an indescribable intensity, and urged to afflict and destroy the people of God. The Saviour says that “as the days of Noe were, so shall also the coming of the Son of man be. For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark, and knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.”"},{"refcode_short":"SSW December 1,  1895, par. 5","refcode_long":"Sabbath-School Worker December 1,  1895, paragraph 5","content":"We are now in the very closing scenes of time. We need to be sure that we know Jesus as a personal Saviour, as a companion in all our distresses, in all our straits. He is a present help in every time of need, and he is nigh unto all them that call upon him. He is full of compassion and love, full of long-suffering and forbearance, not willing that any should perish in their sin, but that all should come unto him, that they might have life. He hears our every cry; he watches over his loved ones with jealous interest; he declares of those who wound and bruise the souls of those who believe in him that it would be better for them that a millstone should be hanged about their neck, and that they should be drowned in the depths of the sea, rather than offend one of his little ones."},{"refcode_short":"SSW December 1,  1895, par. 6","refcode_long":"Sabbath-School Worker December 1,  1895, paragraph 6","content":"A faithful shepherd of the flock of God is more precious in the sight of heavenly intelligences than the golden wedge of Ophir. True watchmen on the walls of Zion are few. Men who set forth the pure truth unadulterated with error, who proclaim and practice in their own life the righteousness of Christ, are indeed scarce. How few can say, with Paul, “My speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power; that your faith should not stand in the wisdom of men, but in the power of God.” Those whose life is hid with Christ in God will in these last days of peril preach the truth as it is in Christ Jesus. They will manifest devotion, benevolence, and love, and will set the truth forth boldly, faithfully, and uncompromisingly. The angels of heaven will not have to witness in them the painful exhibition of a vain show of intellect bidding for the applause of man. The Lord weighs actions. He is with those who preach the simple truth because the people are in need of truth."},{"refcode_short":"SSW December 1,  1895, par. 7","refcode_long":"Sabbath-School Worker December 1,  1895, paragraph 7","content":"Just prior to his crucifixion Christ prayed for his disciples and said: “I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil. They are not of the world, even as I am not of the world. Sanctify them through thy truth; thy word is truth. As thou hast sent me into the world, even so have I also sent them into the world. And for their sakes I sanctify myself, that they also might be sanctified through the truth. Neither pray I for these alone, but for them also which shall believe on me through their word; that they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us; that the world may believe that thou hast sent me.”"},{"refcode_short":"SSW January 1,  1896, par. 7","refcode_long":"Sabbath-School Worker January 1,  1896, paragraph 7","content":"1896"},{"refcode_short":"SSW January 1,  1896, par. 7","refcode_long":"Sabbath-School Worker January 1,  1896, paragraph 7","content":"January 1, 1896"},{"refcode_short":"SSW January 1,  1896","refcode_long":"Sabbath-School Worker January 1,  1896","content":"Cooperate with Christ in Saving Fallen Humanity"},{"refcode_short":"SSW January 1,  1896, par. 1","refcode_long":"Sabbath-School Worker January 1,  1896, paragraph 1","content":"Those who take hold of Christian help work, who consecrate themselves to God, will find that he will be a present help to them in every hour of need. I know that the Lord will use those who will submit themselves to him, and through the power of the Holy Spirit they will be enabled to do the work that needs to be done."},{"refcode_short":"SSW January 1,  1896, par. 2","refcode_long":"Sabbath-School Worker January 1,  1896, paragraph 2","content":"Visiting the sick, comforting the poor and the sorrowful for Christ's sake, will bring to the workers the bright beams of the Sun of Righteousness, and even the countenance will express the peace that dwells in the soul. The faces of men and women who talk with God, to whom the invisible world is a reality, express the peace of God. They carry with them the soft and genial atmosphere of heaven, and diffuse it in deeds of kindness and works of love. Their influence is of a character to win souls to Christ. If all could see and understand, and be doers of the words of God, what peace, what happiness, what health of body and peace of soul would be the result! A warm, kindly atmosphere of love, the pitying tenderness of Christ in the soul, can not be estimated. The price of love is above gold and silver and precious stones, and makes human agents like Him who lived not to please Himself."},{"refcode_short":"SSW January 1,  1896, par. 3","refcode_long":"Sabbath-School Worker January 1,  1896, paragraph 3","content":"I am sorry that there are those who very sparingly cultivate the sympathy and tenderness of Christ. Many do not even manifest love toward their brethren and sisters who are in the faith. They do not exercise the precious tact that should bind and heal those who go astray, but instead they exhibit cruelty of spirit, that drives the wanderer still farther into the dark, and makes angels weep. Some seem to find a sort of pleasure in bruising and wounding souls who are ready to die. As I look upon men who handle sacred truth, who bear sacred responsibilities, and who are failing to cultivate a spirit of love and tenderness, I feel like crying out, “Turn ye, turn ye; for why will ye die?” When I consider the fact that as probationers we are now forming characters that will either fit us for the society of heavenly angels, or relegate us to a place with those who are outside the city of God, I tremble for these men. O, if there were no rousing up of evil passions in the hearts of those who claim to be God's agents, how much more reasonable consideration would be given to questions of serious importance! How does Heaven look upon human agents who are void of the milk of human kindness? “Put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts; and be renewed in the spirit of your mind; and that ye put on the new man, which after God is created in righteousness and true holiness.... Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers. And grieve not the Holy Spirit of God, whereby ye are sealed unto the day of redemption. Let all bitterness, and wrath, and anger, and clamor, and evil speaking, be put away from you, with all malice; and be ye kind one to another, tender-hearted, forgiving one another, even as God for Christ's sake hath forgiven you.” Could a more powerful appeal be made?"},{"refcode_short":"SSW January 1,  1896, par. 4","refcode_long":"Sabbath-School Worker January 1,  1896, paragraph 4","content":"We are counseled to let no corrupt communication proceed out of our mouth; but a corrupt communication is not simply something that is vile and vulgar. It is any communication that will shut from the mind the view of Christ, that will blot from the soul true sympathy and love. It is a communication in which the love of Christ is not expressed, but rather sentiments of an unchristlike character. It is that which brings oppression upon men, women, youth, and children, for whom Christ has given his life. It is in the decisions that are formulated against those who need help, and who will perish if they are left to die."},{"refcode_short":"SSW January 1,  1896, par. 5","refcode_long":"Sabbath-School Worker January 1,  1896, paragraph 5","content":"There is but one power that can bring us into conformity to the likeness of Christ, that can make us steadfast, and keep us constant. It is the grace of God which leads us to obey the law of God, the transcript of the divine character. It is a knowledge of Christ Jesus which we should cultivate to the uttermost of our power in order that we may be doers of his word. “Brethren, if any of you do err from the truth, and one convert him; let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins.” Is not this a work that pays? Will we make Jesus glad? Will we cause rejoicing among the angels of God? We can do so by cooperating with God in seeking and saving that which was lost. There is more joy in heaven over one sinner that repenteth than over the ninety and nine who need no repentance. Shall we not cooperate with heavenly angels in the work of saving fallen humanity?"},{"refcode_short":"SSW January 1,  1896, par. 6","refcode_long":"Sabbath-School Worker January 1,  1896, paragraph 6","content":"We are not our own; we are the property of Christ. We are to be laborers together with God. We are to do the work that Christ has laid out in the following verses: “Take heed that ye despise not one of these little ones; for I say unto you. That in heaven their angels do always behold the face of my Father which is in heaven. For the Son of man is come to save that which was lost. How think ye? If a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which has gone astray? And if so be that he find it, verily I say unto you, he rejoiceth more over that sheep, than of the ninety and nine which went not astray. Even so it is not the will of your Father which is in heaven, that one of these little ones should perish.” We are to follow the example of Jesus, who says, “I am not come to call the righteous, but sinners to repentance.” We are to be wide-awake, so that we may know what we can do to bless and save those around us. The moral image of God has been lost, but those who are laborers together with God are to restore in men the likeness of Christ. They are to impart ideas that will work their salvation, and prepare them to be temples of the Holy Ghost."},{"refcode_short":"SSW February 1,  1896, par. 6","refcode_long":"Sabbath-School Worker February 1,  1896, paragraph 6","content":"February 1, 1896"},{"refcode_short":"SSW February 1,  1896","refcode_long":"Sabbath-School Worker February 1,  1896","content":"Prayer Effectual"},{"refcode_short":"SSW February 1,  1896, par. 1","refcode_long":"Sabbath-School Worker February 1,  1896, paragraph 1","content":"The earnest, persevering prayer of the righteous avails much. It is our duty to ask God for the very facilities that we need to lift the standard of truth in all parts of the world. It is not by might, nor by power but by my Spirit, saith the Lord, that the light of the knowledge of the truth for this time shall shine forth as a lamp that burneth. Prayerless zeal will not enable us to make the right kind of headway. The sincere, humble prayer of the true worshiper ascends to heaven, and Jesus mingles with our lowly petitions the holy incense of his own merit. Through his righteousness we are accepted. Christ makes our prayers wholly efficacious through the savor of his righteousness. In these days of peril, we need men who will wrestle with God as did Jacob, and who, like Jacob, will prevail. Thank God that the world's Redeemer promised that if he went away, he would send the Holy Spirit as his representative. Let us pray, and grasp the rich promises of God, and then praise God that in proportion to our earnest, humble supplications the Holy Spirit will be appointed to meet our needs. If we seek God with all our heart, we shall find him, and obtain the fulfillment of the promise. His grace will be given in large measure to those who will be active agents in imparting it to the world to convict the mind of truth, and to convert the soul to Christ."},{"refcode_short":"SSW February 1,  1896, par. 2","refcode_long":"Sabbath-School Worker February 1,  1896, paragraph 2","content":"“Wherefore in all things it behooved him to be made like unto his brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people. For in that he himself hath suffered being tempted, he is able to succor them that are tempted.... For we have not an high priest which can not be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin. Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.”"},{"refcode_short":"SSW February 1,  1896, par. 3","refcode_long":"Sabbath-School Worker February 1,  1896, paragraph 3","content":"The Lord will not leave his afflicted, tried children to be the sport of Satan's temptations. It is our privilege to trust in Jesus. The heavens are full of rich blessings, and it is our privilege to have the joy of Christ in us that our joy may be full. We have not because we ask not, or because we do not pray in faith, believing that we shall be blessed with the special influence of the Holy Spirit. To the true seeker through the mediation of Christ the gracious influences of the Holy Spirit are imparted in order that the receiver may impart a knowledge of saving truth. Why do we not believe the plain “Thus saith the Lord”? Do not cease to pray under any circumstances. The spirit may be willing but the flesh may be weak, but Jesus knows all about that. In your weakness you are not to be anxious; for anxiety means doubt and distrust. You are simply to believe that Christ is able to save unto the uttermost all who come unto God by him, seeing he ever liveth to make intercession for us. What does intercession comprehend?—It is the golden chain which binds finite man to the throne of the infinite God. The human agent whom Christ has died to save importunes the throne of God, and his petition is taken up by Jesus, who has purchased him with his own blood. Our great High Priest places his righteousness on the side of the sincere suppliant, and the prayer of Christ blends with that of the human petitioner. Christ has urged that his people pray without ceasing. This does not mean that we should always be upon our knees, but that prayer is to be as the breath of the soul. Our silent requests, wherever we may be, are to be ascending unto God, and Jesus, our Advocate, pleads in our behalf, bearing up with the incense of his righteousness our requests to the Father. The Lord Jesus loves his people, and when they put their trust in him, depending wholly upon him, he strengthens them. He will live through them, giving them the inspiration of his sanctifying Spirit, imparting to the soul a vital transfusion of himself. He acts through their faculties, and causes them to choose his will and to act out his character. With the apostle Paul they then may say. “I am crucified with Christ; nevertheless I live; yet not I, but Christ liveth in me; and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.” Christ impresses upon the mind of believers the fact that they are to have the glory which the Father has given him, in order that all who love and serve him may be one with God. “For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.... And the glory which thou gavest me I have given them; that they may be one, even as we are one: I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me. Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory [character], which thou hast given me; for thou lovedst me before the foundation of the world.”"},{"refcode_short":"SSW February 1,  1896, par. 4","refcode_long":"Sabbath-School Worker February 1,  1896, paragraph 4","content":"Oh, what a request! He asked not that which was impossible for the members of the human race who believe on him to receive. He asks that the Father shall love those who believe in him, who love and serve him, as he loves his Son. Is this not sufficient to fill our mind with profoundest awe and love? Where is our faith? Oh, let it be strengthened in contemplation of the thought of the possibility of God loving finite men, even as he loved his only-begotten Son! Let our faith be strengthened in contemplating the thought that as followers of Christ we may be complete in him. Oh, how far short is our faith! Let us talk faith, live faith, and give to the world an example of the faith which works by love and purifies the soul."},{"refcode_short":"SSW July 1,  1896, par. 4","refcode_long":"Sabbath-School Worker July 1,  1896, paragraph 4","content":"July 1, 1896"},{"refcode_short":"SSW July 1,  1896","refcode_long":"Sabbath-School Worker July 1,  1896","content":"Safeguarding the Children"},{"refcode_short":"SSW July 1,  1896, par. 1","refcode_long":"Sabbath-School Worker July 1,  1896, paragraph 1","content":"Our great adversary is constantly working with power to allure the youth to self-indulgence, pride, and extravagance, that their minds and hearts may be so fully taken up with these things that there will be no place for God in their affections. He is by these means warping the character and dwarfing the intellect of the youth of this generation. It is the duty of parents to counteract his working. Every influence brought to bear upon the young people to preserve in their hearts true, unaffected humility, and the knowledge of the divine will, will aid in holding them back from being corrupted with the vices of this age."},{"refcode_short":"SSW July 1,  1896, par. 2","refcode_long":"Sabbath-School Worker July 1,  1896, paragraph 2","content":"One of the most effective barricades against the incoming tide of evil is the cultivation of habits of self-denial and benevolence. Children should be educated to look with disgust upon habits of selfishness and covetousness. God has sacred claims upon them, and they need to be instructed, line upon line, precept upon precept, to recognize and conscientiously regard these claims."},{"refcode_short":"SSW July 1,  1896, par. 3","refcode_long":"Sabbath-School Worker July 1,  1896, paragraph 3","content":"It should be kept before the young and tender minds that God is constantly giving his blessing to his dependent children in the sunshine and showers, which cause vegetation to flourish, and the earth to yield her bounties for the service of man. These blessings are not bestowed upon us to encourage our selfish natures, by retaining the treasures of God's bounty, and fixing our affections on them, but that we may render back to the Giver gifts and offerings. This is the least expression of gratitude and love that we can return to our benevolent Creator."},{"refcode_short":"SSW July 1,  1896, par. 4","refcode_long":"Sabbath-School Worker July 1,  1896, paragraph 4","content":"There has been a great neglect on the part of parents in not seeking to interest their children in the workings of the cause of God. In many families the children seem to be left out of the question, as if they were irresponsible beings. Some parents even rob God of his just claims in tithes and offerings that they may save wealth for their children, not thinking that in so doing they are opening to their loved ones a door of temptation which will generally prove their ruin. They remove from the children the necessity of personal exertion, and with it an incentive to noble achievement."},{"refcode_short":"SSW July 1,  1896, par. 5","refcode_long":"Sabbath-School Worker July 1,  1896, paragraph 5","content":"If they were encouraged to do so, the children would earn means to devote to benevolent purposes, and to the advancement of the cause of God; and their interest would be increased by the fact that they had invested something in these enterprises. Their small donations would be a material aid, and the children themselves would be far better, physically, mentally, and morally, for the effort they had made. Through their diligence and self-denial they would gain a valuable experience, which would help them in making a success of this life as well as in securing the life to come."},{"refcode_short":"SSW October 1,  1901, par. 5","refcode_long":"Sabbath-School Worker October 1,  1901, paragraph 5","content":"1901"},{"refcode_short":"SSW October 1,  1901, par. 5","refcode_long":"Sabbath-School Worker October 1,  1901, paragraph 5","content":"October 1, 1901"},{"refcode_short":"SSW October 1,  1901","refcode_long":"Sabbath-School Worker October 1,  1901","content":"Association with Sinners"},{"refcode_short":"SSW October 1,  1901, par. 1","refcode_long":"Sabbath-School Worker October 1,  1901, paragraph 1","content":"Christ joined Himself to human life, and He identifies Himself with humanity in every detail of experience. Be careful how you deal with human minds. Christ has paid the ransom money for every soul."},{"refcode_short":"SSW October 1,  1901, par. 2","refcode_long":"Sabbath-School Worker October 1,  1901, paragraph 2","content":"There are many in the bondage of sin who might be rescued if they were only approached in tenderness, and with Christlike sympathy. The human agent looks at outside appearances, and judges hastily, but God looks at the heart. “And Jesus entered and passed through Jericho. And, behold, there was a man named Zacchaeus, which was the chief among the publicans, and he was rich.” The calling of publican was thought the most abominable by the Jews, and it was not calculated to refine the character. “And he sought to see Jesus who He was; and could not for the press, because he was little of stature. And he ran before, and climbed up into a sycamore tree to see Him; for He was to pass that way. And when Jesus came to the place, He looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for today I must abide at thy house. And he made haste, and came down, and received Him joyfully. And when they saw it, they all murmured, saying, That He was gone to be guest with a man that is a sinner.”"},{"refcode_short":"SSW October 1,  1901, par. 3","refcode_long":"Sabbath-School Worker October 1,  1901, paragraph 3","content":"Jesus called both the Jews and the Gentiles to be laborers together with God. He called many who were open sinners, whom men would have passed by. He saw in them jewels to be polished for the heavenly kingdom. Jesus sat at meat with both the Pharisee and the sinner. He was an invited guest at the feast of Matthew, and He invited Himself to dine with Zacchaeus."},{"refcode_short":"SSW October 1,  1901, par. 4","refcode_long":"Sabbath-School Worker October 1,  1901, paragraph 4","content":"It was because of the murmuring of the scribes and Pharisees on account of His associating with sinners and publicans that Jesus spoke the parable of the lost sheep, the lost silver, and the prodigal's son. All these parables are intended to teach us mercy and forgiveness."},{"refcode_short":"SSW June 1,  1909, par. 4","refcode_long":"Sabbath-School Worker June 1,  1909, paragraph 4","content":"1909"},{"refcode_short":"SSW June 1,  1909, par. 4","refcode_long":"Sabbath-School Worker June 1,  1909, paragraph 4","content":"June 1, 1909"},{"refcode_short":"SSW June 1,  1909","refcode_long":"Sabbath-School Worker June 1,  1909","content":"The Wisdom of God"},{"refcode_short":"SSW June 1,  1909, par. 1","refcode_long":"Sabbath-School Worker June 1,  1909, paragraph 1","content":"It is God's purpose that those who accept the teachings of his Word shall possess a wisdom that will make them wise unto salvation. Our hope and faith are not to depend on the wisdom of this world, but on divine testimony. The will of God is revealed to those who advance step by step in the upward way. These, gaining more and more of the knowledge of divine mysteries, God estimates as truly wise. He gives them clear spiritual discernment, and an understanding of the deeper revelations of the gospel."},{"refcode_short":"SSW June 1,  1909, par. 2","refcode_long":"Sabbath-School Worker June 1,  1909, paragraph 2","content":"“We speak the wisdom of God in a mystery,” the apostle Paul declared. It is beyond the power of human wisdom to discover the things of God, but to those who keep the way of the Lord there are revealed hidden treasures of wisdom. Christ longs to bestow upon his chosen people in this world a foretaste of the glory in which his faithful ones are to share. From eternity it has been his purpose to imbue with wisdom believers in his Word, that they may be raised to sit with him in heavenly places in Christ Jesus. Wonderful is the light that opens to those who in faith press on, ever on, heeding not hindrance nor difficulty, but keeping the eyes fixed on the glory that Christ reveals."},{"refcode_short":"SSW June 1,  1909, par. 3","refcode_long":"Sabbath-School Worker June 1,  1909, paragraph 3","content":"“The glory which thou gavest me, I have given them,” Christ prayed, “that they may be one, even as we are one: I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou, hast sent me, and hast loved them, as thou hast loved me. Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world. O righteous Father, the world hath not known thee; but I have known thee, and these have known that thou hast sent me. And I have declared unto them thy name, and will declare it: that the love wherewith thou hast loved me may be in them, and I in them.”"},{"refcode_short":"SSW June 1,  1909, par. 4","refcode_long":"Sabbath-School Worker June 1,  1909, paragraph 4","content":"The possibility held out in these words of the Saviour is a mystery which none but those who day by day are taught of God can understand. The manifestation of the unity for which Christ prayed is an evidence to the world of the power of God. It is a sign to them of the divine character of Christ's mission."},{"refcode_short":"SSW June 1,  1909, par. 5","refcode_long":"Sabbath-School Worker June 1,  1909, paragraph 5","content":"Christ brings his true disciples into close union with himself and his Father. By the golden cord of love they are bound to one another and to him. This is the glory given to Christ—the knowledge that he has not made his infinite sacrifice in vain. That which worldly wisdom can not do God will accomplish. He is glorified in the sanctification of his chosen ones. He identifies himself with them, saying, Your interests are my care. I will manifest my power by giving you victory over the world and over Satan, and by bestowing upon you everlasting life."},{"refcode_short":"SSW June 1,  1909, par. 6","refcode_long":"Sabbath-School Worker June 1,  1909, paragraph 6","content":"Inestimable advantages are presented to us in the Word of God. God desires us to grow in grace and in a knowledge of himself. Those who receive Christ as a personal Saviour, and learn constantly of him, gain wisdom that will be recognized in the courts of God. “This is life eternal,” the Saviour said, “that they might know thee, the only true God, and Jesus Christ whom thou hast sent.”"},{"refcode_short":"SSW December 1,  1909, par. 6","refcode_long":"Sabbath-School Worker December 1,  1909, paragraph 6","content":"December 1, 1909"},{"refcode_short":"SSW December 1,  1909","refcode_long":"Sabbath-School Worker December 1,  1909","content":"The Divine Teacher"},{"refcode_short":"SSW December 1,  1909, par. 1","refcode_long":"Sabbath-School Worker December 1,  1909, paragraph 1","content":"Revelation is not the creation or invention of something new, but the manifestation of what was, until revealed, unknown to human beings. The great and eternal truths contained in the gospel are revealed through diligent searching and humbling of ourselves before God. The divine Teacher leads the mind of the humble seeker for truth; and by the Holy Spirit's guidance, the truths of the Word are made known to him. And there can be no more certain and efficient way of knowledge than in being thus guided. The promise of the Saviour was, “When he, the Spirit of truth, is come, he will guide you into all truth.” It is through the impartation of the Holy Spirit that we are made to understand the Word of God."},{"refcode_short":"SSW December 1,  1909, par. 2","refcode_long":"Sabbath-School Worker December 1,  1909, paragraph 2","content":"The psalmist writes, “Wherewithal shall a young man cleanse his way? by taking heed thereto according to thy word. With my whole heart have I sought thee: O let me not wander from thy commandments.... Open thou mine eyes, that I may behold wondrous things out of thy law.”"},{"refcode_short":"SSW December 1,  1909, par. 3","refcode_long":"Sabbath-School Worker December 1,  1909, paragraph 3","content":"We are admonished to seek for the truth as for hid treasure. The Lord opens the understanding of the true seeker after truth; and the Holy Spirit enables him to grasp the truths of revelation. This is what the psalmist means when he asks that his eyes may be opened to behold wondrous things out of the law. When the soul pants after the excellencies of Jesus Christ, the mind is enabled to grasp the glories of the better world. Only by the aid of the divine Teacher can we understand the truths of the Word of God. In Christ's school we learn to be meek and lowly because there is given to us an understanding of the mysteries of godliness."},{"refcode_short":"SSW December 1,  1909, par. 4","refcode_long":"Sabbath-School Worker December 1,  1909, paragraph 4","content":"He who inspired the Word was the true expositor of the Word. Christ illustrated his teachings by calling the attention of his hearers to the simple laws of nature, and to the familiar objects which they daily saw and handled. Thus he led their minds from the natural to the spiritual. Many failed of grasping at once the meaning of his parables; but as they day by day came in contact with the objects with which the Great Teacher had associated spiritual truths, some discerned the lessons of divine truth he had sought to impress, and these were convinced of the truth of his mission and converted to the gospel."},{"refcode_short":"SSW December 1,  1909, par. 5","refcode_long":"Sabbath-School Worker December 1,  1909, paragraph 5","content":"Today teachers would do well to study the methods of the Great Teacher. It is their privilege in the same way to lead the minds of the students from the natural to the spiritual, from things that are seen and temporal to those things which are not seen, “eternal in the heavens.”"}]