[{"refcode_short":"T01 ","refcode_long":"Testimony for the Church — No. 1, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 1"},{"refcode_short":"T01 1","refcode_long":"Testimony for the Church — No. 1, p. 1 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T01 1.1","refcode_long":"Testimony for the Church — No. 1, p. 1.1 (Ellen Gould White)","content":"November 20th while in prayer, the Spirit of the Lord suddenly and powerfully came upon me, and I was taken off in vision."},{"refcode_short":"T01 1.2","refcode_long":"Testimony for the Church — No. 1, p. 1.2 (Ellen Gould White)","content":"I saw that the Spirit of the Lord has been dying away from the Church. The servants of the Lord have trusted too much to the strength of argument, and have not had that firm reliance upon God that they should have. I saw that the mere argument of the truth will not move souls to take a stand with the remnant, for the truth is unpopular. The servants of God must have the truth in the soul. Said the angel, “They must get it warm from glory, carry it in their bosoms, and pour it out in the warmth and earnestness of the soul to those that hear.” A few that are conscientious are ready to decide from the weight of evidence, but it is impossible to move many with a mere theory of truth. There must be a power to attend the truth, a living testimony to move them."},{"refcode_short":"T01 1.3","refcode_long":"Testimony for the Church — No. 1, p. 1.3 (Ellen Gould White)","content":"I saw that the Enemy was busy to destroy souls. Exaltation has come into the ranks, and I saw that there must be more humility. There is too much of an independence of spirit indulged in among the messengers. It must be laid aside, and there must be a drawing together of the servants of God. There has been too much a spirit like this, “Am I my brother's keeper?” Said the angel, “Yea thou art thy brother's keeper. Ye must have a watchful care for thy brother, be interested for his welfare*The original publication had the spelling “wellfare.”, and cherish a kind, loving spirit towards him. Press together, press together.” God designed man should be openhearted, and honest, without affectation, humble, meek, with simplicity. This is the principle of heaven. God ordered it so. But poor frail man has sought out something different—to follow his own way, and carefully attend to his own self-interest."},{"refcode_short":"T01 2.1","refcode_long":"Testimony for the Church — No. 1, p. 2.1 (Ellen Gould White)","content":"I asked the angel why simplicity had been shut out from the Church, and pride and exaltation come in. I saw that this is the reason why we have almost been delivered into the hand of the Enemy. Said the angel, “Look ye, and ye shall see that this feeling prevails. Am I my brother's keeper?” Again, said the angel, “Thou art thy brother's keeper.” Thy profession, thy faith requires thee to deny thyself and sacrifice to God, or thou wilt be unworthy of eternal life, for it was purchased for thee dearly, even by the agony, the sufferings, and blood of the beloved Son of God.”"},{"refcode_short":"T01 2.2","refcode_long":"Testimony for the Church — No. 1, p. 2.2 (Ellen Gould White)","content":"I saw that many in different places. East and West, were adding farm to farm, and land to land, and houses to houses, and they make the cause of God their excuse, saying they do this that they may help the cause. They shackle themselves so that they can be but little benefit to the cause; some buy a piece of land and labor with all their might to pay for it. Their time is so occupied they can spend but little time to pray, and serve God, and gain strength from him to overcome their besetments. They are in debt, and when the cause needs their help they cannot assist for they must get free from debt first. And as soon as they are free from debt they are farther from helping the cause than before, for they involve themselves again in adding to their property, and flatter themselves that this course is right, that they will use the avails in the cause, when they are actually laying up treasure here. They love the truth in word, but not in work. They love the cause just as much as their works show. They love the world more and the cause of God less, and their attraction to earth grows stronger, and the attraction to heaven weaker. Their heart is with their treasure. They set the example to those around them that they are intending to stay here, that this world is their home. Said the angel, “Thou art thy brother's keeper.”"},{"refcode_short":"T01 3.1","refcode_long":"Testimony for the Church — No. 1, p. 3.1 (Ellen Gould White)","content":"I saw that many have indulged in needless expense, merely to gratify the feelings, the taste, and the eye, when the cause has needed the very means, and when some of the servants of God were poorly clothed, and crippled in their labor for lack of means. Said the angel, “Their time to do will soon be past. Their works show that self is their idol, and to it they sacrifice. Self must first be gratified, their feeling is, “Am I my brother's keeper?” Warning after warning many have received, but heeded not. Self is the main object, and to it every thing must bow."},{"refcode_short":"T01 3.2","refcode_long":"Testimony for the Church — No. 1, p. 3.2 (Ellen Gould White)","content":"I saw that the spirit of sacrifice was almost gone from the Church, self-denial has almost failed, self and self interest come first, and then if they can as well as not, they will do what they think they can for the cause. Such a sacrifice I saw was lame and not accepted of God. All, I saw, should be interested to do their utmost to advance the cause. I saw that those who have no possessions here, but have strength of body, were accountable to God for their strength. They should be diligent in business and fervent in spirit, they should not leave those that have possessions to do all the sacrificing. I saw that they could sacrifice, and that it was their duty to do so, as well as those that have property. But often those individuals that have no possessions do not realize that they can deny themselves in many ways, can lay out less upon their bodies, and to gratify their tastes, and appetites*The original publication had the spelling “apetites.”, and find much to spare the cause, and lay up in Heaven, a treasure. I saw that there was loveliness and beauty in the truth, but take the power of God away, and it is powerless."},{"refcode_short":"T01 4.1","refcode_long":"Testimony for the Church — No. 1, p. 4.1 (Ellen Gould White)","content":"I saw it was even so, “From Even to Even shall ye celebrate your Sabbath.” Said the angel, “Take the word of God, read it, understand, and ye cannot err. Read carefully, and ye shall there find what Even is, and when it is.” I asked the angel if the frown of God had been upon his people for commencing the Sabbath as they have. I was directed back, back to the first rise of the Sabbath. I followed the people of God up to this time, and did not see that God was displeased, or frowned upon them. I inquired why it had been thus, that at this late day we must change the time of commencing the Sabbath. Said the angel, “Ye shall understand, but not yet, not yet.” Said the angel, “If light comes, and that light is set aside, or rejected, then comes condemnation and the frown of God, but before the light comes there is no sin, for there is no light for them to reject.” I saw that it was in the minds of some that the Lord had shown that the Sabbath commenced at six o'clock, when I had only seen that it commenced at “Even,” and it was inferred that Even was at six. I saw the servants of God must draw together, press together."},{"refcode_short":"T01 5.1","refcode_long":"Testimony for the Church — No. 1, p. 5.1 (Ellen Gould White)","content":"I was shown the case of Stephenson and Hall of Wisconsin. I saw that they were convicted while we were at Wisconsin, in June 1854, that the visions were of God, but they examined them and compared them with the Age to come, and because the visions did not agree with their views of the Age to come, they sacrificed the visions for the Age to come. And while on their journey East, last Spring, they were both wrong and designing. They have stumbled over the Age to come, and they are ready to take any course to injure the Review; and its friends must be awake and do what they can to save the children of God from deception. They are uniting with a lying and corrupt people. They have had evidence of this. And while they were professing sympathy and union with James, they (especially Stephenson) were biting like an adder behind his back. And while their words were smooth with him, they were inflaming Wisconsin against the Review and its conductors. Especially was Stephenson active in this matter. And their object has been to have the Review publish the Age to come, or destroy its influence. And while James was open-hearted and unsuspecting, seeking ways to remove their jealousy, and frankly opening to them the affairs of the Office, and trying to help and assist them, they were watching for evil, and observing every thing with a jealous eye. Said the angel as I beheld them, “Think ye, feeble man, that ye can stay the work of God. Feeble man, one touch of his finger can lay thee prostrate. He will suffer thee but a little while.”"},{"refcode_short":"T01 5.2","refcode_long":"Testimony for the Church — No. 1, p. 5.2 (Ellen Gould White)","content":"I was pointed back to the rise of the Advent doctrine, and even before that time, and saw that there had not been a parallel to the deception, misrepresentation and falsehood that has been practiced by the Messenger party, or such an association of corrupt hearts under a cloak of religion. Some honest hearts have been influenced by them, concluding that they had at least some cause for their statements, thinking them incapable of uttering such glaring falsehoods. I saw that such will have evidence of the truth of these matters. I saw that the Church of God should move straight along as though there was not such a people in the world."},{"refcode_short":"T01 6.1","refcode_long":"Testimony for the Church — No. 1, p. 6.1 (Ellen Gould White)","content":"I saw that decided efforts should be made to show those who were unchristian in their lives, their wrongs, and if they do not correct their lives, they should be separated from the precious and holy, that God may have a clean and pure people that he can delight in. Dishonor him not by linking or uniting the clean with the unclean."},{"refcode_short":"T01 6.2","refcode_long":"Testimony for the Church — No. 1, p. 6.2 (Ellen Gould White)","content":"I was shown some coming from the East to the West. I saw that it should not be the object of those who leave the East for the West to get rich, but to win souls to the truth. Said the angel, ‘‘Let thy works show it is not for honor, or to lay up a treasure on earth, that ye have moved West, but to hold up and exalt the standard of truth.” I saw that those who move West should be like men waiting for their Lord. “Be a living example,” said the angel, “to those in the West.” Let your works show that you are God's peculiar people, and that you have a peculiar work, the last message of mercy to the world. Let your works show to those around you that this world is not your home.” I saw that those who have entangled themselves should go free, break the snare of the Enemy. Lay not up treasure upon earth, but show by your lives that you are laying up treasure in heaven. If God has called thee West, he has a work for thee to do, an exalted work. Let your faith and experience help those who have not a living experience. Let not the attraction be to this poor, dark speck of a world, but let it be upward to God, glory and heaven. Let not the care and perplexity of farms here engross thy mind, but ye can safely be wrapt [wrapped] up in contemplating Abraham's farm. We are heirs to that immortal inheritance. Wean thy affections from earth and dwell upon heavenly things."},{"refcode_short":"T01 7.1","refcode_long":"Testimony for the Church — No. 1, p. 7.1 (Ellen Gould White)","content":"I saw that great responsibility rests upon parents. They must not be led by their children, but must lead them. I was referred to Abraham. He commanded his household after him, and it was remembered of God. He was faithful in his house. I was then referred to the case of Eli. He restrained not his children, and they were wicked and vile in Israel. They led Israel astray by their wickedness. And when God made known their sins to Samuel, and the heavy curse that was to follow, because Eli restrained them not, God said their sins should not be purged with sacrifice nor offerings forever. When Samuel told Eli what the Lord had shown him, Eli submitted to it and said, “It is the Lord, let him do what seemeth him good.” The curse of God soon followed. Those wicked priests were slain, and thirty thousand of Israel were also slain, and the Ark of God was taken by their enemies. And when Eli heard that the Ark of God was taken, he fell backward and died. All this evil resulted from Eli's not restraining his sons. I saw if God was so particular as to notice such things anciently, he is no less particular in these last days."},{"refcode_short":"T01 7.2","refcode_long":"Testimony for the Church — No. 1, p. 7.2 (Ellen Gould White)","content":"Parents must govern their children, correct their passions, and subdue them, or God will surely destroy the children in the day of his fierce anger, and the parents who have not governed their children will not be blameless. Especially should the servants of God govern their own families, and have them in good subjection. I saw they were not prepared to judge or decide in matters of the Church, unless they could rule well their own house. They must have order at home first, and then their judgment and influence will tell in the Church."},{"refcode_short":"T01 8.1","refcode_long":"Testimony for the Church — No. 1, p. 8.1 (Ellen Gould White)","content":"I saw that the reason why visions have not been more frequent of late, is, they have not been appreciated by the Church. The Church have nearly lost their spirituality and faith, and the reproofs and warnings have had but little effect upon them. Many of those who have professed faith in them, have not heeded them."},{"refcode_short":"T01 8.2","refcode_long":"Testimony for the Church — No. 1, p. 8.2 (Ellen Gould White)","content":"Some have taken an injudicious course; they have talked their faith to unbelievers, and when the proof was asked, they have read a vision instead of going to the Bible for proof. I saw this course was inconsistent, and it prejudiced the unbelievers against the truth, for the visions could have no weight with them. They had never seen them, and knew nothing of the spirit of them, and they should not be referred to, in their case."},{"refcode_short":"T01 8.3","refcode_long":"Testimony for the Church — No. 1, p. 8.3 (Ellen Gould White)","content":"We, the undersigned, being eye-witnesses when the above vision was given, deem it highly necessary that it should be published, for the benefit of the Church, on account of the important truths and warnings which it contains."},{"refcode_short":"T01 8.4","refcode_long":"Testimony for the Church — No. 1, p. 8.4 (Ellen Gould White)","content":"Note.—The above vision was read before thirty-six members of the Battle Creek Church, on the evening of Nov. 24th, who gave their unanimous vote for its publication. It can be had by addressing E. G. White, Battle Creek, Mich. Those who would encourage the circulation of such matter, can do so by assisting in its publication."},{"refcode_short":"T01 8.5","refcode_long":"Testimony for the Church — No. 1, p. 8.5 (Ellen Gould White)","content":"S. T. Belden."},{"refcode_short":"T01 9","refcode_long":"Testimony for the Church — No. 1, p. 9 (Ellen Gould White)","content":"Other Testimony"},{"refcode_short":"T01 9.1","refcode_long":"Testimony for the Church — No. 1, p. 9.1 (Ellen Gould White)","content":"When at Battle Creek, Mich., May 5th, 1855, I saw that there was a great lack of faith in the servants of God, as well as the Church. They were too easily discouraged; were too ready to doubt God; too willing to believe they had a hard lot, and that God had forsaken them. I saw that this was cruel. God had so loved them as to give his dearly beloved Son to die for them, and all heaven was interested in their salvation; yet it was hard after all that has been done for them, to believe and trust so kind and good a Father. He has said he was more willing to give the Holy Spirit to them that ask him, than earthly parents are to give good gifts to their children. I saw that the servants of God and the Church were too easily discouraged. When they asked their Father in heaven for things they thought they needed, and because it did not immediately come, their faith wavered, their courage fled, and a murmuring feeling took possession of them. This I saw displeased God."},{"refcode_short":"T01 9.2","refcode_long":"Testimony for the Church — No. 1, p. 9.2 (Ellen Gould White)","content":"Every saint that comes to God with a true heart, in faith, and sends their honest petitions to him, will have their prayers answered. Their faith must not let go of the promises of God if they do not see or feel the immediate answer of their prayers. Be not afraid to trust God. Rely upon his sure promise, “Ask and ye shall receive.” God is too wise to err, and too good to withhold any good thing from his saints that walk uprightly. Man is erring, and although his petitions are sent up from an honest heart, he does not always ask for the things that are good for himself, or that will glorify God. When this is so, our wise and good Father hears our prayers, and will answer; sometimes immediately, but gives us the things that are for our best good and his own glory. God gives us blessings, that if the saint could look into his plan they would clearly see that God knew what was best for us, and that our prayers were answered. Nothing hurtful was given, but the blessing that we needed, in the place of something we had asked, that would not have been good for us, but to our own hurt."},{"refcode_short":"T01 10.1","refcode_long":"Testimony for the Church — No. 1, p. 10.1 (Ellen Gould White)","content":"I saw if we did not feel immediate answers to our prayers, we should hold fast our faith, let no distrust come in, for that will separate us from God. If our faith wavers we shall receive nothing from him. Our confidence in God should be strong, and when we need it the most, the blessing will drop upon us like a shower of rain."},{"refcode_short":"T01 10.2","refcode_long":"Testimony for the Church — No. 1, p. 10.2 (Ellen Gould White)","content":"When the servants of God have prayed for his Spirit and blessing, it sometimes comes immediately, but it is not always then bestowed. At such times faint not. Let thy faith hold fast the promise, that it will come. Let thy trust be fully in God, and often that blessing will come when you need it the most, and unexpectedly you will receive help from God, when you are speaking the truth to unbelievers, and with clearness you can speak the Word and with power."},{"refcode_short":"T01 10.3","refcode_long":"Testimony for the Church — No. 1, p. 10.3 (Ellen Gould White)","content":"It was represented to me like children asking a blessing of their earthly parents that love them. They ask something that the parent knows will hurt them, the parent gives them the things that will be good and healthy for them, in the place of that which the child desired. I saw that every prayer that was sent up in faith from an honest heart will be heard of God and answered, and the one that sent up the petition will have the blessing when he needs it the most, and it will often exceed his expectations. Not a prayer of the true saint is lost if sent up from an honest heart in faith."},{"refcode_short":"T01 11.1","refcode_long":"Testimony for the Church — No. 1, p. 11.1 (Ellen Gould White)","content":"When at Oswego, N. Y., June, 1855, I was shown that God's people have been weighed down with cloggs [clogs], that there had been Achans in the camp. The work of God has progressed but little, and many of God's servants have been discouraged because the truth in N. Y. has taken no more effect, and that there has been no more added to the Church. The Messenger party have arisen, and we shall suffer some from their lying tongues, and misrepresentations, yet we should bear it all patiently; for they will not injure God's cause now, they have left us, as much as they would have injured it by their influence had they remained with us. God's frown has been brought upon the Church on account of individuals with corrupt hearts being in it."},{"refcode_short":"T01 11.2","refcode_long":"Testimony for the Church — No. 1, p. 11.2 (Ellen Gould White)","content":"They have wanted to be foremost when God, or their brethren, did not place them there. Selfishness and exaltation has marked their course. A place has opened for all such now, where they can go and find pasture with those of their kind. And we should praise God that in mercy he has rid the Church of them. God has given many of them up to their own ways, to be filled with their own doings. An excitement and sympathy now leads them, which will deceive some; but every honest one will be enlightened as to the true state of this company, and they will remain with God's peculiar people, hold fast the truth and follow in the humble track, and not be affected by the influence of those who have been given up by God to their own ways, to be filled with their own doings. I saw that God had given these people opportunity to reform, had enlightened them as to their love of self and other sins; but they would not heed it. They would not be refined, and he mercifully relieved the Church of them; and the truth will take effect if the servants of God, and the Church, will devote themselves to God and his cause."},{"refcode_short":"T01 12.1","refcode_long":"Testimony for the Church — No. 1, p. 12.1 (Ellen Gould White)","content":"I saw that the people of God must put on the armor and arouse. Christ is coming, and the great work of the last message of mercy is of too much importance for us to leave it, and come down to answer to such falsehoods and misrepresentations and slander as the Messenger party have fed upon, and have scattered abroad. Truth, present truth, we must dwell upon it. We are doing a great work, and cannot come down. Satan is in all this, to divert our minds from the present truth, and the coming of Christ. Said the angel, “Jesus knows it all.” In a little from this their day is coming. All will be judged according to the deeds done in the body. The lying tongue will be stopped. The sinners in Zion will be afraid, and fearfulness will surprise the hypocrites."},{"refcode_short":"T01 12.2","refcode_long":"Testimony for the Church — No. 1, p. 12.2 (Ellen Gould White)","content":"I saw that we should not put off the coming of the Lord. Said the angel, “Prepare, prepare, for what is coming upon the earth. Let your works correspond with your faith.” I saw that the mind must be staid upon God, and our influence should tell for God and his truth. We cannot honor God when we are careless and indifferent. We cannot glorify him when we are desponding*The original publication had the spelling “disponding.”. We must be in earnest and secure our soul's salvation, and try to save others, All importance should be attached to this, and every thing beside should come in secondary."},{"refcode_short":"T01 12.3","refcode_long":"Testimony for the Church — No. 1, p. 12.3 (Ellen Gould White)","content":"I saw the beauty of heaven. I heard the angels sing their rapturous songs, I heard them sing praise, honor and glory to Jesus. I could then realize something of the wondrous love of the Son of God. He left all the glory, all the honor that he had in heaven, and was so interested for our salvation that he patiently and meekly bore every indignity and slight that man could heap upon him. He was wounded, smitten and bruised; he was stretched on Calvary's cross, and suffered the most agonizing death, to save us from death; that his blood might wash us, and we be raised up to live with him in the mansions he is preparing for us, enjoy the light and glory of heaven, and hear the angels sing and sing with them."},{"refcode_short":"T01 13.1","refcode_long":"Testimony for the Church — No. 1, p. 13.1 (Ellen Gould White)","content":"I saw that all heaven is interested in our salvation, and shall we be indifferent? Shall we be careless, as though it was a small matter whether we are saved or lost? Shall we slight the sacrifice that has been made for us? Some have done this. They have trifled with offered mercy, and the frown of God is upon them. God's Spirit will not always be grieved. It will depart, if grieved a little longer. After all that has been done to save them, that a God could do, if they show by their lives that they slight Jesus’ offered mercy, death will be their portion, and it will be dearly purchased. It will be a dreadful death. For they will have to feel the agony that Christ felt upon the cross to purchase for them redemption, which they have refused. And they will then realize what they have lost—Eternal life, and the immortal inheritance."},{"refcode_short":"T01 13.2","refcode_long":"Testimony for the Church — No. 1, p. 13.2 (Ellen Gould White)","content":"The great sacrifice that has been made to save souls shows us its worth. When the precious soul is once lost, it is lost for ever."},{"refcode_short":"T01 13.3","refcode_long":"Testimony for the Church — No. 1, p. 13.3 (Ellen Gould White)","content":"I have seen an angel standing with scales in his hands, weighing the thoughts and interest of the people of God, especially the young. In one scale were the thoughts and interest tending heaven-ward; in the other scale were the thoughts and interest tending to earth. And in this scale was thrown all the reading of story-books, thoughts of dress and show, vanity, pride, &c., &c. O what a solemn moment. The angels of God standing with scales, weighing the thoughts of the professed children of God: those who profess to be dead to the world and alive to God. The scale filled with thoughts of earth vanity and pride quickly went down, notwithstanding weight after weight rolled from the scale. The scale with the thoughts and attraction to heaven went quickly up as the other went down, and O how light was the scale. I can relate this as I saw it, but never can I give the solemnity and vivid impression stamped upon my mind, as I saw the angel with the scales weighing the thoughts and interest of the people of God. Said the angel, “Can such enter heaven? No, no, never. Tell them the hope they now possess is vain, and unless they speedily repent, and get salvation, they must perish.”"},{"refcode_short":"T01 14.1","refcode_long":"Testimony for the Church — No. 1, p. 14.1 (Ellen Gould White)","content":"A form of godliness will not save them. They must have a deep and living experience. This alone will save them in the time of trouble. Then their work will be tried of what sort it is, and if it is gold, silver and precious stones, they will be hid as in the secret of the Lord's pavilion. But if their work is hay, wood and stubble, nothing can shield them from the fierceness of Jehovah's wrath."},{"refcode_short":"T01 14.2","refcode_long":"Testimony for the Church — No. 1, p. 14.2 (Ellen Gould White)","content":"The young, as well as those older, will have to give a reason of their hope. But the mind designed by God for better things; formed to serve him perfectly, has dwelt upon foolish things, instead of their eternal interest. And that mind that is left to wander here and there, is just as capable of understanding the truth, the evidence of keeping the Sabbath from the Word of God, and the true foundation of the Christian's hope, as it is to study the appearance, the manners, dress, &c. And the one that gives up their mind to be diverted with foolish stories, and idle tales, their imagination is fed, but the brilliancy of God's word is eclipsed to them. The mind is led directly from God. The interest in his precious Word is gone. Here is a book given us to guide our feet through the perils of this dark world to heaven. It tells us how we can escape the wrath of God, and also tells of the sufferings of Christ for us, the great sacrifice that has been made for us, that we might be saved and enjoy the presence of God for ever. And if any come short at last that have heard the truth, as they have in this land of light, it will be their own fault. They will be without excuse. The Word of God tells us how we may be perfect Christians, and escape the seven last plagues. But they took no interest to find this out. Other things diverted the mind, idols were cherished by them, and God's holy Word has been neglected and slighted. God has been trifled with by professed Christians, and when that holy Word shall judge them in the last day, they will be found wanting. That Word that they have neglected for foolish story-books, tries their lives. It is the standard, and their motives, words, works, and the manner they use their time, are all compared with the written Word of God, and if they come short then, their cases are decided for ever."},{"refcode_short":"T01 15.1","refcode_long":"Testimony for the Church — No. 1, p. 15.1 (Ellen Gould White)","content":"I saw that there was a measuring yourselves among yourselves, and comparing your lives with the lives of others. This I saw should not be. No one is given us as an example but Christ. He is our true pattern, and each should strive to excel in imitating him. We are co-workers with Christ, or co-workers with the Enemy. We either gather with Christ, or scatter abroad. We are decided, whole-hearted Christians, or none at all. Says Christ, “I would thou wert cold or hot. So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.”"},{"refcode_short":"T01 16.1","refcode_long":"Testimony for the Church — No. 1, p. 16.1 (Ellen Gould White)","content":"I saw that some hardly know yet what self-denial, or sacrifice is, and what it is to suffer for the truths’ sake. But I saw that none will enter heaven without making a sacrifice. They should cherish a spirit of sacrifice, and self-denial. Some have not sacrificed themselves, their own bodies on the altar of God. They indulge in hasty, fitful temper, and gratify their appetites, and attend to their own self-interest, regardless of the cause of God. Those who are willing to make any sacrifice for eternal life, will have it. And it will be worth suffering for, worth crucifying self for, and sacrificing every idol for. The far more, the exceeding and eternal weight of glory swallows up every thing, and eclipses every earthly pleasure."}]