[{"refcode_short":"T02 ","refcode_long":"Testimony for the Church — No. 2, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 2"},{"refcode_short":"T02 17","refcode_long":"Testimony for the Church — No. 2, p. 17 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T02 17.1","refcode_long":"Testimony for the Church — No. 2, p. 17.1 (Ellen Gould White)","content":"At the Conference at Battle Creek, May 27th, 1856, I was shown in vision some things that concern the church generally. The glory and majesty of God was made to pass before me. Said the angel, “He is terrible in his majesty, yet ye realize it not; terrible in his anger, yet ye offend him daily. Strive to enter in at the straight gate, for wide is the gate and broad is the way that leadeth to destruction, and many there be which go in thereat; because straight is the gate and narrow is the way that leadeth unto life, and few there be that find it.” These roads I saw were distinct, separate, in opposite directions. One leads to eternal life, the other to death, eternal death. I saw the distinction in these roads, also the distinction between the companies traveling these roads. The roads are opposite, one is broad and smooth; the other narrow and rugged. So the parties that travel these roads are opposite in character, in life, in dress, and conversation."},{"refcode_short":"T02 17.2","refcode_long":"Testimony for the Church — No. 2, p. 17.2 (Ellen Gould White)","content":"Those traveling in the narrow way are talking of the joy and happiness they will have at the end of the journey. Their countenances are often sad, yet often beam with holy, sacred joy. They do not dress like the company in the broad road, or talk like them, or act like them. A Pattern has been given them. A Man of sorrow and acquainted with grief opened that road for them, and traveled that road himself. His followers see his footsteps and are comforted and cheered. He went through safely, so can they, if they follow his footsteps."},{"refcode_short":"T02 18.1","refcode_long":"Testimony for the Church — No. 2, p. 18.1 (Ellen Gould White)","content":"In the broad road all are occupied with their persons, their dress, and the pleasures in the way. Hilarity and glee they fully indulge in, and think not of their journey's end, of the certain destruction at the end of the path. Every day they approach nearer their destruction, yet they madly rush on faster and faster. O, how dreadful this looked to me!"},{"refcode_short":"T02 18.2","refcode_long":"Testimony for the Church — No. 2, p. 18.2 (Ellen Gould White)","content":"I saw many traveling in this broad road who had written upon them, “Dead to the world, The end of all things is at hand, Be ye also ready.” They looked just like all the vain ones around them, except a shade of sadness which I noticed upon their countenances. Their conversation was just like the gay, thoughtless ones around them; but they would occasionally point to the letters on their garments with great satisfaction, calling for the others to have the same upon theirs. They were in the broad way, yet they professed to be of that number who were traveling the narrow way. Those around them would say, “There is no distinction between us. We are all alike. We dress, and talk, and act alike.”"},{"refcode_short":"T02 18.3","refcode_long":"Testimony for the Church — No. 2, p. 18.3 (Ellen Gould White)","content":"Then I was pointed back to the years 1843, and 1844. There was a spirit of consecration then, that there is not now. What has come over the professed peculiar people of God? I saw the conformity to the world, the unwillingness to suffer for the truth's sake. I saw a great lack of submission to the will of God. I was pointed back to the children of Israel after they left Egypt. God in mercy called them out from the Egyptians, that they might worship him without hindrance or restraint. He wrought for them in the way by miracles, he proved them, he tried them by bringing them into straight places. After the wonderful dealings of God, and their deliverance*The original publication had the spelling “deliverence.” so many times, when tried or proved by God, they murmured. Their language was, “Would to God we had died by the hand of the Lord in the land of Egypt.” They lusted for the leeks and onions there."},{"refcode_short":"T02 19.1","refcode_long":"Testimony for the Church — No. 2, p. 19.1 (Ellen Gould White)","content":"I saw that many who profess to believe the truth for these last days, think it strange that the children of Israel murmured as they journeyed, and after the wonderful dealings of God to them, should be so ungrateful, and forget what God had done for them. Said the angel, “Ye have done worse than they.” I saw that God has given his servants the truth so clear, so plain, that it cannot be resisted. Everywhere they go they have certain victory. The enemies cannot get round the convincing truth. Light has been shed so clear, that the servants of God can stand up anywhere and let truth, clear and connected, bear away the victory. This great blessing has not been prized, has not been realized. If any trial arises, some begin to look back, and think they have a hard time. Some of the professed servants of God do not know what purifying trials are. They make trials sometimes for themselves, imagine trials, and are so easily discouraged, so easily hurt, self-dignity is so quick to feel, that they injure themselves, injure others, and the cause. Satan magnifies and puts things into the mind that if given way to will destroy the usefulness and influence of such."},{"refcode_short":"T02 19.2","refcode_long":"Testimony for the Church — No. 2, p. 19.2 (Ellen Gould White)","content":"I saw that some had felt tempted to take themselves from the work, to labor with their hands. I saw that if the hand of God should be taken from them, and they left subject to disease and death, then such would know what trouble is. It is a fearful thing to murmur against God. They do not bear in mind that the way they are traveling is a rugged, self-denying, self-crucifying way, and they must not expect everything to move on as smoothly as though they were traveling in the broad road."},{"refcode_short":"T02 20.1","refcode_long":"Testimony for the Church — No. 2, p. 20.1 (Ellen Gould White)","content":"I saw that some of the servants of God, even messengers, are so easily discouraged, self is so quickly hurt, they imagine themselves slighted and injured when it is not so. They think their lot hard. Such realize not how they would feel should the sustaining hand of God be withdrawn, and they pass through anguish of soul. Their lot, they then would see, would be tenfold harder than it was before, while they were employed in the labor of God, suffering trials and privations, yet withal having the approbation of God. Some that are laboring in the cause of God know not when they do have an easy time. They have had so few privations, have hardly known anything of want or wearing labor, or burden of soul, that when they have an easy time, their lives almost entirely free from anguish of spirit, are favored of of God, they know it not; and think their trials great. I saw that unless such have a spirit of self-sacrifice, and are ready to labor cheerfully, not sparing themselves, God will release them. He will not acknowledge them as his self-sacrificing servants; but will raise up those who will labor, not slothfully, but in earnest, and will know when they have an easy time. God's servants must feel the burden of souls, and weep between the porch and the altar, and cry, “Spare thy people Lord.”"},{"refcode_short":"T02 20.2","refcode_long":"Testimony for the Church — No. 2, p. 20.2 (Ellen Gould White)","content":"Some of the servants of God have given up their lives to spend, and be spent, for the cause of God, while their constitutions are gone, and they are almost worn out with mental labor, incessant care, toil, and privations, while others have not had, and would not take, the burden upon them. Yet just such ones think they have a hard time, because they never have experienced hardships. They never have been baptized into the suffering part, and never will be, as long as they manifest so much weakness, and so little fortitude, and love their ease so well. From what God has shown me, there needs to be a scourging among the messengers, and the slothful, and dilatory, and self-caring ones scourged out, and have a pure, faithful and self-sacrificing company that will not study their ease, but minister faithfully in word and doctrine, that are willing to suffer and endure all things for Christ's sake, and to save those for whom he died. Let these servants feel the woe upon them if they preach not the gospel, and it will be enough; but all do not feel this."},{"refcode_short":"T02 21.1","refcode_long":"Testimony for the Church — No. 2, p. 21.1 (Ellen Gould White)","content":"I was shown in vision the conformity of professed Sabbath-keepers to the world. O, I saw it was a disgrace to their profession, a disgrace to the cause of God. They give the lie to their profession. They think they are not like the world, but they are so near like them in dress, in conversation, and actions, that there is no distinction. I saw them decorating their poor mortal bodies, which are liable any moment to be touched by the finger of God, and laid upon a bed of anguish. O, then, as they approach their last change, mortal anguish racks their frames, and the great inquiry then is, “Am I prepared to die? prepared to appear before God in judgment, and stand the grand review?” Ask them then how they feel about decorating their bodies, and if they have any sense of what it is to be prepared to appear before God, they will tell you that if they could take back and live over the past, they would correct their lives, shun the follies of the world, its vanity, its pride, and would adorn the body with modest apparel, and set an example to others around them. They would live to the glory of God. Why is it so hard to lead a self-denying, humble life? Because professed Christians are not dead to the world. It is easy living after we are dead. But there is a hankering after the leeks and onions of Egypt. They have a disposition to dress and act as much like the world as possible, and yet go to heaven. Such climb up some other way. They do not enter through the narrow way and straight gate."},{"refcode_short":"T02 22.1","refcode_long":"Testimony for the Church — No. 2, p. 22.1 (Ellen Gould White)","content":"I was shown the company present at the Conference. Said the angel, “Some food for worms,*Sister Clarissa M. Bonfoey, who fell asleep in Jesus, only three days after this vision was given, was present, in usual health, and was deeply impressed that she was one that would go into the grave, and stated her convictions to others. some subjects of the seven last plagues, some will be alive and remain upon the earth to be translated at the coming of Jesus.”"},{"refcode_short":"T02 22.2","refcode_long":"Testimony for the Church — No. 2, p. 22.2 (Ellen Gould White)","content":"Solemn words were these, spoken by the angel. I asked the angel why so few were interested in their eternal interest, so few preparing for their last change. Said the angel, “Earth attracts them, its treasures seem of worth to them.” They find enough to engross the mind, and have no time to prepare for heaven. Satan is ever ready to plunge them deeper and deeper into difficulty, and as one perplexity and trouble is off the mind, he begets within them an unholy desire for more of the things of earth, and thus their time is gone, and when it is too late, they see they have nothing substantial. They have grasped at shadows, and lost eternal life."},{"refcode_short":"T02 22.3","refcode_long":"Testimony for the Church — No. 2, p. 22.3 (Ellen Gould White)","content":"Such will have no excuse. Many, I saw, dressed like the world to have an influence. But here they make a sad and fatal mistake. If they would have a true and saving influence, let them live out their profession, show their faith by their righteous works, and make the distinction great between the Christian and the world. I saw that the words, the dress, and actions, should tell for God. Then a holy influence will be shed upon all, and all will take knowledge of them, that they have been with Jesus, and unbelievers will see that the truth we profess has a holy influence, and that faith in Christ's coming affects the character of the man or woman. If any wish to have their influence tell in favor of truth, let them live it out, and imitate the humble Pattern."},{"refcode_short":"T02 23.1","refcode_long":"Testimony for the Church — No. 2, p. 23.1 (Ellen Gould White)","content":"I saw that God hates pride, and that all the proud, and all that do wickedly shall be stubble, and the day that cometh shall burn them up. I saw that the Third Angel's Message must yet work like leaven upon many hearts that profess to believe it, and purge away their pride, selfishness, covetousness and love of the world."},{"refcode_short":"T02 23.2","refcode_long":"Testimony for the Church — No. 2, p. 23.2 (Ellen Gould White)","content":"Jesus is coming, and will he find a people conformed to the world? and will he acknowledge them as his people that he has purified unto himself? O, no. None but the pure and holy will he acknowledge as his. Those that have been purified and made bright through suffering, and have kept themselves separate, unspotted from the world he will own as his."},{"refcode_short":"T02 23.3","refcode_long":"Testimony for the Church — No. 2, p. 23.3 (Ellen Gould White)","content":"As I saw the dreadful fact that God's people were conformed to the world, with no distinction, only in name, between many of the professed disciples of the meek and lowly Jesus, and unbelievers, my soul felt deep anguish. I saw that Jesus was wounded and put to an open shame. Said the angel as with sorrow he saw the professed people of God loving the world, partaking of the spirit of the world, and following its fashions, “Cut loose! Cut loose! lest he appoint thee thy portion with hypocrites and unbelievers outside the City. Thy profession will only cause thee greater anguish, and thy punishment will be greater because ye knew his will, but did it not.” I saw that those who profess to believe the Third Angel's Message often wound the cause of God by lightness joking, and trifling. This evil I was shown was all through our ranks. I saw that there should be an humbling before God, and that the Israel of God should rend the heart and not the garment. Childlike simplicity is rarely seen, the approbation of man is more thought of than to fear to displease God. Said the angel, “Set thine heart in order, lest he visit thee in judgment, and the brittle thread of life be cut, and ye lie down in the grave unsheltered, unprepared for the judgment. Or if ye do not make your bed in the grave, unless ye soon make your peace with God, tear yourselves from the world, your hearts will grow harder, and ye will lean upon a false prop, a supposed preparation, and find out your mistake too late to secure a well-grounded hope.”"},{"refcode_short":"T02 24.1","refcode_long":"Testimony for the Church — No. 2, p. 24.1 (Ellen Gould White)","content":"I saw that some professed Sabbath-keepers spent hours that were worse than thrown away, studying this or that fashion, to decorate the poor mortal body. While you make yourselves appear like the world, and as beautiful as you can, remember that the same body may in a few days be food for worms. And while you fix it up to your taste to please the eye, you are dying spiritually. God hates your vain, wicked pride, and he looks upon you as a whited sepulchre; but within full of corruption and uncleanness. Mothers set the example of pride to their children, and while so doing, sow seed that will spring up and bear fruit. The harvest will be plenteous and sure. That which they sow, they shall reap. There will be no failure in the crop. I saw, parents, that it is easier for you to learn your children a lesson of pride, than a lesson of humility. And that Satan and his angels stand right by your side to make the act of yours, or the word that you may speak to them, effectual, to encourage them to dress, and in their pride to mingle with society that is not holy. O, parents, you plant a thorn in your own bosoms that you will often feel in anguish. And when you would counteract the sad lesson you have learned your children, you will find it a hard thing. It is impossible for you to do it. You may deny them things that will gratify their pride, yet that pride lives in the heart, yet longing to be satisfied, and nothing can kill this pride but to have the quick and powerful Spirit of God find way to the heart; and work like leaven there and root it out."},{"refcode_short":"T02 25.1","refcode_long":"Testimony for the Church — No. 2, p. 25.1 (Ellen Gould White)","content":"I saw that young and old neglect their Bibles. They do not make that book their study, and the rule of life as they should, especially the young. Most of them are ready, and find plenty of time, to read almost any other book. But the word that points to life, eternal life, is not perused and daily studied. That precious, important book that is to judge them in the last day is scarcely studied at all. Idle stories have been attentively read, while the Bible has been passed by, neglected. A day is coming, of clouds and thick darkness, when all will wish to be thoroughly furnished by the plain, simple truths of the word of God; that they may meekly, yet decidedly, give a reason of their hope. This reason of their hope, I saw, they must have to strengthen their own souls for the fierce conflict. Without this they are wanting, and cannot have firmness and decision."},{"refcode_short":"T02 25.2","refcode_long":"Testimony for the Church — No. 2, p. 25.2 (Ellen Gould White)","content":"Parents had much better burn the idle tales of the day, and the novels as they come into their houses. It would be a mercy to their children. Encourage the reading of these story-books, and it is like enchantment. It bewilders and poisons the mind. I saw that unless parents awake to, the eternal interest of their children, they will surely be lost through their neglect. And the possibility of these unfaithful parents being saved themselves is very small. Parents, I saw, should be exemplary. They should exert a holy influence in their families. They should let their dress be modest, different from the world around them. You should rebuke pride in your children, if you value their eternal interest. Faithfully rebuke this pride, and encourage it not in deed or word. I saw that this pride must be torn out of our families. O, the pride that was shown me of God's professed people. It has increased every year, until it is now impossible to designate professed Advent Sabbath-keepers from all the world around them. Much, I saw, was expended for ribbons and laces for the bonnets, collars and other needless articles to decorate the body, while Jesus the King of glory, who gave his life to redeem them, wore a crown of thorns. This was the way their Master's sacred head was decorated. He was “a man of sorrows and acquainted with grief.” “He was wounded for our transgressions he was bruised for our iniquities; the chastisement of our peace was upon him, and with his stripes we are healed.” And yet the very ones that profess to be washed by the blood of Jesus, spilt for them, can dress up, and decorate their poor, mortal bodies, yet dare to profess to be the followers of the holy, self-denying, humble Pattern. O, I wish that all could see this in the light that God sees it, and showed it to me. It seemed too much, too much for me to bear, to feel the anguish of soul that I felt as I beheld it. “God's people,” said the angel. “are peculiar, such he is purifying unto himself.” I saw that the outside appearance was an index to the heart. When hung with ribbons, collars and needless things, it plainly shows that all this is in the heart, and unless that such persons are cleansed from their corruption, they can never see God, for the pure in heart alone will see him."},{"refcode_short":"T02 27.1","refcode_long":"Testimony for the Church — No. 2, p. 27.1 (Ellen Gould White)","content":"I saw that the axe must be laid at the root of the tree. Such pride should not be suffered in the church. It is these things that separate God from his people, that shuts the Ark away from them. Israel has been asleep to the pride, and fashions, and conformity to the world, in their very midst. They advance every month in pride, covetousness, and selfishness, and love of the world. When the truth affects the heart, it will cause a death to the world, and the ribbons, laces and collars will be laid aside, and if dead, the laugh, the jeer, and scorn of unbelievers will not move them. They will feel an anxious desire to be separate from the world, like their Master. They will not imitate its pride, fashions or customs. The noble object will be ever before them, to glorify God, and gain the immortal inheritance. This prospect will swallow up all beside of an earthly nature. God will have a separate and distinct people from the world. And if any have a desire to imitate the fashions of the world, that they do not immediately subdue, just so soon God ceases to acknowledge them as his children. They are the children of the world, and darkness. They hanker after the leeks and onions of Egypt, want to be as much like the world as possible; and those that profess to have put on Christ, by thus doing put him off, and show that they are strangers to grace, strangers to the meek and lowly Jesus. If they had acquainted themselves with him, they would walk worthy of him."},{"refcode_short":"T02 27.2","refcode_long":"Testimony for the Church — No. 2, p. 27.2 (Ellen Gould White)","content":"I saw the wives of the messengers. Some of them are no help to their husbands, yet they profess the Third Angel's Message. They think more of studying their own wishes and pleasure than the will of God, or how they can hold up the hands of their husbands by their faithful prayers, and careful walk. I saw that some of them take such a willful, selfish course, that Satan makes them his instruments, and works through them to destroy the usefulness and influence of their husbands. They feel at liberty to complain and murmur if they are brought through any straight places. They forget the sufferings of the ancient Christians for the truth's sake, and think they must have their wishes and their way, and follow their own will. They forget the sufferings of Jesus their Master. They forget the Man of Sorrows, that was acquainted with grief, he who had not where to lay his head. They do not care to remember that holy brow, pierced with a crown of thorns. They forget him, who bearing his own cross to Calvary, fainted beneath its burden, not merely the burden of the wooden cross, but the heavy burden of the sins of the world were upon him. They forget the cruel nails driven through his tender hands, and feet, and his expiring, agonizing cries, “My God, my God, why hast thou forsaken me.” And after all this suffering endured for them, they feel a strong unwillingness to suffer for Christ's sake."},{"refcode_short":"T02 28.1","refcode_long":"Testimony for the Church — No. 2, p. 28.1 (Ellen Gould White)","content":"These individuals, I saw, were deceiving themselves. They have no part nor lot in the matter. They have got hold of the truth; but the truth has not got hold of them. When the truth, the solemn, important truth, gets hold of them, self will die, and the language will not be, “I shall go here, and shall not stay there;” but the earnest inquiry will be, “Where does God want me to be? Where can I best glorify him, and where can our united labors do the most good?” Their will should be swallowed up in the will of God. The lack of consecration, and the willfulness that some of the messengers’ wives possess, will stand in the way of sinners; and the blood of souls will be upon their garments. Some of the messengers have borne a strong testimony in regard to the duty, and the wrongs of the church. It has not had its designed effect; for their own companions needed all the straight testimony that had been borne. And the reproof came back upon themselves with great weight. They let their companions affect them, and drag them down, and prejudice their minds, and their usefulness and influence is lost, and they feel desponding and disheartened, and realize not the true source of the injury. It is close at home."},{"refcode_short":"T02 29.1","refcode_long":"Testimony for the Church — No. 2, p. 29.1 (Ellen Gould White)","content":"I saw that these sisters are closely connected with the work of God if he has called their husbands to preach the present truth. These servants if truly called of God, will feel the importance of the truth. They are standing between the living and the dead, and must watch for souls as they that must give an account. Solemn is their calling. And their companions can be a great blessing to them, or a great curse. They can cheer them when desponding, comfort them when cast down, and encourage them to look up and trust fully in God when their faith fails. Yet they can take an opposite course, look upon the dark side, and think they have a hard time, have no faith in God, and talk their trials and unbelief to their companions, have a complaining, murmuring spirit, and be a dead weight, and even a curse to them."},{"refcode_short":"T02 29.2","refcode_long":"Testimony for the Church — No. 2, p. 29.2 (Ellen Gould White)","content":"I saw the wives of the messengers should help their husbands in their labors, and be exact and careful what influence they exert; for they are watched, and more is expected of them than others. Their dress should be an example. Their lives and conversation should be an example, and savor of life, rather than death. I saw that they should take an humble, meek, yet exalted stand, and not have their talk upon things that do not tend to direct their minds heavenward. The great inquiry should be, “How can I save my own soul, and be the means of saving others?” I saw that there was no half-hearted work in this matter, accepted of God. He wants the whole heart and interest, or he will have none. Their influence tells, decidedly, unmistakably, in favor of the truth, or against it. They gather with Jesus, or scatter abroad. An unsanctified wife is the greatest curse a messenger can have. Those servants of God that have been, and are still so unhappily situated as to have this withering influence at home, should double their prayers, their watchfulness, and take a decided, firm stand, and let not this darkness press them down. They should cleave closer to God, be firm and decided, rule well their own house, and live so that they can have the approbation of God, and the watch-care of the angels. But if they yield to the wishes of their unconsecrated companions, the frown of God is brought upon the dwelling. The Ark of God cannot abide in the house, because they countenance and uphold them in their wrongs. Our God is a jealous God. It is fearful to trifle with him. Anciently, Achan coveted a golden wedge, and a Babylonish garment, and secreted them, and all Israel suffered. They were driven before their enemies. And when Joshua inquired the cause, the Lord said, “Up, sanctify the people, and say, Sanctify yourselves against the morrow: for thus saith the Lord God of Israel, There is an accursed thing in the midst of thee, O Israel: thou canst not stand before thine enemies, until ye take away the accursed thing from among you.” Achan had sinned, and God destroyed him, and all his household, with all they possessed, and wiped the curse from Israel."},{"refcode_short":"T02 31.1","refcode_long":"Testimony for the Church — No. 2, p. 31.1 (Ellen Gould White)","content":"I saw that the Israel of God must arise, renew their strength in God by renewing, and keeping their covenant with Him. Covetousness, selfishness, and love of money, and love of the world, are all through the ranks of Sabbath-keepers. These evils are drying up the sacrifice of God's people. Those that have this covetousness in their hearts are not aware of it. It has gained upon them imperceptibly. And unless it is rooted out, their destruction will be as sure as Achan's was. Many have taken the sacrifice from God's altar, and they love the world, love its gain and increase, and unless there is an entire change they will perish with the world. God has lent them means. It is not their own; but God has made them his stewards. And because of this, they call it their own, and hoard it up. But, O, how quick, when the prospering hand of God is removed from them, is it all snatched away in a moment. There must be a sacrificing for God, a denying self for the truth's sake. O, how weak and frail is man. How puny his arm. I saw that soon the loftiness of man is to be brought down, and the pride of man humbled. Kings and nobles, rich and poor, alike shall bow, and the withering plagues from God shall fall upon them."},{"refcode_short":"T02 31","refcode_long":"Testimony for the Church — No. 2, p. 31 (Ellen Gould White)","content":"To the Saints Scattered Abroad"},{"refcode_short":"T02 31.2","refcode_long":"Testimony for the Church — No. 2, p. 31.2 (Ellen Gould White)","content":"The foregoing Testimony was given in the presence of about one hundred brethren and sisters assembled in the House of Prayer, on whose minds it apparently made a deep impression. It has since been read before the Church at Battle Creek, who gave their unanimous vote in favor of its publication for the benefit of the Saints scattered abroad."}]