[{"refcode_short":"T03 ","refcode_long":"Testimony for the Church — No. 3, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 3"},{"refcode_short":"T03 1","refcode_long":"Testimony for the Church — No. 3, p. 1 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T03 1.1","refcode_long":"Testimony for the Church — No. 3, p. 1.1 (Ellen Gould White)","content":"Dear Brethren and Sisters:—The Lord has shown me in vision some things concerning the church in its present lukewarm state, which I will relate to you. The church was presented before me in vision. Said the angel to the church, “Jesus speaks to thee, ‘Be zealous and repent.’” This work I saw should be taken hold of in earnest. There is something to repent of. Worldly-mindedness, selfishness and covetousness, have been eating out the spirituality and life of God's people."},{"refcode_short":"T03 1.2","refcode_long":"Testimony for the Church — No. 3, p. 1.2 (Ellen Gould White)","content":"The danger of God's people for a few years past has been the love of this world. Out of this have sprung the sins of selfishness and covetousness. The more they get of this world, the more they set their affections on it, and still they reach out for more. Said the angel, “It is easier for a camel to go through a needle's eye, than for a rich man to enter into the kingdom of God.” Yet many who profess to believe that we are having the last note of warning to the world, are striving with all their energies to place themselves in a position where it is easier for a camel to go through a needle's eye, than for them to enter the kingdom."},{"refcode_short":"T03 1.3","refcode_long":"Testimony for the Church — No. 3, p. 1.3 (Ellen Gould White)","content":"These earthly treasures are blessings when a right use is made of them. Those who have them, should realize that they are lent them of God, and should cheerfully spend their means to advance his cause. They will not lose their reward here. The angels of God will kindly regard them; they will also lay up a treasure in heaven."},{"refcode_short":"T03 2.1","refcode_long":"Testimony for the Church — No. 3, p. 2.1 (Ellen Gould White)","content":"I saw that Satan watches the peculiar, selfish, covetous temperaments of some that profess the truth, and will tempt them by throwing prosperity in their path, offering them the riches of earth. He knows if they do not overcome their natural temperaments here, they will stumble and fall by loving mammon, worshiping their idol. Satan's object is too often accomplished. The strong love of the world overcomes, or swallows up, the love of the truth. The kingdoms of the world are offered them, and they eagerly grasp their treasure, and think they are wonderfully prospered. Satan triumphs because his plan has succeeded. They have given up the love of God, for the love of the world."},{"refcode_short":"T03 2.2","refcode_long":"Testimony for the Church — No. 3, p. 2.2 (Ellen Gould White)","content":"I saw that those who are thus prospered, can thwart the design of Satan by overcoming their selfish covetousness; by laying upon the altar of God all their possessions. And when they see an opportunity where their means is needed to advance the cause of truth, and to help the widow, the fatherless and afflicted, cheerfully let it go, and lay up treasure in heaven."},{"refcode_short":"T03 2.3","refcode_long":"Testimony for the Church — No. 3, p. 2.3 (Ellen Gould White)","content":"Heed the counsel of the true Witness. Buy gold tried in the fire, that thou mayest be rich, white raiment that thou mayest be clothed, and eye-salve, that thou mayest see. Make some effort. These precious treasures will not drop upon us, without our making some exertions on our part. We must buy,—“Be zealous and repent” of our lukewarm state. We must be awake to see our wrongs, and to search up our sins, and to zealously repent of them."},{"refcode_short":"T03 3.1","refcode_long":"Testimony for the Church — No. 3, p. 3.1 (Ellen Gould White)","content":"I saw that the brethren who have possessions have a work to do, to tear away from their possessions and love of the world. Many of them love this world, love their treasure, but are not willing to see it. They must be zealous and repent of their selfish covetousness, that the love of the truth may swallow up everything else. I saw that many of those that have riches will fail to buy the gold, white raiment and eye-salve. Their zeal does not possess intensity and earnestness proportionate to the value of the object they are in pursuit of."},{"refcode_short":"T03 3.2","refcode_long":"Testimony for the Church — No. 3, p. 3.2 (Ellen Gould White)","content":"Then I saw these men while striving for the possessions of earth; what zeal they manifested; what earnestness; what energy, to obtain an earthly treasure, that must soon pass away; what cool calculations they make. They will plan and toil early and late, and sacrifice their ease and comfort for an earthly treasure. A corresponding zeal on their part for the gold, white raiment, and eye-salve, will bring them in possession of these desirable treasures, and life, everlasting life, in the kingdom of God. I saw that if any need eye-salve, it is those who have these earthly possessions. Many of them are blind to their own state. Blind to the firm grasp they have of this world. O that they may see."},{"refcode_short":"T03 3.3","refcode_long":"Testimony for the Church — No. 3, p. 3.3 (Ellen Gould White)","content":"“Behold I stand at the door and knock; if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.”"},{"refcode_short":"T03 3.4","refcode_long":"Testimony for the Church — No. 3, p. 3.4 (Ellen Gould White)","content":"I saw that many had so much rubbish piled up at the door of their heart, that they could not get the door open. Some have difficulties between themselves and their brethren to remove. Others have evil tempers, selfish covetousness to remove before they can open the door. Others have rolled the world before the door of their heart, which bars the door. All this rubbish must be taken away from the door, and then can they open the door, and welcome the Savior in."},{"refcode_short":"T03 4.1","refcode_long":"Testimony for the Church — No. 3, p. 4.1 (Ellen Gould White)","content":"O how precious was this promise, as it was shown to me in vision. “I will come in to him, and sup with him, and he with me.” O the love, the wondrous love of God. After all our lukewarmness and sins, he says, “Return unto me, and I will return unto thee, and will heal all thy backslidings.” This was repeated by the angel a number of times. “Return unto me, and I will return unto thee, and heal all thy backslidings,”"},{"refcode_short":"T03 4.2","refcode_long":"Testimony for the Church — No. 3, p. 4.2 (Ellen Gould White)","content":"Some, I saw, would gladly return. Others will not let this message to the Laodicean church, have its weight upon them. They will glide along, much after the same manner they have, and will be spued out of the mouth of the Lord. Those only who zealously repent will have favor with God."},{"refcode_short":"T03 4.3","refcode_long":"Testimony for the Church — No. 3, p. 4.3 (Ellen Gould White)","content":"“To him that overcometh, will I grant to set with me in my throne, even as I also overcame, and am set down with my Father in his throne.” We can overcome. Yes, fully, entirely. Jesus died to make a way of escape for us, that we may overcome every evil temper, every sin, every temptation, and sit down at last with him."},{"refcode_short":"T03 4.4","refcode_long":"Testimony for the Church — No. 3, p. 4.4 (Ellen Gould White)","content":"I saw that it was our privilege to have faith, and salvation. The power of God has not decreased. His power, I saw, would be just as freely bestowed, now as formerly. It is the church of God that have lost their faith to claim, their energy to wrestle, as did Jacob, and cry “I will not let thee go except thou bless me.” Enduring faith has been dying away. It must be revived in the hearts of God's people. There must be a claiming of the blessing of God. Faith, living faith, always bears upward to God and glory. Unbelief, downward to darkness and death."},{"refcode_short":"T03 5.1","refcode_long":"Testimony for the Church — No. 3, p. 5.1 (Ellen Gould White)","content":"I saw that the minds of some of the church have not run in the right channel. There has been some peculiar temperaments, who have had their notions by which to measure their brethren. And if they did not exactly agree with them, there was trouble in the camp at once. Some have strained at a gnat, and swallowed a camel."},{"refcode_short":"T03 5.2","refcode_long":"Testimony for the Church — No. 3, p. 5.2 (Ellen Gould White)","content":"These set notions have been humored and indulged altogether too long. There has been a picking at straws. And when there was no real difficulties in the church, trials have been manufactured. The minds of the church, and servants of God, are called from God, truth and heaven, to dwell upon darkness. Satan delights to have such things go on. It feasts him. But these are none of the trials, which are to purify the church, and that will increase in the end the strength of God's people."},{"refcode_short":"T03 5.3","refcode_long":"Testimony for the Church — No. 3, p. 5.3 (Ellen Gould White)","content":"I saw that some are withering spiritually. They have lived some time watching to keep their brethren straight. Watching for every fault, to make trouble with them. And while doing this, their minds are not on God, nor on heaven, not on the truth; but just where Satan wants them—on someone else. Their souls are neglected; they seldom see or feel their own faults, for they have had enough to do to watch the faults of others without so much as looking to their own souls, to search their own hearts. A person's dress, a bonnet, an apron, takes their attention. They must talk to this one, or that one, and it is sufficient to dwell upon for weeks. I saw that all the religion a few poor souls have, is to watch the garments and acts of others, and find fault with them. Unless they reform, there will be no place in heaven for them, for they would find fault with the Lord himself."},{"refcode_short":"T03 6.1","refcode_long":"Testimony for the Church — No. 3, p. 6.1 (Ellen Gould White)","content":"Said the angel, “It is an individual work to be right with God.” The work is between God and our own souls. But when some have so much care of others’ faults, they take no care of themselves. These notional, fault-finding ones, would often cure themselves of these habits, if they would go directly to the individual they think is wrong. It would be so crossing, that they would give up their notions rather than go. But it is easy to let the tongue run freely about this one, or that one, when the accused is not present."},{"refcode_short":"T03 6.2","refcode_long":"Testimony for the Church — No. 3, p. 6.2 (Ellen Gould White)","content":"Some think it wrong to try to observe order in the worship of God. But I have seen that it is not dangerous to observe order in the church of God. I have seen that confusion is displeasing to God, and that there should be order in singing, and order in praying. We should not come to the house of God to make that a place to pray for our families, unless deep feelings shall lead us, while the Spirit of God is convicting them. Generally, the proper place for us to pray for our families is at the family altar. When the subjects of our prayers are at a distance, the closet is the proper place to plead with God for them. When in the house of God, our prayers should be for a present blessing. And we should expect God to hear and answer our prayers. Such meetings will be lively and interesting."},{"refcode_short":"T03 7.1","refcode_long":"Testimony for the Church — No. 3, p. 7.1 (Ellen Gould White)","content":"I saw that in singing, all should sing with the Spirit, and understanding also. God is not pleased with jargon and discord. Right is always more pleasing to God than wrong. And the nearer the people of God can get to correct, harmonious singing, the more is he glorified, and the church benefited, and unbelievers favorably affected."},{"refcode_short":"T03 7.2","refcode_long":"Testimony for the Church — No. 3, p. 7.2 (Ellen Gould White)","content":"I was shown the order, the perfect order of heaven. I have been enraptured, as I have listened to the perfect music there. And after I have come out of vision, the singing here has sounded very harsh and discordant."},{"refcode_short":"T03 7.3","refcode_long":"Testimony for the Church — No. 3, p. 7.3 (Ellen Gould White)","content":"I have seen companies of angels, who stood in a hollow square every one having a harp of gold! At the end of the harp, was an instrument to turn to set the harp, or change the tunes. Their fingers did not sweep over the strings carelessly, but the fingers must touch different strings to produce different sounds. There is one angel who always leads, first touches the harp, strikes the note, then all join in the rich, perfect music of heaven. It cannot be described. It was melody, heavenly, divine; while from every countenance beamed the image of Jesus, and shone with glory unspeakable."},{"refcode_short":"T03 7","refcode_long":"Testimony for the Church — No. 3, p. 7 (Ellen Gould White)","content":"The East and West"},{"refcode_short":"T03 7.4","refcode_long":"Testimony for the Church — No. 3, p. 7.4 (Ellen Gould White)","content":"Dear Brethren:—God has shown me some things in vision in regard to the East and the West, which I feel it my duty to set before you. I have seen that God has been opening the way for the spread of the present truth in the West."},{"refcode_short":"T03 8.1","refcode_long":"Testimony for the Church — No. 3, p. 8.1 (Ellen Gould White)","content":"I saw that it requires much more power to move the people in the East than in the West, and that, at present, but very little can be accomplished in the East. I saw special efforts should be made at the present time where most good can be accomplished."},{"refcode_short":"T03 8.2","refcode_long":"Testimony for the Church — No. 3, p. 8.2 (Ellen Gould White)","content":"The people in the East have heard the proclamation of the second coming of Christ, and have seen much of the display of the power of God, and have fallen back into a state of indifference and security, where it is almost impossible to reach them at present. After uncommon efforts are made in the East, with the best gifts, but very little is seen accomplished."},{"refcode_short":"T03 8.3","refcode_long":"Testimony for the Church — No. 3, p. 8.3 (Ellen Gould White)","content":"I saw that the people in the West could be moved much more easily than those in the East. They have not had the light of the truth, have not rejected it, and their hearts are more tender and susceptible of the truth, and the Spirit of God. The hearts of many in the West are prepared already to eagerly receive the truth; and as the servants of God go out to labor for the salvation of precious souls, they have much to encourage them in their arduous work. As the people are anxious to hear, and many embrace the truth, the gift which God has given his servants is called out and strengthened. They see that their efforts are crowned with success."},{"refcode_short":"T03 8.4","refcode_long":"Testimony for the Church — No. 3, p. 8.4 (Ellen Gould White)","content":"I saw that ten-fold more has been done in the West, with the same effort, than has been done in the East, and that the way is opening for still greater success. I have seen that much can be done in Wisconsin, and still more in Illinois, at present, and that efforts must be made in Minnesota and Iowa, to spread the truth there. It will take effect in many hearts there. There was a large, very large field of labor spread out before me in vision, which has not yet been entered; but there is not half self-sacrificing help enough to fill the places where the people are all ready to hear the truth, and many to receive it."},{"refcode_short":"T03 9.1","refcode_long":"Testimony for the Church — No. 3, p. 9.1 (Ellen Gould White)","content":"New fields of labor, entirely new, must be visited, and many will have to go a warfare at their own charges, or enter such fields with the expectation of bearing their own expenses; and here, I saw, was a good opportunity for the stewards of the Lord to act their part, and support those who carry the truth to these places. It should be a great privilege to render to God that which belongs to him. This will be the steward's duty, and by so-doing they will have discharged a scriptural duty, and freed themselves of a portion of their earthly treasures, which is now a burden to many who have an abundance. It will add to their treasure in heaven."},{"refcode_short":"T03 9.2","refcode_long":"Testimony for the Church — No. 3, p. 9.2 (Ellen Gould White)","content":"I saw that the Eastern Tent should not be carried over and over the same ground. Those who go with the Tent should go, if need be, a warfare at their own charges, pitch the Tent where the truth has not been presented, and then when the Tent is pitched in these places, it should be well supplied with laborers."},{"refcode_short":"T03 9.3","refcode_long":"Testimony for the Church — No. 3, p. 9.3 (Ellen Gould White)","content":"I saw that there had been a failure in going over the same old ground, year after year, with almost exactly the same gifts. Obtain the most acceptable gifts if possible. I saw that it would be better, and accomplish more good, if there were less Tent meetings, and a stronger force, or company with different gifts to labor. Then tarry longer in a place where there is an interest awakened. There has been too much haste in taking down the Tent. Some minds begin to be favorably impressed—it needs persevering efforts till their minds are settled, and they commit themselves on the truth. In many places where the Tent has been pitched, they stay till the prejudice begins to wear away, and some would then listen with minds free from prejudice, but just then the Tent is taken down, and on its way to another place. The rounds are gone over, time and means spent, and the servants of God can see but very little accomplished through the Tent season. But very few are brought to acknowledge the truth, and God's servants have seen but very little to cheer and encourage them, and call out the gift within them; therefore instead of their increasing in strength and power, they are losing strength and spirituality."},{"refcode_short":"T03 10.1","refcode_long":"Testimony for the Church — No. 3, p. 10.1 (Ellen Gould White)","content":"I saw that special efforts should be made in the West with Tents, for the angels of God are preparing minds in the West to receive the truth. This is why God has moved on some in the East to move to the West. Their gifts can accomplish more in the West than in the East. The burden of the work is in the West, and it is of the greatest importance that the servants of God should move in his opening providence."},{"refcode_short":"T03 10.2","refcode_long":"Testimony for the Church — No. 3, p. 10.2 (Ellen Gould White)","content":"I saw that when the Message shall increase greatly in power, then will the providence of God open and prepare the way in the East for much more to be accomplished, than can be at the present time. God will then send some of his servants in power to visit such places, where little or nothing can now be done, and some who are now indifferent will be aroused, and will take hold of the truth."},{"refcode_short":"T03 11","refcode_long":"Testimony for the Church — No. 3, p. 11 (Ellen Gould White)","content":"Vision Given at Round Grove, Ills., Dec., 9th, 1856"},{"refcode_short":"T03 11.1","refcode_long":"Testimony for the Church — No. 3, p. 11.1 (Ellen Gould White)","content":"I saw that God had warned those that had moved from the East to the West. He had shown them their duty, that it must not be their object to get rich, but to do good to souls; to live out their faith, and tell to those around them that this world is not their home."},{"refcode_short":"T03 11.2","refcode_long":"Testimony for the Church — No. 3, p. 11.2 (Ellen Gould White)","content":"The warning was sufficient, if it had been heeded; but there was no considering of what God had shown, but they rushed on, and on, and became drunk with the spirit of the world. “Look back,” said the angel, “and weigh all that God has shown in regard to those moving from the East to the West.” Have ye obeyed it? I saw that ye had gone entirely contrary to God's teachings, purchased largely, and, instead of your works saying to those around you, that ye are seeking a better country, your works have plainly declared that here was your home and treasure. Your works have denied your faith."},{"refcode_short":"T03 11.3","refcode_long":"Testimony for the Church — No. 3, p. 11.3 (Ellen Gould White)","content":"Nor is this all. The love that should exist between brethren has been gone. “Am I my brother's keeper?” has been manifest; a selfish, covetous spirit has been in the hearts of the brethren. Instead of looking out for the interest of thy brother and caring for him, in deal there has been manifested a selfish spirit, a close spirit, that God despises. The people of God, that make so high a profession, and that number themselves among the peculiar people of God, saying by their profession that they are zealous of good works, should be noble and generous, and should ever manifest a disposition to favor their brethren, instead of their own selves and should give their brethren the best chance. Generosity begets generosity. Selfishness begets selfishness."},{"refcode_short":"T03 12.1","refcode_long":"Testimony for the Church — No. 3, p. 12.1 (Ellen Gould White)","content":"I saw through the past Summer the prevailing spirit has been to grasp as much of this world as they possibly could. I saw that the Commandments of God have not been kept. With the mind we serve the law of God But the mind has been serving the world. And while the mind was all occupied with things of earth, and serving themselves they could not serve the law of God. The Sabbath has not been kept. By some the work of six days has been carried into the seventh. One hour, and even more, has often been taken off of the commencement, and close of the Sabbath."},{"refcode_short":"T03 12.2","refcode_long":"Testimony for the Church — No. 3, p. 12.2 (Ellen Gould White)","content":"I saw that some of the Sabbath-keepers, who say to the world they are looking for Jesus’ coming, and that they believe we are having the last Message of mercy, give way to their natural feelings and barter and trade, and are a proverb among unbelievers, for their keenness in trade, for being sharp, and always getting the best end of a bargain. Better lose a little and exert a better influence in the world, and a happier influence among brethren, and show that this world is not their god."},{"refcode_short":"T03 12.3","refcode_long":"Testimony for the Church — No. 3, p. 12.3 (Ellen Gould White)","content":"I saw that brethren should feel interested for each other, especially should those that are blest with health have a kind regard and care for those that have not good health. They should favor them. They should remember the lesson, taught by Jesus of the good Samaritan."},{"refcode_short":"T03 13.1","refcode_long":"Testimony for the Church — No. 3, p. 13.1 (Ellen Gould White)","content":"Said Jesus, “Love one another as I have loved you.” How much? Why, his love cannot be told. He left the glory that he had with the Father before the world was. “He was wounded for our transgressions, he was bruised for our iniquities, the chastisement of our peace was upon him, and with his stripes we are healed.” He bore every indignity and scorn patiently. Behold his agony in the garden when he prayed that the cup might pass from him! His hands and feet wounded! All this for guilty, lost man. And Jesus says, “Love one another, as I have loved you.” How much? Well enough to give your life for a brother. But has it come to this? that self must be gratified? the word of God neglected? The world is their god. They serve it, they love it, and the love of God has departed. If ye love the world the love of the Father is not in you."},{"refcode_short":"T03 13.2","refcode_long":"Testimony for the Church — No. 3, p. 13.2 (Ellen Gould White)","content":"The word of God has been neglected. In that, are the warnings to God's people, and their dangers are pointed out. But it has been cares and perplexities. They have hardly allowed themselves time to pray. There has been a mere empty form without the power. Jesus prayed, and O how earnest were his prayers. And yet he was the beloved Son of God!"},{"refcode_short":"T03 13.3","refcode_long":"Testimony for the Church — No. 3, p. 13.3 (Ellen Gould White)","content":"If Jesus manifested so much earnestness, so much energy, and agonizing, how much more need for those whom he has called to be heirs of salvation, dependent upon God for all their strength, to have their whole souls stirred to wrestle with God, and say, “I will not let thee go except thou bless me.” But I saw hearts had been overcharged with the cares of this life, and God, and his word have been neglected."},{"refcode_short":"T03 14.1","refcode_long":"Testimony for the Church — No. 3, p. 14.1 (Ellen Gould White)","content":"I saw that it was easier for a camel to go through the eye of a needle, than for a rich man to enter the kingdom. “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: but lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal. For where your treasure is, there will your heart be also.”"},{"refcode_short":"T03 14.2","refcode_long":"Testimony for the Church — No. 3, p. 14.2 (Ellen Gould White)","content":"I saw that when the truth is presented, it should be in the power and Spirit. Bring them to the point to decide. Show them the importance of the truth.—it is life or death. With becoming zeal pull souls out of the fire. But O, the blighting influence that has been cast! Men waiting for their Lord, and yet possessing large and attractive lands. The farms have preached louder, yes, much louder, than words can, that this world is their home. The evil day is put off. Peace and safety reigns. O the withering, blighting influence! God hates such worldly-mindedness. “Cut loose, cut loose,” were the words of the angel."},{"refcode_short":"T03 14.3","refcode_long":"Testimony for the Church — No. 3, p. 14.3 (Ellen Gould White)","content":"I was shown that all should have an eye single to the glory of God. Those who have possessions have been too willing to excuse themselves, on their wives’ and children's account. But I saw God would not be trifled with. When he speaks, he must be obeyed. If wives or children stand in the way, and hold back, they should say as Jesus said to Peter, “Get thee behind me Satan.” Why tempt ye me to withhold from God what justly belongs to him, and ruin my own soul? Have an eye single to the glory of God."},{"refcode_short":"T03 15.1","refcode_long":"Testimony for the Church — No. 3, p. 15.1 (Ellen Gould White)","content":"I saw that many would have to learn what it is to be a Christian. That it is not in name; but it is having the mind of Christ, submitting to the will of God in all things. But especially the young, who have never known what privations or hardships are, who have a set will, and do not bend that will to the glory of God, have a great work to do. They go along very smoothly until their will is crossed, and then they have no control over themselves. They have not the will of God before them. They do not study how they can best glorify God, or advance his cause, or do good to others. But it is self, self, how can it be gratified? Such religion is not worth a straw. Those, who possess it will be weighed in the balance and found wanting."},{"refcode_short":"T03 15.2","refcode_long":"Testimony for the Church — No. 3, p. 15.2 (Ellen Gould White)","content":"The true Christian will love to wait and watch for the teachings of God, and the leadings of his Spirit. But religion with many is merely a form. Vital godliness is gone. Many dare to say I will do this, or that, or I will not do this, and so the fear of offending God is scarcely thought of. These thus described I saw, could not enter heaven as they are. They may flatter themselves that they shall be saved, but God has no pleasure in them. Their lives do not please him. Their prayers are an offense to him."},{"refcode_short":"T03 15.3","refcode_long":"Testimony for the Church — No. 3, p. 15.3 (Ellen Gould White)","content":"I saw that now Christ calls them. “Be zealous and repent.” He kindly and faithfully admonishes them to buy gold, white raiment, and eye-salve. They can choose either to partake largely of salvation, be zealous, or be spued out of the mouth of the Lord as disgusting, and be thrust from him."},{"refcode_short":"T03 16.1","refcode_long":"Testimony for the Church — No. 3, p. 16.1 (Ellen Gould White)","content":"I saw that God would not bear always. He is of tender pity, yet his Spirit will be grieved away for the last time. Mercy's sweet voice will be no more heard. Its last precious notes will have died away, and these described will be left to their own ways, to be filled with their own doings."},{"refcode_short":"T03 16.2","refcode_long":"Testimony for the Church — No. 3, p. 16.2 (Ellen Gould White)","content":"I saw that those who profess to be looking for the coming of the Lord, should not have a close, penurious spirit. I saw that some of those that have been called to talk the truth, and watch for souls as they that must give an account, have wasted much precious time for the sake of saving a little, when their time was worth a great deal more than that gained by them, which displeases God. It is right that economy should be used, but it has been stretched into meanness without any goodly object, only to add to their treasures which will shortly eat their flesh like fire, unless they as faithful stewards make a right disposal of their Lord's goods."}]