[{"refcode_short":"T04 ","refcode_long":"Testimony for the Church — No. 4, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 4"},{"refcode_short":"T04 1","refcode_long":"Testimony for the Church — No. 4, p. 1 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T04 1","refcode_long":"Testimony for the Church — No. 4, p. 1 (Ellen Gould White)","content":"Young Sabbath-Keepers"},{"refcode_short":"T04 1.1","refcode_long":"Testimony for the Church — No. 4, p. 1.1 (Ellen Gould White)","content":"August 22d, 1857, at the the House of prayer in Monterey, I was shown that many have not yet heard the voice of Jesus, and the saving message has not taken hold of the soul, and worked a reformation in the life."},{"refcode_short":"T04 1.2","refcode_long":"Testimony for the Church — No. 4, p. 1.2 (Ellen Gould White)","content":"Many of the young, I saw, have not the Spirit of Jesus. The love of God is not in their hearts, therefore all the natural besetments hold the victory instead of the Spirit of God and salvation."},{"refcode_short":"T04 1.3","refcode_long":"Testimony for the Church — No. 4, p. 1.3 (Ellen Gould White)","content":"Those who really possess the religion of Jesus, will not be ashamed nor afraid to bear the cross before those who have more experience than they have. They will, if they earnestly long to be right, desire all the help from older Christians they can get. Gladly will they be helped by them; and a heart that is warmed by love to God will not be hindered by trifles in the Christian course. They will talk out what the Spirit of God works in. They will sing it out, pray it out. It is the lack of religion, lack of holy living that makes the young backward. Their life condemns them. They know they do not live as Christians should, therefore they have not confidence toward God, or before the Church."},{"refcode_short":"T04 2.1","refcode_long":"Testimony for the Church — No. 4, p. 2.1 (Ellen Gould White)","content":"Why the young feel more liberty when the older ones are absent, is, they are with those of their kind. Each think they are as good as the other. All fail of the mark, but measure themselves by themselves, and compare themselves among themselves, and have neglected the only perfect and true standard. Jesus is the true pattern. His self-sacrificing life is our example."},{"refcode_short":"T04 2.2","refcode_long":"Testimony for the Church — No. 4, p. 2.2 (Ellen Gould White)","content":"I saw how little the pattern was studied. How little exalted before them. How little do the young suffer, or deny self, for their religion. To sacrifice is scarcely thought of among them. They entirely fail of imitating the pattern in this respect. I saw that this was the language of their lives, Self must be gratified, pride must be indulged. They forget the Man of sorrows, who was acquainted with grief. The sufferings of Jesus in Gethsemane, his sweating as it were great drops of blood in the garden, the platted crown of thorns that pierced his holy brow, does not move them. They have become benumbed. Their sensibilities are blunted, and they have lost all sense of the great sacrifice made for them. They can sit and listen to the story of the cross, the cruel nails that were driven through the hands and feet of the Son of God. It does not stir the depths of the soul."},{"refcode_short":"T04 2.3","refcode_long":"Testimony for the Church — No. 4, p. 2.3 (Ellen Gould White)","content":"Said the angel, “If such should be ushered into the City of God, and told that all its rich beauty and glory was theirs to enjoy eternally, they would have no sense of how dearly that inheritance was purchased for them. They would never realize the matchless depths of a Saviour's love. They have not drank of the cup, nor been baptized with the baptism. Heaven would be marred if such should dwell there. Those only who have partaken of the sufferings of the Son of God, and have come up through great tribulation, have washed their robes and made them white in the blood of the Lamb, can enjoy the indescribable glory and unsurpassed beauty of heaven.”"},{"refcode_short":"T04 3.1","refcode_long":"Testimony for the Church — No. 4, p. 3.1 (Ellen Gould White)","content":"The want of this necessary preparation will shut out the greatest portion of the young professors, for they will not labor earnestly and zealously enough to obtain that rest that remains for the people of God. They will not honestly confess their sins, that they may be pardoned and blotted out. These sins in a short time will be revealed in just their enormity. God's eye does not slumber. He knows every sin that is hidden from mortal eye. The guilty know just what sins to confess, that their souls may be clean before God."},{"refcode_short":"T04 3.2","refcode_long":"Testimony for the Church — No. 4, p. 3.2 (Ellen Gould White)","content":"I saw that Jesus was now giving them opportunity to confess, to repent in deep humility, and purify their lives by obeying and living out the truth. I saw that now was the time for wrongs to be righted, sins to be confessed, or appear before the sinner in the day of God's wrath."},{"refcode_short":"T04 3.3","refcode_long":"Testimony for the Church — No. 4, p. 3.3 (Ellen Gould White)","content":"I saw that parents generally put too much confidence in their children, and often when their parents are confiding in them, they are in concealed iniquity. Parents, watch your children with a jealous care. Exhort, reprove, counsel them when you rise up, and when you sit down; when you go out, and when you come in; “line upon line, precept upon precept, here a little, and there a little.” Subdue your children when they are young. With many parents this has been sadly neglected."},{"refcode_short":"T04 3.4","refcode_long":"Testimony for the Church — No. 4, p. 3.4 (Ellen Gould White)","content":"I saw that many parents do not take as firm and decided a stand as they should in regard to their children. They suffer them, and (by so doing) encourage in their children a disposition to be like the world, to love dress, and associate with those that hate the truth whose influence is poisonous."},{"refcode_short":"T04 4.1","refcode_long":"Testimony for the Church — No. 4, p. 4.1 (Ellen Gould White)","content":"I saw that in Christian parents there should always be a fixed principle with them to be united in the government of their children. I saw there was a fault in this respect with some parents—a lack of union. The fault is sometimes with the father, but oftener with the mother. The fond mother pets and indulges her children. The father's labor calls him from home often, and from the society of his children. The mother's influence tells. Her example does much towards forming the character of the children."},{"refcode_short":"T04 4.2","refcode_long":"Testimony for the Church — No. 4, p. 4.2 (Ellen Gould White)","content":"Some fond mothers suffer wrongs in their children, which should not be suffered in them for a moment. The wrongs of the children are sometimes concealed from the father. Articles of dress, or some indulgence is granted by the mother, with the understanding that the father is to know nothing about it; for he would reprove for these things."},{"refcode_short":"T04 4.3","refcode_long":"Testimony for the Church — No. 4, p. 4.3 (Ellen Gould White)","content":"Here is a lesson of deception effectually taught the children. Then if the father discovers these wrongs, vain excuses are made, and but half the truth told. The mother is not open hearted. She does not consider as she should that the father has the same interest in the children as herself, and that he should not be kept ignorant of their wrongs, or besetments that ought to be corrected while young. Things have been covered. The children know the lack of union in their parents. It has its effect. The children begin young to deceive, cover up, tell things in a different light from what they are to their mother, as well as their father. Exaggeration becomes habit. Blunt falsehoods are told with but little conviction, or reproof of conscience."},{"refcode_short":"T04 5.1","refcode_long":"Testimony for the Church — No. 4, p. 5.1 (Ellen Gould White)","content":"These wrongs commenced by the mother's concealing things from the father, who has a mutual interest in the character his children are forming. The father should have been consulted freely. All should have been laid open to him. But the opposite course taken to conceal, and hide the wrongs of the children, encourages in them a disposition to deceive, a lack of truthfulness and honesty."},{"refcode_short":"T04 5.2","refcode_long":"Testimony for the Church — No. 4, p. 5.2 (Ellen Gould White)","content":"The only hope of these children, whether they profess religion or not, is to be thoroughly converted. Their whole character must be changed. Thoughtless mother, do you know, as you teach your children, that their whole religious experience is affected by their teaching when young? Subdue them young; learn them to submit to you, and the more readily will they learn to yield obedience to the requirements of God. Encourage in your children a truthful, honest disposition. Let them never have occasion to doubt your sincerity and exact truthfulness."},{"refcode_short":"T04 5.3","refcode_long":"Testimony for the Church — No. 4, p. 5.3 (Ellen Gould White)","content":"I saw that the young profess, but do not enjoy the saving power of God. They lack religion, lack salvation. And O, the idle, unprofitable words they speak. There is a faithful, fearful record kept of them, and mortals will be judged according to the deeds done in the body. Young friends, your deeds, and your idle words are written in the Book. Your conversation has not been on eternal things, but upon this, that, and the other—common, worldly conversation that Christians should not engage in. It is all written in the Book."},{"refcode_short":"T04 6.1","refcode_long":"Testimony for the Church — No. 4, p. 6.1 (Ellen Gould White)","content":"I saw that unless there was an entire change in the young, a thorough conversion, they may despair of heaven. From what has been shown me there is not more than half of the young who profess religion and the truth, who have been truly converted. If they had been converted, they would bear fruit to the glory of God. Many are leaning upon a supposed hope, without a true foundation."},{"refcode_short":"T04 6.2","refcode_long":"Testimony for the Church — No. 4, p. 6.2 (Ellen Gould White)","content":"The fountain is not cleansed, therefore the streams proceeding from that fountain are not pure. Cleanse the fountain, and the streams will be pure. If the heart is right, your words, your dress, your acts, all will be right. True godliness is lacking. I would not dishonor my Master so much as to admit that a careless, trifling, prayerless person is a Christian. No, a Christian has victory over his besetments, over his passions. There is a remedy for the sin-sick soul. That remedy is in Jesus. Precious Saviour! his grace is sufficient for the weakest; and the strongest must also have his grace or perish."},{"refcode_short":"T04 6.3","refcode_long":"Testimony for the Church — No. 4, p. 6.3 (Ellen Gould White)","content":"I saw how this grace could be obtained. Go to your closet and there alone plead with God. “Create in me a clean heart, O God, and renew a right spirit within me.” Be in earnest, be sincere. Fervent prayer availeth much. Jacob like, wrestle in prayer. Agonize. Jesus in the garden sweat great drops of blood; you must make an effort. Do not leave your closet until you feel strong in God; then watch, and just as long as you watch and pray, you can keep these evil besetments under, and the grace of God can, and will, appear in you."},{"refcode_short":"T04 7.1","refcode_long":"Testimony for the Church — No. 4, p. 7.1 (Ellen Gould White)","content":"God forbid that I should cease to warn you. Young friends, seek the Lord with all your heart. Come with zeal, and when you sincerely feel that without the help of God, you perish; when you pant after him as the hart panteth after the water-brooks, then will the Lord strengthen you speedily. Then will your peace pass all understanding. If you expect salvation, you must pray. Take time. Be not hurried and careless in your prayers. Beg of God to work in you a thorough reformation that the fruits of his Spirit may dwell in you, and you shine as lights in the world. Be not a hindrance, or curse to the cause of God: you can be a help, a blessing. Does Satan tell you that you cannot enjoy salvation, full and free, believe him not."},{"refcode_short":"T04 7.2","refcode_long":"Testimony for the Church — No. 4, p. 7.2 (Ellen Gould White)","content":"I saw it was the privilege of every Christian to enjoy the deep movings of the Spirit of God. A sweet, heavenly peace will pervade the mind, and you will love to meditate upon God and heaven. You will feast upon the glorious promises of his word."},{"refcode_short":"T04 7.3","refcode_long":"Testimony for the Church — No. 4, p. 7.3 (Ellen Gould White)","content":"But know first that you have begun the Christian course. Know that the first steps are taken in the road to everlasting life. Be not deceived. I fear, yea, I know that many of you know not what religion is. You have felt some excitement, some emotions, but you have never seen sin in its enormity. You have never felt your undone condition, and turned from your evil ways with bitter sorrow. You never have died to the world. You still love its pleasures; you love to engage in conversation on worldly matters. But when the truth of God is introduced, you have nothing to say. Why so silent? Why so talkative upon worldly things, and so silent upon the subject that should most concern you. A subject that should engage your whole soul. The truth of God does not dwell in you."},{"refcode_short":"T04 8.1","refcode_long":"Testimony for the Church — No. 4, p. 8.1 (Ellen Gould White)","content":"I saw that many were fair in their profession, but within is corruption. Deceive not yourselves, falsehearted professors. God looks at the heart. “Out of the abundance of the heart the mouth speaketh.” The world I saw was in the heart of such, but the religion of Jesus is not there. If the professed Christian loves Jesus better than the world, he will love to speak of him, his best friend in whom his highest affections are centered."},{"refcode_short":"T04 8.2","refcode_long":"Testimony for the Church — No. 4, p. 8.2 (Ellen Gould White)","content":"He came to their aid when they felt their lost and perishing condition. When weary and heavy laden with sin, they turned unto him. He removed their burden of guilt and sin, took away their sorrow and mourning, and turned the whole current of their affections. The things they once loved, they now hate; and the things they hated, they now love."},{"refcode_short":"T04 8.3","refcode_long":"Testimony for the Church — No. 4, p. 8.3 (Ellen Gould White)","content":"Has this great change taken place in you? Be not deceived. I would never name the name of Christ, or I would give him my whole heart, my undivided affections. I saw that we should feel the deepest gratitude that Jesus will accept this offering. Jesus demands all. When we are brought to yield to his claims, and give up all, then, and not till then, will he throw around us his arms of mercy. But what do we give, when we give all? A sin-polluted soul to Jesus, to purify, to cleanse by his mercy, and save from death by his matchless love. And yet I saw that some thought it hard to give up all. I am ashamed to hear it spoken of, ashamed to write it."},{"refcode_short":"T04 9.1","refcode_long":"Testimony for the Church — No. 4, p. 9.1 (Ellen Gould White)","content":"Do we talk about self-denial? What did Christ give for us? When you think it hard that Christ requires all, go up to mount Calvary and weep there over such a thought. Behold the hands and feet of your Deliverer torn by the cruel nails, that you may be washed from sin by his own blood."},{"refcode_short":"T04 9.2","refcode_long":"Testimony for the Church — No. 4, p. 9.2 (Ellen Gould White)","content":"Those who feel the constraining love of God ask not how little may be given, in order to obtain the heavenly reward; they ask not for the lowest standard, but aim at a perfect conformity to the will of their Redeemer. With ardent desire they will yield all, and manifest zeal proportionate to the value of the object they are in pursuit of. What is the object? Immortality, eternal life."},{"refcode_short":"T04 9.3","refcode_long":"Testimony for the Church — No. 4, p. 9.3 (Ellen Gould White)","content":"Young friends, many of you are sadly deceived. You have been satisfied with something short of pure and undefiled religion. I want to arouse you. The angels of God are trying to arouse you. O, that the important truths in the word of God may arouse you to a sense of your danger, and lead you to a thorough examination of yourself. Your heart is yet carnal. It is not subject to the Law of God, neither indeed can be. This carnal heart must be changed, and you see such beauty in holiness, that you will pant after it as the hart panteth after the water-brooks. Then you will love God, and love his Law. Then the yoke of Christ will be easy, and his burden light. Although you will have trials, yet these trials, well borne, only make the way more precious. The immortal inheritance is for the self-denied Christian."},{"refcode_short":"T04 9.4","refcode_long":"Testimony for the Church — No. 4, p. 9.4 (Ellen Gould White)","content":"I saw that the Christian should not set too high a value, or depend too much upon a happy flight of feeling. These feelings are not always true. I saw that it should be the study of every Christian to serve God from principle, and not be ruled by feeling. By so-doing, faith will be brought into exercise, and will increase. I was shown that if the Christian lives a humble, self-sacrificing life to God, peace and joy in the Lord will be the result. But the greatest happiness experienced, will be in doing others good, in making others happy. Such happiness will be lasting."},{"refcode_short":"T04 10.1","refcode_long":"Testimony for the Church — No. 4, p. 10.1 (Ellen Gould White)","content":"I have been shown that many of the young have not a fixed principle to serve God. They do not exercise faith. They sink under every cloud. They have no power of endurance. They do not grow in grace. They appear to keep the Commandments of God. They pray now and then a formal prayer, and are called Christians. Their parents are so anxious for them, that they accept anything that appears favorable, and do not labor with them, and teach them that the carnal mind must die. They encourage the young to come along and act a part, but they fail to lead them to search their own hearts diligently, to examine themselves, and to count the cost of what it is to be a Christian. The young come along without sufficiently trying their motives, and profess to be Christians."},{"refcode_short":"T04 10.2","refcode_long":"Testimony for the Church — No. 4, p. 10.2 (Ellen Gould White)","content":"Says the true Witness, “I would thou wert cold or hot. So then, because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.” Satan is willing you should be a Christian in name, for you can suit his purposes better. You can have a form and not true godliness, and Satan can use you to decoy others in the same self-deceived way. Some poor souls look to you, instead of looking to the Bible Standard. They come up no higher than you; they are as good as you, and are satisfied."},{"refcode_short":"T04 11.1","refcode_long":"Testimony for the Church — No. 4, p. 11.1 (Ellen Gould White)","content":"The young are often urged to do duty, to speak, or pray in meeting; urged to die to pride. Every step they are urged. Such religion is worth nothing. Let the carnal heart be changed, and it will not be such drudgery, ye cold hearted professors, to serve God; and all that love of dress, and pride of appearance will be gone. The time that you spend standing before the glass, to prepare the hair, to please the eye, should be devoted to prayer and searching of heart. There will be no place for outward adorning in the sanctified heart. But there will be an earnest, anxious seeking for the inward adorning, the Christian graces, the fruits of the Spirit of God."},{"refcode_short":"T04 11.2","refcode_long":"Testimony for the Church — No. 4, p. 11.2 (Ellen Gould White)","content":"Says the Apostle, “Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel; but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.”"},{"refcode_short":"T04 11.3","refcode_long":"Testimony for the Church — No. 4, p. 11.3 (Ellen Gould White)","content":"Subdue the carnal mind, reform the life, and the poor mortal frame will not be so idolized. If the heart is reformed, it will be seen in the outward appearance. If Christ be in us the hope of glory, we shall discover such matchless charms in him that the soul will be enamored. It will cleave to him, choose to love him, and in his admiration self will be forgotten. Jesus will be magnified, adored, and self-abased and humbled."},{"refcode_short":"T04 11.4","refcode_long":"Testimony for the Church — No. 4, p. 11.4 (Ellen Gould White)","content":"But a profession without this deep love, is mere talk, dry formality, and heavy drudgery. Many of you may retain a notion of religion in the head, an outside religion, when the heart is not cleansed. God looks at the heart; “all things are naked and opened unto the eyes of him with whom we have to do.” Will he be satisfied with anything but truth in the inward parts? Every truly converted soul will carry the unmistakable marks that the carnal mind is subdued."},{"refcode_short":"T04 12.1","refcode_long":"Testimony for the Church — No. 4, p. 12.1 (Ellen Gould White)","content":"I speak plainly: I do not think this will discourage a true Christian; and I do not want any of you to come up to the time of trouble without a well-grounded hope in your Redeemer. Determine to know the worst of your case. Ascertain if you have an inheritance on high. Deal truly with your own soul. Remember that a Church without spot, or wrinkle, or any such thing will Jesus present to his Father."},{"refcode_short":"T04 12.2","refcode_long":"Testimony for the Church — No. 4, p. 12.2 (Ellen Gould White)","content":"How are you to know that you are accepted of God? Study his word prayerfully. Lay it not aside for any other book. This book convinces of sin. It reveals plainly the way of salvation. It brings to view a bright and glorious reward. It reveals to you a complete Saviour, and teaches you that through his boundless mercy alone can you expect salvation."},{"refcode_short":"T04 12.3","refcode_long":"Testimony for the Church — No. 4, p. 12.3 (Ellen Gould White)","content":"Do not neglect secret prayer, for it is the soul of religion. With earnest, fervent prayer plead for purity of soul. Plead as earnestly, as eagerly, as you would for your mortal life, were it at stake. Remain before God until unutterable longings are begotten within you for salvation, and the sweet evidence is obtained of pardoned sin."},{"refcode_short":"T04 12.4","refcode_long":"Testimony for the Church — No. 4, p. 12.4 (Ellen Gould White)","content":"The hope of eternal life is not to be taken up upon slight grounds. It is a subject to be settled between God and your own soul; settled for eternity. A supposed hope, and nothing more, will prove your ruin. Since you are to stand or fall by the word of God, it is to that word you must look for testimony in your case. There you can see what is required of you to become a Christian. Do not lay off your armor, or leave the battle field until you have obtained the victory, and triumph in your Redeemer."},{"refcode_short":"T04 13","refcode_long":"Testimony for the Church — No. 4, p. 13 (Ellen Gould White)","content":"“Love One Another”"},{"refcode_short":"T04 13.1","refcode_long":"Testimony for the Church — No. 4, p. 13.1 (Ellen Gould White)","content":"The following view was given me at Ulysses, Penn., July 6th, 1857. It relates to things as they have existed in Roosevelt, N. Y., and Oswego Co. in particular, also to other places in that State."},{"refcode_short":"T04 13.2","refcode_long":"Testimony for the Church — No. 4, p. 13.2 (Ellen Gould White)","content":"I have seen that there have been so many church trials among the brethren in the State of New York, that God has not had the least to do with, that the Church have lost their strength, and they know not how to regain it. The love for one another has been gone, and a fault-finding, accusing spirit, has prevailed. It has been considered a virtue to hunt up everything about one another that looked wrong, and make it appear full as bad as it really was. The bowels of compassion that yearn in love and pity toward brethren, has not existed. The religion of some has consisted in fault-finding, picking at everything bearing the appearance of wrong, until the noble feelings of the soul are withered. The mind should be elevated to dwell upon eternal scenes, heaven, its treasures, its glories, and should take sweet and holy satisfaction in the truths of the Bible. They should love to feed upon the precious promises that God's word affords, draw comfort from it, and the mind should be lifted above trifles to weighty, eternal things."},{"refcode_short":"T04 14.1","refcode_long":"Testimony for the Church — No. 4, p. 14.1 (Ellen Gould White)","content":"But oh, how differently has the mind been employed! Picking at straws! Church meetings as they have been held, have been a living curse to many in New York. These manufactured trials have given full liberty to evil surmising. Jealousy has been fed. Hatred has existed, but they knew it not. A wrong idea has been in the minds of some, to reprove without love, hold others to their idea of what is right, and spare not, but bear down with crushing weight."},{"refcode_short":"T04 14.2","refcode_long":"Testimony for the Church — No. 4, p. 14.2 (Ellen Gould White)","content":"I saw that many in New York have had so much care for their brethren, to keep them straight, that they have neglected their own hearts. They are so fearful that their brethren will not be zealous and repent, that they forget that they have wrongs that must be righted. With their own hearts unsanctified, they try to right their brethren. Now the only way the brethren and sisters in New York can rise, is to attend to their own individual cases, and each set his own heart in order. And if sin is plain upon a brother, breathe it not to another, but with love for the brother's soul, with a heart full of compassion, with bowels of mercies, tell him the wrong, then leave it upon the brother and the Lord. You have discharged your duty. You are not to pass sentence."},{"refcode_short":"T04 14.3","refcode_long":"Testimony for the Church — No. 4, p. 14.3 (Ellen Gould White)","content":"You have made it too light an affair to reign up a brother, condemn and hold under condemnation. There has been a zeal of God, but not according to knowledge. If all set their own hearts in order, when they meet together their testimony would be ready, and come from a full soul; and the people around that believe not the truth would be moved. The manifestation of the Spirit of God would tell to their hearts that you are the children of God. Our love for each other should be visible to all. It will tell. It will have influence."},{"refcode_short":"T04 15.1","refcode_long":"Testimony for the Church — No. 4, p. 15.1 (Ellen Gould White)","content":"I saw that the church in New York might rise. Individually take hold of the work in earnest, be zealous and repent; and after all wrongs are righted that you have knowledge of, then believe that God accepts you. Go not mourning, but take God at his word. Seek him diligently, and believe that he receives you. A part of the work is to believe. He is faithful who has promised. Climb up by faith."},{"refcode_short":"T04 15.2","refcode_long":"Testimony for the Church — No. 4, p. 15.2 (Ellen Gould White)","content":"I saw in New York the brethren can arise as well as in other places; and they can drink in the salvation of God. They can move understandingly, and all have an experience for themselves in this message of the true Witness to the Laodiceans. The Church feel that they are down, but know not how to rise. The intentions of some may be very good; they may confess; yet, I saw, that they were watched with suspicion, they were made an offender for a word, until they have no liberty, no salvation. They dare not act out the simple feelings of the heart, because they are watched. It is God's pleasure that his people should fear him, and have confidence before each other."},{"refcode_short":"T04 15.3","refcode_long":"Testimony for the Church — No. 4, p. 15.3 (Ellen Gould White)","content":"I saw that many have taken advantage of what God has shown in regard to the sins and wrongs of others. They have taken the extreme meaning of what has been shown in vision; and then have pressed it, until it has had the tendency to weaken the faith of many in what God has shown, and also to discourage and dishearten the Church."},{"refcode_short":"T04 16.1","refcode_long":"Testimony for the Church — No. 4, p. 16.1 (Ellen Gould White)","content":"I was shown that with tender compassion should brother deal with brother. Delicately should he deal with feelings. And, I saw, that it is the most important work that ever yet was done, and the nicest point to touch the wrongs of another. With the deepest humility should a brother do this, considering his own weakness, lest he should also be tempted."},{"refcode_short":"T04 16.2","refcode_long":"Testimony for the Church — No. 4, p. 16.2 (Ellen Gould White)","content":"I have seen the great sacrifice Jesus made to redeem man. He did not consider his own life too dear to sacrifice. Said Jesus, “Love one another as I have loved you.” Do you feel, when a brother errs, that you could give your life to save him? If you feel thus, you can approach him, and affect his heart. You are just the one to visit that brother, but it is a lamentable fact, that many who profess to be brethren, are not willing to sacrifice any of their opinions, or their judgment for to save a brother. There is but little love for one another. A selfish spirit has been manifested."},{"refcode_short":"T04 16.3","refcode_long":"Testimony for the Church — No. 4, p. 16.3 (Ellen Gould White)","content":"Discouragement has come upon the Church. They have been loving the world, loving their farms, their cattle, &c. Now Jesus calls them to cut loose, to lay up treasure in heaven, to buy gold, white raiment, and eye salve. Precious treasures are these. They will obtain for the possessor an entrance into the kingdom of God."},{"refcode_short":"T04 16.4","refcode_long":"Testimony for the Church — No. 4, p. 16.4 (Ellen Gould White)","content":"The people of God must move understandingly. They should not be satisfied until every known sin is confessed; then it is their privilege, and duty, to believe that Jesus accepts them. They must not wait for others to press through the darkness and obtain the victory for them to enjoy. Such enjoyment will last only till the meeting closes. But there must be serving of God from principle, instead of feeling. Morning and night obtain the victory for yourselves, in your own family. Let not your daily labor keep you from this. Take time to pray, and believe as you pray that God hears you. Have faith mixed with your prayers. You may not feel the immediate answer at all times, then it is that faith is tried. You are proved to see whether you will trust in God, whether you have living, abiding faith. “Faithful is he that calleth you, who also will do it.” Walk the narrow plank of faith. Trust all on the promises of God. Trust God in darkness. That is the time to have faith. But you often let feeling govern you. You look for worthiness in yourselves, when you do not feel comforted by the Spirit of God, and despair because you cannot find it. You do not trust enough in Jesus, precious Jesus. You do not make his worthiness to be all, all. The very best you can do will not merit the favor of God. It is Jesus’ worthiness that will save you, his blood will cleanse you. But you have efforts to make. You must do what you can on your part. Be zealous and repent, then believe."},{"refcode_short":"T04 17.1","refcode_long":"Testimony for the Church — No. 4, p. 17.1 (Ellen Gould White)","content":"Confound not faith and feeling together. They are distinct. Faith is ours to exercise. This faith we must keep in exercise. Believe, believe. Let your faith take hold of the blessing, and it is yours by faith. Your feelings have nothing to do with this faith. When faith brings the blessing to your heart, then you rejoice in the blessing. It is no more faith, but feeling."},{"refcode_short":"T04 18.1","refcode_long":"Testimony for the Church — No. 4, p. 18.1 (Ellen Gould White)","content":"The people of God in New York must steadily arise, and come out from the darkness, and let their light shine. They are standing right in the way of the work of God. They must let the Message of the Third Angel do its work upon their hearts. God is dishonored by your long, faithless prayers. Look away from the unworthiness of self, and exalt Jesus. Talk of faith, of light, and heaven, and you will have light, faith and love, peace and joy in the Holy Ghost."},{"refcode_short":"T04 18","refcode_long":"Testimony for the Church — No. 4, p. 18 (Ellen Gould White)","content":"“Take Heed”"},{"refcode_short":"T04 18.2","refcode_long":"Testimony for the Church — No. 4, p. 18.2 (Ellen Gould White)","content":"The following was addressed to two brethren, but it being applicable to many, it is here given for the benefit of the Church."},{"refcode_short":"T04 18.3","refcode_long":"Testimony for the Church — No. 4, p. 18.3 (Ellen Gould White)","content":"Dear brethren, in the vision given me at your place, I was shown something concerning you both. The angel pointed to you, and repeated these words: “Take heed to yourselves, lest at any time your hearts be overcharged with surfeiting and drunkenness, and cares of this life, and so that day come upon you unawares.”"},{"refcode_short":"T04 18.4","refcode_long":"Testimony for the Church — No. 4, p. 18.4 (Ellen Gould White)","content":"I saw that you both have a great conflict before you; you will have a constant warfare to keep this world out of your hearts. You love this world; now the great study must be with you, how to love Jesus and his service better than the world. If you love the world the most, your works will testify to the fact. If you love Jesus and his service most, your works will testify to that fact also. I saw that the gaze of many in this world is upon you. Many would exult in your downfall, others rejoice in your advancement. Satan and evil angels will present to you the glory of the kingdoms of this world. If you will worship him, or worship a worldly treasure, he will hold it up in every light to attract and lead you to love and worship."},{"refcode_short":"T04 19.1","refcode_long":"Testimony for the Church — No. 4, p. 19.1 (Ellen Gould White)","content":"Jesus and your guardian angels are pointing you above your farms, your cattle, and your earthly treasure, to the kingdom of heaven, to an immortal inheritance, an eternal substance in the kingdom of glory."},{"refcode_short":"T04 19.2","refcode_long":"Testimony for the Church — No. 4, p. 19.2 (Ellen Gould White)","content":"Said the angel, “You must die to this world.” “Love not the world, neither the THINGS that are in the world. If any man love the world, the love of the Father is not in him.”"},{"refcode_short":"T04 19.3","refcode_long":"Testimony for the Church — No. 4, p. 19.3 (Ellen Gould White)","content":"I saw that if in the providence of God, wealth had been acquired, there was no sin in possessing it; and if no opportunities presented themselves to use this means to advance the cause of God, there is no sin in still possessing it. But if opportunities are presented to use property to the glory of God, and the advancement of his cause, and they withhold it, it will be a cause of their stumbling. In the day of trouble, that which was their hoarded treasure will be an offense unto them. Then all opportunities will be passed for using their substance to the glory of God, and they will cast it from them in anguish of spirit to the moles and to the bats. Their gold and their silver cannot save them in that day. It falls upon them with crushing weight, that an account must be given of their stewardship, and what use they have made of their Lord's money. Self-love made them believe it was all their own, and that they might want it all; but they feel, bitterly feel then, and understand that their means was only lent them of God, to be freely handed to him again, in being used to advance his cause. Their riches deceived them. They felt poor and lived for themselves, and at last find that the portion they might have used for God's cause is a terrible burden."},{"refcode_short":"T04 20.1","refcode_long":"Testimony for the Church — No. 4, p. 20.1 (Ellen Gould White)","content":"Said the angel of God, “Lay all upon the altar, a living, consuming sacrifice. Bind it with cords, if you cannot keep it there. Give yourselves to prayer. Live at the altar. Strengthen your purposes by the promises of God.”"},{"refcode_short":"T04 20.2","refcode_long":"Testimony for the Church — No. 4, p. 20.2 (Ellen Gould White)","content":"“Sell that ye have and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.”"},{"refcode_short":"T04 20.3","refcode_long":"Testimony for the Church — No. 4, p. 20.3 (Ellen Gould White)","content":"“Lay not up for yourselves treasures upon the earth, where moth and rust doth corrupt, and where thieves break through and steal; but lay up for yourselves treasures in heaven.”"},{"refcode_short":"T04 20.4","refcode_long":"Testimony for the Church — No. 4, p. 20.4 (Ellen Gould White)","content":"I saw that if God had given you wealth above the plainest and poorest, it should humble you, for it lays you under the greatest obligations. Where much is given, even of a worldly substance, much will be required. Upon this principle you are bound to possess noble, generous dispositions. Seek for opportunities to do good with what you have. “Lay up treasures in heaven.”"},{"refcode_short":"T04 20.5","refcode_long":"Testimony for the Church — No. 4, p. 20.5 (Ellen Gould White)","content":"I saw that the least that has been required of every Christian in past days, is to possess a spirit of liberality, and consecrate to the Lord a portion of all their increase. Every Christian has considered this a privilege. Some who have borne the name only, have considered it a task; but the grace and love of God had never wrought in them the good work, or they would gladly advance the cause of their Redeemer. But Christians in the last days, who are waiting for your Lord, God requires even more of you than this. He requires you to sacrifice."},{"refcode_short":"T04 21.1","refcode_long":"Testimony for the Church — No. 4, p. 21.1 (Ellen Gould White)","content":"Said the angel, “Jesus left a bright track for you to follow. Tread closely in his footsteps. Share his life of self-denial, his self-sacrificing life, and inherit with him the crown of glory.”"},{"refcode_short":"T04 21","refcode_long":"Testimony for the Church — No. 4, p. 21 (Ellen Gould White)","content":"“He Went Away Sorrowful, for He Had Great Possessions”"},{"refcode_short":"T04 21.2","refcode_long":"Testimony for the Church — No. 4, p. 21.2 (Ellen Gould White)","content":"At Monterey, Oct. 8th, 1857, I was shown in vision that the condition of many Sabbath-keepers was like the young man who came to Jesus to know what he should do to inherit eternal life."},{"refcode_short":"T04 21.3","refcode_long":"Testimony for the Church — No. 4, p. 21.3 (Ellen Gould White)","content":"“And behold, one came, and said unto him, Good Master, what good thing shall I do, that I may have eternal life?"},{"refcode_short":"T04 21.4","refcode_long":"Testimony for the Church — No. 4, p. 21.4 (Ellen Gould White)","content":"“And he said unto him, Why callest thou me good? There is none good but one, that is God: but, if thou wilt enter into life, keep the Commandments."},{"refcode_short":"T04 21.5","refcode_long":"Testimony for the Church — No. 4, p. 21.5 (Ellen Gould White)","content":"“He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness, Honor thy father and thy mother; and, Thou shalt love thy neighbor as thyself."},{"refcode_short":"T04 21.6","refcode_long":"Testimony for the Church — No. 4, p. 21.6 (Ellen Gould White)","content":"“The young man saith unto him, All these things have I kept from my youth up; what lack I yet?"},{"refcode_short":"T04 21.7","refcode_long":"Testimony for the Church — No. 4, p. 21.7 (Ellen Gould White)","content":"“Jesus said unto him, If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me."},{"refcode_short":"T04 22.1","refcode_long":"Testimony for the Church — No. 4, p. 22.1 (Ellen Gould White)","content":"“But when the young man heard that saying, he went away sorrowful; for he had great possessions."},{"refcode_short":"T04 22.2","refcode_long":"Testimony for the Church — No. 4, p. 22.2 (Ellen Gould White)","content":"“Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven."},{"refcode_short":"T04 22.3","refcode_long":"Testimony for the Church — No. 4, p. 22.3 (Ellen Gould White)","content":"“And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God."},{"refcode_short":"T04 22.4","refcode_long":"Testimony for the Church — No. 4, p. 22.4 (Ellen Gould White)","content":"“When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?"},{"refcode_short":"T04 22.5","refcode_long":"Testimony for the Church — No. 4, p. 22.5 (Ellen Gould White)","content":"“But Jesus beheld them, and said unto them, With men this is impossible, but with God all things are possible.” Matthew 19:16-26."},{"refcode_short":"T04 22.6","refcode_long":"Testimony for the Church — No. 4, p. 22.6 (Ellen Gould White)","content":"Jesus quoted five of the last six commandments to the young man, also the second great commandment on which the last six commandments hang. These mentioned, he thought he had kept. Jesus did not mention the first four commandments, containing our duty to God. In answer to the inquiry of the young man, What lack I yet? Jesus said unto him, “If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven.”"},{"refcode_short":"T04 22.7","refcode_long":"Testimony for the Church — No. 4, p. 22.7 (Ellen Gould White)","content":"Here was his lack. He failed of keeping the first four commandments, also the last six. He failed of loving his neighbor as himself. Said Jesus, “Give to the poor.” Jesus touches his possessions. “Sell that thou hast, and give to the poor.” In this direct reference he pointed out his idol. His love of riches was supreme, therefore it was impossible for him to love God with all his heart, with all his soul, with all his mind. And this supreme love for his riches shut his eyes to the wants of his fellow men. He did not love his neighbor as himself, therefore he failed to keep the last six commandments. His heart is on his treasure. It is swallowed up with his earthly possessions. He loves his possessions better than God, better than the heavenly treasure. He heard the conditions from the mouth of Jesus. If he would sell and give to the poor, he should have treasure in heaven. Here was a test of how much higher he prized eternal life than his riches. Did he eagerly lay hold of the prospect of eternal life? Did he earnestly strive to remove the obstacle that was in his way of having a treasure in heaven? O, no, “he went away sorrowful, for he had great possessions.”"},{"refcode_short":"T04 23.1","refcode_long":"Testimony for the Church — No. 4, p. 23.1 (Ellen Gould White)","content":"I was pointed to these words, “It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.” Said Jesus, “with men this is impossible, but with God all things are possible.” Said the angel, “Will God permit the rich men to keep their riches, and yet they enter into the kingdom of God?” Said another angel, “No, never.”"},{"refcode_short":"T04 23.2","refcode_long":"Testimony for the Church — No. 4, p. 23.2 (Ellen Gould White)","content":"I saw that it was God's plan that these riches should be used properly, and distributed to bless the needy, and to advance the work of God. I saw that if men love their riches better than their fellow men, better than God, or the truth of his word, and their hearts are on their riches, they cannot have eternal life. They would rather yield the truth, than sell and give to the poor. Here they are proved to see how much God is loved, how much the truth is loved, and like the young man in the Bible, many go away sorrowful, because they cannot have their riches and a treasure in heaven too. They cannot have both. They venture to risk their chance of eternal life for a worldly possession."},{"refcode_short":"T04 24.1","refcode_long":"Testimony for the Church — No. 4, p. 24.1 (Ellen Gould White)","content":"“It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.” Then I saw that with God all things are possible. Truth set home to the heart by the Spirit of God, will crowd out the love of riches. The love of Jesus and riches cannot dwell in the same heart. The love of God so far surpasses the love of riches, that the possessor breaks away from his riches and transfers his affections to God. And then he is led through his love to God, to administer to the wants of God's cause. It is his highest pleasure to make a right disposition of his Lord's goods. Love to God and his fellow men predominates, and he holds all that he has as not his own, and faithfully discharges his duty as God's steward. Then can he keep the first four commandments, and the last six. “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.” “Thou shalt love thy neighbor as thyself.” In this way it is possible for a rich man to enter the kingdom of God. “And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name's sake, shall receive an hundred fold, and shall inherit everlasting life. But many that are first shall be last, and the last shall be first.”"},{"refcode_short":"T04 24.2","refcode_long":"Testimony for the Church — No. 4, p. 24.2 (Ellen Gould White)","content":"Here is the reward for those who sacrifice for God. They receive an hundred fold in this life, and shall inherit everlasting life. But many, I saw, that are first, shall be last, and the last shall be first. I was shown those who receive the truth, but do not live it. They cling to their possessions, and are not willing to distribute of their substance to advance the cause of God. They have no faith to venture and trust God. Their love of this world swallows up their faith. God has called for a portion of their substance, but they heed it not. They reason thus, that they have labored hard to obtain what they have, and they cannot lend it to the Lord, for they may come to want. “O ye of little faith!” That God who cared for Elijah in the time of famine, will not pass by one of his self-sacrificing children. He that has numbered the hairs of their head, will care for them, and in days of famine they will be satisfied. While the wicked are perishing all around them for want of bread, their bread and water will be sure. Those who will still cling to their earthly treasure, and will not make a right disposition of that which is lent them of God, will lose their treasure in heaven, lose everlasting life."},{"refcode_short":"T04 25.1","refcode_long":"Testimony for the Church — No. 4, p. 25.1 (Ellen Gould White)","content":"I saw that God in his providence has moved upon the hearts of some of those who have riches, and has converted them to the truth, that they with their substance may assist to keep his work moving. And if those who are wealthy will not do this, if they do not fulfill the purpose of God, he will pass them by, and raise up others to fill their place who will fulfill his purpose, and with their possessions gladly distribute to meet the necessities of the cause of God. In this they will be first. God will have those in his cause who will do this."},{"refcode_short":"T04 25.2","refcode_long":"Testimony for the Church — No. 4, p. 25.2 (Ellen Gould White)","content":"I saw that God could send means from heaven to carry on his work; but this is out of his order. He has ordained that men should be his instruments that as a great sacrifice was made to redeem them, they should act a part in this work of salvation, by making a sacrifice for each other, and by thus doing show how highly they prize the sacrifice that has been made for them."},{"refcode_short":"T04 26.1","refcode_long":"Testimony for the Church — No. 4, p. 26.1 (Ellen Gould White)","content":"I was directed to James 5. “Go to, now, ye rich men, weep and howl for your miseries that shall come upon you. Your riches are corrupted, and your garments are moth-eaten. Your gold and silver is cankered, and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.”"},{"refcode_short":"T04 26.2","refcode_long":"Testimony for the Church — No. 4, p. 26.2 (Ellen Gould White)","content":"I saw that these fearful words apply particularly to the wealthy who profess to believe the present truth. The Lord calls them to use their means to advance his cause. Opportunities are presented to them, but they shut their eyes to the wants of the cause, and cling fast to their earthly treasure. Their love of the world is greater than their love of the truth, the love of their fellow men, or their love to God. He has called for their substance, but they selfishly, covetously, retain what they have. They give a little now and then to ease their conscience, but have not overcome their love for this world. They do not sacrifice for God. The Lord has raised up others that prize eternal life, that can feel and realize something of the value of the soul, and their means they have freely bestowed to advance the cause of God. The work is closing; the rich men have kept their riches, their large farms, their cattle, &c. Their means are not wanted then, and I saw the Lord turn to them in anger in wrath, and repeat these words: “Go to, now, ye rich men.” He has called, but you would not hear. Love of this world has drowned his voice. Now he has no use for you, and lets you go, bidding you, “Go to, now, ye rich men.”"},{"refcode_short":"T04 27.1","refcode_long":"Testimony for the Church — No. 4, p. 27.1 (Ellen Gould White)","content":"Oh, I saw it was an awful thing thus to be let go by the Lord. A fearful thing to hold on to a perishable substance here, when he has told you, if you will sell and give alms, you can lay up treasure in heaven."},{"refcode_short":"T04 27.2","refcode_long":"Testimony for the Church — No. 4, p. 27.2 (Ellen Gould White)","content":"I was shown that as the work was closing up, and the truth going forth in mighty power, these rich men will bring their means and lay it at the feet of the servants of God, begging them to accept it. The answer from the servants of God is, “Go to, now, ye rich men. Your means are not needed. Ye withheld it when ye could do good with it in advancing the cause of God. The needy have suffered, they have not been blessed by your means. God will not accept your riches now. Go to, now, ye rich men.”"},{"refcode_short":"T04 27.3","refcode_long":"Testimony for the Church — No. 4, p. 27.3 (Ellen Gould White)","content":"Then I was directed to these words: “Behold, the hire of the laborers who have reaped down your fields, which is of you kept back by fraud, crieth; and the cries of them which have reaped, are entered into the ears of the Lord of Sabaoth.”"},{"refcode_short":"T04 27.4","refcode_long":"Testimony for the Church — No. 4, p. 27.4 (Ellen Gould White)","content":"I saw that God was not in ALL the riches that have been obtained. Satan has much more to do with it than God. It has, much of it, been obtained by oppressing the hireling in his wages. The natural, covetous, rich man has obtained these riches by grinding down the hireling, and taking advantage of individuals where he could, and adding to his treasure here, that will eat his flesh as it were fire. A strictly honest, honorable course has not been taken by some. Such must work fast and take a very different course to redeem the time."},{"refcode_short":"T04 28.1","refcode_long":"Testimony for the Church — No. 4, p. 28.1 (Ellen Gould White)","content":"I saw that many Sabbath-keepers are at fault here. Advantage is taken even of their poor brethren, and those who have of their abundance exact more than the real worth of things, more than they would pay for the same thing, while these same brethren are embarrassed and distressed for want of means. God knows all these things. Every selfish act, every covetous extortion, will bring its reward."},{"refcode_short":"T04 28.2","refcode_long":"Testimony for the Church — No. 4, p. 28.2 (Ellen Gould White)","content":"I saw it was cruel and unjust to have no consideration of a brother's situation. If he is distressed, or poor, yet doing the best he can, allowance should be made for him, and even the full value of the things he may purchase of the wealthy should not be exacted; but they should have bowels of compassion for him. God will approve of such kindly acts, and the doer will not lose his reward. But I saw a fearful account will stand against many Sabbath-keepers for close, covetous acts."},{"refcode_short":"T04 28.3","refcode_long":"Testimony for the Church — No. 4, p. 28.3 (Ellen Gould White)","content":"I was pointed back, and saw when there was but few that listened to, and embraced the truth, they had not much of this world's goods. The wants of the cause were divided among a very few. Then there was a necessity for houses and lands to be sold and obtain cheaper to serve them as a shelter or home, while their means were freely, and generously lent to the Lord, to publish the truth, and to otherwise aid in advancing the cause of God. As I beheld these self-sacrificing ones, I saw they had endured privation for the benefit of the cause. I saw an angel standing by them pointing them upward, and saying these words, “Ye have bags in heaven!” “Ye have bags in heaven that wax not old! Endure unto the end, and great will be thy reward.”"},{"refcode_short":"T04 29.1","refcode_long":"Testimony for the Church — No. 4, p. 29.1 (Ellen Gould White)","content":"I saw that God had been moving on hearts. The truth that a few sacrificed so much for, in order to get it before others, has triumphed, and multitudes have laid hold of it. God has in his providence moved upon those that have means and has brought them into the truth that as the work of God increases, the wants of the cause may be met. Much means are brought into the ranks of Sabbath-keepers."},{"refcode_short":"T04 29.2","refcode_long":"Testimony for the Church — No. 4, p. 29.2 (Ellen Gould White)","content":"I saw that at present God did not call for the houses his people need to live in, unless expensive houses are exchanged for cheaper ones. But if those who have of their abundance do not hear his voice, and cut loose from the world, and dispose of a portion of their property and lands, and sacrifice for God, he will pass them by, and call for those who are willing to do anything for Jesus, even to sell their homes to meet the wants of the cause. God will have a free-will offering. Those who give must esteem it a privilege to do so."},{"refcode_short":"T04 29.3","refcode_long":"Testimony for the Church — No. 4, p. 29.3 (Ellen Gould White)","content":"I have seen that some give of their abundance, but yet they feel no lack. They do not particularly deny themselves of any thing for the cause of Christ. They still have all that heart can wish. They give liberally, and heartily. God regards it, and the action and motive is known, and strictly marked by him. They will not lose their reward. You that cannot bestow so liberally, must not excuse yourselves, because you cannot do as much as some others. Do what you can. Deny yourself of some article that you can do without, and sacrifice for the cause of God. Like the widow, cast in your two mites. You will actually give more than all those who have given of their abundance. And you will know how sweet it is to give to the needy, to deny self, and sacrifice for the truth, and lay up treasure in heaven."},{"refcode_short":"T04 30.1","refcode_long":"Testimony for the Church — No. 4, p. 30.1 (Ellen Gould White)","content":"I was shown that the young, especially, young men, who profess the truth have yet a lesson of self-denial to learn. I saw that if they made more sacrifice for the truth, they would esteem the truth more highly. It would affect their hearts, purify their lives, and they would hold it more dear and sacred."},{"refcode_short":"T04 30.2","refcode_long":"Testimony for the Church — No. 4, p. 30.2 (Ellen Gould White)","content":"I saw that the young do not take the burden, or feel the responsibility of the cause of God. Is it because God has excused them? Oh, no. I saw that they excuse themselves. They are eased, and others are burdened. They do not realize that they are not their own. Their strength, their time, is not their own. They are bought with a price. A dear sacrifice was made for them, and unless they possess the spirit of self-denial, and sacrifice, they can never possess the immortal inheritance."},{"refcode_short":"T04 30.3","refcode_long":"Testimony for the Church — No. 4, p. 30.3 (Ellen Gould White)","content":"The following relates to Battle Creek Church but describes the condition and privileges of brethren and sisters scattered abroad."},{"refcode_short":"T04 30.4","refcode_long":"Testimony for the Church — No. 4, p. 30.4 (Ellen Gould White)","content":"I saw that a thick cloud enveloped them, and that a few rays of light from Jesus pierced this cloud. I looked to see those who received this light, and saw individuals earnestly praying for victory. It was their study to serve God. Their persevering faith brought them returns. The light of heaven was shed upon them; but the cloud of darkness over the Church generally was thick. They were stupid and sluggish. My agony of soul was great. I asked the angel if that darkness was necessary. Said he, “Look ye!” I then saw the Church begin to rise, and earnestly plead with God, and rays of light began to penetrate this darkness, and the cloud was removed. The pure light of heaven shone upon them, and with holy confidence their attention was attracted upward. Said the angel, “This is their privilege and duty.”"},{"refcode_short":"T04 31.1","refcode_long":"Testimony for the Church — No. 4, p. 31.1 (Ellen Gould White)","content":"Satan has come down in great power, knowing his time is short. His angels are busy, and a great share of the people of God suffer themselves to be lulled to sleep by him. The cloud again passed over, and settled upon the Church."},{"refcode_short":"T04 31.2","refcode_long":"Testimony for the Church — No. 4, p. 31.2 (Ellen Gould White)","content":"I saw that extra efforts must be made, that the spell may be broken. It must be, by earnest efforts and persevering prayer."},{"refcode_short":"T04 31.3","refcode_long":"Testimony for the Church — No. 4, p. 31.3 (Ellen Gould White)","content":"I saw that the alarming truths of the word of God had stirred the people of God a little. Now and then there would be feeble efforts made, but they soon tired, and sunk back into the same lukewarm state. I saw they did not have perseverance and fixed determination. Let the seeker possess the same energy and earnestness for the salvation of God that he would have for a worldly treasure, and the object would be gained."},{"refcode_short":"T04 31.4","refcode_long":"Testimony for the Church — No. 4, p. 31.4 (Ellen Gould White)","content":"I saw that the Church may drink of a full cup, just as well as to hold an empty one in the hand, or at the mouth."},{"refcode_short":"T04 31.5","refcode_long":"Testimony for the Church — No. 4, p. 31.5 (Ellen Gould White)","content":"I saw that it was not the plan of God to have some eased and others burdened. Some feel the weight and responsibility of the cause, and the necessity of their acting, that they may gather with Christ, and not scatter abroad. Others go on free from any responsibility. They act as though they had no influence. Such scatter abroad. God is not partial. All who are made partakers of his salvation here, and hope to share the glories of the kingdom hereafter, must feel the responsibility of their own case, and for the influence they exert over others, and gather with Christ. If they maintain their Christian walk, Jesus will be in them the hope of glory, and they will love to speak forth his praise that they may be refreshed. The cause of their Master will be near and dear to them. It will be their study to advance his cause and to honor it by holy living. Said the angel, “Every talent God will require with usury.” Every Christian must go on from strength to strength, and employ all their powers in the cause of God."},{"refcode_short":"T04 33","refcode_long":"Testimony for the Church — No. 4, p. 33 (Ellen Gould White)","content":"Vision of the Future"},{"refcode_short":"T04 33.1","refcode_long":"Testimony for the Church — No. 4, p. 33.1 (Ellen Gould White)","content":"Nov. 20th, I was shown the people of God, and saw them mightily shaken. I saw some with strong faith and agonizing cries, pleading with God. Their countenances were pale, and marked with deep anxiety which expressed their internal struggle. There was firmness and great earnestness expressed in their countenances, while large drops of perspiration rose upon their foreheads, and fell. Now and then their faces would light up with the marks of God's approbation, and again the same solemn, earnest, anxious look settled upon them. *“Blow the trumpet in Zion, sanctify a fast, call a solemn assembly: gather the people, sanctify the congregation, assemble the elders. . . . Let the priests, the ministers of the Lord, weep between the porch and the altar, and let them say, Spare thy people, O Lord, and give not thine heritage to reproach, that the heathen should rule over them: wherefore should they say among the people, Where is their God?” Joel 2:15-17. “Submit yourselves therefore to God. Resist the Devil, and he will flee from you. Draw nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners, and purify your hearts, ye double-minded. Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness. Humble yourselves in the sight of the Lord, and he shall lift you up.” James 4:7-10. “Gather yourselves together, yea, gather together, O nation not desired. Before the decree bring forth, before the day pass as the chaff, before the fierce anger of the Lord come upon you, before the day of the Lord's anger come upon you. Seek ye the Lord, all ye meek of the earth, which have wrought his judgment; seek righteousness, seek meekness: it may be ye shall be hid in the day of the Lord's anger.” Zephaniah 2:1-3."},{"refcode_short":"T04 34.1","refcode_long":"Testimony for the Church — No. 4, p. 34.1 (Ellen Gould White)","content":"Evil angels crowded around them, pressing their darkness upon them, to shut out Jesus from their view, that their eyes might be drawn to the darkness that surrounded them, and they distrust God, and next murmur against him. Their only safety was in keeping their eyes directed upward. Angels were having the charge over the people of God, and as the poisonous atmosphere from these evil angels was pressed around these anxious ones, the angels, which had the charge over them, were continually wafting their wings over them, to scatter the thick darkness that surrounded them."},{"refcode_short":"T04 34.2","refcode_long":"Testimony for the Church — No. 4, p. 34.2 (Ellen Gould White)","content":"Some, I saw, did not participate in this work of agonizing and pleading. They seemed indifferent and careless. They were not resisting the darkness around them, and it shut them in like a thick cloud. The angels of God left them, and went to the aid of those earnest, praying ones. I saw the angels of God hasten to the assistance of every one who were struggling with all their energies to resist those evil angels, and trying to help themselves by calling upon God with perseverance. But the angels left those who made no effort to help themselves, and I lost sight of them."},{"refcode_short":"T04 34.3","refcode_long":"Testimony for the Church — No. 4, p. 34.3 (Ellen Gould White)","content":"As these praying ones continued their earnest cries, at times a ray of light from Jesus came to them, and encouraged their hearts, and lighted up their countenances."},{"refcode_short":"T04 34.4","refcode_long":"Testimony for the Church — No. 4, p. 34.4 (Ellen Gould White)","content":"I asked the meaning of the shaking I had seen. I was shown that it would be caused by the straight testimony called forth by the counsel of the True Witness to the Laodiceans. It will have its effect upon the heart of the receiver of the testimony, and it will lead him to exalt the standard and pour forth the straight truth. This straight testimony, some will not bear. They will rise up against it, and this will cause a shaking among God's people."},{"refcode_short":"T04 35.1","refcode_long":"Testimony for the Church — No. 4, p. 35.1 (Ellen Gould White)","content":"I saw that the testimony of the True Witness has not been half heeded. The solemn testimony upon which the destiny of the Church hangs, has been lightly esteemed, if not entirely disregarded. This testimony must work deep repentance, and all that truly receive it, will obey it, and be purified."},{"refcode_short":"T04 35.2","refcode_long":"Testimony for the Church — No. 4, p. 35.2 (Ellen Gould White)","content":"Said the angel, “List ye!” Soon I heard a voice that sounded like many musical instruments, all sounding in perfect strains, sweet and harmonious. It surpassed any music I had ever heard. It seemed to be so full of mercy, compassion, and elevating, holy joy. It thrilled through my whole being. Said the angel, “Look ye!” My attention was then turned to the company I had seen before, who were mightily shaken. I was shown those whom I had before seen weeping, and praying with agony of spirit. I saw that the company of guardian angels around them had doubled, and they were clothed with an armor from their head to their feet. They moved in exact order, firm like a company of soldiers. Their countenances expressed the severe conflict which they had endured, the agonizing struggle they had passed through. Yet their features, marked with severe internal anguish, shone now with the light and glory of heaven. They had obtained the victory, and it called forth from them the deepest gratitude, and holy, sacred joy."},{"refcode_short":"T04 36.1","refcode_long":"Testimony for the Church — No. 4, p. 36.1 (Ellen Gould White)","content":"The numbers of this company had lessened. Some had been shaken out, and left by the way. *“I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot. So then, because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth. Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked.” Revelation 3:15-17. The careless and indifferent who did not join with those who prized victory and salvation enough to agonize, persevere, and plead for it, did not obtain it, and they were left behind in darkness, and their numbers were immediately made up by others taking hold of the truth, and coming into the ranks. Still the evil angels pressed around them, but they could have no power over them. †“For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. [Or, wicked spirits in heavenly places, as it reads in the margin.] “Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all to stand. Stand therefore, having your loins girt about with truth, and having on the breast-plate of righteousness; and your feet shod with the preparation of the gospel of peace; above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. And take the helmet of salvation, and the sword of the Spirit, which is the word of God: praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints.” Ephesians 6:12-18."},{"refcode_short":"T04 37.1","refcode_long":"Testimony for the Church — No. 4, p. 37.1 (Ellen Gould White)","content":"I heard those clothed with the armor speak forth the truth in great power. It had effect. I saw those who had been bound; some wives had been bound by their husbands, and some children had been bound by their parents. The honest who had been held or prevented from hearing the truth, now eagerly laid hold of the truth spoken. All fear of their relatives was gone. The truth alone was exalted to them. It was dearer and more precious than life. They had been hungering and thirsting for truth. I asked what had made this great change. An angel answered, “It is the latter rain. The refreshing from the presence of the Lord. The loud cry of the Third Angel.”"},{"refcode_short":"T04 37.2","refcode_long":"Testimony for the Church — No. 4, p. 37.2 (Ellen Gould White)","content":"Great power was with these chosen ones. Said the angel, “Look ye!” My attention was turned to the wicked, or unbelievers. They were all astir. The zeal and power with the people of God had aroused and enraged them. Confusion, confusion, was on every side. I saw measures taken against this company, who were having the power and light of God. Darkness thickened around them, yet there they stood, approved of God, and trusting in him. I saw them perplexed. Next I heard them crying unto God earnestly. Through the day and night their cry ceased not. *“And shall not God avenge his own elect, which cry day and night unto him, though he bear long with them? I tell you that he will avenge them speedily. Nevertheless, when the Son of man cometh, shall he find faith on the earth?” Luke 18:7, 8. See also Revelation 14:14, 15. I heard these words, “Thy will, O God, be done! If it can glorify thy name, make a way of escape for thy people! Deliver us from the heathen round about us! They have appointed us unto death; but thine arm can bring salvation.” These are all the words I can bring to mind. They seemed to have a deep sense of their unworthiness, and manifested entire submission to the will of God. Yet every one, without an exception, was earnestly pleading, and wrestling like Jacob for deliverance."},{"refcode_short":"T04 38.1","refcode_long":"Testimony for the Church — No. 4, p. 38.1 (Ellen Gould White)","content":"Soon after they had commenced their earnest cry, the angels, in sympathy would have gone to their deliverance. But a tall, commanding angel suffered them not. Said he, “The will of God is not yet fulfilled. They must drink of the cup. They must be baptized with the baptism.”"}]