[{"refcode_short":"T05 ","refcode_long":"Testimony for the Church — No. 5, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 5"},{"refcode_short":"T05 3","refcode_long":"Testimony for the Church — No. 5, p. 3 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T05 3.1","refcode_long":"Testimony for the Church — No. 5, p. 3.1 (Ellen Gould White)","content":"Dear Brethren and Sisters:—The Lord has visited me again in great mercy. I have been greatly afflicted for a few months past. Disease has pressed me heavily. For years I have been afflicted with dropsy, and disease of the heart. It has had a tendency to depress my spirits, and destroy my faith and courage. The message to the Laodiceans has not accomplished that zealous repentance with God's people I expected to see, and my perplexity of mind has been great. Disease seemed to make continual progress upon me, and I thought I must lie down in the grave. I had no desire to live, therefore could not take hold of faith and pray for my recovery. Often when I retired to rest at night, I realized that I was in danger of losing my breath before morning. In this state I fainted at midnight. Brn. Andrews and Loughborough were sent for, and earnest petitions were offered to God in my behalf. The depression and heavy weight was lifted from my aching heart, and I was taken off in vision, and saw these things which I present before you."},{"refcode_short":"T05 3.2","refcode_long":"Testimony for the Church — No. 5, p. 3.2 (Ellen Gould White)","content":"I saw that Satan had been trying to drive me to discouragement and despair, to make me desire death rather than life. I was shown that it was not God's will I should now cease from the work, and lie down in the grave; for then the enemies of our faith would triumph, and the hearts of God's children would be made sad. I saw that I should often suffer anguish of spirit; that I should suffer much; yet I had the promise that those around me would encourage and help me; that my courage and strength might not fail while so fiercely buffeted by the Devil."},{"refcode_short":"T05 4.1","refcode_long":"Testimony for the Church — No. 5, p. 4.1 (Ellen Gould White)","content":"I saw that the testimony to the Laodiceans applied to God's people at the present time, and the reason it has not accomplished a greater work is because of the hardness of their hearts. But God has given the message time to do its work. The heart must be purified from sins which have so long shut Jesus out. This fearful message will do its work. When it was first presented, it led to close examination of heart. Sins were confessed, and the people of God were stirred everywhere. Nearly all believed that this message would end in the loud cry of the third angel. But as they failed to see the powerful work accomplished in a short time, many lost the effect of the message. I saw that this message would not accomplish its work in a few short months. It was designed to arouse the people of God, to discover to them their backslidings, and lead to zealous repentance, that they might be favored with the presence of Jesus, and be fitted for the loud cry of the third angel. As this message affected the heart it led to deep humility before God. Angels were sent in every direction to prepare unbelieving hearts for the truth. The cause of God began to rise, and his people were acquainted with their position. If the counsel of the True Witness had been fully heeded, God would have wrought for his people in greater power. The efforts made since the message has been given have been blessed of God, and many souls have been brought from error and darkness to rejoice in the truth. I saw that God would prove his people. Patiently Jesus bears with them, and does not spue them out of his mouth in a moment. Said the angel, “God is weighing his people.” If the message had been of as short duration as many of us supposed, there would have been no time for God's people to develop character. Many moved from feeling, not from principle and faith, and this solemn, fearful message stirred them. It wrought upon their feelings, excited their fears; but did not accomplish the work God designed that it should. God reads the heart. Lest his people should be deceived in regard to themselves, he gives them time for the excitement to wear off, and he proves them to see if they will obey the counsel of the True Witness."},{"refcode_short":"T05 5.1","refcode_long":"Testimony for the Church — No. 5, p. 5.1 (Ellen Gould White)","content":"God leads his people on step by step. He brings them up to different points which are calculated to manifest what is in the heart. Some endure at one point, but fall off at the next. At every advanced point the heart is tested, and tried a little closer. If the professed people of God find their hearts opposed to the straight work of God, it should convince them that they have a work to do to overcome, or be spued out of the mouth of the Lord. Said the angel, God will bring his work closer and closer to test them, and prove every one of his people. Some are willing to receive one point, but when God brings them to another testing point, they shrink from it and stand back, because they find it strikes directly at some cherished idol. Here they have opportunity to see what is in their hearts that shuts out Jesus. They prize something higher than the truth, and their hearts are not prepared to receive Jesus. Individuals are tested and proved a length of time to see if they will sacrifice their idols, and heed the counsel of the True Witness. If they will not be purified through obeying the truth, and overcome their selfishness, their pride, and evil passions, the angels of God have their charge, “They are joined to their idols, let them alone,” and they pass on to their work, leaving them with their evil traits unsubdued, to the control of evil angels. Those who come up to every point, and stand every test, and overcome, be the price what it may, have heeded the counsel of the True Witness, and they will be fitted for translation by the latter rain."},{"refcode_short":"T05 6.1","refcode_long":"Testimony for the Church — No. 5, p. 6.1 (Ellen Gould White)","content":"God proves his people in this world. This is the fitting up place to appear in his presence. Here in this world, in these last days, individuals will show what power affects their hearts, and controls their actions. If it is the power of divine truth, it will lead to good works. It will elevate the receiver, and make him noble hearted and generous, like his divine Lord. But if the evil angels control the heart, it will be seen in various ways. The fruit will be selfishness, covetousness, pride and evil passions. The heart is deceitful above all things, and desperately wicked. Professors of religion are not willing to closely examine their own selves to see whether they are in the faith, and it is a fearful fact that many are leaning on a false hope. Some lean upon an old experience they had years ago; but when brought down to this heart-searching time, when all should have a daily experience, they have nothing to relate. They seem to think a profession of the truth will save them. When those sins which God hates are subdued, Jesus will come in and sup with you and you with him. You will then draw divine strength from Jesus, and you will grow up in him, and be able with holy triumph to say, Blessed be God who giveth us the victory through our Lord Jesus Christ. It would be more pleasing to the Lord if lukewarm professors of religion had never named his name. They are a continual weight to those who would be faithful followers of Jesus. They are a stumbling block to unbelievers, and evil angels exult over them, and taunt the angels of God with their crooked course. Such are a curse to the cause at home or abroad. They draw nigh to God with their lips, while their heart is far from him."},{"refcode_short":"T05 7.1","refcode_long":"Testimony for the Church — No. 5, p. 7.1 (Ellen Gould White)","content":"I was shown that the people of God should not imitate the fashions of the world. Some have done this, and are fast losing their peculiar, holy character, which should distinguish them as God's people. I was pointed back to God's ancient people, and then was led to compare their dress and apparel with the mode of dress in these last days. What a difference! What a change! Then the women were not so bold as now. When they went in public they covered their face with a vail. In these last days fashions are shameful and immodest. They are noticed in prophecy. They were first brought in by a class over whom Satan has entire control, who, “being past feeling, (without any conviction of the Spirit of God,) have given themselves over unto lasciviousness, to work all uncleanness with greediness.” If God's professed people had not departed greatly from him, there would now be a marked difference between their dress, and that of the world. The small bonnets, exposing the face and head show a lack of modesty. The hoops are a shame. The inhabitants of earth are growing more and more corrupt, and the line of distinction must be more plain between them and the Israel of God, or the curse which falls upon worldlings will fall on God's professed people."},{"refcode_short":"T05 8.1","refcode_long":"Testimony for the Church — No. 5, p. 8.1 (Ellen Gould White)","content":"I was directed to the following scriptures. Said the angel, They are to instruct God's people. 1 Timothy 2:9, 10. In like manner also that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broidered hair, or gold, or pearls, or costly array; but (which becometh women professing godliness) with good works. 1 Peter 3:3-5. Whose adorning, let it not be that outward adorning of plaiting the hair and of wearing of gold, or of putting on of apparel; but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price. For after this manner in the old time, the holy women also who trusted in God, adorned themselves."},{"refcode_short":"T05 8.2","refcode_long":"Testimony for the Church — No. 5, p. 8.2 (Ellen Gould White)","content":"Young and old, God is now testing you. You are deciding your own eternal destiny. Your pride, your love to follow the fashions of the world, your vain and empty conversation, your selfishness, are all put in the scale, and the weight of evil is fearfully against you. You are poor, and miserable, and blind, and naked. While evil is increasing and taking deep root, it is choking the good seed which has been sown in the heart, and soon the word will be spoken to the angels of God concerning you, as was given concerning Eli's house, that your sins shall not be purged with sacrifice nor offering forever. Many I saw were flattering themselves that they were good Christians, who have not a single ray of light from Jesus. They know not what it is to be renewed by the grace of God. They have no living experience for themselves in the things of God. And I saw that the Lord was whetting his sword in heaven to cut them down. O that every cold, lukewarm professor could realize the clean work that God is about to make among his professed people. Dear friends, do not deceive yourselves concerning your condition. You cannot deceive God. Says the True Witness, “I know thy works.” The third angel is leading up a people, step by step, higher and higher. At every step they will be tested."},{"refcode_short":"T05 9.1","refcode_long":"Testimony for the Church — No. 5, p. 9.1 (Ellen Gould White)","content":"The plan of Systematic Benevolence is pleasing to God. I was pointed back to the days of the apostles, and saw that God laid the plan by the descent of his Holy Spirit, and by the gift of prophesy counseled his people in regard to a system of benevolence. All were to share in this work of imparting of their carnal things to those who ministered unto them in spiritual things. They were also taught that the widows and fatherless had a claim upon their charity. Pure and undefiled religion is defined, to visit the widows and fatherless in their affliction, and to keep unspotted from the world. I saw it was not merely to sympathize with them in their affliction by comforting words, but to aid them, if needy, with their substance, God has given health to young men and women, and they can obtain a great blessing by aiding the widow and fatherless in their affliction. I saw that God required young men to sacrifice more for the good of others. He claims more of them than they are willing to perform. If they keep themselves unspotted from the world, cease to follow its fashions, and lay by that which the lovers of pleasures spend in useless articles to gratify pride, and give it to the worthy afflicted ones, and to sustain the cause, they will have the approval of Him who says, “I know thy works.” There is order in heaven, and God is well pleased with the efforts of his people in trying to move with system and order in his work. I saw that there should be order in the church of God, and arrangement in regard to carrying forward successfully the last great message of mercy to the world. God is leading his people in the plan of Systematic Benevolence, and this is one of the very points which will cut the closest with some, to which God is bringing up his people. To them this point cuts off the right arm, and plucks out the right eye, while to others it is a great relief. To noble, generous souls the demands upon them seem very small, and they cannot be content to do so little. Some have large possessions, and if they lay by them in store for charitable purposes as God has prospered them, it seems to them like a large sum. The selfish heart clings as closely to a little offering as to a larger one, and makes the small offering look very large. I was pointed back to the commencement of this last work. Then some who loved the truth, could consistently talk of sacrificing. They devoted much to the cause of God to send the truth to others. They have sent their treasure beforehand to heaven. Brethren, you who have received the truth at a later period, and have large possessions, God has called you into the field, not merely that you may enjoy the truth, but that you may aid with your substance in carrying forward this great work. And if you have an interest in this work, you will venture out, and invest something in it, that others may be saved by your efforts, and you reap with them the final reward. Great sacrifices have been made, and privations endured to place the truth in a clear light before you. Now God calls upon you, in your turn, to make great efforts, and to sacrifice in order to place the truth before those who are in darkness. God requires this. You profess to believe the truth; let your works testify to the fact. Unless your faith works, it is dead. Nothing but a living faith will save you in the fearful scenes which are just before you."},{"refcode_short":"T05 11.1","refcode_long":"Testimony for the Church — No. 5, p. 11.1 (Ellen Gould White)","content":"I saw that it was time that those who have their large possessions begin to work fast. It is time they were not only laying by them in store as God is now prospering them, but as he HAS prospered them. Plans were especially laid in the days of the apostles that some should not be eased and others burdened. Arrangements were made that all should share equally in the burdens of the church of God according to their several ability. Said the angel, The axe must be laid at the root of the tree. If the heart is wrapt in earthly treasure, like Judas they will complain. His heart coveted the costly ointment poured upon Jesus, and he sought to hide his selfishness under a pious, conscientious regard for the poor. “Why was not this ointment sold for three hundred pence and given to the poor?” He wished he had the ointment in his possession; it would not thus be lavished upon the Saviour. He would apply it to his own use; sell it for money. He prized his Lord just enough to sell him to wicked men for a few pieces of silver. As Judas brought up the poor as an excuse for his selfishness, professed Christians, whose hearts are covetous, will seek to hide their selfishness under a put-on conscientiousness. O, they fear Systematic Benevolence is getting like the nominal churches! Let not your left hand know what your right hand doeth! They seem conscientious to follow exactly the Bible as they understand it in this matter; but they entirely neglect the plain declaration of Christ, “Sell that ye have and give alms.”"},{"refcode_short":"T05 12.1","refcode_long":"Testimony for the Church — No. 5, p. 12.1 (Ellen Gould White)","content":"“Take heed that ye do not your alms before men to be seen of them.” Some think this text teaches that they must be secret in their works of charity. And they do but very little, excusing themselves, because they do not know just how to give. But Jesus explained it to his disciples as follows: “Therefore, when thou doest thine alms, do not sound a trumpet before thee as the hypocrites do, in the synagogues, and in the streets, that they may have glory of men. Verily, I say unto you, they have their reward.” They gave to be regarded noble and generous by men. They received praise of men, and Jesus taught his disciples that it was all the reward they would have. With many, the left hand does not know what the right hand does, for the right hand does nothing worthy of the notice of the left hand. This lesson of Jesus to his disciples was to rebuke those who wished to receive glory of men. They performed their alms-giving upon some very public gathering; and before doing this, a public proclamation was made of their generosity before the people, and many gave large sums merely to have their name exalted by men. And the means given in this manner was often extorted from others by oppressing the hireling in his wages, and grinding the face of the poor."},{"refcode_short":"T05 13.1","refcode_long":"Testimony for the Church — No. 5, p. 13.1 (Ellen Gould White)","content":"Then I was shown that this scripture does not apply to those who have the cause of God at heart, and use their means humbly to advance it. I was directed to these texts: “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” “By their fruits ye shall know them.” I was shown that scripture testimony will harmonize, when it is rightly understood. The good works of the children of God, are the most effectual preaching the unbeliever has. He thinks there must be strong motives that actuate the Christian to deny self, and with his possessions, try to save his fellow man. It is unlike the spirit of the world. Such fruits testify that they are genuine Christians. They seem to be constantly reaching upward to a treasure that is imperishable."},{"refcode_short":"T05 13.2","refcode_long":"Testimony for the Church — No. 5, p. 13.2 (Ellen Gould White)","content":"In every gift and offering there should be a suitable object before the giver—not to uphold any in idleness—not to be seen of men or to get a great name—but to glorify God by advancing his cause. Some make large donations to the cause of God, but their brother who is poor may be suffering close by them, and they do nothing to relieve him. Little acts of kindness imparted to their brother in a secret manner would bind their hearts together, and would be noticed in heaven. I saw that the rich should make a difference in their prices, and their wages to the afflicted and widows, and the worthy poor among them. But I saw it was too often the case that the poor were taken advantage of, and the rich reap the advantage, if there is any to be gained, and the last penny is exacted for every favor. It is all written in heaven. “I know thy works.”"},{"refcode_short":"T05 14.1","refcode_long":"Testimony for the Church — No. 5, p. 14.1 (Ellen Gould White)","content":"The greatest sin which now exists in the church is covetousness. God frowns upon his professed people for their selfishness. His servants have sacrificed their time and their strength to carry them the word of life, and many have prized it just as highly, and no more, as their works have shown, if they can help the servant of God just as well as not, they sometimes do it; but he is often left to pass on, and but little done for him. But if they employ a day laborer he must be paid full wages. But the self-sacrificing servant of God labors for them in word and doctrine; he carries the heavy burden of the work on his soul; he patiently shows from the word of God the dangerous errors which are hurtful to the soul; he enforces the necessity of immediately tearing up the weeds which choke the good seed sown; he brings out of the storehouse of God's word things new and old to feed the flock of God. All acknowledge that they have been benefited; but the poisonous weed covetousness, is so deeply rooted they let the servant of God leave them without administering of their temporal things. They have prized his wearing labor just as highly as they act. Says the True Witness, “I know thy works.”"},{"refcode_short":"T05 15.1","refcode_long":"Testimony for the Church — No. 5, p. 15.1 (Ellen Gould White)","content":"I saw that God's servants are not placed beyond the temptations of Satan. They are often fearfully beset by the enemy, and have a hard battle to fight. If they could be released from their commission, they would gladly labor with their hands. Their labor is called for by their brethren; but when they see it so lightly prized, they are depressed. True, they look to the final settlement for their reward, and this bears them up, but their families must have food and clothing. Their time belongs to the church of God. It is not at their own disposal. They sacrifice the society of their families to benefit others, and there are those who are benefited by their labors who are indifferent to their wants. I saw that it was doing injustice to such, to let them pass on and deceive themselves. They think they are approved of God, when he despises their selfishness. Not only will these selfish ones be called to render an account to God how they have used their Lord's money; but for all the depression, and heart-aching feelings they have brought upon God's chosen servants, which have crippled their efforts, will be set to their account."},{"refcode_short":"T05 15.2","refcode_long":"Testimony for the Church — No. 5, p. 15.2 (Ellen Gould White)","content":"The True Witness declares, “I know thy works.” The selfish, covetous heart will be tested. Some are not willing to devote to God a very small portion of the increase of their earthly treasure. They would start back with horror if you should speak of the principal. What have they sacrificed for God? Nothing. They profess to believe that Jesus is coming; but their works deny their faith. Every individual will live out all the faith he has. Falsehearted professor, “Jesus knows thy works.” He hates your stinted offerings, your lame sacrifices."},{"refcode_short":"T05 16.1","refcode_long":"Testimony for the Church — No. 5, p. 16.1 (Ellen Gould White)","content":"I saw that many feel at liberty to use the means freely that is lent them of God, for their own convenience in fitting up pleasant homes here; but when they build a house in which to worship the great God, who inhabiteth eternity, they cannot afford to let the Lord have the use of the means he has lent them. Each is not striving to excel the other in showing his gratitude to God for the truth, by doing all he can to prepare a suitable place of worship; but some are trying to do just as little as possible; and they feel that their means is as good as lost which they spend in preparing a place for the Most High to visit them. Such an offering is lame, and not acceptable to God. I saw that it would be much more pleasing to God if his people would show as much wisdom in preparing a house for him, as they do in their own dwellings."},{"refcode_short":"T05 16.2","refcode_long":"Testimony for the Church — No. 5, p. 16.2 (Ellen Gould White)","content":"The sacrifices and offerings of the children of Israel were commanded to be without blemish or spot, the best of the flock, and every one of the children of Israel must share in this work. The work will be extensive. If you build a house for God, do not offend and limit him in casting in your lame offerings. Put the very best offering into a house built for God. Let it be the very best you have, and show an interest to have it convenient and comfortable. Some think time is so short it is no matter. Then carry out the same in your dwellings, and in all your worldly arrangements."},{"refcode_short":"T05 17.1","refcode_long":"Testimony for the Church — No. 5, p. 17.1 (Ellen Gould White)","content":"I saw that God could carry on his work without any of man's help; but this is not his plan. The present world is designed as a scene of probation for man. He is here to form a character which will pass with him into the eternal world. Good and evil are placed before him, and his future state depends upon the choice he makes. Christ came to change the current of his thoughts and affections. His heart must be cut off from his earthly treasure, and placed upon the heavenly. By his self-denial, God can be glorified. The great sacrifice has been made for man, and now man will be tested and proved to see if he will follow the example of Jesus, and make a sacrifice for his fellow-man. Satan and his angels are combined against the people of God; but Jesus is seeking to purify them unto himself. He requires them to advance his work. God has deposited enough in this world among his people to carry forward his work, without embarrassment, and it is his plan that the means which he has entrusted to his people be used judiciously. Sell that ye have and give alms, is a part of God's sacred word. The servants of God must arise, cry aloud and spare not, “Show my people their transgressions, and the house of Jacob their sins.” The work of God is to be more extensive, and if his people follow his counsel, there will not be much means in their possession to be consumed in the final conflagration. All will have laid up their treasure where moth and rust cannot corrupt, and the heart will not have a cord to bind it to earth."},{"refcode_short":"T05 18.1","refcode_long":"Testimony for the Church — No. 5, p. 18.1 (Ellen Gould White)","content":"I was then shown that the parable of the talents has not been fully understood. This lesson of importance was given to the disciples for the benefit of Christians living in the last days. And these talents do not represent merely the ability to preach and instruct from the word of God. The parable applies to the temporal means which God has entrusted to his people. Those to whom the five and two talents were given, traded and doubled that which was committed to their trust. God requires of those who have their possessions here to put their money out to usury for him, to put it into the cause to spread the truth. And if the truth lives in the heart of the receiver, he also will aid with his substance in sending the truth to others, and through his efforts, his influence and his means, other souls embrace the truth, and begin also to work for God. I saw that some of God's professed people are like the man who hid his talent in the earth. They keep their possessions and means from doing good to God's cause. They claim that it is their own, and that they have a right to do what they please with their own; and souls are not saved by any judicious effort they make with their Lord's money. As judgment passes upon the house of God, the angels keep a faithful record of every man's work, their sentence is recorded by their name, and the angel is commissioned to spare them not, but to cut them down at the time of slaughter. And that which was committed to their trust is taken from them. Their earthly treasure is then swept away, and they have lost all. And the crowns they might have worn, had they been faithful, are put upon the heads of those saved by the faithful servants whose means were constantly in use for God. And every one they have been the means of saving, adds stars to their crowns in glory, and increases their eternal reward."},{"refcode_short":"T05 19.1","refcode_long":"Testimony for the Church — No. 5, p. 19.1 (Ellen Gould White)","content":"I was also shown that the parable of the unjust steward was to teach us a lesson. “Make to yourselves friends of the mammon of unrighteousness, that when ye fail they may receive you into everlasting habitations.” If we use our means to God's glory here, we lay up in heaven a treasure, and when earthly possessions are all gone here, the faithful steward has Jesus and angels for his friends, to receive him home to everlasting habitations."},{"refcode_short":"T05 19.2","refcode_long":"Testimony for the Church — No. 5, p. 19.2 (Ellen Gould White)","content":"“He that is faithful in that which is least, is faithful also in much.” He that is faithful in his earthly possessions, which is least, to make a judicious use of what God has lent him here, will be true to his profession. “He that is unjust in the least, is unjust also in much.” He that will withhold from God that which he has lent him, will be unfaithful in the things of God in every respect. “If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?” If we prove unfaithful in the management of what God lends us here, he will never give us the immortal inheritance. “And if ye have not been faithful in that which is another man's, who shall give you that which is your own?” Jesus has purchased for us redemption. It is ours; but we are placed here on probation to see if we will prove worthy of eternal life. God proves us by entrusting us with earthly possessions. If we are faithful to freely impart of what he has lent us, to advance his cause, God can entrust to us the immortal inheritance. “Ye cannot serve God and mammon.” “If ye love the world, the love of the Father is not in you.”"},{"refcode_short":"T05 20.1","refcode_long":"Testimony for the Church — No. 5, p. 20.1 (Ellen Gould White)","content":"I saw that God was displeased with the slack, loose manner in which many of his professed people conduct their worldly business. They seem to lose all sense of the fact that the property they are using belongs to God, and they must render to him an account of their stewardship. Some leave their worldly business in perfect confusion. Satan has his eye on it all, and he strikes at a favorable opportunity, and by his management takes much, means out of the ranks of Sabbath-keepers. And this means goes into his ranks. Some who are aged are unwilling to make any settlement of their worldly business, and in an unexpected moment they sicken and die. Their children who have no interest in the truth, take the property. Satan has managed it as it has suited him. “If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches? If ye have not been faithful in that which is an other man's, who shall give you that which is your own?” I saw the awful fact, that Satan and his evil angels have had more to do with the management of the property of God's professed people, than the Lord has. Stewards of the last days are unwise. They suffer Satan to control their business matters, and get into his ranks what belongs to, and should be in, the cause of God. God takes notice of you, unfaithful stewards; he will call you to account. I saw that the stewards of God can by faithful, judicious management keep their business in this world square, exact and straight. And if they should be suddenly taken away, it is their privilege and duty, especially for the aged, feeble and those who have no children, to have their means where it can be used in the cause of God. But I saw that Satan and his angels exult over their success in this matter. And those who should be wise heirs of salvation almost willingly let their Lord's money slip out of their hands into the enemy's ranks. In this way they strengthen Satan's kingdom, and seem to feel very easy about it!"},{"refcode_short":"T05 21.1","refcode_long":"Testimony for the Church — No. 5, p. 21.1 (Ellen Gould White)","content":"I saw that God was displeased with his people for being surety for unbelievers. I was directed to these texts. Proverbs 22:26. Be not thou one of them that strike hands, or of them that are sureties for debts. Proverbs 11:15. He that is surety for a stranger shall smart for it; and he that hateth suretyship is sure. Unfaithful stewards! They pledge that which belongs to another—their heavenly Father, and Satan stands ready to aid his children to wrench it out of their hands."},{"refcode_short":"T05 21.2","refcode_long":"Testimony for the Church — No. 5, p. 21.2 (Ellen Gould White)","content":"I saw that Sabbath-keepers should not be in partnership with unbelievers. God's people trust too much to the words of strangers, ask their advice and counsel, when they should not. The enemy makes them his agents, and works through them, to perplex, and take from God's people."},{"refcode_short":"T05 21.3","refcode_long":"Testimony for the Church — No. 5, p. 21.3 (Ellen Gould White)","content":"I was shown that some have no tact at wise management of worldly matters. They lack the qualifications, and Satan takes advantage of them. When this is the case, such should not remain in ignorance of their lack. They should be humble enough to counsel with their brethren, whose judgment they can have confidence in, before they carry out plans. I was directed to this text, Bear ye one another's burdens. Some are not humble enough to let those who have judgment, calculate for them until they have followed their own plans, and have involved themselves in difficulties. Then they see the necessity of having the counsel and judgment of their brethren; but how much heavier the burden then than at the first. Brethren should not go to law, if it can be possibly avoided; for they give the enemy great advantage to entangle and perplex them. It would be better to make a settlement at some loss."},{"refcode_short":"T05 22.1","refcode_long":"Testimony for the Church — No. 5, p. 22.1 (Ellen Gould White)","content":"I saw that some of God's children have made a mistake in regard to oath-taking, and Satan has taken advantage of this to oppress them, and take from them their Lord's money. I saw that the words of our Lord, “Swear not at all,” do not touch the judicial oath. “Let your communication be yea, yea; and nay, nay; for whatsoever is more than these cometh of evil.” This refers to common conversation. Some exaggerate in their language. Some swear by their own life. Others swear by their head. As sure as they live—as sure as they have a head—some take heaven and earth to witness that such things are so. Some hope that God will strike them out of existence if what they are saying is not true. It is this kind of common swearing that Jesus warns his disciples against."},{"refcode_short":"T05 22.2","refcode_long":"Testimony for the Church — No. 5, p. 22.2 (Ellen Gould White)","content":"I was shown that we have men placed over us for rulers, and laws to govern the people. Were it not for these laws, the world would be in a worse condition than it is now. Some of these laws are good, and some bad. The bad have been increasing, and we are yet to be brought into straight places. But God will sustain his people in being firm, and living up to the principles of his word. Where the laws of men conflict with God's word and law, we are to obey the word and law of God, whatever the consequences may be. The laws of our land, requiring of us to deliver a slave to his master, we are not to obey, and we must abide the consequences of the violation of this law. The slave is not the property of any man. God is his rightful Master, and man has no right to take God's workmanship into his hands, and claim him as his own."},{"refcode_short":"T05 23.1","refcode_long":"Testimony for the Church — No. 5, p. 23.1 (Ellen Gould White)","content":"I saw that the Lord yet has something to do with the laws of the land. While Jesus is in the Sanctuary, God's restraining Spirit is felt by rulers and people. But Satan controls to a great extent the great mass in the world, and were it not for the laws of the land, we should experience great suffering. It was shown me that it was no violation of God's word, when it is actually necessary, for his children, when called upon to testify in a lawful manner, to solemnly take God to witness, that what they say is the truth, and nothing but the truth."},{"refcode_short":"T05 23.2","refcode_long":"Testimony for the Church — No. 5, p. 23.2 (Ellen Gould White)","content":"Man is so corrupt that laws are made to throw the responsibility upon his own head. Some men do not fear to lie to their fellow man; but they have been taught, and the restraining Spirit of God has impressed them, that it is a fearful thing to lie to God. The case of Ananias and Sapphira his wife, is given for an example. The matter is carried from man to God, so that if he bears false witness, it is not to man, but to the great God. He reads the heart, and knows the exact truth in every case. Our laws make it a high crime to take a false oath. God has often visited the one who has taken the false oath, and even while the oath was on his lips, the destroying angel has cut him down. This was to prove a terror to evil doers."},{"refcode_short":"T05 24.1","refcode_long":"Testimony for the Church — No. 5, p. 24.1 (Ellen Gould White)","content":"And I saw if there was any one on earth who could consistently testify under oath, it is the Christian. He lives in the light of God's countenance. He grows strong in His strength. And when matters of importance must be decided by law, there is no one who can so well appeal to God as the Christian. I was bid by the angel to notice, that God swear by himself. Genesis 22:16; Hebrews 6:13, 17. He swore to Abraham, [Genesis 26:3,] to Isaac, [Psalm 105:9; Jeremiah 11:5,] and to David, [Psalm 132:11; Acts 2:30.] God required of the children of Israel an oath between man and man. Exodus 22:10, 11. Jesus submitted to the oath in the hour of his trial. The high priest said unto him, I adjure thee by the living God, that thou tell us whether thou be the Christ, the Son of God. Jesus said unto him, Thou hast said. If Jesus meant the judicial oath in his teachings to his disciples, he would have reproved the high priest, and there enforced his teachings for the good of his followers present. Satan has been pleased to have some view oath-taking in a wrong light, for it has given him opportunities to oppress them, and take from them their Lord's money."},{"refcode_short":"T05 25.1","refcode_long":"Testimony for the Church — No. 5, p. 25.1 (Ellen Gould White)","content":"The stewards of God must be more wise, lay their plans, and prepare themselves to withstand Satan's devices; for he is to make greater efforts than he has ever made."},{"refcode_short":"T05 25.2","refcode_long":"Testimony for the Church — No. 5, p. 25.2 (Ellen Gould White)","content":"Some, I saw, have a prejudice against our rulers and laws; but if it was not for law, this world would be in an awful condition. God restrains our rulers, for the hearts of all are in his hands. Bounds are set beyond which they cannot go. Many of our rulers are those whom Satan controls; but I saw that God has his agents even among the rulers. And some of them will yet be converted to the truth. They are now acting the part that God would have them. When Satan works through his agents, propositions are made that, if carried out, would impede the work of God, and would produce great evil. The good angels move upon these agents of God to oppose the propositions, with strong reasons, which Satan's agents cannot resist. A few of God's agents will have power to bear down a great mass of evil. Thus the work will go on until the third message has done its work, and at the loud cry of the third angel, these agents will have an opportunity to receive the truth, and some of them will be converted, and endure with the saints through the time of trouble. When Jesus leaves the Most Holy, his restraining Spirit is withdrawn from rulers and people. They are left to the control of evil angels. Then such laws will be made by the counsel and direction of Satan, that unless time should be very short, no flesh could be saved."},{"refcode_short":"T05 26","refcode_long":"Testimony for the Church — No. 5, p. 26 (Ellen Gould White)","content":"A Letter"},{"refcode_short":"T05 26.1","refcode_long":"Testimony for the Church — No. 5, p. 26.1 (Ellen Gould White)","content":"Dear Bro. and Sr. ——: The Lord has seen fit in his goodness to give me a vision at this place, and among the different things shown, were somethings relating to you. I saw that all was not right with you. The enemy has been seeking your destruction, and through you to influence others. I saw that you both take an exalted position that God has never assigned you. I saw that you both considered yourselves far in advance of the people of God. I saw you looking to Battle Creek with jealousy and suspicion. You would place your hands in there, and mould their acts and doings to what you consider would be right. You are noticing little things that you do not understand, and that you have not the least to do with, and that in no way concerns you. God has committed his work at B. C. to chosen servants. He has laid the burden of the work upon them. Angels of God are commissioned to have oversight of the work, and if it does not move right, those who are at the head of the work will be corrected, and things will move in God's order without the interference of this individual, or that."},{"refcode_short":"T05 26.2","refcode_long":"Testimony for the Church — No. 5, p. 26.2 (Ellen Gould White)","content":"I saw that God wants you to turn your attention to yourselves. Try your motives. You are deceived in regard to yourselves. You have an appearance of humility, and this appearance has influence with others, and leads them to think you are far advanced in the Christian life; but when your peculiar notions are touched, self rises at once, and you manifest a willful, stubborn spirit. This is a sure evidence that you do not possess true humility."},{"refcode_short":"T05 27.1","refcode_long":"Testimony for the Church — No. 5, p. 27.1 (Ellen Gould White)","content":"I saw that you had mistaken notions about afflicting your bodies, depriving yourselves of nourishing food. These things lead some of the church to think, surely God is with you, or you would not deny self, and sacrifice thus. But I saw that none of these things will make you more holy. The heathen do all this, but receive no reward for it. A broken and contrite spirit before God is in his sight of great price. I saw that your views were erroneous in these things, and you look at the church, and are watching them, noticing little things, when your attention should be turned to your own souls’ interest. God has not laid the burden of his flock upon you. You think that the church is upon the back ground, because they cannot see things as you do, and because they do not follow the same rigid course you think you are required to pursue. I saw that you are deceived in regard to your duty, and concerning the duty of others. Some have gone too far in the eating question. They have taken a rigid course, and lived so very plain that their health has suffered, disease has strengthened in the system, and the temple of God has been weakened. I was referred back to Rochester, N. Y. I saw that when we lived there we did not eat nourishing food as we should, and disease nearly carried us to the grave. I saw that as God gave his beloved sleep, he was willing to grant them suitable food to nourish the strength. The motive we had was pure. It was to save means, that the paper might be sustained. We were poor. I saw that the fault then was in the church. Those who had means were covetous and selfish. If these had done their part, the burden would have been lightened upon us; but as some did not do their part, we were burdened and others eased. I saw that God did not require any one to take a course of such rigid economy as to weaken or injure the temple of God. There are duties and requirements in his word to humble the church and cause them to afflict their souls, without entering into any course to make crosses, and manufacture duties to distress the body, to cause humility. All this is outside of the word of God."},{"refcode_short":"T05 28.1","refcode_long":"Testimony for the Church — No. 5, p. 28.1 (Ellen Gould White)","content":"The time of trouble is just before us; and then stern necessity will require the people of God to deny self, to merely eat enough to sustain life; but God will prepare and fit his people for that time. Our necessity will be God's opportunity to impart his strengthening power, and to sustain his people in that fearful hour. But now God requires his people to labor with their hands, the thing that is good, and lay by them in store as God has prospered them, and do their part in sustaining the cause of truth. This is a duty enjoined upon all who are not especially called to labor in word and doctrine, to devote their time in proclaiming the way of life and salvation to others."},{"refcode_short":"T05 28.2","refcode_long":"Testimony for the Church — No. 5, p. 28.2 (Ellen Gould White)","content":"And those who labor with their hands must nourish their strength to perform this labor, and those who labor in word and doctrine must nourish their strength, for Satan and his evil angels are warring against them to tear down their strength, and they should seek rest of body and mind when they can, from wearing labor, and should eat of nourishing, strengthening food, build up their strength, for they will be obliged to use, or bring into exercise all the strength they have. I saw that it did not glorify God in the least for any of his people to make a time of trouble for themselves. There is a time of trouble just before God's people, and he will prepare them, and fit them for that fearful conflict."},{"refcode_short":"T05 29.1","refcode_long":"Testimony for the Church — No. 5, p. 29.1 (Ellen Gould White)","content":"I saw that your views concerning swine's flesh would prove no injury if you have them to yourselves; but in your judgment and opinion you have made this question a test, and your actions have plainly shown your faith in this matter. If God requires his people to abstain from swine's flesh, he will convict them on the matter. He is just as willing to show his honest children their duty, as to show their duty to individuals upon whom he has not laid the burden of his work. If this is a duty of the church to abstain from swine's flesh, God will discover it to more than two or three. He will teach his church their duty. I saw that God was leading out a people, not a few separate individuals, one here and there, one believing this thing, another that. Angels of God are doing the work committed to their trust. The third angel is leading out a people, purifying a people, and unitedly they move with the third angel. I saw that some run ahead of the angels that are leading this people; but they have to retrace every step, and meekly follow no faster than the angels lead. I saw that the angels of God would lead his people no faster than they could receive, and act out well, the important truths that are communicated to them. I saw that some restless spirits do not more than half do up their work. As the angel leads them, they get in haste for something new, and rush on without any divine guidance, and they bring confusion and discord into the ranks. They do not speak or act in harmony with the body. I saw that you both will have to speedily be brought where you are willing to be led, instead of desiring to lead, or Satan will step in and lead you in his way, to follow his counsel. Some look at your set notions, and consider it humility. They are deceived. You are both making work for repentance."},{"refcode_short":"T05 30.1","refcode_long":"Testimony for the Church — No. 5, p. 30.1 (Ellen Gould White)","content":"Bro. —— you are naturally close and covetous. You tithe mint and rue, but neglect the weightier matters. The young man came to Jesus, and wanted to know what he should do to have eternal life. Jesus tells him to keep the commandments. He declared he had done so. Said Jesus, Yet lackest thou one thing. Go sell that thou hast, and give to the poor, and thou shalt have treasure in heaven. The result was, he went away sorrowful, for he had great possessions. I saw you had wrong ideas. God requires economy of his people; but I saw some had stretched their economy into meanness. I wish you could see your case as it is. The true spirit of sacrifice, which is acceptable to God, you do not possess. You look at others, and watch them, and if they do not pursue the same rigid course toward themselves that you do toward yourselves, why, you can do nothing for them, and your souls are withering beneath the blighting influence of your own errors. A fanatical spirit is with you, that you take to be God's Spirit. You are deceived. You cannot bear the plain, cutting testimony. You would have a smooth testimony borne to you; but when any one reproves your wrongs, how quick self rises. Your spirits are not humbled. You have a work to do.   *   *   *   Such acts, such a spirit, I saw, was the fruit of your errors, and the fruits of setting up your judgment and notions as a rule for others, and against those whom God has called into the field. You have both overreached the mark."},{"refcode_short":"T05 31.1","refcode_long":"Testimony for the Church — No. 5, p. 31.1 (Ellen Gould White)","content":"I saw that you had thought this one and that one was called to labor in the field, when you know nothing of the matter. You cannot read the heart. If you had drank deep of the truth of the third angel's message, you would not be so free to tell who was called of God, and who was not. It is no evidence because one can pray and talk well that God has called him. Every one has an influence, and that influence should tell for God; but when it comes to whether this one, or that one should devote his time to labor for souls, then there is something of the deepest importance in the matter, and it needs God to decide who shall engage in the solemn work. There were good men in the apostles’ days that could pray with power, and talk often to the point, yet the apostles, who had power over unclean spirits, and could heal the sick, dared not with merely their wisdom set one apart for the holy work of being mouth-piece for God. They waited unmistakable evidence of the manifestation of the Holy Spirit. I saw that God had laid the work of deciding who was fit for this holy work upon his chosen messengers, and in union with the church, and manifest tokens of the Holy Spirit, they were to decide who should go, and who were unfit to go. I saw that if this work should be left to a few individuals here and there, to decide who was sufficient for this great work, confusion and distraction would be the fruit everywhere."},{"refcode_short":"T05 32.1","refcode_long":"Testimony for the Church — No. 5, p. 32.1 (Ellen Gould White)","content":"Repeatedly has God shown that individuals should not be encouraged into the field without unmistakable evidence that God has called them. God will not entrust the burden for his flock to unqualified individuals. Those whom God calls must be men of deep experience, tried and proved, men of sound judgment, men who will dare to reprove sin in the spirit of meekness, men that understand how to feed the flock. God knoweth the hearts, and he knows whom to select. Bro. and Sr. —— may decide in this matter and be all wrong. Your judgment is imperfect, and can be no evidence in this matter. I saw that you were pulling off from the church, and if you continue to do so, you will have enough of it; for God will let you go to suffer by following your own way."},{"refcode_short":"T05 32.2","refcode_long":"Testimony for the Church — No. 5, p. 32.2 (Ellen Gould White)","content":"Now God invites you to get right, to try your motives, and press with the people of God."}]