[{"refcode_short":"T06 ","refcode_long":"Testimony for the Church — No. 6, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 6"},{"refcode_short":"T06 3","refcode_long":"Testimony for the Church — No. 6, p. 3 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T06 3.1","refcode_long":"Testimony for the Church — No. 6, p. 3.1 (Ellen Gould White)","content":"Dear Brethren and Sisters: The Lord has again visited me in mercy, in a time of bereavement and great affliction. December 23, 1860, I was taken off in vision and was shown the wrongs of individuals which have effected [affected] the cause, and I dare not withhold the testimony from the church to spare the feelings of individuals."},{"refcode_short":"T06 3.2","refcode_long":"Testimony for the Church — No. 6, p. 3.2 (Ellen Gould White)","content":"I was shown the low state of God's people; that God had not departed from them, but that they had departed from God and become lukewarm. They possess the theory of the truth, but lack its saving power. As we near the close of time, Satan comes down with great power knowing his time is short. Especially upon the remnant will his power be exercised. He will war against them; he will seek to divide and scatter them that they may grow weak and be overthrown. The people of God should move understandingly. Their efforts should be united. They should be of the same mind, of the same judgment; then their efforts will not be scattered, but will be of force and tell in the upbuilding of the cause of present truth. Order must be observed, and there must be union in regard to order, or Satan will take advantage of them."},{"refcode_short":"T06 4.1","refcode_long":"Testimony for the Church — No. 6, p. 4.1 (Ellen Gould White)","content":"I was shown that the enemy would come in every way possible to dishearten the people of God, and perplex and trouble them, and that they should move understandingly and prepare themselves for the attacks of Satan. The matters of the church should not be left in an unsettled condition. Steps should be taken to secure church property for the cause of God, that the work may not be retarded in its progress, and that the means which persons wish to dedicate to God's cause, may not slip into the enemy's ranks. I saw that God's people should act wisely, and leave nothing undone on their part to place matters of the church in a secure state. Then after all is done that they can do, they should trust the Lord to overrule these things for them, that Satan take no advantage of God's remnant people. It is Satan's time to work, and a stormy future is before us; and the church should be awake to make an advance move that they may stand securely against Satan's plans. It is time that something was done. God is not pleased to have his people leave the matters of the church at loose ends, and suffer the enemy to have the whole advantage and control affairs as best pleases him."},{"refcode_short":"T06 4.2","refcode_long":"Testimony for the Church — No. 6, p. 4.2 (Ellen Gould White)","content":"I was shown the wrong stand taken by R. F. C. in the Review in regard to organization, and the distracting influence he exerted. He did not sufficiently weigh the matter. His articles were perfectly calculated to have a scattering influence, and to lead minds to come to wrong conclusions, and encourage the slack ideas many have of managing matters relating to the cause of God. Those who do not feel the weight of this cause upon them, do not feel the necessity of anything being done to establish church order. Those who have long borne the burden look to the future and weigh matters. They are convinced that steps must be taken to place the matters of the church in a more secure position where Satan cannot come in and take advantage. R. F. C's articles caused those who fear order to look with suspicion upon the suggestions of those, who by the special providence of God, move out in the important matters of the church. And when he saw that his position would not bear, he failed to frankly acknowledge his wrong and labor to efface the wrong impression he had made."},{"refcode_short":"T06 5.1","refcode_long":"Testimony for the Church — No. 6, p. 5.1 (Ellen Gould White)","content":"I saw that in temporal matters R. F. C. was too easy and negligent. He has lacked energy, and has considered it a virtue to leave things to the Lord which the Lord has left to him. It is only in cases of great emergency that the Lord interposes for us. We have a work to do, burdens and responsibilities to bear, and in thus doing we obtain an experience. He manifests the same character in spiritual matters that he has done in his temporal affairs. There is a lack of zeal and earnestness to make thorough work. All should act with more discretion and wisdom in regard to the things of God, than they manifest in temporal things to secure an earthly possession."},{"refcode_short":"T06 6.1","refcode_long":"Testimony for the Church — No. 6, p. 6.1 (Ellen Gould White)","content":"And while God's people are justified in a lawful manner to secure church property, they should be careful to maintain their peculiar and holy character. I saw that unconsecrated persons would take advantage of the position the church have recently taken, and will overstep the bounds, carry matters to extremes, and wound the cause of God. Some will move without wisdom or judgment and engage in lawsuits that might be avoided, mingle with the world, partake of their spirit, and influence others to follow their example. One professed Christian who moves unadvisedly, does much harm to the cause of present truth. Evil takes root much more readily than good, and flourishes when good and right languish unless they are carefully nourished."},{"refcode_short":"T06 6.2","refcode_long":"Testimony for the Church — No. 6, p. 6.2 (Ellen Gould White)","content":"I was pointed back and saw that in every important move, every decision made or point gained by God's people, there have been those who have arisen to carry matters to extremes, and to move in an extravagant manner, which has disgusted unbelievers and distressed God's people, and brought the cause of God into disrepute. The people whom God is leading out in these last days, will be troubled with just such things. But much evil will be avoided if the ministers of Christ will be of one mind, unite in effort, unite in their plans of action, sustain each other, stand together, and be faithful to reprove and rebuke wrong, which will soon cause it to wither. But Satan has controlled these matters very much. Private members, and even preachers, have sympathized with disaffected ones who have been reproved for their wrongs, and division of feeling has been the result. The one who has ventured out and faithfully met error and wrong, and discharged his disagreeable duty, is grieved and wounded that he receives not the fullest sympathy of his preaching brethren. He becomes discouraged in discharging such painful duties, lays down the cross and withholds the pointed testimony. His soul is shut up in darkness, and the church suffer for the lack of the very testimony God designed should live in the church. Satan's object is gained when the faithful testimony is suppressed. Those who so readily sympathize with the wrong consider it a virtue, but they realize not that they are exerting a scattering influence, and that they themselves help to carry out Satan's plans."},{"refcode_short":"T06 7.1","refcode_long":"Testimony for the Church — No. 6, p. 7.1 (Ellen Gould White)","content":"I saw that many souls have been destroyed by their brethren unwisely sympathizing with them, when their only hope was to be left to see and realize the full extent of their wrongs. But as they eagerly receive the sympathy of unwise brethren, they receive the idea that they are abused; and if they attempt to retrace their steps, they make half-hearted work. They divide the matter to suit their natural feelings lay blame upon the reprover, and so patch up the matter. It is not healed, it is not probed to the bottom, and they fall into the same wrong again, because they were not left to feel the extent of their wrong and humble themselves before God, and let him build them up. False sympathizers have worked in direct opposition to the mind of Christ and ministering angels."},{"refcode_short":"T06 8.1","refcode_long":"Testimony for the Church — No. 6, p. 8.1 (Ellen Gould White)","content":"Ministers of Christ should arise and engage in the work of God with all their energies. God's servants are not excused if they shun pointed testimony. They should reprove and rebuke wrong, and not suffer sin upon a brother. I must here introduce a portion of a letter addressed to brother ——:"},{"refcode_short":"T06 8.2","refcode_long":"Testimony for the Church — No. 6, p. 8.2 (Ellen Gould White)","content":"“I was shown some things in regard to you. I saw that the living, pointed testimony had been crushed in the church. You have not been in harmony with the straight testimony. You have shunned to lay your hand decidedly upon wrong, and you have been tried with those who have felt compelled to do so. Disaffected ones have had your sympathy, which has had a tendency to make you a weak man. You have not been in union with pointed, cutting testimony which has been sent home to the individual."},{"refcode_short":"T06 9.1","refcode_long":"Testimony for the Church — No. 6, p. 9.1 (Ellen Gould White)","content":"“God's servants are not excused if they shun pointed testimony. They must reprove and rebuke wrong, and not suffer sin upon a brother. You have often stretched out your hands to shield persons from the censure which they deserved, and the correction which the Lord designed they should have. If these persons failed to reform, their lack is set to your account. Instead of watching for their danger, and warning them of it, you have cast your influence against those who have followed the convictions of duty, and reproved and warned the erring."},{"refcode_short":"T06 9.2","refcode_long":"Testimony for the Church — No. 6, p. 9.2 (Ellen Gould White)","content":"“These are perilous times for the church of God, and the greatest danger now is of self-deception. Individuals professing to believe the truth are blind to their own danger and wrongs. They reach the standard of piety which has been set up by their friends and themselves; they are fellowshipped by their brethren, and are satisfied, while they fail entirely to reach the gospel standard set up by our divine Lord. If they regard iniquity in their hearts the Lord will not hear them. But with many it is not only regarded in the heart, but openly carried out in their lives, yet in many cases they receive no rebuke."},{"refcode_short":"T06 10.1","refcode_long":"Testimony for the Church — No. 6, p. 10.1 (Ellen Gould White)","content":"“I was pointed back to Crane's Grove. Your feelings were wrong there. You should have stood side by side with —— —— and made straight work, taken hold of, and reproved individual wrongs. The burden you cast upon —— —— you deserved yourself, for your lack of moral courage to lay your hand upon wrong. You influenced others."},{"refcode_short":"T06 10.2","refcode_long":"Testimony for the Church — No. 6, p. 10.2 (Ellen Gould White)","content":"The good work which God designed to have accomplished for certain ones was not accomplished, and they have been puffed up by Satan. If you had stood in the counsel of God at that time, an influence would have been cast which would have told upon the cause of God. The Spirit of the Lord was grieved. And this lack of union discourages those upon whom God lays the burden of reproof."},{"refcode_short":"T06 10.3","refcode_long":"Testimony for the Church — No. 6, p. 10.3 (Ellen Gould White)","content":"“I was shown that you had been wrong in sympathizing with H. C., and the course you have taken in regard to him has injured your influence, and has greatly injured the cause of God. It is impossible for H. C. to be fellowshipped by the church of God. He has placed himself where he cannot be helped by the church. He can have no communion with nor voice in the church. He has placed himself there in the face of light and truth. He has been stubborn. He has chosen his own course, and would not listen to reproof. He would follow the inclinations of his corrupt heart, has violated the holy law of God, and has disgraced the cause of present truth. If he repents ever so heartily, the church must let his case alone. If he goes to heaven, it must be alone, without the fellowship of the church. A standing rebuke from God and the church must ever rest upon him, that the standard of morality be not lowered to the very dust. The Lord is displeased with your course in these things."},{"refcode_short":"T06 11.1","refcode_long":"Testimony for the Church — No. 6, p. 11.1 (Ellen Gould White)","content":"“You have injured the cause of God, your willful course, has injured the hearts of God's people. Your influence encourages a slack state of things in the church. You should bear a living, pointed testimony. Stand out of the way of the work of God, and step not in between God and his people. You have too long wrapt up the sharp testimony, and been opposed to the severe censure God lays upon individual wrongs. God is correcting, and proving, and purifying his people. Stand out of the way that the work of God be not hindered. A smooth testimony God will not accept. Ministers must cry aloud and spare not. The Lord has given you a powerful testimony, calculated to strengthen the church and arouse unbelievers. But these things wherein you lack must be corrected, or your testimony will dry up, and your influence injure the cause of God. The people look to you for an example. Do not mislead them. Let your influence be to correct wrongs in your family, and in the church.”"},{"refcode_short":"T06 12.1","refcode_long":"Testimony for the Church — No. 6, p. 12.1 (Ellen Gould White)","content":"I have been shown that the Lord is reviving the living, pointed testimony, which will develop character, and purify the church. But while we are commanded to separate from the world, it is not necessary that we become coarse and rough, and descend to common expressions, and make our remarks as ragged as possible. The truth is designed to elevate the receiver, to refine his taste and sanctify his judgment. There should be a continual effort to imitate the society we expect soon to join, viz., angels of God who have never fallen by sin. The character should be holy, the manners comely, the words without guile, and we follow on step by step until we are fitted for translation."},{"refcode_short":"T06 12","refcode_long":"Testimony for the Church — No. 6, p. 12 (Ellen Gould White)","content":"Duty to Children"},{"refcode_short":"T06 12.2","refcode_long":"Testimony for the Church — No. 6, p. 12.2 (Ellen Gould White)","content":"I have been shown that parents generally have not taken a proper course with their children. They are not restrained as they should be. They are left to indulge in pride, and follow their own inclinations. Anciently, parental authority was regarded, and children were in subjection to their parents. They feared and reverenced them; but the order in these last days is reversed. Some parents are in subjection to their children. They fear their children, and yield to them. They fear to cross the will of their children. But just as long as children are under the roof of their parents, dependent upon them, they should be subject to them. Parents should move with decision, requiring the following out of their views of right."},{"refcode_short":"T06 13.1","refcode_long":"Testimony for the Church — No. 6, p. 13.1 (Ellen Gould White)","content":"Eli might have restrained his wicked sons, but he feared their displeasure. He suffered them to go on in their rebellion, until they were a curse to Israel. Parents are required to restrain their children. The salvation of children depends very much upon the course pursued by their parents. In their mistaken love and fondness for their children, they indulge them to their hurt, nourish their pride, and put upon them trimmings and fixings which make them vain, and lead them to think that dress makes the lady or gentleman. But a short acquaintance convinces those with whom they associate that an outside appearance is not sufficient to hide the deformity of a heart void of the Christian graces, but filled with self-love, haughtiness and uncontrolled passion. Those who love meekness, humility and virtue, should shun such society, even if it be Sabbath-keepers’ children. Their company is poisonous, their influence leads to death. Parents realize not the destructive influence of the seed which they are sowing. It will spring up and bear fruit which will make their children despise parental authority."},{"refcode_short":"T06 14.1","refcode_long":"Testimony for the Church — No. 6, p. 14.1 (Ellen Gould White)","content":"Children, even after they are of age, are required to respect, and look after the comforts of their parents. They should listen to the counsel of godly parents, and not feel because a few years are added to their life, that they have grown out of their duty to them. There is a commandment with promise to those who honor their father and their mother."},{"refcode_short":"T06 14.2","refcode_long":"Testimony for the Church — No. 6, p. 14.2 (Ellen Gould White)","content":"Children in these last days are so noted for their disobedience and disrespect, that God has especially noticed it, and it constitutes a sign that the end is near. It shows the power of Satan upon minds, and the almost complete control he has of the minds of the young. By many, age is no more respected. It is considered too old-fashioned to respect the aged, for it dates back as far as the days of Abraham. Says God, “I know him, that he will command his children and household after him.” Anciently, children were not permitted to marry without the consent of their parents. Parents chose for their children. It was considered a crime for children to contract marriage upon their own responsibility. The matter was first laid before the parents, and they were to consider whether the person to be brought into a close relation to them was worthy, and whether the parties could provide for a family. It was considered by them of the greatest importance that they, the worshipers of the true God, should not intermarry with an idolatrous people, lest they lead their families away from God."},{"refcode_short":"T06 15.1","refcode_long":"Testimony for the Church — No. 6, p. 15.1 (Ellen Gould White)","content":"Even after their children were married, the most solemn obligation rested upon them. Their judgment then was not considered sufficient without the counsel of their parents, and they were required to respect and obey their wishes, unless they should conflict with their duty to God."},{"refcode_short":"T06 15.2","refcode_long":"Testimony for the Church — No. 6, p. 15.2 (Ellen Gould White)","content":"Again I was directed to the condition of children in these last days. Children are not controlled. Parents should commence their first lesson of discipline when their children are babes in their arms. Teach them to yield their will to yours. This can be done by bearing an even hand, and manifesting firmness. Parents should have perfect control over their own spirits, and with mildness and yet firmness bend the will of the child until it shall expect nothing else but to yield to their wishes."},{"refcode_short":"T06 15.3","refcode_long":"Testimony for the Church — No. 6, p. 15.3 (Ellen Gould White)","content":"Parents do not commence in season. The first manifestation of temper is not subdued, and the children grow stubborn, which increases with their growth and strengthens with their strength. Some children, as they grow older, think it a matter of course that they must have their own way, and that their parents must submit to their wishes. They expect their parents to wait upon them. They are impatient of restraint, and when old enough to be a help to their parents, they do not bear the burdens they should. They have been released from responsibilities, and grow up worthless at home, and worthless abroad. They have no power of endurance. The parents have borne the burden, and have suffered them to grow up in idleness, without habits of order, industry and economy. They have not been taught habits of self-denial, but have been petted and indulged their appetites gratified, and they come up with enfeebled health. Their manners and deportment are not agreeable. They are unhappy themselves, and make those around them unhappy. And when the children are but children still, and while they need to be disciplined, they are allowed to go out in company, mingle with the society of the young, and one has a corrupting influence over the other."},{"refcode_short":"T06 16.1","refcode_long":"Testimony for the Church — No. 6, p. 16.1 (Ellen Gould White)","content":"The curse of God will surely rest upon unfaithful parents. Not only are they planting thorns which shall wound them here, but they must meet their own unfaithfulness when the judgment shall sit. Many children will rise up in judgment and condemn their parents for not restraining them, and charge upon them their destruction. The false sympathy and blind love of parents causes them to excuse the faults of their children and pass them by without correction, and their children are lost in consequence, and the blood of their souls will rest upon unfaithful parents."},{"refcode_short":"T06 16.2","refcode_long":"Testimony for the Church — No. 6, p. 16.2 (Ellen Gould White)","content":"Children, who are thus brought up undisciplined, when they profess to be Christ's followers, have everything to learn. Their whole religious experience is effected by their bringing up in childhood. The same self-will often appears; the same lack of self-denial; the same impatience manifest under reproof; the same love of self and unwillingness to seek counsel of others, or be influenced by other's judgment; the same indolence, shunning of burdens, lack of bearing responsibilities is seen in their relation to the church. It is possible for such to overcome; but how hard the battle! How severe the conflict! How hard to pass through a course of thorough discipline, which is necessary for them to reach the elevation of Christian character. Yet if they overcome at last, they will be permitted to see before they are translated how near the precipice of eternal destruction they came, caused by the lack of right training in youth, and by not learning submission in childhood."},{"refcode_short":"T06 17","refcode_long":"Testimony for the Church — No. 6, p. 17 (Ellen Gould White)","content":"Systematic Benevolence"},{"refcode_short":"T06 17.1","refcode_long":"Testimony for the Church — No. 6, p. 17.1 (Ellen Gould White)","content":"I was pointed back to the children of Israel anciently. God required of them all a sacrifice, both poor and rich, according as he had prospered them. The poor were not excused because they had not the wealth of their rich brethren. They were required to exercise economy and self-denial, that they come not before the Lord empty-handed. And those who were so poor that it was utterly impossible for them to bring an offering to the Lord, if sickness or misfortune had deprived them of the ability to bestow, those who were wealthy were required to help them to a humble mite, that they come not before the Lord empty-handed. This arrangement preserved a mutual interest."},{"refcode_short":"T06 18.1","refcode_long":"Testimony for the Church — No. 6, p. 18.1 (Ellen Gould White)","content":"In the arrangement of Systematic Benevolence some have not come up, and united in this work, and have excused themselves because they were not free from debt. They plead that they must first “owe no man anything.” But being in debt does not excuse them. I saw that they should render to Caesar the things that are Caesar's, and to God the things that are God's. Some feel conscientious to “owe no man anything,” and think that God can require nothing of them, until their debts are all paid. Here they deceive themselves. They fail to render to God the things that are God's. Every one must bring to the Lord a suitable offering. Those who are in debt should take the amount of their debts from what they possess, and give a proportion of the remainder."},{"refcode_short":"T06 18.2","refcode_long":"Testimony for the Church — No. 6, p. 18.2 (Ellen Gould White)","content":"Some have felt under sacred obligations to their children. They must give them each a portion, but feel themselves unable to raise means to aid the cause of God. They make the excuse that they have a duty to do to their children. This may be right, but their first duty belongs to God. Render unto Caesar the things that are Caesar's, and to God the things that are God's. Rob not God by withholding from him your tithes and offerings. It is the first, sacred duty to render to God a suitable proportion. Let no one throw in their claims and lead you to rob God. Let not your children steal your offering from God's altar for their own benefit."},{"refcode_short":"T06 19.1","refcode_long":"Testimony for the Church — No. 6, p. 19.1 (Ellen Gould White)","content":"I saw that anciently the covetousness of some led them to withhold a suitable proportion. They made their offering stinted, which was recorded in heaven, and they were cursed in their harvest and their flocks just as they withheld. Some were visited with affliction in their families."},{"refcode_short":"T06 19.2","refcode_long":"Testimony for the Church — No. 6, p. 19.2 (Ellen Gould White)","content":"God would not accept a lame offering. It must be without blemish, the best of their flocks, and the best fruits of their fields. And it must be a free-will offering, if they would have the blessing of the Lord rest upon their families and their possessions."},{"refcode_short":"T06 19.3","refcode_long":"Testimony for the Church — No. 6, p. 19.3 (Ellen Gould White)","content":"The case of Ananias and Sapphira was presented before me to illustrate the course of those who put down their property below its value. They pretended to make a free-will offering of their possessions to the Lord. Said Peter, “Sold ye the land for so much?” The answer was, “Yea, for so much.” Some in this evil age would not consider that a lie. But the Lord regarded it thus. They had sold it for so much, and much more. Their consecration was professedly made to God. To him they had dissembled, and their retribution lingered not"},{"refcode_short":"T06 20.1","refcode_long":"Testimony for the Church — No. 6, p. 20.1 (Ellen Gould White)","content":"I saw that in the arrangement of Systematic Benevolence hearts will be tested and proved. It is a constant, living test. It brings one to understand his own heart, whether the truth or the love of the world predominates. Here is a test for the naturally selfish and covetous. They will put down their possessions at very low figures. Here they dissemble. Said the angel, “Cursed be he that doeth the work of the Lord deceitfully.” Angels are watching the development of character, and the doings of such are carried to heaven by the heavenly messengers. Some will be visited of God for these things, and their increase will be brought down to their figures. “There is that scattereth and yet increaseth; and there is that withholdeth more than is meet, but it tendeth to poverty. The liberal soul shall be made fat; and he that watereth shall be watered also himself.” Proverbs 11:24, 25."},{"refcode_short":"T06 20.2","refcode_long":"Testimony for the Church — No. 6, p. 20.2 (Ellen Gould White)","content":"All are required to have an interest in this work. Those who use tobacco, tea and coffee should lay these idols aside, and put their cost into the treasury of the Lord. Some have never made any sacrifice for the cause of God, and are asleep as to what God requires of them Some of the very poorest will have the greatest struggle to deny themselves of these stimulants. This individual sacrifice is not required because the cause of God is suffering for means. But every heart will be tested and its character developed. It is principle that God's people must act upon. The living principle must be carried out in the life."},{"refcode_short":"T06 21.1","refcode_long":"Testimony for the Church — No. 6, p. 21.1 (Ellen Gould White)","content":"“Will a man rob God? Yet ye have robbed me. But ye say wherein have we robbed thee? In tithes and offerings; ye are cursed with a curse, for ye have robbed me, even this whole nation. Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith saith the Lord of hosts, if I will not open you the windows of heaven and pour you out a blessing that there shall not be room enough to receive it. And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground, neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts.” I saw that this scripture has been misapplied to speaking and praying in meeting. The prophecy has a special application to the last days, and teaches God's people their duty to bring a proportion of their substance a freewill offering to the Lord."},{"refcode_short":"T06 22","refcode_long":"Testimony for the Church — No. 6, p. 22 (Ellen Gould White)","content":"Seventh-day Adventists"},{"refcode_short":"T06 22.1","refcode_long":"Testimony for the Church — No. 6, p. 22.1 (Ellen Gould White)","content":"I was shown in regard to the remnant people of God taking a name. Two classes were presented before me. One class embraced the great bodies of professed Christians. They were trampling upon God's law and bowing to a papal institution. They were keeping the first day of the week as the Sabbath of the Lord."},{"refcode_short":"T06 22.2","refcode_long":"Testimony for the Church — No. 6, p. 22.2 (Ellen Gould White)","content":"The other class were but few in number and were bowing to the great Law-giver. They were keeping the fourth commandment. The peculiar and prominent features of their faith were the observance of the seventh day, and waiting for the appearing of our Lord from heaven."},{"refcode_short":"T06 22.3","refcode_long":"Testimony for the Church — No. 6, p. 22.3 (Ellen Gould White)","content":"The conflict is between the requirements of God and the requirements of the beast. The first day, a papal institution which directly contradicts the fourth commandment, is yet to be made a test by the two-horned beast. And then the fearful warning from God declares the penalty of bowing to the beast and his image. They shall drink the wine of the wrath of God, which is poured out without mixture into the cup of his indignation."},{"refcode_short":"T06 22.4","refcode_long":"Testimony for the Church — No. 6, p. 22.4 (Ellen Gould White)","content":"No name which we can take will be appropriate but that which accords with our profession, and expresses our faith, and marks us as a peculiar people. The name, Seventh-day Adventist, is a standing rebuke to the Protestant world. Here is the line of distinction between the worshipers of God, and those who worship the beast, and receive his mark. The great conflict is between the commandments of God and the requirements of the beast. It is because the saints are keeping all ten of the commandments that the dragon makes war upon them; and if they will lower the standard and yield the peculiarities of their faith, the dragon will be at peace. But God's people excite the ire of the dragon because they have dared to raise the standard, and unfurl their banner in opposition to the Protestant world, who are worshiping the institution of Papacy."},{"refcode_short":"T06 23.1","refcode_long":"Testimony for the Church — No. 6, p. 23.1 (Ellen Gould White)","content":"The name Seventh-day Adventist carries the true features of our faith in front and will convict the inquiring mind. Like an arrow from the Lord's quiver it will wound the transgressors of God's law, and will lead to repentance toward God, and faith in our Lord Jesus Christ."},{"refcode_short":"T06 23.2","refcode_long":"Testimony for the Church — No. 6, p. 23.2 (Ellen Gould White)","content":"I was shown that almost every fanatic which has arisen, who wishes to hide his sentiments that he may lead away others, claims to belong to the church of God. Such a name would excite suspicion at once, for the most absurd errors are concealed under this name. This name is too indefinite for the remnant people of God. The influence of such a name would lead to the supposition that we had a faith we wished to cover up."},{"refcode_short":"T06 24","refcode_long":"Testimony for the Church — No. 6, p. 24 (Ellen Gould White)","content":"The Poor"},{"refcode_short":"T06 24.1","refcode_long":"Testimony for the Church — No. 6, p. 24.1 (Ellen Gould White)","content":"Some who are poor in this world's goods are apt to place all the straight testimony upon the shoulders of the men of property. But they do not realize that they also have a work to do. God requires them to make a sacrifice. He requires of them to sacrifice their idols. They should lay aside such hurtful stimulants as tobacco, tea and coffee. If they are brought into straightened circumstances while exerting themselves to do the best they can, it will be a pleasure for their wealthy brethren to help them out of trouble."},{"refcode_short":"T06 24.2","refcode_long":"Testimony for the Church — No. 6, p. 24.2 (Ellen Gould White)","content":"Many lack wise management and economy. They do not weigh matters well, and move cautiously. Such should not trust to their own poor judgment, but counsel with their brethren who have experience. Those who lack good judgment and economy are often unwilling to seek counsel. They generally think that they understand how to conduct their temporal business, and are unwilling to follow advice. They make bad moves and suffer in consequence. Their brethren are grieved to see them suffer, and they help them out of difficulty. Their unwise management effects the church. It takes means from the treasury of God which should have been used to advance the cause of present truth. If these poor brethren would take an humble course and be willing to be advised and counseled by their brethren, and then are brought into straightened places, their brethren should feel it their duty to cheerfully help them out of difficulty. But if they choose their own course and rely upon their judgment, they should be left to feel the full consequences of their unwise course, and learn by dear experience that “in a multitude of counselors there is safety.” God's people should be subject one to another. They should counsel with each other, that the lack of one be supplied by the sufficiency of the other. I saw that the stewards of the Lord have no duty to help those persons who persist in using tobacco, tea and coffee."},{"refcode_short":"T06 25","refcode_long":"Testimony for the Church — No. 6, p. 25 (Ellen Gould White)","content":"Speculations"},{"refcode_short":"T06 25.1","refcode_long":"Testimony for the Church — No. 6, p. 25.1 (Ellen Gould White)","content":"I saw that some have excused themselves from aiding the cause of God because they were in debt. Had they closely examined their own hearts they would have discovered that selfishness was the true reason why they brought no free-will offering to God. And some will remain in debt. Because of their covetousness the prospering hand of God will not be with them to bless their undertakings. They love this world better than they love the truth. They are not being fitted up and made ready for the kingdom of God."},{"refcode_short":"T06 25.2","refcode_long":"Testimony for the Church — No. 6, p. 25.2 (Ellen Gould White)","content":"If a new patent passes through the country, men who profess to believe the truth have found a way to raise means and join the enterprise. God is acquainted with every heart. Every selfish motive is known to him, and he suffers things to arise to try the hearts of his professed people, to prove them and develop character, in some instances the Lord will suffer men to go on, and meet with an entire failure. His hand is against them to disappoint their hopes and scatter what they possess. Individuals who have really felt an interest in the cause of God, and have been willing to venture something for its advancement, will find it a sure and safe investment. Some will have a hundred fold in this life and in the world to come life everlasting. But all will not receive their hundred fold in this life, because they cannot bear it. They would, if entrusted with much, become unwise stewards. The Lord withholds it for their good; but their treasure in heaven will be secure. How much better is such an investment as this? The desire that some of our brethren possess to earn means fast, leads them to engage in a new enterprise and invest means, and their expectations of making money are not realized. They sink that which they could have spent in God's cause. There is an infatuation in these new enterprises. And notwithstanding these things have been acted over so many times, and the example of others is before them who have made investments and have met with an utter failure, yet they are slow to learn. Satan allures them on, and makes them drunk with anticipated hopes. When these hopes are blasted, they suffer many discouragements in consequence of their unwise adventures. If means are lost, the person looks upon it as a misfortune to himself, as his loss. But he must remember that it is the means of another that he is handling, that he is only a steward, and God is displeased with the unwise management of that means which could have been used to advance the cause of present truth. The unfaithful steward must give an account of his stewardship at the reckoning day."},{"refcode_short":"T06 27.1","refcode_long":"Testimony for the Church — No. 6, p. 27.1 (Ellen Gould White)","content":"I was shown that the Spirit of God has had less and less influence upon S. W. R., until he has no strength from God to overcome. Self and self-interest has been prominent with him for some length of time. Pride of heart, a set, unsubdued will, and unwillingness to confess and yield his wrongs, have brought him in the dreadful position he is in. Long has the cause been injured by his injudicious course."},{"refcode_short":"T06 27.2","refcode_long":"Testimony for the Church — No. 6, p. 27.2 (Ellen Gould White)","content":"He has been exacting, which has encouraged a spirit of fault-finding in the church. He has been severe where it was uncalled for, and has lorded it over those upon whom he dared to exercise authority. His prayers and exhortations have led the brethren to think he was a devoted Christian, which has prepared them to be effected by his wrong course. He has been notional, and his oddities have had a bad influence upon the minds of many. Some have been so weak as to imitate his example. I saw that he had done far greater injury to the cause than good."},{"refcode_short":"T06 28.1","refcode_long":"Testimony for the Church — No. 6, p. 28.1 (Ellen Gould White)","content":"Had he received the instruction given of God, and been corrected, he would have obtained the victory over these strong habits and besetments. But I saw that he had so long let these habits control him, the strong foe has bound him."},{"refcode_short":"T06 28.2","refcode_long":"Testimony for the Church — No. 6, p. 28.2 (Ellen Gould White)","content":"His deal has not been correct. Dishonesty has been gaining upon him, and he has taken means from the treasury that he had no right to, and has used it to his own advantage. He has considered that he had better judgment in disposing of means than his brethren. If means were put in his hands to be applied, and the giver named the individuals who were to receive it, instead of carrying out the wishes of the giver he has acted from impulse, disregarding the wishes of the giver, taken the liberty to apply means to suit himself; and has applied what portion of it he saw fit to his own benefit. These things God has frowned upon. A dishonest course has been gaining upon him. He has considered that he was the Lord's steward, and could apply the means, even of another, as he saw fit. Every man is to be his own steward."},{"refcode_short":"T06 29.1","refcode_long":"Testimony for the Church — No. 6, p. 29.1 (Ellen Gould White)","content":"He has rejected the counsel and advice of his brethren, gone on in his own strength, and followed his own will, and every means whereby he could be corrected, he has rejected. When he has been reproved, the manner or the person has not suited him, and the way has been closed up for reform. The Lord has not accepted his labors for some length of time. He has labored much more for his own interest than for the interest of the cause."},{"refcode_short":"T06 29.2","refcode_long":"Testimony for the Church — No. 6, p. 29.2 (Ellen Gould White)","content":"As he first goes to a place his prayers and exhortations have effect, and brethren receive the idea that he is a perfect Christian. But as they have become acquainted, how have they been disappointed to witness his selfishness, fretfulness, harshness and oddities. Almost every day some peculiar notion is seen. His mind is almost constantly occupied fixing up something for his own advantage. He is favored because he is considered a messenger. Then he will dispose of it to someone to good advantage to himself, and fix again. His fixing and planning has had a withering, blighting influence upon the cause of God. His course is calculated to tare [tear] to pieces, and it has wounded almost everywhere. What an example to the flock. He has been very selfish in his deal, and has taken advantage of those with whom he has dealt. God's frown is upon him. A good tree is known by its fruits."},{"refcode_short":"T06 30","refcode_long":"Testimony for the Church — No. 6, p. 30 (Ellen Gould White)","content":"Fanaticism in Wisconsin"},{"refcode_short":"T06 30.1","refcode_long":"Testimony for the Church — No. 6, p. 30.1 (Ellen Gould White)","content":"I saw that the Lord especially directed my husband west last Fall instead of going east as he at first decided. At Wisconsin there was a wrong to be corrected. The work of Satan was taking effect and would destroy souls if not rebuked. The Lord saw fit to choose one who had had experience in the past, and had witnessed fanaticism, and the working of Satan's power. Those who received this instrument of God's choosing were corrected, and souls were rescued from the snare Satan had prepared for them."},{"refcode_short":"T06 30.2","refcode_long":"Testimony for the Church — No. 6, p. 30.2 (Ellen Gould White)","content":"I was shown that this device of Satan would not have taken so readily in Wisconsin if minds and hearts had been in union with the work of God, and united with his people. I saw that the spirit of jealousy and suspicion still existed in the minds of some in Wisconsin, it is the seed sown by the Messenger party that has not been entirely rooted out. And while they have professed to receive the third angel's message, their former feelings and prejudices have not been given up. Their faith is adulterated and they are prepared for Satan's deception. Those who drank in the Messenger spirit must make clean work, and have every particle of it rooted out, and receive the spirit of the third angel's message, or it will cleave to them like the leprosy, and it will become easy for them to draw off from their brethren in present truth. It will be easy for them to think that they can go an independent company alone to heaven, and easy for them to fall into Satan's snare. He is very unwilling to let go his hold in Wisconsin. He has other deceptions prepared for those who are not united with the body. I saw that individuals who had been so enshrouded in darkness and deception that Satan had not only controlled the mind, but the body, would have to take a most humble place in the church of God. He will not commit the care of his flock to unwise shepherds, who would mistake and feed them poison instead of wholesome, healthy food. God will have men care for the flock who can feed them with clean provender, thoroughly winnowed. O, what a blot have these fanatical movements brought upon the cause of God! What a reproach! And those who held so fast this spirit of dark fanaticism, notwithstanding the plain evidences that Satan's hand was in it, are not to be relied upon, or their judgment to be of any weight. God sent his servants to Bro. and sister Steward. They despised correction, and chose their own course. Bro. S. was jealous and stubborn, and his future course must be with great humility, for he has proved himself unworthy the confidence of God's people. His heart is not right with God, neither has it been for a long time."},{"refcode_short":"T06 32.1","refcode_long":"Testimony for the Church — No. 6, p. 32.1 (Ellen Gould White)","content":"I saw that Satan's object has been to lead persons in Wisconsin into gross fanaticism. He has controlled their minds and led them to act in accordance with the deception they were under. When his object was accomplished, and they had run the length of the course Satan has marked out for them, he is willing that they should acknowledge that wrong, and now he will try to push them to an opposite extreme, to deny the gifts and operations of God's Spirit. Satan took advantage of Bro. and sister Steward's lack of union with the body. They desired to take an independent course, and to lead instead of yielding to be led. Bro. S. has a jealous disposition, which, together with his independence, has kept him on one side; for he could not with this spirit be a true yokefellow with his ministering brethren. And sister S. lacked experience, is of jealous disposition, yet possessing much firmness, and has not been sound in the faith. She has not been united with the body. Her heart has risen up against the gifts of the church. There was a lack of meekness and humility in her articles sent to the Review for publication."},{"refcode_short":"T06 32.2","refcode_long":"Testimony for the Church — No. 6, p. 32.2 (Ellen Gould White)","content":"Everything seemed prepared for the work of Satan. He led them on to lay aside reason and judgment, and be governed by impression. The Lord requires his people to use their reason, and not lay it aside for impressions. His work will be intelligible to all his children. His teachings will be such as will commend itself to the understanding of intelligent minds. It is calculated to elevate the mind. God's power is not manifested upon every occasion. Man's necessity is God's opportunity."},{"refcode_short":"T06 33.1","refcode_long":"Testimony for the Church — No. 6, p. 33.1 (Ellen Gould White)","content":"I was shown companies in confusion, exercised by a wrong spirit, all making loud prayers together, some crying one thing and some another; and it was impossible to tell what was piped and what was harped. “God is not the author of confusion, but of peace.” Satan stepped in and controlled matters as he pleased. Reason and health were sacrificed to this delusion."},{"refcode_short":"T06 33.2","refcode_long":"Testimony for the Church — No. 6, p. 33.2 (Ellen Gould White)","content":"God does not require his people to imitate Baal's prophets, to afflict their bodies and cry out and shout, and throw themselves in almost every attitude, having no regard for order, until their strength fails through sheer exhaustion. Religion does not consist in making a noise, yet when the soul is filled with the Spirit of the Lord, sweet, heart-felt praise to God glorifies him. Some have professed to have great faith in God, and have special gifts and special answers to their prayers, although the evidence was lacking. They mistook presumption for faith. The prayer of faith is never lost; but to claim that it will be always answered in the very way, and for the particular thing we have expected, is presumption."},{"refcode_short":"T06 33.3","refcode_long":"Testimony for the Church — No. 6, p. 33.3 (Ellen Gould White)","content":"When the servants of God visited Mauston and Marquette, this delusion was sifted. Evidence was given that this work was spurious. But this spirit of fanaticism was stubborn, and would not yield to light there given. O that they had been corrected by God's servants whom he had sent! Then and there God wished them to acknowledge that they had been led by a wrong spirit. Then there would have been virtue in the confession of their wrongs. Then they would have been saved any further following out of Satan's plans, and would have made no further progress in this dreadful delusion. But they would not be convinced."},{"refcode_short":"T06 34.1","refcode_long":"Testimony for the Church — No. 6, p. 34.1 (Ellen Gould White)","content":"Bro. S. had sufficient light to take his stand against that fanatical work; but he would not decide from the weight of evidence. His stubborn spirit refused to yield to the light brought him by the servants of God, for he had regarded them with suspicion, and watched them with a jealous eye."},{"refcode_short":"T06 34.2","refcode_long":"Testimony for the Church — No. 6, p. 34.2 (Ellen Gould White)","content":"I saw that the greater the light the people reject, the greater will be the power of deception and darkness which will come upon them. The rejection of truth leaves men captives, and the subjects of Satan's deceptions. After the conferences at Mauston and Marquette, the subjects of this delusion were left to still greater darkness, to enter deeper into this strong delusion and bring a stain upon the cause of God which would not soon be wiped away. A fearful responsibility is resting upon Bro. S. He professed to be a shepherd, and suffered the devourer to enter the flock, and he looked on while the sheep were torn and devoured. God's frown is upon him. He has not watched for souls as one who must give account."},{"refcode_short":"T06 35.1","refcode_long":"Testimony for the Church — No. 6, p. 35.1 (Ellen Gould White)","content":"I was pointed back and saw that God had not blessed his labors for some time past. His hand has not been with him to prosper and build up the people of God, and convert souls to the truth. His heart is not right with God. He has not possessed the spirit of the third angel's message. He shut himself away from the union and sympathy of God's people before this delusion arose, and this is one reason why he was left in such darkness. God does not leave his faithful, consecrated servants in darkness as to the character of such a fanatical spirit, to raise no cry to warn the people. When the servants of God brought the light, and raised their voices against this delusion, he knew not the voice of the true Shepherd speaking through them, but his jealousy and stubbornness led him to regard it as the voice of a stranger. Shepherds of the flock, above all others, should understand the voice of the Chief Shepherd. God wants his people to be a holy and powerful people. When the spirit of holiness and perfect love abound in the heart, working in those who profess the name of Christ, it will be like a refining fire, consuming the dross and scattering the darkness. Whatever is of the spirit of Satan, takes the attitude of defense, and quickly works out its own destruction. But truth will triumph."},{"refcode_short":"T06 36.1","refcode_long":"Testimony for the Church — No. 6, p. 36.1 (Ellen Gould White)","content":"I was shown the course of G. W. H. and S. W. R. Although reproved, they have not corrected their wrongs. The people of God have been affected by their wrong course especially in the State of New York. Their influence has been injurious to the cause of God. For the last ten years they have been often presented before me in vision, and their wrongs shown me, which I have written to them. But they were careful to conceal from their brethren the fact that they had been reproved fearing it would have a tendency to destroy their influence. Those who were affected by their wrong course should have been benefited by the reproofs which they received. I should have placed the messages in the hands of judicious brethren in the church, that if necessary all might understand the instruction the Lord people. But if I related the messages given me for these brethren to anyone but themselves, they have censured me in the most unsparing manner, which has caused me so much suffering of mind that I have been led to conceal what the Lord has given me in regard to the wrongs of individuals."},{"refcode_short":"T06 36.2","refcode_long":"Testimony for the Church — No. 6, p. 36.2 (Ellen Gould White)","content":"It was pride of heart which led these brethren to manifest so much fear lest others should know that they had been corrected. If they had humbly confessed their wrongs to the church, they would have acted out the faith they professed in the visions, and the church would have been strengthened to receive correction, and confess their faults. These teachers stood in the way of the flock. They set them a poor example, and the church has looked to them, and when reproved have inquired, “Why have not these ministers been reproved, when we are acting out their teachings?” A door has been opened for Satan to tempt them as to the truthfulness of the visions."},{"refcode_short":"T06 37.1","refcode_long":"Testimony for the Church — No. 6, p. 37.1 (Ellen Gould White)","content":"The brethren have been deceived and wronged. They considered that we were in union with these teachers, and have followed their instructions when they were all wrong. I have written to these ministers in anguish of spirit as I have seen the cause of God wounded by their injudicious course. How anxiously have I watched the result of the messages. But they laid them aside, and the brethren were not permitted to know anything about them, therefore could not be benefitted by the instructions the Lord saw fit to give."},{"refcode_short":"T06 37.2","refcode_long":"Testimony for the Church — No. 6, p. 37.2 (Ellen Gould White)","content":"My labor has been most discouraging, as I have seen that there has not been accomplished that which God designed. Often I have inquired in distress, Of what account is all my labor? These brethren took this position: We believe the visions, but Sister White, in writing them, put in her words, and we will believe that portion we think is of God, and heed not the other. This course they have pursued, and have not corrected their lives. They have professed to believe the visions, and have acted contrary to them. Their example and influence have raised doubts in the minds of others. It would have been better for the cause of present truth had they both opposed the gifts. Then the people would not have been deceived and would not have stumbled over these blind teachers. We have hoped and prayed that they might get right, and exert a good influence upon the flock; but hope has died, and we cannot, dare not, hold our peace longer. We have wronged the church of God that we have not spoken out before."},{"refcode_short":"T06 38","refcode_long":"Testimony for the Church — No. 6, p. 38 (Ellen Gould White)","content":"The Cause in Ohio"},{"refcode_short":"T06 38.1","refcode_long":"Testimony for the Church — No. 6, p. 38.1 (Ellen Gould White)","content":"Since our visit to Ohio in the Spring of 1858, G. W. H. has done what he could to exert an influence against us; and where he thought he could affect individuals, he has done so by circulating reports to stir up wrong feelings. A message was given me in regard to him and his family, when we visited Ohio in the spring of 1858. This testimony was given to him. But very few persons knew that I had a message for him. He rose in rebellion against it, and like some others who have been reproved, took the position that persons had prejudiced my mind against his family, when the vision pointed out the same faults in his family which I had repeatedly seen for ten years. He said that he believed the visions, but I was influenced by others in writing them."},{"refcode_short":"T06 39.1","refcode_long":"Testimony for the Church — No. 6, p. 39.1 (Ellen Gould White)","content":"What a conclusion! The Lord has a special work to perform through one of the acknowledged gifts, but suffers the message given to be adulterated before it reaches the person the Lord wishes to correct! Of what use can the visions be if persons receive them in this light? They put their own construction upon them, and feel at liberty to reject that portion which does not agree with their feelings. G. W. H. knows that every word of the vision given for him in Ohio was correct. And when he could keep the message from the church no longer (for it was called for, and read at the Lovett's Grove conference last Fall), he acknowledged it all true. But he has kept up a blind warfare against that which he knew to be correct."},{"refcode_short":"T06 39.2","refcode_long":"Testimony for the Church — No. 6, p. 39.2 (Ellen Gould White)","content":"He has not ruled well his own house, and for the last ten years has been reproved for this. The frown of God has been upon him because he did not restrain his children. The children have been corrupt and a proverb of reproach, and have exerted a corrupting influence where they have located. Every time they have been presented before me, I have been carried back to Eli, and shown the wickedness of his ungodly sons and the judgment which followed from God. I have been shown that the family of G. W. H. has disgusted unbelievers, and brought a reproach upon the cause of present truth. The message given me in the Spring of 1858 for Ohio, especially Gilboa was not received by many. It cut too close, and the hearts that were not deeply imbued with the spirit of the truth, rebelled against it."},{"refcode_short":"T06 40.1","refcode_long":"Testimony for the Church — No. 6, p. 40.1 (Ellen Gould White)","content":"The messengers who have labored in that State have not exerted a right influence. Hints and insinuations have been thrown out against Bro. and sister White and the managers of the work at Battle Creek, which have found a ready reception in the hearts of many, especially the credulous and fault-finding. Satan knew how to make his attacks. He works upon minds to get them jealous, and dissatisfied with those at the head of the work; then, of course, the gifts come next. They have but little weight. Instructions given through vision are disregarded."},{"refcode_short":"T06 41.1","refcode_long":"Testimony for the Church — No. 6, p. 41.1 (Ellen Gould White)","content":"Ministers who have labored in Ohio have done their share of causing dissatisfaction. G. W. H. has condescended to move in a low sphere, breathing out a spirit of dissatisfaction, eagerly listening to false reports, gathering them up, and standing in a position, “Report, and we will report it.” He has worked in an underhanded manner, carried false reports in regard to our dress, and our influence in Ohio, and has encouraged the idea that Bro. White was speculating. He has not had a particle of union with us. He has felt very bitter towards us. And why? Simply because I have related to him what the Lord has shown me in regard to his family, and his loose, slack manner of bringing them up, which has brought upon him the frown of God. He has had jealous, unreconciled feelings to the part we have acted in the cause of present truth."},{"refcode_short":"T06 41.2","refcode_long":"Testimony for the Church — No. 6, p. 41.2 (Ellen Gould White)","content":"The brethren in Ohio have been encouraged to look with distrust and suspicion at those who have charge of the work at Battle Creek, and have stood prepared to rise against positions taken by them. Bro. T. J. B. has taken his position firmly, without regard to the body. He has imagined that evils would arise from headquarters that he must contend against. He placed himself in array for battle when there was no fighting to be done. He planted himself firmly to resist something which never arose. The same feeling which he had, many of the brethren in Ohio cherished, and have placed themselves in opposition to something that never appeared. Their warfare has been an unwise one. They have been ready to cry out, Babylon, until they are a complete Babylon themselves."},{"refcode_short":"T06 42.1","refcode_long":"Testimony for the Church — No. 6, p. 42.1 (Ellen Gould White)","content":"Ministers have stood directly in the way of the work of God in Ohio. They should stand out of the way that God can reach his people. They step in between God and his people, and turn aside his purposes. Bro. T. J. B. has exerted an influence in Ohio which he must labor to counteract. I saw that there were those in Ohio who would take the right position, with right instructions. They have been willing to sustain the cause of present truth, but they have seen so little accomplished, they have become discouraged. Their hands are feeble and need staying up. I saw that the cause of God is not to be carried forward by pressed offerings. No. God does not accept any such offerings. This matter is to be left wholly to the people. And it is not to be a yearly gift merely, but a weekly, monthly, and yearly offering, which they are to freely offer before the Lord. This work is left to the people, for it is to be to them a weekly, monthly, living test. This tithing system I saw would develop character, and manifest the true state of the heart. If people in Ohio have this matter presented before them in its true bearing, and they be left to decide for themselves, they will see wisdom and order in the tithing system."},{"refcode_short":"T06 43.1","refcode_long":"Testimony for the Church — No. 6, p. 43.1 (Ellen Gould White)","content":"Ministers should not be severe, and draw upon any one man, and press means from him. And if he does not give just as much as another thinks he should, denounce him, and throw him overboard. They should be as patient and forbearing with individuals as the angels are. They should work in union with Jesus. Christ and angels are watching the development of character, and weighing moral worth. The Lord bears long with his erring people. The truth will be brought to bear closer and closer, and will lop off one idol after another, until God reigns supreme in the hearts of his consecrated people."},{"refcode_short":"T06 44.1","refcode_long":"Testimony for the Church — No. 6, p. 44.1 (Ellen Gould White)","content":"I saw that God's people must bring to him a free-will offering, and the whole responsibility should be left upon the individual, whether he give much or little. It will be faithfully recorded. Give the people of God time to develop character."},{"refcode_short":"T06 44.2","refcode_long":"Testimony for the Church — No. 6, p. 44.2 (Ellen Gould White)","content":"Ministers of God should bear the pointed testimony. Bring the living truths to bear upon the heart. And when the people in Ohio have a worthy object placed before them, those whose hearts are in sympathy with the work will freely impart of their means to advance the cause of God. The Lord is testing and proving his people. Those who have no heart in the work, and fail to bring their offerings to God, he will visit them; and if they continue to cling to their covetousness, the Lord will separate them from his people. I saw that there must be a system which will draw upon all. Young men and young women who have health and strength, have felt but little burden of the work. They are accountable to God for their strength, and should bring a free-will offering to the Lord. And if they will not do this, his prospering hand will be removed from them."},{"refcode_short":"T06 45.1","refcode_long":"Testimony for the Church — No. 6, p. 45.1 (Ellen Gould White)","content":"I saw that the special hand of God has not been with the work in Ohio to prosper the cause there. There is a lack, and there should be a close examination among the preachers and people. There should be a faithful searching of heart to find the cause of so great a lack of the Spirit of God. Why do not the truths of God's word warm the heart and lead to self-denial and sacrifice? Their sacrifices and offerings have nearly dried up. Let the ministers search and see what kind of an influence they have exerted. There has been with Bro. T. J. B. an independent spirit that God does not approve. His influence has not told for the union of God's people, or the advancement of the cause."},{"refcode_short":"T06 45.2","refcode_long":"Testimony for the Church — No. 6, p. 45.2 (Ellen Gould White)","content":"I have seen that those who have but a few years’ experience in the cause of present truth, are not the ones to lead out in the work. Such should manifest a delicacy in taking positions which will conflict with the judgment and opinion of those whose lives are all interwoven with the cause of present truth, and have witnessed its rise and progress. God will not select men of but little experience to lead out in this work. He will not choose men who have no experience in the sufferings, trials, opposition and privation endured to bring this work up to the platform on which it now rests. It is now easy to what it used to be to preach the third angel's message. And those who now engage in this work, and teach the truth to others, have things made ready at their hand. They cannot experience such privations as laborers in present truth have endured before them. The truth is brought out for them. Arguments are all prepared. Such should be careful how they become exalted, lest they be overthrown. They should be very careful how they murmur against those who have endured so much in the very commencement of the work. Those experienced laborers who have toiled under the weight and burden, when it was heavy, and few to help bear it, God regards. Be careful how you reproach them, or murmur against them, for it will surely stand to your account, and the prospering hand of God will not be with you. Some brethren who have the least experience, and have felt no burden, and have done little or nothing to advance the cause of present truth, and have no knowledge of matters at Battle Creek, are the first to find fault with the management of the work there. And those who do not observe order in their temporal concerns, and command their households after them, are the ones who oppose system, which will ensure order in the church of God. They exhibit no nice taste in worldly matters, and are opposed to anything of the kind in the church. Such persons should have no voice in matters of the church. Their influence should not have the least weight upon others."},{"refcode_short":"T06 47","refcode_long":"Testimony for the Church — No. 6, p. 47 (Ellen Gould White)","content":"A Letter"},{"refcode_short":"T06 47.1","refcode_long":"Testimony for the Church — No. 6, p. 47.1 (Ellen Gould White)","content":"Dear Brother and Sister: In my last vision I was shown some things in regard to your family. The Lord has thoughts of mercy upon you, and will not forsake you unless you forsake him. I was shown some things in regard to C. and E. They are in a lukewarm condition. They must arouse and make efforts for salvation, or they will fail of everlasting life. They must have an experience for themselves, and feel an individual responsibility. They need a work wrought in their hearts by the holy Spirit of God, which will lead them to love and choose the society of God's people above any other, and will lead them to be separate from those who have no love for spiritual things. Jesus demands a whole sacrifice, an entire consecration. C. and E., you have not realized that God requires your undivided affections. You love the society of the young who have no regard for the sacred truths which you profess. You have made a holy profession, yet you have sunk down to the dead level of ordinary professors. You have appeared like your associates, and have been contented with as much religion as will render you agreeable to all, without incurring the censure of any."},{"refcode_short":"T06 48.1","refcode_long":"Testimony for the Church — No. 6, p. 48.1 (Ellen Gould White)","content":"Christ demands all. If he required less, the sacrifice was too dear, too great to make to bring us up to such a level. Our holy faith cries out separation. We should not be conformed to the world, or to dead, heartless professors. But be ye transformed by the renewing of your mind. This is a self-denying way. And when you think the way is too straight; when you think that there is too much self-denial in this narrow path; when you say, How hard to give up all, ask yourselves the question, What did Christ give up for me? This question puts anything that we may call self-denial in the shade. Behold him in the garden sweating great drops of blood. A solitary angel is sent from heaven to strengthen the Son of God. Follow him on his way to the judgment-hall, while he is derided, mocked and insulted by that infuriated mob. Behold him clothed in that old purple, kingly robe. Hear the coarse jest and cruel mocking. They place upon that noble brow the crown of thorns, and then smite him with a reed, causing the thorns to penetrate his temples, and the blood flows from that holy brow. Hear that murderous throng eagerly crying for the blood of the Son of God. He is delivered into their hands, and they lead the noble sufferer away, pale, weak and fainting, to his crucifixion. He is stretched upon the wooden cross, and the nails are driven through his tender hands and feet. Behold him hanging upon the cross those dreadful hours in agony until the angels vail their faces from the horrid scene. The sun refused to behold, and hid its light. Think of these things, and then say, is the way too straight? No, no."},{"refcode_short":"T06 49.1","refcode_long":"Testimony for the Church — No. 6, p. 49.1 (Ellen Gould White)","content":"A divided, half-hearted life causes doubt and darkness. Such do not enjoy the consolations of religion, neither the peace which the world giveth. Do not sit down in Satan's easy chair of do-little, but arise and aim at the elevated standard which it is your privilege to attain. It is a blessed privilege to give up all for Christ. Look not at the lives of others and imitate them and rise no higher. You have only one true, unerring Pattern. It is safe to follow Jesus only. Determine, if others act on the principle of the spiritual sluggard that you will leave them, and march forward towards the elevation of Christian character. Form a character for heaven. Sleep not at your post. Deal faithfully and truly with your own soul."},{"refcode_short":"T06 50.1","refcode_long":"Testimony for the Church — No. 6, p. 50.1 (Ellen Gould White)","content":"There is an evil with you which threatens to destroy your spirituality. It will eclipse all the beauty and interest in the sacred pages. It is love for story-books, tales, and reading which do not have an influence for good upon the mind that is any way dedicated to the service of God. It destroys the mind for usefulness, produces a false, unhealthy excitement upon the mind, fevers the imagination, and unfits it for any spiritual exercise. It weans the soul from prayer, and love of spiritual things. Reading that will throw light upon the sacred volume, and quicken your desire and diligence to study it, is not dangerous, but beneficial. You were represented to me with your eyes turned from the sacred book, and intently fixed upon exciting books, which are death to religion. The oftener and more diligently you peruse the Scriptures, the more beautiful will they appear, and the less relish you will have for light reading. The daily study of the Scriptures will have a sanctifying influence upon the mind. You will breathe a heavenly atmosphere. Bind this precious volume to your hearts. It will prove to you a friend and guide in perplexity."},{"refcode_short":"T06 51.1","refcode_long":"Testimony for the Church — No. 6, p. 51.1 (Ellen Gould White)","content":"You have had in your life objects in view. How steadily and perseveringly have you labored to attain those objects. You have calculated and planned until your anticipations were realized. There is an object before you now worthy of a life-long, persevering, untiring effort. It is the salvation of your souls—everlasting life. And this demands self-denial, sacrifice and close study. You must be purified and refined. You lack the saving influence of the Spirit of God. You engage with your associates and forget that you have named the name of Christ. You act, and dress like them."},{"refcode_short":"T06 52.1","refcode_long":"Testimony for the Church — No. 6, p. 52.1 (Ellen Gould White)","content":"Sister C., I saw that you have a work to do. You must die to pride, and let your whole interest be in the truth. Your eternal interest depends upon the course you now pursue. If you have eternal life, you must live for it, and deny self. Come out from the world and be separate. Your life must be marked with sobriety, watchfulness and prayer. Angels are watching the development of character, and weighing moral worth. All our words and acts are passing in review before God. It is a fearful, solemn time. The hope of eternal life is not to be taken up upon slight grounds; it must be settled between God and your own soul. Some will lean upon others' judgment and experience, rather than be at the trouble of a close examination of their own hearts, and pass along without any witness of the Spirit of God or evidence of their acceptance, for months and years. They deceive themselves. They have a supposed hope, but lack the essential qualifications of a Christian. First there must be a thorough heart-work, then their manners will take that elevated, noble character which marks the true followers of Jesus Christ. It requires effort and moral courage to live out our faith."},{"refcode_short":"T06 53.1","refcode_long":"Testimony for the Church — No. 6, p. 53.1 (Ellen Gould White)","content":"God's people are peculiar. Their spirit cannot mingle with the spirit and influence of the world. You do not wish to bear the Christian name and yet be unworthy of it. You do not desire to meet Jesus with a profession only. You do not wish to be deceived in so important a matter. Examine the grounds of your hope thoroughly. Deal truly with your own soul. A supposed hope will never save you. Have you counted the cost? I fear not. Now decide whether you will follow Christ, cost what it will. You cannot do this and yet enjoy the society of those who pay no heed to divine things. Your spirits cannot mingle any more than oil and water."},{"refcode_short":"T06 53.2","refcode_long":"Testimony for the Church — No. 6, p. 53.2 (Ellen Gould White)","content":"It is a great thing to be a child of God, and joint-heir with Jesus Christ. If this is your privilege, you will know the fellowship of Christ's sufferings. God looketh upon the heart. I saw that you must seek God earnestly, and raise your standard of piety higher, or you will certainly fail of everlasting life. You may ask the question, Did sister White see this? Yes, and I have tried to place it before you, and give you the impressions which were given me. May the Lord help you to take heed."},{"refcode_short":"T06 53.3","refcode_long":"Testimony for the Church — No. 6, p. 53.3 (Ellen Gould White)","content":"Dear brother and sister, watch your children with jealous care. The influence and spirit of the world is destroying all desire to be true Christians. Let your influence be to draw them from young company who have no interest in divine things. They must make a sacrifice if they win heaven at last."},{"refcode_short":"T06 54.1","refcode_long":"Testimony for the Church — No. 6, p. 54.1 (Ellen Gould White)","content":"September 20, 1860, my fourth child, John Herbert White, was born. When he was three weeks old my husband felt it to be his duty to travel. It was decided at the conference that Bro. Loughborough should go West, and he go East. A few days before they were to leave, my husband was greatly depressed in mind. At one time he thought he would give up the journey, yet he feared to do so. He felt that he had something to do, but was shut in by clouds of darkness. He could not rest or sleep. His mind was in continual agitation. But he related the state of his mind to brethren Loughborough and Cornell, and bowed before the Lord with them to seek counsel of him. Then the clouds parted, and the clear light shone. My husband felt that the Spirit of the Lord was directing him West, and Bro. Loughborough East. And now they felt clear as to their duty, and moved accordingly."},{"refcode_short":"T06 54.2","refcode_long":"Testimony for the Church — No. 6, p. 54.2 (Ellen Gould White)","content":"In my husband's absence we prayed that the Lord would sustain and strengthen him. And we had the assurance that he would go with him. About one week before he was to visit Mauston, we received letters from M. E. S. for publication, purporting to be visions given her of the Lord. As we read these communications we felt distressed. We knew that they were not from the right source. And as my husband knew nothing of what he was about to meet at Mauston, we feared he would be unprepared to meet the fanaticism, and that it would have a discouraging influence upon his mind. We had passed through so many such scenes in our early experience, and had suffered so much from these unruly, untamable spirits that we have dreaded to be brought in contact with them."},{"refcode_short":"T06 55.1","refcode_long":"Testimony for the Church — No. 6, p. 55.1 (Ellen Gould White)","content":"I sent in a request for the church at Battle Creek to pray for my husband, and at our family altar we earnestly sought the Lord. With brokenness of spirit, and many tears, we tried to fasten our trembling faith upon God's promises, and we had the evidence that God heard us pray, and that he would stand by my husband, and impart to him counsel and wisdom."},{"refcode_short":"T06 55.2","refcode_long":"Testimony for the Church — No. 6, p. 55.2 (Ellen Gould White)","content":"While looking in the Bible for a verse for Willie to commit to memory to repeat in the Sabbath School these words arrested my attention, “The Lord is good. A strong hold in the time of trouble, and he knoweth them that trust in him.” I could but weep over these words, they seemed so appropriate. The whole burden upon my mind was for my husband, and the church in Wisconsin. My husband realized the blessing of God while in Wisconsin. The Lord was to him a stronghold in time of trouble. He sustained him while he bore a decided testimony against the wild fanaticism there, and upheld him by his free Spirit."},{"refcode_short":"T06 56.1","refcode_long":"Testimony for the Church — No. 6, p. 56.1 (Ellen Gould White)","content":"I received a letter from my husband written at Mackford, Wis., in which he stated, “I fear that all is not well at home. I have had some impressions as to the babe.” While praying for the family at home, he had a presentiment that the child was very sick. The babe seemed lying before him with face and head dreadfully swollen. When I received the letter the babe was as well as usual; but the next morning he was taken very sick. It was an extreme case of erysipelas in the face and head. When my husband reached Bro. Wick's, near Round Grove, Ills., the telegraphic dispatch, stating the sickness of the child, was handed him, and as he read, he stated to those present that he was prepared for the news, for the Lord had prepared his mind for it. And that they would hear that the child's head and face were greatly affected."},{"refcode_short":"T06 56.2","refcode_long":"Testimony for the Church — No. 6, p. 56.2 (Ellen Gould White)","content":"My dear babe was a great sufferer. Twenty-four days and nights we anxiously watched over him, using all the remedies we could for his recovery and earnestly presenting his case to the Lord. At times I could not control my feelings as I witnessed his sufferings. Much of my time was spent in tears, and humble supplication to God. But our heavenly Father saw fit to remove my lovely babe."},{"refcode_short":"T06 56.3","refcode_long":"Testimony for the Church — No. 6, p. 56.3 (Ellen Gould White)","content":"December 14, I was called up. My babe was worse. I listened to his labored breathing, and felt his pulseless wrist. I knew that he must die. That was an hour of anguish for me. The icy hand of death was already upon him. We watched his feeble, gasping breath, until it ceased, and we felt thankful that his sufferings were ended. When my child was dying, I could not weep. I fainted at the funeral. My heart ached as though it would break, yet I could not shed a tear. We were disappointed in not having Bro. Loughborough to conduct the funeral services, and my husband spoke upon the occasion to a crowded house. We followed our child to Oak Hill cemetery, there to rest until the Life-giver shall come, and break the fetters of the tomb, and call him forth immortal."},{"refcode_short":"T06 57.1","refcode_long":"Testimony for the Church — No. 6, p. 57.1 (Ellen Gould White)","content":"After we returned from the funeral, my home seemed lonely. I felt reconciled to the will of God, yet despondency and gloom settled upon me."},{"refcode_short":"T06 57.2","refcode_long":"Testimony for the Church — No. 6, p. 57.2 (Ellen Gould White)","content":"The discouragements brought upon us the past Summer, we could not rise above. As to the state of God's people, we knew not what we might expect. Satan had controlled the minds of some closely connected with us in the work, even some who had been acquainted with our mission, and seen the fruits of our labors, and have not only witnessed the manifestations of the power of God many times, but had felt its influence upon their own bodies. What could we hope for in the future? While my child lived I thought I understood my duty. I pressed my dear babe to my heart and rejoiced that at least for one Winter I should be released from any great responsibility, for it could not be my duty to travel in Winter with my infant. But when he was taken from me, I was again thrown into great perplexity."},{"refcode_short":"T06 58.1","refcode_long":"Testimony for the Church — No. 6, p. 58.1 (Ellen Gould White)","content":"The condition of the cause, and the state of God's people, nearly crushed us. Our happiness has depended upon the state of the cause of God. When God's people are in a prospering condition, we feel free. But when they are in disorder and backslidden, nothing can make us joyful. Our whole interest and life has been interwoven with the rise and progress of the third angel's message. We are bound up in it, and when it does not prosper, we experience great suffering of mind. About this time my husband, as he reviewed the past, began to lose confidence in almost everybody. Many of those he had tried to befriend had acted the part of enemies, and some that he had helped the most with his own scanty purse, and his influence with others, had been putting forth a perpetual effort to injure him, and cast burdens upon him. One Sabbath morning as he was going to our place of worship, an overpowering sense of such injustice came over him, and he turned aside to weep aloud while the congregation waited for him."},{"refcode_short":"T06 58.2","refcode_long":"Testimony for the Church — No. 6, p. 58.2 (Ellen Gould White)","content":"From the commencement of our labors, we have been called to bear a plain, pointed testimony, to reprove wrongs and spare not. And all the way there have been those who have stood in opposition to our testimony, and have followed after to speak smooth things, daub with untempered mortar, and destroy the influence of our labors. The Lord would rein us up to bear reproof, and then individuals have stepped right in between us and the people to make our testimony of none effect. Many visions have been given, that we must occupy the position to stir up the people of God; and not shun to declare his counsel, for the church was asleep in their sins. But few have sympathized with us, while many have sympathized with the wrong, and with those who have been reproved. These things crushed us, and we felt that we had no testimony to bear in the church. We knew not who to confide in. All these things forced themselves upon us, and hope died within us. We retired to rest about midnight, but I could not sleep. A severe pain was in my heart, and I could find no relief. I fainted a number of times."},{"refcode_short":"T06 59.1","refcode_long":"Testimony for the Church — No. 6, p. 59.1 (Ellen Gould White)","content":"My husband sent for Brn. C. Smith, Amadon and Kellogg. Their fervent prayers were heard, relief came, and I was taken off in vision. Then I was shown that we must still bear our testimony, straight and pointed. That we had a work to do. Then the individuals were presented before me who have shunned the pointed testimony. I saw the influence of their teachings upon God's people. I was shown the condition of the people in Parkville. They have the theory of truth, but are not sanctified through it. I saw that when the messengers enter a new place, their labor is worse than lost unless they bear a plain, pointed testimony. They should keep up the distinction between the church of Jesus Christ, and formal, dead professors. There was a failure in P. Bro. J. N. A. was fearful of offending, fearful lest the peculiarities of our faith should appear, and the standard was lowered down to the people. The fact should have stood out living before the people, that we possess truths of vital importance, and that their eternal interest depended upon the decision they would make. And in order to be sanctified through the truth, their idols must be given up, their sins be confessed, and they bring forth fruit meet for repentance."},{"refcode_short":"T06 60.1","refcode_long":"Testimony for the Church — No. 6, p. 60.1 (Ellen Gould White)","content":"Those who engage in the solemn work of bearing the third angel's message, must move out decidedly, and in the Spirit and power of God, fearlessly preach the truth, and let it cut. They should elevate the standard of truth, and urge the people to come up to it. It has been lowered down to meet the people in their condition of darkness and sin. It is the pointed testimony that will bring up the people to decide. A peaceful testimony will not do this. The people have the privilege of listening to this kind of teaching from the pulpits of the day. But God has servants to whom he has entrusted a solemn, fearful message, to bring out and fit up a people for the coming of Christ. There is as great a difference in our faith and that of nominal professors, as the heavens are higher than the earth."},{"refcode_short":"T06 60.2","refcode_long":"Testimony for the Church — No. 6, p. 60.2 (Ellen Gould White)","content":"The people are asleep in their sins, and need to be alarmed before they can shake off this lethargy. Their ministers have preached smooth things. God's servants, who bear sacred, vital truths, should cry aloud and spare not, that the truth may tear off the garment of security, and find its way to the heart. The straight testimony that the people in Parkville should have had was walked all around, and the seed of truth was sown among thorns, and has been choked by the thorns. Evil besetments have flourished with some, and the heavenly graces have died out."},{"refcode_short":"T06 61.1","refcode_long":"Testimony for the Church — No. 6, p. 61.1 (Ellen Gould White)","content":"God's servants must bear a pointed testimony. It will cut the natural heart, and develop character. Brn. J. N. A. and J. N. L. moved with a perfect restraint upon them while in P. Such preaching will never do the work that God designs to have accomplished. There is enough scringing, and crippling, and wrapping up pointed truths, which rebuke sin by the ministers of the nominal churches."},{"refcode_short":"T06 61.2","refcode_long":"Testimony for the Church — No. 6, p. 61.2 (Ellen Gould White)","content":"Unless souls embrace the message aright, and their hearts are prepared to receive it, they had better let it entirely alone. I was shown that the church in P. have an experience to obtain, which is much harder for them to obtain now, than if the pointed testimony had been given them at the very commencement, when they first discovered that they were in error. Then the thorns could have been more easily rooted out. Yet I saw that there were men of moral worth in P., some who will yet be tested upon present truth. If the church arise and be converted, the Lord will return unto them, and give them his Spirit. Then their influence will tell."},{"refcode_short":"T06 62","refcode_long":"Testimony for the Church — No. 6, p. 62 (Ellen Gould White)","content":"The East and the West"},{"refcode_short":"T06 62.1","refcode_long":"Testimony for the Church — No. 6, p. 62.1 (Ellen Gould White)","content":"I have seen that men of worth have embraced the truth West, who will yet be pillars to the cause. When they can place their temporal things in a condition where they can use a portion of their means, they will do their part in sustaining the cause. I also saw that some were willing to receive the truth brought to them by the liberalities of their eastern brethren without its costing them anything. I saw that the brethren West should arouse and meet the expenses of their own States. God requires this at their hands, and they should feel it a privilege to do so."},{"refcode_short":"T06 62.2","refcode_long":"Testimony for the Church — No. 6, p. 62.2 (Ellen Gould White)","content":"The Lord will prove the brethren West. He will try them to see if they will withdraw their affections from the world, and make their faith perfect by works."},{"refcode_short":"T06 62.3","refcode_long":"Testimony for the Church — No. 6, p. 62.3 (Ellen Gould White)","content":"I saw that God's hand was stretched out to gather in souls in the West. He has been bringing out men who can teach the truth to others, whose duty it will be to bear the truth into new fields."},{"refcode_short":"T06 62.4","refcode_long":"Testimony for the Church — No. 6, p. 62.4 (Ellen Gould White)","content":"I saw that the men who have moved from the East to the West, and have endured the hardships of settling in a new country, if they receive the truth understandingly, will manifest a similar decision of character, and perseverance in regard to present truth, and will engage as heartily in the work to advance the truth, as they have to secure to themselves a temporal possession. If this corresponding zeal is lacking, the truth has not yet had its saving, sanctifying influence upon them."},{"refcode_short":"T06 63.1","refcode_long":"Testimony for the Church — No. 6, p. 63.1 (Ellen Gould White)","content":"I was pointed back to a meeting in Iowa City. Bro. Cornell felt the burden of the cause. S. Everett had a spirit of opposition. His testimony was not in union with the work of God, and he brought grief and burden upon those who were laboring for its advancement. But it would have been better for the cause had he been suffered a time longer, and the brethren borne the confusion he caused. I saw that Bro. Cornell moved unwisely in his case. It gave E. and the enemies of our faith advantage. Bro. C. should have waited until E.’s religious character was more fully developed. He would soon have united with the remnant people of God, or been left one side. But E. has obtained sympathy on account of his age. He had partaken of the “Messenger” spirit, and his whole course was darkened by it. His wife has an excitable, bitter spirit. She has been zealous to spread false reports. She acts the part to her husband, that Jezebel did to Ahab. She stirs him up to fight against the servants of God, who bear pointed testimony."},{"refcode_short":"T06 63.2","refcode_long":"Testimony for the Church — No. 6, p. 63.2 (Ellen Gould White)","content":"Their influence East has been decidedly against the spirit of the truth, and those who have devoted their lives to labor for its advancement. There is a class East who profess to believe the truth, but have cherished secret feelings of dissatisfaction against those who bear the burden in this work. And their true sentiments would not appear unless some influence opposed to the work of God arises, and then they will manifest their true character. Such readily receive, cherish and circulate reports which have no foundation in truth, to destroy the influence of those who are engaged in this work. All who wish to draw off from the body will have opportunity. Something will arise to test every one. The great sifting time is just before us. The jealous and the fault-finding who are watching for evil will be shaken out. They hate reproof and despise correction. Those who love the spirit of the third angel's message can have no union with the spirit of E. and wife."},{"refcode_short":"T06 64.1","refcode_long":"Testimony for the Church — No. 6, p. 64.1 (Ellen Gould White)","content":"The question is often asked by those who fall under the influence of my enemies, “Is sister White getting proud? I have heard that she wore a bonnet filled with bows and ribbons.”"}]