[{"refcode_short":"T07 1","refcode_long":"Testimony for the Church — No. 7, p. 1 (Ellen Gould White)","content":"Testimony for the Church—No. 7"},{"refcode_short":"T07 3","refcode_long":"Testimony for the Church — No. 7, p. 3 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T07 3","refcode_long":"Testimony for the Church — No. 7, p. 3 (Ellen Gould White)","content":"The North and South"},{"refcode_short":"T07 3.1","refcode_long":"Testimony for the Church — No. 7, p. 3.1 (Ellen Gould White)","content":"January 4, 1862, I was shown some things in regard to our nation. My attention was called to the Southern rebellion. The South had prepared themselves for a fierce conflict, while the North were asleep as to the true feelings of the South. Before President Lincoln's administration commenced, great advantage was taken by the South. The former administration planned and managed for the South, to rob the North of their implements of war. They had two objects for this. 1. They were contemplating a determined rebellion, and must prepare for it. 2. That when they should rebel, the North would be wholly unprepared. They would thus gain time, and they thought they could intimidate the North by their violent threats and ruthless course, until the North would be obliged to yield to them, and let them have everything their own way."},{"refcode_short":"T07 3.2","refcode_long":"Testimony for the Church — No. 7, p. 3.2 (Ellen Gould White)","content":"The North were unprepared for, and did not understand the deep-laid plots, and the bitter, dreadful hatred of the South toward them. The North has boasted of their strength, and ridiculed the idea of the South leaving the Union. They considered it like the threats of a willful, stubborn child, and that the South would soon come to their senses, and would become sick of leaving the Union, and would with humble apologies return to their allegiance. The North have had no just idea of the strength of the accursed system of slavery. It is this, and this alone which lies at the foundation of the war. The South have been more and more exacting. They consider it perfectly right to engage in human traffic, and deal in slaves and souls of men. They are annoyed and become perfectly exasperated if they cannot claim all the territory they desire. They would tear down the boundaries and bring their slaves to any spot they please, and curse the soil with compelled slave labor upon it. The language of the South has been imperious, and the North has not taken suitable measures to silence it."},{"refcode_short":"T07 4.1","refcode_long":"Testimony for the Church — No. 7, p. 4.1 (Ellen Gould White)","content":"The rebellion was handled so carefully, so slowly, that many who at first started with horror at the thought of rebellion, were influenced by rebels until it looked right and just to them, and thousands joined the Southern Confederacy who would not if prompt and thorough measures had been carried out by our government at an early period of this rebellion, even as ill prepared as they were then for war. The North has been preparing for war ever since, and the rebellion has been steadily increasing, and there is no better prospect of the rebellion being subdued, than months ago. Thousands have lost their lives and many returned to their homes with their earthly prospects forever blighted, their health gone, and maimed and crippled for life, and yet how little gained. Thousands have been induced to enlist with the understanding that this war was to exterminate slavery; but now they are fixed, they find that they have been deceived, that the object of this war is not to abolish slavery, but to preserve it as it is."},{"refcode_short":"T07 5.1","refcode_long":"Testimony for the Church — No. 7, p. 5.1 (Ellen Gould White)","content":"Those who have ventured to leave their homes and sacrifice their lives to exterminate slavery are dissatisfied. They see no good results from the war only to preserve the Union, and thousands of lives must be sacrificed for this, and homes made desolate. Thousands have wasted away and expired in hospitals; others have been taken prisoners by the rebels, a fate more to be dreaded than death. In view of all this, they enquire, if they succeed in quelling this rebellion, what have they gained? They can answer discouragingly, nothing. That which caused the rebellion is not removed. The system of slavery, which has ruined our nation, is left to live and stir up another rebellion. The feelings of thousands of our soldiers are bitter. They suffer the greatest privations, which they would willingly endure, but they find they have been deceived, and they are dispirited. Our leading men are perplexed; their hearts are failing them for fear. They are fearful to proclaim freedom to the slaves of the rebels, for by doing this they will exasperate that portion of the South who have not joined the Southern rebellion, yet are strong slavery men. And again they have feared the influence of those strong anti-slavery men who were in command, holding responsible stations. They have feared the effects of their bold, decided tone, for it fanned to a flame the strong desire of thousands to wipe out the cause of this terrible rebellion, by letting the oppressed go free and breaking every yoke."},{"refcode_short":"T07 6.1","refcode_long":"Testimony for the Church — No. 7, p. 6.1 (Ellen Gould White)","content":"Those who are placed high in command, fill responsible stations; and if they are not naturally conscientious (and many of them have but little conscience or nobleness of soul), they can exercise their power, even to the destruction of those under them, and it is winked at. These commanders could abuse the power given them, and cause those subject to them to occupy dangerous positions, exposing them to terrible encounters with the rebels where there is not the least hope that they can conquer them. In this way they can dispose of daring, thoroughgoing men, as David disposed of Uriah. 2 Samuel [11]:14, 15."},{"refcode_short":"T07 6.2","refcode_long":"Testimony for the Church — No. 7, p. 6.2 (Ellen Gould White)","content":"The lives of valuable men have thus been sacrificed, to get rid of their strong anti-slavery influence, and some of the very men whom the North most need in this critical time, whose services would be of the highest value, are not. Their lives have been wantonly sacrificed. The prospects before our nation are discouraging; for there are those who are rebels at heart, filling responsible stations. Officers in command are in sympathy with the rebels. While they are desirous of having the Union preserved, they despise those who are anti-slavery. Armies are composed of such material, opposed to each other, that no real union exists among many regiments."},{"refcode_short":"T07 6.3","refcode_long":"Testimony for the Church — No. 7, p. 6.3 (Ellen Gould White)","content":"As I was shown this war, it looked to me the most singular and uncertain that ever existed. A great share of the volunteers enlisted fully believing that the result of the war would be to abolish slavery. Others enlisted to be very careful to keep slavery just as it is, but to put down the rebellion, and preserve the Union. And then to make the matter still more perplexing and uncertain, officers in command are strong pro-slavery men, all their sympathies with the South, yet opposed to a separate government. It seemed impossible to have the war conducted successfully, for many in our own ranks are continually working to favor the South, and our armies have been repulsed, and unmercifully slaughtered on account of the management of these pro-slavery men; and some of our leading men in congress are constantly working to favor the South. In this state of things proclamations are issued for national fasts, for prayer that God would bring this war to a speedy and favorable termination. I was then directed to Isaiah 58:5-7: “Is it such a fast that I have chosen? a day for a man to afflict his soul? Is it to bow down his head as a bulrush, and to spread sackcloth and ashes under him? Wilt thou call this a fast, and an acceptable day to the Lord? Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?”"},{"refcode_short":"T07 7.1","refcode_long":"Testimony for the Church — No. 7, p. 7.1 (Ellen Gould White)","content":"I saw that these national fasts were an insult to Jehovah. He accepts of no such fasts. The recording angel writes in regard to them: “Ye fast for strife and debate and to smite with the fist of wickedness.” I was shown how our leading men have treated the poor slaves who have come to them for protection. Angels have recorded it. Instead of breaking their “yoke and letting the oppressed go free,” they have made the yoke more galling for them than when in the servitude of their tyrannical masters. The love of liberty leads the poor slaves to leave their masters, to risk their lives and strike for liberty. They would never venture to leave their masters, and expose themselves to the difficulties and horrors attending their recapture, if they had not as strong a love for liberty as any of us. The escaped slaves endure untold hardships and dangers to obtain their freedom, and as their last hope, with the love of liberty burning in their breasts, they apply to our government for protection, but their confidence has been treated with the utmost contempt. Many of them have been cruelly treated because they committed so great a crime as to dare to make an effort to obtain their freedom. Professed great men, with human hearts, have seen the slaves almost naked and starving, and have abused them, and sent them back to their cruel masters and hopeless bondage again, to suffer inhuman cruelty for daring to seek their liberty. Some of this wretched class they thrust into unwholesome dungeons, to live or die they care not which. They have deprived them of liberty and free air which Heaven has never denied them, and then left them to suffer for food and clothing. In view of all this, proclaim a national fast! Oh what an insult to Jehovah! The Lord saith by the mouth of Isaiah, “Yet they seek me daily, and delight to know my ways as a nation that did righteousness, and forsook not the ordinance of their God.” The escaped slaves have been told by their masters that the Northern men wanted to get possession of them, that they might cruelly treat them; that the abolitionists would treat them worse than they had been treated while in slavery. All manner of horrid stories have been repeated in their ears to make the slaves detest the North, and yet they had a confused idea that some hearts in the North felt for their grievances, and would yet make an effort to help them. This has been the only star which has shed its glimmering light upon their distressed and gloomy bondage. The manner the poor slaves have been treated has led them to believe that their masters have told them the truth in these things. And yet a national fast is proclaimed. Saith the Lord, “Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens and let the oppressed go free, and that ye break every yoke?” When our nation observes the fast which God has chosen, then will he accept their prayers as far as the war is concerned; but now they enter not into his ear. He turns from them. They are disgusting to him. Those who would “undo the heavy burdens and break every yoke” are managed to be placed under censure, are removed from responsible stations, or their lives planned away by those who fast for strife and debate, and to smite with the fist of wickedness."},{"refcode_short":"T07 9.1","refcode_long":"Testimony for the Church — No. 7, p. 9.1 (Ellen Gould White)","content":"I was shown if the object of this war was to exterminate slavery, then England would have helped the North if desired. But England fully understands the existing feelings in the government, and that the war is not to do away slavery, but merely to preserve the Union. It is not for her interest to have it preserved. This nation has been very proud and independent. The people of this nation have exalted themselves to heaven and have looked down upon monarchical governments and triumphed in their boasted liberty while the institution of slavery was suffered to exist and cherished among this free nation, that was a thousand times worse than any tyranny exercised by a monarchical government. In this land of light a system is cherished, allowing one portion of the human family to enslave another portion, degrading millions of human beings to the level of the brute creation. Its equal is not to be found in heathen lands."},{"refcode_short":"T07 10.1","refcode_long":"Testimony for the Church — No. 7, p. 10.1 (Ellen Gould White)","content":"Said the angel, “Hear, O heavens, the cry of the oppressed, and reward the oppressors double according to their deeds.” This nation will yet be humbled into the dust. England is studying whether it is best to take advantage of the present weak condition of our nation, and venture to make war upon her. She is weighing the matter, and trying to sound other nations. She fears if she should commence war abroad, that she would be weak at home, and that other nations would take advantage of her weakness. Other nations are making quiet and yet active preparations for war. Other nations are hoping that England will make war with our nation, for then they would improve the opportunity to be revenged on England for past advantage she has taken, and injustice done them. A portion of the Queen's subjects are waiting a favorable opportunity to break their yoke; but if England thinks it will pay, she will not hesitate a moment to improve her opportunities to exercise her power, and humble our nation. When England does declare war, all nations will have an interest to serve of their own, and there will be general war, general confusion. England is acquainted with the diversity of feeling among those who are seeking to quell the rebellion. She knows well the perplexed condition of our government; she has looked with astonishment at the prosecution of this war; the slow, inefficient moves, the inactivity of our armies, and the ruinous expenses of our nation. The weakness of our nation is fully open before them, and they now conclude that it is because it was not a monarchical government, and they admire their own government, and look down, some with pity, others with contempt upon our nation, which they have regarded the most powerful upon the globe. Had our nation remained united, it would have had strength; but divided it must fall."},{"refcode_short":"T07 11","refcode_long":"Testimony for the Church — No. 7, p. 11 (Ellen Gould White)","content":"Great Distress Coming, and God's People Not Prepared for It"},{"refcode_short":"T07 11.1","refcode_long":"Testimony for the Church — No. 7, p. 11.1 (Ellen Gould White)","content":"I saw greater distress in the land than we have yet witnessed. I heard groans and cries of distress. I saw large companies in active battle. I heard the booming of the cannon, the clash of arms, the hand to hand fight. I heard the groans and prayers of the dying. The ground was covered with the wounded and the dead. I saw desolate, despairing families, and pinching want in many dwellings. I saw that even now many families are suffering want, but this will increase. The faces of many families looked haggard, pale, and pinched with hunger. I was shown that the people of God should be closely united in the bonds of Christian fellowship and love. God alone can be our shield and strength in this time of our national calamities."},{"refcode_short":"T07 12.1","refcode_long":"Testimony for the Church — No. 7, p. 12.1 (Ellen Gould White)","content":"The people of God should awake. Their opportunities to spread the truth should be improved, for they will not thus last long. I was shown distress, and perplexity, and famine in the land; and Satan is now seeking to hold God's people in a state of inactivity, to keep them from acting their part in spreading the truth, and that they may be at last weighed in the balance and found wanting."},{"refcode_short":"T07 12.2","refcode_long":"Testimony for the Church — No. 7, p. 12.2 (Ellen Gould White)","content":"I saw that God's people must take warning and discern the signs of the times. The signs of Christ's coming are too plain to be doubted; and in view of these things every one who professes the truth should be living preachers. God calls upon all to awake; preachers and people must awake. All heaven is astir. The scenes of this earth's history are fast closing. We are amid the perils of the last days. Greater perils are before us, and yet we are not awake. This lack of activity and earnestness in the cause of God is dreadful. This death stupor is from Satan. He controls the minds of unconsecrated Sabbath-keepers, and leads them to be jealous of each other, fault-finding and censorious. It is Satan's special work to divide hearts, that the influence, strength, and labor of God's servants may be kept among unconsecrated Sabbath-keepers, and precious time be occupied to settle little differences which should be spent in proclaiming to unbelievers the truth."},{"refcode_short":"T07 13.1","refcode_long":"Testimony for the Church — No. 7, p. 13.1 (Ellen Gould White)","content":"I was shown God's people waiting for some change to take place—a compelling power to take hold of them. But they will be disappointed. They are wrong. They must act. They must take hold of the work themselves, and earnestly cry unto God for a true knowledge of themselves. The scenes which are passing before us are of sufficient magnitude to cause us to arouse. In view of these things we must urge the truth home to the hearts of all whom we can get to listen to it. The harvest of the earth is nearly ripe."},{"refcode_short":"T07 13.2","refcode_long":"Testimony for the Church — No. 7, p. 13.2 (Ellen Gould White)","content":"I was shown how important that ministers be right who engage in the solemn, responsible work of proclaiming the third angel's message. The Lord is not straightened for means or instruments to do his own work. He can speak at any time by whom he will, and his word is powerful and will accomplish the thing whereunto it is sent. But if the truth has not sanctified, and made pure and clean the hands and heart of him who ministers in holy things, he is liable to speak according to his own imperfect experience; and when he speaks of himself, according to the decisions of his own unsanctified judgment, his counsel is not then of God, but of himself. As he that is called of God is called to be holy, so he that is approved and set apart of men must give evidence of his holy calling, and show forth in his heavenly conversation and conduct that he is faithful to him who hath called him."},{"refcode_short":"T07 13.3","refcode_long":"Testimony for the Church — No. 7, p. 13.3 (Ellen Gould White)","content":"I saw that there were fearful woes for those who preach the truth and are not sanctified by it, and there are woes also for those who consent to receive and maintain the unsanctified to minister to them in word and doctrine. I am alarmed for the people of God who profess to believe solemn, important truth, for I know that many who now profess to believe the truth are not converted nor sanctified through the truth. Men can hear and acknowledge the whole truth, and yet know nothing of the power of godliness. All who carry the truth will not themselves be saved by the truth they preach. Said the angel, “Be ye clean that bear the vessels of the Lord.”"},{"refcode_short":"T07 14.1","refcode_long":"Testimony for the Church — No. 7, p. 14.1 (Ellen Gould White)","content":"I saw that the time has come when those who choose the Lord for their present and future portion, must trust in him alone. Every one professing godliness must have an experience of their own. The recording angel is making a faithful record of the words and acts of God's people. Angels are watching the development of character and weighing moral worth. I saw that those who profess to believe the truth should be right themselves, and exert all their influence to enlighten and win others to the truth. Their words and works are the channel through which the pure principles of truth and holiness are conveyed to the world. They are the salt of the earth and the light thereof. I saw that in looking heaven-ward we shall see light and peace, but in looking to the world we see that every refuge must soon fail us, and every good soon pass away. There is no help for us but in God, and in this state of earth's confusion we cannot be composed, strong, or safe, only in the strength of living faith; nor can we be in peace, only as we rest in God and wait for his salvation. Greater light shines upon us than shone upon our fathers. We cannot be accepted or honored of God in rendering the same service, or doing the same works our fathers have done. In order to be accepted and blessed of God as our fathers were, we must imitate their faithfulness and zeal,—improve our light as they improved theirs,—and do as they would have done if they had lived in our day. We must improve and walk in the light which shines upon us, otherwise our light will become darkness. God requires of us to exhibit to the world, in our character and works, that measure of the spirit, union, and oneness, which are in accordance with the sacred truths we profess, and the spirit of those prophecies that are being fulfilled in these last days. The truth which has reached our understanding, the light that has shone on the soul, will judge and condemn us, if we turn away and refuse to be led by them."},{"refcode_short":"T07 15.1","refcode_long":"Testimony for the Church — No. 7, p. 15.1 (Ellen Gould White)","content":"What shall I say to arouse the remnant people of God. I was shown that dreadful scenes are before us, and Satan and his angels are bringing all their powers to bear upon God's people. He knows if they sleep a little longer he is sure of them, for their destruction is certain. I warn all who profess the name of Christ to closely examine themselves, and make full and thorough confessions of all their wrongs and let them go beforehand to judgment, that opposite their names the recording angel may write pardon. If these precious, merciful moments are not improved, you are left without excuse. If you will make no special effort to arouse, if you will not manifest zeal in repenting, these golden moments will soon pass, and you will be weighed in the balance and found wanting, and then your agonizing cries will be of no avail. “Because I have called, and ye refused; I have stretched out my hand, and no man regarded; but ye have set at naught all my counsel, and would none of my reproof: I also will laugh at your calamity, I will mock when your fear cometh; when your fear cometh as desolation, and your destruction cometh as a whirlwind; when distress and anguish cometh upon you. Then shall they call upon me, but I will not answer; they shall seek me early, but they shall not find me: for that they hated knowledge, and did not choose the fear of the Lord: they would none of my counsel: they despised all my reproof. Therefore shall they eat of the fruit of their own way, and be filled with their own devices. For the turning away of the simple shall slay them, and the prosperity of fools shall destroy them. But whoso hearkeneth unto me shall dwell safely, and shall be quiet from fear of evil.”"},{"refcode_short":"T07 16","refcode_long":"Testimony for the Church — No. 7, p. 16 (Ellen Gould White)","content":"Slavery and the War"},{"refcode_short":"T07 16.1","refcode_long":"Testimony for the Church — No. 7, p. 16.1 (Ellen Gould White)","content":"God is punishing this nation for the high crime of slavery. He has the destiny of the nation in his hands. He will punish the South for the sin of slavery, and the North for so long suffering its overreaching and overbearing influences."},{"refcode_short":"T07 16.2","refcode_long":"Testimony for the Church — No. 7, p. 16.2 (Ellen Gould White)","content":"At the Roosevelt, N. Y. conference, Aug. 3, 1861, when the brethren and sisters were assembled on the day set apart for humiliation, fasting and prayer, the Spirit of the Lord rested upon us, and I was taken off in vision, and shown the sin of slavery. Slavery has long been a curse to this nation. The fugitive slave law was calculated to crush out of man every noble, generous feeling of sympathy, that should arise in his heart for the oppressed and suffering slave. It was in direct opposition to the teaching of Christ. God's scourge now is upon the North, that they have so long submitted to the advances of the slave power. The sin of Northern pro-slavery men is great. They have strengthened the South in their sin, and sanctioned the extension of slavery, and acted a prominent part in bringing the nation into its present distressed condition."},{"refcode_short":"T07 17.1","refcode_long":"Testimony for the Church — No. 7, p. 17.1 (Ellen Gould White)","content":"I was shown that many realize not the extent of the evil which has come upon us. They have flattered themselves that the national difficulties would soon be settled, and confusion and war end; but all will be convinced that there is more reality in the matter than was anticipated. Many have looked for the North to strike a blow and end the controversy."},{"refcode_short":"T07 17.2","refcode_long":"Testimony for the Church — No. 7, p. 17.2 (Ellen Gould White)","content":"I was pointed back to ancient Israel held in bondage by the Egyptians. The Lord wrought by Moses and Aaron to deliver the children of Israel. Miracles were performed before Pharaoh to convince him that they were especially sent of God to bid him to let Israel go. But Pharaoh's heart was hardened against the messengers of God, and he reasoned away the miracles performed by them. Then the Egyptians were made to feel God's judgments. They were visited by plagues. While suffering under the effect of the several plagues, Pharaoh consented to let Israel go. But as soon as the cause of their suffering was removed, his heart was hardened. His mighty men and counselors strengthened themselves against God and endeavored to explain the plagues as the result of natural causes. Each visitation from God was more severe than the preceding one, yet they would not release the children of Israel, until the angel of the Lord slew the first-born of the Egyptians. From the king upon the throne, down to the most humble and lowly, was there wailing and mourning. Then Pharaoh commanded to let Israel go. After the Egyptians had buried their dead, Pharaoh relented that he had let Israel go. His counselors and mighty men tried to account for their bereavement. They would not admit that the visitation or judgment was from God, and they pursued after the children of Israel. When the Israelites beheld the Egyptian host in pursuit, some upon horses and some in chariots, and equipped for war, their hearts failed them. The Red sea was before, the Egyptian host behind. They could see no way of escape. A shout of triumph burst from the Egyptians to find Israel completely in their power. The Israelites*The original publication had the spelling “Isrelites.” were greatly terrified. The Lord commanded Moses to bid the children of Israel go forward, to lift up the rod and stretch out his hand over the sea and divide it. He did so, and lo, the sea parted and the children of Israel passed over dry shod. Pharaoh had so long withstood God, and hardened his heart against his mighty, wondrous works, that he in blindness rushed into the path God had miraculously prepared for his people. Again Moses was commanded to stretch forth his hand over the sea, “and the sea returned to his strength,” and the waters covered the Egyptian host and they were drowned."},{"refcode_short":"T07 19.1","refcode_long":"Testimony for the Church — No. 7, p. 19.1 (Ellen Gould White)","content":"This scene was presented before me to illustrate the selfish love of slavery, the desperate measures the South would adopt to cherish the institution, and the dreadful lengths to which they would go before they would yield. The dreadful system of slavery has reduced and degraded human beings to the level of the brutes, and the majority of slave-masters regard them as such. Their consciences have become seared and hardened as was Pharaoh's; and if compelled to release their slaves, their principles are unchanged, and they would make the slave feel their oppressive power if possible. It looked to me like an impossibility now for slavery to be done away. God alone can wrench the slave from the hand of his desperate, relentless oppressor. All the abuse and cruelty exercised toward the slave is justly chargeable to the upholders of the slave system, whether they be Southern or Northern men."},{"refcode_short":"T07 19.2","refcode_long":"Testimony for the Church — No. 7, p. 19.2 (Ellen Gould White)","content":"The North and the South were presented before me. The North have been deceived in regard to the South. They are better prepared for war than has been represented. Most of their men are well skilled in the use of arms, some of them from experience in battle, others from habitual sporting. They have the advantage of the North in this respect, but have not, as a general thing, the power of endurance and valor that Northern men have."},{"refcode_short":"T07 19.3","refcode_long":"Testimony for the Church — No. 7, p. 19.3 (Ellen Gould White)","content":"I had a view of the disastrous battle at Manassas, Va. It was a most exciting, thrilling, distressing scene. The Southern army had everything in their favor, and were prepared for a dreadful contest. The Northern army was moving on with triumph, not doubting but that they would be victorious. Many were reckless, and marched forward boastingly as though victory were already theirs. As they neared the battlefield, many were almost fainting through weariness and want of refreshment. They did not expect so fierce an encounter. They rushed into battle and fought bravely, desperately. The dead and dying were on every side. Both the North and the South suffered severely. The Southern men felt the battle, and in a little would have been driven back still further. Northern men were rushing on, although their destruction was very great. Just then an angel descended and waved his hand backward. Instantly there was confusion in their ranks. It appeared to the Northern men that their troops were retreating, when it was not in reality so, and a precipitate retreat commenced. This seemed wonderful to me. Then it was explained that God had this nation in his own hand, and would suffer no victories to be gained faster than he ordained, and no more losses to the Northern men than in his wisdom he saw fit, to punish the North for their sins. And in this battle had the Northern army pushed the battle still further in their fainting, exhausted condition, a far greater struggle and destruction awaited them, which would have caused great triumph in the South. God would not permit this, and sent an angel to interfere. The sudden falling back of the Northern troops is a mystery to all. They know not that God's hand was in the matter."},{"refcode_short":"T07 21.1","refcode_long":"Testimony for the Church — No. 7, p. 21.1 (Ellen Gould White)","content":"The destruction of the Southern army was so great that they had no heart to boast. The sight of the dead, dying and wounded gave them but little courage to triumph. This destruction occurring when they had every advantage, and the North great disadvantage, caused them great perplexity. They know that if the North have an equal chance with them, victory is certain for the North. Their only hope is to occupy positions difficult of approach, and then have formidable arrangements to hurl destruction on every hand."},{"refcode_short":"T07 21.2","refcode_long":"Testimony for the Church — No. 7, p. 21.2 (Ellen Gould White)","content":"The South have been strengthening themselves greatly since their rebellion first commenced. Then if active measures had been taken by the North, this rebellion would have been speedily crushed out. But that which was small at first, has increased in strength and numbers until it is a most powerful rebellion. Other nations are intently watching this nation, for what purpose I was not informed, and are making great preparations for some event."},{"refcode_short":"T07 21.3","refcode_long":"Testimony for the Church — No. 7, p. 21.3 (Ellen Gould White)","content":"The greatest anxiety now exists among our national men. They are in great perplexity. Pro-slavery men and traitors are in their very midst, and while they are professedly in favor of the Union, they have an influence in decisions, some of which even favor the South."},{"refcode_short":"T07 21.4","refcode_long":"Testimony for the Church — No. 7, p. 21.4 (Ellen Gould White)","content":"I was shown the inhabitants of the earth in the utmost confusion. There was war, bloodshed, want, privation, famine, and pestilence in the land; and as these things were without, God's people began to press together, and to cast aside their little difficulties. Self-dignity no longer controlled them. Deep humility took its place. Suffering, perplexity, and privation, caused reason to resume its throne, and the passionate and unreasonable man became sane, and acted with discretion and wisdom."},{"refcode_short":"T07 22.1","refcode_long":"Testimony for the Church — No. 7, p. 22.1 (Ellen Gould White)","content":"My attention was then called from the scene. There seemed to be a little time of peace. Then the inhabitants of the earth were again presented before me, and everything was in the utmost confusion again. Strife, war and bloodshed, with famine and pestilence, raged everywhere. Other nations were engaged in this confusion and war. War caused famine. Want and bloodshed caused pestilence. And then men's hearts will fail them for fear, “and for looking after those things which are coming on the earth.”"},{"refcode_short":"T07 22","refcode_long":"Testimony for the Church — No. 7, p. 22 (Ellen Gould White)","content":"Perilous Times"},{"refcode_short":"T07 22.2","refcode_long":"Testimony for the Church — No. 7, p. 22.2 (Ellen Gould White)","content":"The unbelieving world will soon have something to think of besides their dress and appearance; and as their minds are torn from these things by distress and perplexity, they have nothing to turn to. They are not prisoners of hope, and therefore do not turn to the Strong Hold. Their hearts will fail them for repining and fear. They have not made God their refuge, and he will not be their consolation then, but will laugh at their calamity, and mock when their fear cometh. They have despised and trampled upon the truths of God's word. They have indulged in extravagant dress, and have spent their lives in hilarity and glee. They have sown to the wind, they must reap the whirlwind."},{"refcode_short":"T07 23.1","refcode_long":"Testimony for the Church — No. 7, p. 23.1 (Ellen Gould White)","content":"In the time of distress and perplexity of nations there will be many who have not given themselves wholly to the corrupting influences of the world and the service of Satan, who will humble themselves before God, and turn to him with their whole heart and find acceptance and pardon."},{"refcode_short":"T07 23.2","refcode_long":"Testimony for the Church — No. 7, p. 23.2 (Ellen Gould White)","content":"Those among Sabbath-keepers who have been unwilling to make any sacrifice, but have yielded to the influence of the world, are to be tested and proved. The perils of the last days are upon us, and a trial is before the young which they have not anticipated. They are to be brought into most distressing perplexity. The genuineness of their faith will be proved. They profess to be looking for the coming of the Son of man, yet some of them have been a miserable example to unbelievers. They have not been willing to give up the world, but have united with them, have attended picnics, and other gatherings of pleasure, flattering themselves that they were engaging in innocent amusement. Yet I was shown that it was just such indulgences that separate them from God, and make them children of the world. God owns not the pleasure, or amusement-seeker as his follower. He has given us no such example. Those only who are self-denying, and who live a life of sobriety, humility and holiness, are true followers of Jesus; and such cannot engage in, and enjoy the frivolous, empty conversation of the lovers of the world."},{"refcode_short":"T07 23.3","refcode_long":"Testimony for the Church — No. 7, p. 23.3 (Ellen Gould White)","content":"Isaiah 3 was presented before me. I was shown that this prophecy has its application to these last days; and the reproofs are given to the daughters of Zion who have thought only of appearance and display. Read verse 25: “Thy men shall fall by the sword, and thy mighty in the war.” I was shown that this Scripture will be strictly fulfilled. Young men and women professing to be Christians, yet having no Christian experience, and having borne no burdens, and felt no individual responsibility, are to be proved. They will be brought low in the dust, and long for an experience in the things of God, which they failed to obtain."},{"refcode_short":"T07 24.1","refcode_long":"Testimony for the Church — No. 7, p. 24.1 (Ellen Gould White)","content":"“War lifts his helmet to his brow, O God, protect thy people now.”"},{"refcode_short":"T07 24.2","refcode_long":"Testimony for the Church — No. 7, p. 24.2 (Ellen Gould White)","content":"A day of heart-rending anguish is before us. I was shown that pointed testimonies should be borne, and those who will come up to the help of the Lord, will receive his blessing. But Sabbath-keepers have a work to do. Hoops, I was shown, were an abomination, and every Sabbath-keeper's influence should be a rebuke to this ridiculous fashion, which has been a screen to iniquity. It arose from a house of ill-fame in Paris."},{"refcode_short":"T07 24.3","refcode_long":"Testimony for the Church — No. 7, p. 24.3 (Ellen Gould White)","content":"Individuals were shown me who will despise instruction, even if it comes from heaven, and they will frame some excuse to avoid the most pointed testimony, and in defiance of all the light given, and testimony borne, will put on hoops because it is the fashion, and risk the consequences."},{"refcode_short":"T07 25","refcode_long":"Testimony for the Church — No. 7, p. 25 (Ellen Gould White)","content":"Organization"},{"refcode_short":"T07 25.1","refcode_long":"Testimony for the Church — No. 7, p. 25.1 (Ellen Gould White)","content":"I was shown, Aug. 3, 1861, that some have been fearing they should become Babylon if they organize; but the churches in Central New York have been perfect Babylon, confusion. And now unless the churches are so organized that they can carry out and enforce order, they have nothing to hope for in the future. They must scatter into fragments. Previous teachings have nourished the elements of disunion. A spirit has been cherished to watch and accuse, rather than to build up. If ministers of God would unitedly take their position and maintain it with decision, there would be a uniting influence among the flock of God. Separating bars would be broken to fragments. Hearts would flow together and unite like two drops of water. Then there would be power and strength in the ranks of Sabbath-keepers far exceeding anything we have yet witnessed. The hearts of God's servants are made sad by meeting, as they journey from church to church, the opposing influence of other ministering brethren. Individuals have stood ready to oppose every step of advance God's people have made. Those who have dared to venture out have their hearts saddened and distressed by the lack of union of action on the part of their fellow-laborers. We are living in a solemn time. Satan and evil angels are working with mighty power, with the world on their side to help them. And professed Sabbath-keepers, claiming to believe important, solemn truth, unite their forces with the combined influence of the powers of darkness to distract and tear down that which God designs to build up. Their influence is recorded as those who retard the work of advance and reform among God's people."},{"refcode_short":"T07 26.1","refcode_long":"Testimony for the Church — No. 7, p. 26.1 (Ellen Gould White)","content":"The agitation of the subject of organization has revealed a great lack of moral courage on the part of ministers proclaiming present truth. Some who were convinced that organization was right failed to stand up boldly and advocate it. They let some few understand that they favored it. Was this all God required of them? No: he was displeased with their cowardly silence and lack of action. They feared blame and opposition. They watched the brethren generally to see how their pulse beat before standing manfully for what they believed to be right. The people waited for the voice of their favorite ministers in the truth, and because they could hear no response in favor from them, decided that the subject of organization was wrong. Thus the influence of some of the ministers was against this matter, while they professed to be in favor. They were afraid of losing their influence. Someone must move here, and bear responsibility, and venture his influence; and as he has become inured to censure and blame, he is suffered to bear it. His fellow-laborers, who should stand by his side and take their share of the burden, are looking on to see how he succeeds in fighting the battle alone. But God marks his distress, his anguish, his tears, his discouragement and despair, while his mind is taxed almost beyond endurance; and as he is ready to sink, God lifts him up and points him to the rest for the weary, the reward for the faithful; and again he puts his shoulder under the heavy burden. I saw that all will be rewarded according as their works shall be. Those who shun responsibility will meet with loss in the end. The time for ministers to stand together, is when the battle goes hard."},{"refcode_short":"T07 27","refcode_long":"Testimony for the Church — No. 7, p. 27 (Ellen Gould White)","content":"Our Duty to the Poor"},{"refcode_short":"T07 27.1","refcode_long":"Testimony for the Church — No. 7, p. 27.1 (Ellen Gould White)","content":"Inquiries are often made in regard to our duty to the poor who embrace the third message; and we have long been anxious to know, ourselves, how to manage with discretion the cases of poor families who embrace the Sabbath. But while at Roosevelt, N. Y., Aug. 3, 1861, I was shown some things in regard to the poor."},{"refcode_short":"T07 27.2","refcode_long":"Testimony for the Church — No. 7, p. 27.2 (Ellen Gould White)","content":"God does not require our brethren to take charge of every poor family that shall embrace this message. If they should do this, the work of the messengers to enter new fields must cease, for the fund would be exhausted. Many are poor from their lack of diligence and economy, and they know not how to use means aright. If they should be helped it would hurt them. Some will always be poor. If they should have the very best advantages, their cases would not be helped. They have not good calculation, and would use all the means they could obtain, be it much or little. Some know nothing of denying self and economizing to keep out of debt, and get a little ahead for a time of need. If the church should help such individuals instead of leaving them to rely upon their own resources, they would injure them in the end; for they look to the church, and expect to receive help from them, and do not practice self-denial and economy when they are well provided for. And if they do not receive help every time, Satan tempts them, and they become jealous, and very conscientious for their brethren, fearing they will fail to do all their duty to them. The mistake is on their own part. They are deceived. They are not the Lord's poor."},{"refcode_short":"T07 28.1","refcode_long":"Testimony for the Church — No. 7, p. 28.1 (Ellen Gould White)","content":"The instructions given in the word of God in regard to helping the poor do not touch such cases, but are for the unfortunate and afflicted. God in his providence has afflicted individuals to test and prove others. Widows and invalids are in the church to prove a blessing to the church. They are part of the means God has chosen to develop the true character of Christ's professed followers, and to call into exercise the precious traits of character manifested by our compassionate Redeemer."},{"refcode_short":"T07 28.2","refcode_long":"Testimony for the Church — No. 7, p. 28.2 (Ellen Gould White)","content":"Many who are single, and can but barely live, choose to marry and raise a family, when they know they have nothing to support them. And worse than this, they have no family government. Their whole course in their family is marked with their loose, slack habits. They have but little control of themselves, are passionate, impatient, and fretful. Such embrace the message, and then feel that they are entitled to assistance from their more wealthy brethren; and if their expectations are not met, they complain of the church, and accuse them of not living out their faith. Who must be the sufferers in this case? Must the cause of God be sapped, and the treasury in different places exhausted, to take care of these large families of poor? No. The parents must be the sufferers. They will not as a general thing suffer any greater lack after they embrace the Sabbath than they did before."},{"refcode_short":"T07 29.1","refcode_long":"Testimony for the Church — No. 7, p. 29.1 (Ellen Gould White)","content":"There is an evil among some of the poor which will certainly prove their ruin unless they overcome it. They have embraced the truth with their coarse, rough, uncultivated habits, and it takes some time for them to see and realize their coarseness, and that it is not in accordance with the character of Christ. They look upon others who are more orderly and refined as being proud, and you may hear them say, “The truth brings us all down upon a level.” Here is an entire mistake in thinking that the truth brings the receiver down. It brings him up, refines his taste, sanctifies his judgment, and if lived out, is continually fitting him for the society of holy angels in the city of God. The truth is designed to bring us all up upon a level."},{"refcode_short":"T07 29.2","refcode_long":"Testimony for the Church — No. 7, p. 29.2 (Ellen Gould White)","content":"The more able should ever act a noble, generous part in their deal with their poorer brethren, and also give them good advice, and then leave them to fight life's battles through. I was shown that a most solemn duty rests upon the church, to have an especial care for the destitute widows, orphans, and invalids."},{"refcode_short":"T07 29","refcode_long":"Testimony for the Church — No. 7, p. 29 (Ellen Gould White)","content":"Power of Example"},{"refcode_short":"T07 29.3","refcode_long":"Testimony for the Church — No. 7, p. 29.3 (Ellen Gould White)","content":"In the epistle of Paul to Titus [chap. 2:13, 14], we read, “Looking for that blessed hope and the glorious appearing of the great God and our Saviour Jesus Christ, who gave himself for us that he might redeem us from all iniquity, and purify unto himself a peculiar people zealous of good works.” This great work is to be performed for those only who are willing to be purified, willing to be peculiar, and who manifest a zeal in good works. How many shrink from the purifying process! They are unwilling to live out the truth, unwilling to appear singular in the eyes of the world. It is this mingling with the world which destroys our spirituality, pureness and zeal. Satan's power is constantly exercised to stupefy*The original publication had the spelling “stupify.” the sensibility of God's people, that their consciences may not be sensitive to wrong, and that the sign of distinction between them and the world may be destroyed."},{"refcode_short":"T07 30.1","refcode_long":"Testimony for the Church — No. 7, p. 30.1 (Ellen Gould White)","content":"I have frequently received letters of inquiry in regard to dress, and some have not rightly understood what I have written. The very class which have been presented before me, who were imitating the fashions of the world, have been very slow, and the last to be affected or reformed. There has been another class who lacked taste and order in dress, who have taken advantage of what I have written, and taken the opposite extreme, and considered that they were free from pride, and have looked upon those who dress orderly and neat as being proud. Oddity and careless dress have been considered by some a special virtue. Such take a course which destroys their influence over unbelievers. They disgust those who might be benefited. While the visions have reproved pride and imitating the fashions of the world, they have reproved those who were careless of their apparel, and lacked cleanliness of person and dress. Especially have I been shown that those who profess present truth, should have a special care to appear before God to worship him upon the Sabbath in a manner showing that we respect the Creator who has sanctified and placed special honors upon that day. All who have any regard for the Sabbath should be cleanly in person, neat and orderly in dress, for they are to appear before a jealous God who marks every token of disrespect. God is offended at uncleanness and disorder. Individuals have thought it would be wrong to wear anything upon their heads but a sun-bonnet. Such go to great extremes. It cannot be called pride to wear a neat, plain, straw or silk bonnet. Our faith, if carried out, will lead us to be so plain in dress, and zealous of good works, that we shall be marked as peculiar. But when we lose taste for order and neatness in dress we virtually leave the truth, for the truth never degrades, but elevates. Unbelievers look upon Sabbath-keepers as degraded, and when individuals are neglectful of their dress, and are coarse and rough in their manners, their influence strengthens unbelievers in their conclusions."},{"refcode_short":"T07 31.1","refcode_long":"Testimony for the Church — No. 7, p. 31.1 (Ellen Gould White)","content":"Those who profess to be Christians in these last days which are full of peril, and do not imitate the humble, self-denying Pattern, place themselves in the enemy's ranks. He considers them his subjects, and they serve as important a purpose for Satan as any of his subjects, for they have a name to live and are dead. Others take them for example, and by following them lose heaven, when if they had not professed to be Christians, they would have shunned their example. These unconsecrated professors are not aware of the weight of their influence. They make the conflict much more severe for those who would be God's peculiar people. Paul, in Titus 2:15 refers to God's people who are looking for the appearing of Christ. He says, “These things speak, and exhort, and rebuke, with all authority. Let no man despise thee.” As we bear testimony against pride and following the fashions of the world, we are met with excuses and self-justification. Some urge the example of others. Such a sister wears hoops; if it is wrong for me to wear them, it is wrong for her. Children urge the example of other children, whose parents are Sabbath-keepers. Bro. A. is a deacon of the church. His children wear hoops, and why is it any worse for me to wear them than it is for them? Those who by their example furnish unconsecrated professors with arguments against those who would be peculiar, are laying a cause of stumbling in the way of the weak, and to God they must render an account for such example. I am often asked, “What do you think of hoops?” I reply, I have given you the light which has been given me. I was shown that hoops were a shame, and that we should not give the least countenance to a fashion carried to such ridiculous lengths. I am often surprised to hear that “Sr. White says it is not wrong to wear small hoops.” No one has ever heard me say this. After being shown what I have in regard to hoops, nothing would induce me to give the least encouragement to any to wear them. Heavy quilts and hoops are alike unnecessary. He that framed us never designed that we should be deformed with hoops, or anything to look like them. It is the inventions and fashions of the world that have led God's people, and they are unwilling to move out independent of the fashions and customs of the world. While I study God's word, I am alarmed for the Israel of God in these last days. They are exhorted to flee from idolatry. I fear that God's people are asleep and so conformed to the world that we can hardly know them, or discern between him that serveth God and him that serveth him not. The distance is widening between Christ and his people, and lessening between them and the world. The marks of distinction between Christ's professed people and the world, have almost disappeared. They follow after the abominations of the nations around them, as did ancient Israel. From what has been shown me, hoops are an abomination. They are indecent, and God's people err, if they follow in the least degree, or give countenance to, this fashion."},{"refcode_short":"T07 33.1","refcode_long":"Testimony for the Church — No. 7, p. 33.1 (Ellen Gould White)","content":"Sabbath-keepers who profess to be God's chosen, peculiar people, should discard hoops, and their practice and example should be a living rebuke to those who wear them. Some may plead convenience. I have traveled much and have seen a great deal of inconvenience attending the wearing of hoops; and those who plead the necessity on account of health, wear them in the winter, which is a greater injury than quilted skirts. While traveling in the cars and stages I have often been led to exclaim, Oh, modesty, where is thy blush! I have seen large companies crowding into the cars, and in order to make any headway, the hoops had to be raised and placed into a shape which was indecent. And the exposure of the form was ten-fold more with those who wore hoops, than with those who did not; and were it not for fashion, those who immodestly expose themselves would be hissed at, but modesty and decency must be sacrificed to the god of fashion. May the Lord deliver his people from this grievous sin. God will not pity those who will be slaves to fashion. But supposing there is some little convenience in wearing hoops, does this prove that it is right to wear them? Let the fashion change and convenience would no longer be mentioned. It is the duty of every child of God to inquire, Wherein am I separate from the world? Let them suffer a little inconvenience and be on the safe side. What crosses do God's people bear? They mingle with the world, partake of their spirit, dress, talk, and act like them."},{"refcode_short":"T07 34.1","refcode_long":"Testimony for the Church — No. 7, p. 34.1 (Ellen Gould White)","content":"Read 1 Timothy 2:9, 10. “In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broidered hair, or gold, or pearls, or costly array; but (which becometh godliness) with good works.”"},{"refcode_short":"T07 34.2","refcode_long":"Testimony for the Church — No. 7, p. 34.2 (Ellen Gould White)","content":"1 Peter 3:3-5. “Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel, but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price. For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands.”"},{"refcode_short":"T07 34.3","refcode_long":"Testimony for the Church — No. 7, p. 34.3 (Ellen Gould White)","content":"The power of example is great. Sr. A. ventures to wear small hoops. Sr. B. says it is no worse for me to wear hoops than Sr. A., and she wears hoops a little larger. Sr. C. imitates the example of sisters A. and B., and wears her hoops a little larger than A. and B., but all contend that their hoops are small."},{"refcode_short":"T07 35.1","refcode_long":"Testimony for the Church — No. 7, p. 35.1 (Ellen Gould White)","content":"Parents who would teach their children the evil of following the fashions of the world, have a hard battle. They are met with, “Why, mother, sisters A., B., and C., wear hoops; if it is wicked for me, it is for them.” What can the parents say? They should set a right example before their children, and although the example of professed followers of Christ causes the children to think that their parents are too careful and severe in their restrictions, yet God will bless the efforts of these conscientious parents. If the parents do not take a decided, firm course, their children will be borne down with the current, for Satan and his evil angels are working upon their minds, and the example of unconsecrated professors is against their efforts, which makes the work of overcoming far more laborious for their children. Yet with faith in God and earnest prayer, believing parents may press on in this rugged path of duty. The way of the cross is an onward, upward way. And as we advance therein, seeking the things that are above, we must leave farther and farther in the distance the things which belong to the earth. While the world and carnal professors are rushing downward to death, those who climb the hill will have to put forth efforts or they will be carried down in the broad road."},{"refcode_short":"T07 35.2","refcode_long":"Testimony for the Church — No. 7, p. 35.2 (Ellen Gould White)","content":"The children of the world are called the children of darkness. They are blinded by the god of this world, and are led by the spirit of the prince of darkness. They cannot enjoy heavenly things. The children of light have their affections set on things above. They leave behind them the things of this world. They fulfill the command, “Come out from among them and be ye separate.” Here is the conditional promise, “I will receive you.” Christ from the beginning has chosen his people out of the world, and required them to be separate, having no fellowship with the unfruitful works of darkness. If they love God and keep his commandments, they will be far from having the friendship, and loving the pleasures, of the world. There is no concord between Christ and Belial."},{"refcode_short":"T07 36.1","refcode_long":"Testimony for the Church — No. 7, p. 36.1 (Ellen Gould White)","content":"The prophet Ezra, and faithful servants of the Jewish church, were astonished when the princes came to them saying, “The people of Israel, and the priests, and the Levites, have not separated themselves from the people of the lands, doing according to their abominations. And after all that is come upon us for our evil deeds, and for our great trespass, seeing that thou our God hast punished us less than our iniquities deserve, and hast given us such deliverance as this, should we again break thy commandments, and join in affinity with the people of these abominations? Wouldst not thou be angry with us till thou hadst consumed us, so that there should be no remnant nor escaping? O Lord God of Israel, thou art righteous; for we remain yet escaped, as it is this day: behold we are before thee in our trespasses, for we cannot stand before thee because of this.” Ezra 9:1, 13-15."},{"refcode_short":"T07 37.1","refcode_long":"Testimony for the Church — No. 7, p. 37.1 (Ellen Gould White)","content":"2 Chronicles 36:14-16: “Moreover all the chief of the priests, and the people, transgressed very much after all the abominations of the heathen; and polluted the house of the Lord which he had hallowed in Jerusalem. And the Lord God of their fathers sent to them by his messengers, rising up betimes and sending; because he had compassion on his people and on his dwelling-place. But they mocked the messengers of God, and despised his words, and misused his prophets, until the wrath of the Lord arose against this people, till there was no remedy.”"},{"refcode_short":"T07 37.2","refcode_long":"Testimony for the Church — No. 7, p. 37.2 (Ellen Gould White)","content":"Leviticus 18:26, 27: “Ye shall therefore keep my statutes and my judgments, and shall not commit any of these abominations; neither any of your own nation, nor any stranger that sojourneth among you; (for all these abominations have the men of the land done which were before you, and the land is defiled).”"},{"refcode_short":"T07 37.3","refcode_long":"Testimony for the Church — No. 7, p. 37.3 (Ellen Gould White)","content":"Deuteronomy 32:16-22: “They provoked him to jealousy with strange gods, with abominations provoked they him to anger. They sacrificed unto devils, not to God; to gods whom they knew not, to new gods, that came newly up, whom your fathers feared not. Of the Rock that begat thee thou art unmindful, and hast forgotten God that formed thee. And when the Lord saw it, he abhorred them, because of the provoking of his sons and of his daughters. And he said, I will hide my face from them, I will see what their end shall be; for they are a very froward generation, children in whom is no faith. They have moved me to jealousy with that which is not God; they have provoked me to anger with their vanities, and I will move them to jealousy with those which are not a people; I will provoke them to anger with a foolish nation. For a fire is kindled in mine anger, and shall burn unto the lowest hell, and shall consume the earth with her increase, and set on fire the foundations of the mountains.”"},{"refcode_short":"T07 38.1","refcode_long":"Testimony for the Church — No. 7, p. 38.1 (Ellen Gould White)","content":"We here read the warnings which God gave to ancient Israel. It was not his good pleasure that they should wander so long in the wilderness, and he would have brought them immediately to the promised land, if they had submitted, and loved to be led by him; and because they so often grieved him in the desert, he sware in his wrath that they should not enter into his rest, save two, who wholly followed him. God required his people to trust in him alone. He did not wish them to receive help of those who did not serve him. Please read Ezra 4:1-5: “Now when the adversaries of Judah and Benjamin heard that the children of the captivity builded the temple unto the Lord God of Israel, then they came to Zerubbabel, and to the chief of the fathers, and said unto them, Let us build with you; for we seek your God as ye do: and we do sacrifice unto him since the days of Esarhaddon, king of Assur, which brought us up hither. But Zerubbabel and Jeshua and the rest of the chief of the fathers of Israel said unto them, Ye have nothing to do with us to build a house unto our God; but we ourselves together will build unto the Lord God of Israel, as king Cyrus the king of Persia hath commanded. Then the people of the land weakened the hands of the people of Judah, and troubled them in building, and hired counselors against them, to frustrate their purpose.”"},{"refcode_short":"T07 39.1","refcode_long":"Testimony for the Church — No. 7, p. 39.1 (Ellen Gould White)","content":"Ezra 8:21-23: “Then I proclaimed a fast there, at the river of Ahava, that we might afflict ourselves before our God, to seek of him a right way for us, and for our little ones, and for all our substance. For I was ashamed to require of the king a band of soldiers and horsemen to help us against the enemy in the way; because we had spoken unto the king, saying, The hand of our God is upon all them for good that seek him; but his power and his wrath is against all them that forsake him. So we fasted and besought our God for this, and he was entreated of us.”"},{"refcode_short":"T07 39.2","refcode_long":"Testimony for the Church — No. 7, p. 39.2 (Ellen Gould White)","content":"The prophet and these fathers did not consider them the worshipers of the true God, and though they professed friendship and wished to help them, they dare not unite with them in anything relating to his worship. When going up to Jerusalem, to build the temple of God and to restore his worship, they would not ask help of the king to assist them in the way, but by fasting and prayer sought the Lord for help. They believed God would defend and prosper his servants in their efforts to serve him. The Creator of all things needeth not the help of his enemies to establish his worship. He asks not the sacrifice, of wickedness, nor accepts the offerings of those who have other gods before the Lord."},{"refcode_short":"T07 39.3","refcode_long":"Testimony for the Church — No. 7, p. 39.3 (Ellen Gould White)","content":"We often hear the remark, You are too exclusive. As a people we would make any sacrifice to save souls, or lead them to the truth. But to unite with them, to love the things that they love, and have friendship with the world, we dare not, for we should then be at enmity*The original publication had the spelling “enemity.” with God."},{"refcode_short":"T07 40.1","refcode_long":"Testimony for the Church — No. 7, p. 40.1 (Ellen Gould White)","content":"By reading the following scriptures we shall see how God regarded his ancient Israel:"},{"refcode_short":"T07 40.2","refcode_long":"Testimony for the Church — No. 7, p. 40.2 (Ellen Gould White)","content":"Psalm 135:4. “For the Lord hath chosen Jacob unto himself, and Israel for his peculiar treasure.”"},{"refcode_short":"T07 40.3","refcode_long":"Testimony for the Church — No. 7, p. 40.3 (Ellen Gould White)","content":"Deuteronomy 14:2. “For thou art an holy people unto the Lord thy God, and the Lord hath chosen thee to be a peculiar people unto himself, above all the nations that are upon the earth."},{"refcode_short":"T07 40.4","refcode_long":"Testimony for the Church — No. 7, p. 40.4 (Ellen Gould White)","content":"Deuteronomy 7:6, 7. “For thou art an holy people unto the Lord thy God; the Lord thy God hath chosen thee to be a special people unto himself, above all people that are upon the face of the earth. The Lord did not set his love upon you, nor choose you because ye were more in number than any people; for ye were the fewest of all people.”"},{"refcode_short":"T07 40.5","refcode_long":"Testimony for the Church — No. 7, p. 40.5 (Ellen Gould White)","content":"Exodus 33:16. “For wherein shall it be known here that I and thy people have found grace in thy sight? Is it not in that thou goest with us? So shall we be separated, I and thy people, from all the people that are upon the face of the earth.”"},{"refcode_short":"T07 40.6","refcode_long":"Testimony for the Church — No. 7, p. 40.6 (Ellen Gould White)","content":"How frequently ancient Israel rebelled, and how often were they visited with judgments, and thousands slain because they would not heed the commands of God who had chosen them."},{"refcode_short":"T07 40.7","refcode_long":"Testimony for the Church — No. 7, p. 40.7 (Ellen Gould White)","content":"The Israel of God in these last days are in constant danger of mingling with the world and losing all signs of their being the chosen people of God. Read again Titus 2:13-15. We are brought down to the last days, when God is purifying unto himself a peculiar people. Shall we provoke God as did ancient Israel? Shall we bring his wrath upon us by departing from him and mingling with the world, and following the abominations of the nations around us?"},{"refcode_short":"T07 41.1","refcode_long":"Testimony for the Church — No. 7, p. 41.1 (Ellen Gould White)","content":"The Lord hath set apart him that is godly for himself, and this consecration to God and separation from the world is plainly declared and positively enjoined in both the Old and New Testaments. There is a wall of separation which the Lord himself has established between the things of the world and the things he has chosen out of the world and sanctified unto himself. The calling and character of God's people are peculiar. Their prospects are peculiar, and these peculiarities distinguish them from all people. All of God's people upon the earth are one body, from the beginning to the end of time. They have one head that directs and governs the body. The same injunctions rest upon God's people now, to be separate from the world, as rested upon ancient Israel. The great Head of the church has not changed. The experience of Christians in these days is much like the travels of ancient Israel. Please read 1 Corinthians 10, especially from the 6th to the 15th verse."},{"refcode_short":"T07 41.2","refcode_long":"Testimony for the Church — No. 7, p. 41.2 (Ellen Gould White)","content":"“Now these things were our examples, to the intent we should not lust after evil things, as they also lusted. Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink and rose up to play. ... Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents. Neither murmur ye as some of them also murmured, and were destroyed of the destroyer. Now all these things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come. Wherefore let him that thinketh he standeth take heed lest he fall. There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way of escape, that ye may be able to bear it. Wherefore, my dearly beloved, flee from idolatry. I speak as to wise men; judge ye what I say.”"},{"refcode_short":"T07 42.1","refcode_long":"Testimony for the Church — No. 7, p. 42.1 (Ellen Gould White)","content":"1 John 3:1. “Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God; therefore the world knoweth us not, because it knew him not.”"},{"refcode_short":"T07 42.2","refcode_long":"Testimony for the Church — No. 7, p. 42.2 (Ellen Gould White)","content":"1 John 2:15-17. “Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him. For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world. And the world passeth away, and the lust thereof; but he that doeth the will of God abideth forever.”"},{"refcode_short":"T07 42.3","refcode_long":"Testimony for the Church — No. 7, p. 42.3 (Ellen Gould White)","content":"2 Peter 2:2 [20]. “For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.”"},{"refcode_short":"T07 42.4","refcode_long":"Testimony for the Church — No. 7, p. 42.4 (Ellen Gould White)","content":"James 4:4. “Know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.”"},{"refcode_short":"T07 43.1","refcode_long":"Testimony for the Church — No. 7, p. 43.1 (Ellen Gould White)","content":"James 1:27. “Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.”"},{"refcode_short":"T07 43.2","refcode_long":"Testimony for the Church — No. 7, p. 43.2 (Ellen Gould White)","content":"Titus 2:12-14. “Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly; in this present world.”"},{"refcode_short":"T07 43.3","refcode_long":"Testimony for the Church — No. 7, p. 43.3 (Ellen Gould White)","content":"Romans 12:2. “And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect will of God.”"},{"refcode_short":"T07 43.4","refcode_long":"Testimony for the Church — No. 7, p. 43.4 (Ellen Gould White)","content":"John 17:14, 15, 17. “I have given them thy word; and the world hath hated them, because they are not of the world, even as I am not of the world. I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil. Sanctify them through thy truth; thy word is truth.”"},{"refcode_short":"T07 43.5","refcode_long":"Testimony for the Church — No. 7, p. 43.5 (Ellen Gould White)","content":"Luke 6:22, 23. “Blessed are ye when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man's sake. Rejoice ye in that day, and leap for joy: for, behold, your reward is great in heaven: for in like manner did their fathers unto the prophets.”"},{"refcode_short":"T07 43.6","refcode_long":"Testimony for the Church — No. 7, p. 43.6 (Ellen Gould White)","content":"John 15:16-19. “Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain; that whatsoever ye shall ask of the Father in my name, he may give it you. These things I command you, that ye love one another. If the world hate you, ye know that it hated me before it hated you. If ye were of the world, the world would love his own; but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.”"},{"refcode_short":"T07 44.1","refcode_long":"Testimony for the Church — No. 7, p. 44.1 (Ellen Gould White)","content":"1 John 4:4, 5. “Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world. They are of the world; therefore speak they of the world, and the world heareth them.”"},{"refcode_short":"T07 44.2","refcode_long":"Testimony for the Church — No. 7, p. 44.2 (Ellen Gould White)","content":"1 John 2:5, 6. “But whoso keepeth his word, in him verily is the love of God perfected; hereby know we that we are in him. He that saith he abideth in him ought himself also so to walk even as he walked.”"},{"refcode_short":"T07 44.3","refcode_long":"Testimony for the Church — No. 7, p. 44.3 (Ellen Gould White)","content":"1 Peter 2:9. “But ye are a chosen generation, a royal priesthood, a holy nation, a peculiar people; that ye should show forth the praises of him who hath called you out of darkness into his marvelous light.”"},{"refcode_short":"T07 44.4","refcode_long":"Testimony for the Church — No. 7, p. 44.4 (Ellen Gould White)","content":"As we read the word of God, how plain that God's people are peculiar and distinct from the unbelieving world around them. Our position is interesting and fearful; living in the last days, how important that we imitate the example of Christ, and walk even as he walked. “If any man will come after me, let him deny himself, and take up his cross and follow me.” The opinions and wisdom of men must not guide or govern us. They always lead away from the cross."},{"refcode_short":"T07 44.5","refcode_long":"Testimony for the Church — No. 7, p. 44.5 (Ellen Gould White)","content":"The servants of Christ have not their home or their treasure here. Would that all of them could understand that it is only because the Lord reigns that we are even permitted to dwell in peace and safety among our enemies. It is not our privilege to claim special favors of the world. We must consent to be poor and despised among men, until the warfare is finished and the victory won. The members of Christ are called to come out and be separate from the friendship and spirit of the world, and their strength and power consists in their being chosen and accepted of God."},{"refcode_short":"T07 45.1","refcode_long":"Testimony for the Church — No. 7, p. 45.1 (Ellen Gould White)","content":"The Son of God was the heir of all things, and the dominion and glory of the kingdoms of this world were promised to him. Yet when he appeared in this world it was without riches or splendor. The world understood not his union with the Father; and the excellency and glory of his divine character were hid from them. He was therefore “despised and rejected of men,” and “we did esteem him smitten of God and afflicted.”"},{"refcode_short":"T07 45.2","refcode_long":"Testimony for the Church — No. 7, p. 45.2 (Ellen Gould White)","content":"Even so the members of Christ are as he was in this world. They are the sons of God and joint heirs with Christ; and the kingdom and dominion belong to them. The world understand not their character and holy calling. They perceive not their adoption into the family of God. Their union and fellowship with the Father and Son are not manifest to the world, and while they behold their humiliation and reproach, it does not appear what they are, or what they shall be. They are strangers. The world knows them not, and appreciate not the motives which actuate them."},{"refcode_short":"T07 45.3","refcode_long":"Testimony for the Church — No. 7, p. 45.3 (Ellen Gould White)","content":"The world is ripening for its destruction. God can bear with sinners but a little longer. They must drink the dregs of the cup of his wrath unmixed with mercy. Those who will be heirs of God and joint-heirs with Jesus Christ to the immortal inheritance, will be peculiar. Yes, so peculiar that God places a mark upon them as his, wholly his. Think ye that God will receive, honor and acknowledge a people so mixed up with the world that they differ from them only in name? Read again Titus 2:13-15. It is soon to be known who is on the Lord's side, who will not be ashamed of Jesus. Those who have not moral courage to take their position conscientiously in the face of unbelievers, and leave the fashions of the world, and imitate the self-denying life of Christ, are ashamed of him, and do not love his example."},{"refcode_short":"T07 46","refcode_long":"Testimony for the Church — No. 7, p. 46 (Ellen Gould White)","content":"Consecration"},{"refcode_short":"T07 46.1","refcode_long":"Testimony for the Church — No. 7, p. 46.1 (Ellen Gould White)","content":"Sabbath-keepers will be tested and proved. A close and searching work must go on among the people of God. How soon, like ancient Israel*The original publication had the spelling “Isreal.” we forget God and his wondrous works, and rebel against him. Some look to the world, and desire to follow its fashions, and participate in its pleasures in the same manner that the children of Israel looked back into Egypt, and lusted for the good things they had enjoyed there, which God chose to withhold from them to prove them, and thereby test their fidelity to him. He wished to see if his people valued more highly his service, and the freedom he had so miraculously given them, than the indulgences they enjoyed in Egypt while in servitude to a tyrannical, idolatrous people."},{"refcode_short":"T07 46.2","refcode_long":"Testimony for the Church — No. 7, p. 46.2 (Ellen Gould White)","content":"Every true follower of Jesus will have sacrifices to make. God will prove them, and test the genuineness of their faith. I have been shown that picnics, donations, shows, and other gatherings of pleasure, the true followers of Jesus will discard. They can find no Jesus there, and no influence which will make them heavenly minded, and increase their growth in grace. The word of God obeyed, leads us to come out from all these things and be separate. The things of the world are sought for, and considered worthy to be admired and enjoyed by all those who are not devoted lovers of the cross, and are not spiritual worshipers of a crucified Jesus."},{"refcode_short":"T07 47.1","refcode_long":"Testimony for the Church — No. 7, p. 47.1 (Ellen Gould White)","content":"There is chaff among us, and this is why we are so weak. Some are constantly leaning to the world. Their views and feelings harmonize much better with the spirit of the world than with Christ's self-denying followers. It is perfectly natural for them to prefer the company of those whose spirit will best agree with their own. And such have quite too much influence among God's people. They take a part with them, and have a name among them, and are a text for unbelievers and the weak and unconsecrated ones in the church. These persons of two minds will ever have objections to the plain pointed testimony which reproves individual wrongs. In this refining time, these persons will either be converted wholly, and sanctified by obeying the truth, or they will be left with the world, where they belong, to receive their reward with them."},{"refcode_short":"T07 47.2","refcode_long":"Testimony for the Church — No. 7, p. 47.2 (Ellen Gould White)","content":"“By their fruits ye shall know them.” All of Christ's followers bear fruit to his glory. Their lives testify that a good work has been wrought in them by the Spirit of God, and their life is unto holiness. It is elevated and pure. Those who bear no fruit, have no experience in the things of God. They are not in the vine. Read John 15:4, 5. “Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine: no more can ye, except ye abide in me. I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.”"},{"refcode_short":"T07 48.1","refcode_long":"Testimony for the Church — No. 7, p. 48.1 (Ellen Gould White)","content":"If we would be spiritual worshipers of Jesus Christ we must sacrifice every idol, and fully obey the first four commandments. Matthew 22:37, 38. “Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment.”"},{"refcode_short":"T07 48.2","refcode_long":"Testimony for the Church — No. 7, p. 48.2 (Ellen Gould White)","content":"The first four commandments allow us no separation of the affections from God. Nor is anything allowed to divide, or share, our supreme delight in him. Whatever divides the affections, and takes away from the soul supreme love to God, takes the form of an idol. Our carnal hearts would cling to, and seek to carry along, our idols; but we cannot advance until we put them away; for they separate from God. The Great Head of the church has chosen his people out of the world, and required them to be separate. He designs that the spirit and life of his commandments shall draw them to himself, and separate them from the elements of the world. To love God and keep his commandments is to be far from loving the world's pleasures and friendship There is no concord between Christ or Belial. The people of God may safely trust in him alone, and without fear press on in the way of obedience."},{"refcode_short":"T07 49","refcode_long":"Testimony for the Church — No. 7, p. 49 (Ellen Gould White)","content":"“Philosophy and Vain Deceit”"},{"refcode_short":"T07 49.1","refcode_long":"Testimony for the Church — No. 7, p. 49.1 (Ellen Gould White)","content":"I have been shown that we must be guarded on every side, and perseveringly resist the insinuations and devices of Satan. He has transformed himself into an angel of light, and is deceiving and leading thousands captive. The advantages he takes of the science of the human mind, is tremendous. Here, serpent-like, he imperceptibly creeps in to corrupt the work of God. The miracles and works of Christ, he makes all human. If Satan should make an open, bold attack upon Christianity, it would bring the Christian in distress and agony at the feet of his Redeemer, and the strong and mighty Deliverer would affright the bold adversary away. But Satan, transformed into an angel of light, works upon the mind to allure from the only safe and right path. The sciences of phrenology, psychology, and mesmerism, have been the channel through which Satan has come more directly to this generation, and wrought with that power which was to characterize his work near the close of probation."},{"refcode_short":"T07 49.2","refcode_long":"Testimony for the Church — No. 7, p. 49.2 (Ellen Gould White)","content":"Read 2 Thessalonians 2:8-12. “And then shall that wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming; even him, whose coming is after the working of Satan with all power and signs and lying wonders, and with all deceivableness of unrighteousness in them that perish, because they received not the love of the truth, that they might be saved. And for this cause God shall send them strong delusion, that they should believe a lie: that they all might be damned who believed not the truth, but had pleasure in unrighteousness.”"},{"refcode_short":"T07 50.1","refcode_long":"Testimony for the Church — No. 7, p. 50.1 (Ellen Gould White)","content":"Satan has come unperceived through these sciences, and poisoned the minds of thousands and led them to infidelity. He is well pleased to have them spread wide. It is his own plan, laid out by himself, that he may have access to minds, and influence them as he pleases. And while it is believed that one human mind so wonderfully affects another, Satan, ready at hand, insinuates himself, and works on the right hand and on the left. And while those devoted to these sciences laud them to the heavens because of the great and good works they affirm are wrought by them, they are cherishing and glorifying Satan himself who steps in and works with all power and signs and lying wonders,—with all deceivableness of unrighteousness."},{"refcode_short":"T07 50.2","refcode_long":"Testimony for the Church — No. 7, p. 50.2 (Ellen Gould White)","content":"Said the angel, “Mark its influence. The controversy between Christ and Satan is not yet ended.” This entering in of Satan through the sciences, is well devised by his Satanic majesty, and will eventually root out of the minds of thousands true faith in Christ's being the Messiah, the Son of God."},{"refcode_short":"T07 50.3","refcode_long":"Testimony for the Church — No. 7, p. 50.3 (Ellen Gould White)","content":"I was directed to the power of God manifested though Moses, when the Lord sent him in before Pharaoh. Satan understood his business and was upon the ground. He well knew that Moses was chosen of God to break the yoke of bondage upon the children of Israel; and that he in his work prefigured Christ's first advent to break Satan's power over the human family, and deliver those who were made captives by his power. Satan knew that when Christ should appear, mighty works and miracles would be wrought by him, that the world might know that the Father had sent him. He trembled, for his power. He consults with his angels to accomplish a work which shall answer a two-fold purpose: 1. To destroy the influence of the work wrought by God through his servant Moses, by working through his agents, and thus counterfeiting the true work of God. 2. The influence of his work through the magicians would reach down through all ages, and would destroy in the minds of many true faith in the mighty miracles and works of Christ, which would be performed by him when he should come to this world. He knew that his kingdom would suffer, for the power which he held over mankind would be subject to Christ. It was no human influence or power Moses possessed, which wrought on the minds, that produced those miracles before Pharaoh. It was the power of God. These signs and wonders were wrought through Moses, to convince Pharaoh that the great “I AM” sent him to command Pharaoh to let Israel go, that they might serve him."},{"refcode_short":"T07 51.1","refcode_long":"Testimony for the Church — No. 7, p. 51.1 (Ellen Gould White)","content":"Pharaoh called for the magicians to work with their enchantments. They also showed signs and wonders, for Satan came to their aid, to work through them. Yet even here, the work of God was shown superior to the power of Satan, for the magicians could not perform all those miracles God wrought through Moses. Only a few of them could they do. The magicians’ rods did become serpents, but Aaron's rod swallowed up theirs. After the magicians sought to produce the lice, and could not, then they were compelled by the power of God to acknowledge even to Pharaoh, saying, “This is the finger of God.” Satan wrought through the magicians in a manner calculated to harden the heart of the tyrant Pharaoh against the miraculous manifestations of God's power. Satan thought to stagger the faith of Moses and Aaron in the divine origin of their mission, and then his instruments, the magicians, would prevail. Satan was unwilling to have the people of Israel released from Egyptian servitude, that they might serve God. The magicians failed to produce the miracle of the lice, and could no more imitate Moses and Aaron. God would not suffer Satan to proceed further, and the magicians could not save themselves from the plagues. “And the magicians could not stand before Moses because of the boils; for the boil was upon the magicians, and upon all the Egyptians.” Exodus 9:11."},{"refcode_short":"T07 52.1","refcode_long":"Testimony for the Church — No. 7, p. 52.1 (Ellen Gould White)","content":"God's controlling power here cut off the channel through which Satan worked, and caused even those through whom Satan wrought so wonderfully to feel his wrath. Sufficient evidence was given to Pharaoh to believe, if he would. Moses wrought by the power of God. The magicians wrought not by their own science alone, but by the power of their god,—the Devil. Satan has ingeniously carried out his deceptive work in counterfeiting the work of God."},{"refcode_short":"T07 52.2","refcode_long":"Testimony for the Church — No. 7, p. 52.2 (Ellen Gould White)","content":"As we near the close of time, the human mind is more readily affected by Satan's devices. He leads deceived mortals to account for the works and miracles of Christ upon general principles. Satan has ever been ambitious to counterfeit the work of Christ, and establish his own power and claims. He does not generally do this openly and boldly. He is artful, and knows that the most effectual way for him to accomplish his work, is to come to poor fallen man in the form of an angel of light. Satan came to Christ in the wilderness in the form of a beautiful young man,—more like a monarch than a fallen angel. He came with scripture in his mouth. Said he, “It is written,” &c. Our suffering Saviour meets him with scripture, saying, “It is written.” Satan takes the advantage of the weak, suffering condition of Christ. He took upon him our human nature."},{"refcode_short":"T07 53.1","refcode_long":"Testimony for the Church — No. 7, p. 53.1 (Ellen Gould White)","content":"Read Matthew 4:8-11. “Again the Devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them; and saith unto him, All these things will I give thee, if thou wilt fall down and worship me. Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve. Then the Devil leaveth him, and, behold, angels came and ministered unto him.”"},{"refcode_short":"T07 53.2","refcode_long":"Testimony for the Church — No. 7, p. 53.2 (Ellen Gould White)","content":"Here Satan spread the world before Christ in the most attractive light, and intimates to him that he need not endure so much suffering to obtain the kingdoms of earth. He will yield all his claims if he will but worship him. Satan's dissatisfaction first commenced in heaven because he could not be first and highest in command,—equal with God, exalted above Christ. He rebelled and lost his estate, and he, and those who sympathized with him, were turned out of heaven. In the wilderness he hoped to gain advantage through the weak and suffering condition of Christ, and obtain from him that homage he could not obtain in heaven. Jesus, even in his faint and exhausted condition, yields not to the temptation of Satan for a moment, but shows his superiority and exercises his authority by bidding Satan, “Get thee hence”—or, depart from me. Satan was baffled, and then studied how he could accomplish his purpose and receive the honor from the human race which was refused him in heaven, and by Jesus upon earth. Could he have succeeded in tempting Jesus Christ, then the plan of salvation would have failed, and he would have succeeded in bringing hopeless misery upon mankind. That which Satan failed to effect in coming to Christ, he has accomplished in coming to man."},{"refcode_short":"T07 54.1","refcode_long":"Testimony for the Church — No. 7, p. 54.1 (Ellen Gould White)","content":"If Satan can so befog and deceive the human mind, and lead mortals to think there is an inherent power in themselves to accomplish great and good works, they cease to rely upon God to do that for them which they think exists in themselves to do. They acknowledge not a superior power. They give not God the glory he claims, and which is due to his great and excellent Majesty. Satan's object is thus accomplished. He exults that fallen man presumptuously exalts himself, as he exalted himself in heaven, and was thrust out. He knows that the ruin of man is just as sure if he exalts himself as his was certain. He has failed in his temptations to Christ in the wilderness. The plan of salvation has been carried out. The dear price has been paid for man's redemption. And now Satan seeks to take away the foundation of the Christian's hope, and turn the minds of men in a channel that they may not be benefited or saved by the great sacrifice offered. He leads fallen man, through his “all deceivableness of unrighteousness,” to believe that he can do very well without an atonement; that he need not depend upon a crucified and risen Saviour; that man's own merits will entitle him to God's favor, and then he destroys man's confidence in the Bible, well knowing if he succeeds here, and the detector which places a mark upon himself is destroyed, he is safe. And he fastens the delusion upon minds that there is no personal Devil, and those who believe this make no effort to resist and war against that which does not exist, and poor blind mortals finally adopt the maxim—“Whatever is is right.” They acknowledge no rule to measure their course. Satan leads many to believe that prayer to God is useless, and but a form. He well knows how needful is meditation and prayer, to keep Christ's followers aroused to resist his cunning and deceptions. Satan's devices will divert the mind from these important exercises, that the soul may not lean for help upon the mighty One, and obtain strength from him to resist his attacks."},{"refcode_short":"T07 55.1","refcode_long":"Testimony for the Church — No. 7, p. 55.1 (Ellen Gould White)","content":"I was pointed to the fervent, effectual prayers of his people anciently. “Elijah was a man subject to like passions as we are, and he prayed earnestly.” Daniel prayed unto his God three times a day. Satan is enraged at the sound of fervent prayer, for he knows that he will suffer loss. Daniel was preferred above the presidents and princes because an excellent spirit was in him. Fallen angels feared his influence would weaken their control over the rulers of the kingdom, for Daniel was high in command. The accusing host of evil angels stirred up the presidents and princes to envy and jealousy, and they watched Daniel closely to find some occasion against him that they might report him to the king, but they failed. Then these agents of Satan sought to make his faithfulness to God the cause of his destruction. Evil angels laid out the plan for them, and these agents readily carried it into effect. The king was ignorant of the subtle mischief purposed against Daniel. With the full knowledge of the king's decree he still bows before his God, “his windows being open.” He considers supplication to God of sufficient importance to sacrifice his life rather than to relinquish it. On account of his praying to God he was cast into the lion's den. Evil angels accomplished their purpose thus far. But Daniel continues to pray, even in the den of lions. Was Daniel suffered to be consumed? Did God forget him there? O, no; Jesus, the mighty Commander of the host of heaven, sent his angel to close the mouths of those hungry lions that they should not hurt the praying man of God, and all was peace in that terrible den. The king witnessed his preservation, and brought him out with honors. Satan and his angels were defeated and enraged. The agents Satan had employed were doomed to perish in the terrible manner they had plotted to destroy Daniel. The prayer of faith is the great strength of the Christian, and will assuredly prevail against Satan. This is why he insinuates that we have no need of prayer. The name of Jesus our advocate he detests, and when we earnestly come to him for help, Satan's host is alarmed."},{"refcode_short":"T07 56.1","refcode_long":"Testimony for the Church — No. 7, p. 56.1 (Ellen Gould White)","content":"It will serve his purpose well if we neglect the exercise of prayer, for then his lying wonders are more readily received. Satan accomplishes his object in setting his deceitful temptations before man, that which he failed to accomplish in tempting Christ. He sometimes comes in the form of a lovely young person, or in a beautiful shadow. He works cures, and is worshiped by deceived mortals as a benefactor of our race. Phrenology and mesmerism are very much exalted. They are good in their place, but they are seized upon by Satan as his most powerful agents to deceive and destroy souls. The detector, the Bible, is destroyed in the minds of thousands, and Satan uses his arts and devices, which are received as from heaven. And Satan here receives the worship which suits his Satanic majesty. Thousands are conversing with and receiving instructions from this demon-god, and acting according to his teachings. The world, which is considered to be benefited so much by phrenology and animal magnetism, never was so corrupt. Satan uses these very things to destroy virtue and lay the foundation of Spiritualism."},{"refcode_short":"T07 57.1","refcode_long":"Testimony for the Church — No. 7, p. 57.1 (Ellen Gould White)","content":"I was directed to this scripture as especially applying to modern Spiritualism. Colossians 2:8. “Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.” Thousands, I was shown, have been spoiled through the philosophy of phrenology and animal magnetism, and have been driven into infidelity. If the mind commences to run in this channel it is almost sure to lose its balance and be controlled by a demon. “Vain deceit” fills the minds of poor mortals. They think there is such power in themselves to accomplish great works, that they realize no necessity of a higher power. Their principles and faith are “after the traditions of men, after the rudiments of the world, and not after Christ.” Jesus has not taught them this philosophy. Nothing of the kind can be found in his teachings. He did not direct the minds of poor mortals to themselves to a power which they possessed. He was ever directing their minds to God, the Creator of the universe, as the source of their strength and wisdom. Especial warning is given in verse 18. “Let no man beguile you of your reward in a voluntary humility and worshiping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind.” The teachers of Spiritualism will come in a pleasing, bewitching manner to deceive you, and if you listen to their fables you are beguiled by the enemy of righteousness, and will surely lose your reward. When once the fascinating influence of the arch deceiver overcomes you, you are poisoned, and its deadly influence adulterates and destroys your faith in Christ's being the Son of God, and you cease to rely on the merits of his blood. Those deceived by this philosophy are beguiled of their reward through the deceptions of Satan. They rely upon their own merits, exercise voluntary humility, are willing to even make sacrifices, and debase themselves, and yield their minds to the belief of supreme nonsense, receiving the most absurd ideas through those whom they believe to be their dead friends. Satan has so blinded their eyes and perverted their judgment that they perceive not the evil. They follow out the instructions purporting to be from their dead friends, now angels in a higher sphere. Satan has chosen the most certain, fascinating delusion, calculated to take hold of the sympathies of those who have laid their loved ones in the grave. Evil angels assume the form of these loved ones, and relate incidents connected with their lives, and perform acts which their friends performed while living. In this way they deceive and lead the relatives of the dead to believe their deceased friends are angels hovering about them, and communing with them, which they regard with a certain idolatry. What they may say has greater influence over them than the word of God. These evil angels who assume to be dead friends will either utterly reject God's word as idle tales, or if it suits their purpose best will select the vital portions which testify of Christ and point out the way to heaven, and change the plain statements of the word of God to suit their own corrupt nature, and ruin souls. All may, with due attention to the word of God, be convinced if they will of this soul-destroying delusion. The word of God declares in positive terms that “the dead know not anything.” Ecclesiastes 9:5, 6. “For the living know that they shall die: but the dead know not anything, neither have they any more a reward; for the memory of them is forgotten. Also their love, and their hatred, and their envy, is now perished; neither have they any more a portion forever in anything that is done under the sun.”"},{"refcode_short":"T07 59.1","refcode_long":"Testimony for the Church — No. 7, p. 59.1 (Ellen Gould White)","content":"Deceived mortals are worshiping evil angels, believing them to be the spirits of their dead friends. The word of God expressly declares that “the dead have no more a portion in anything done under the sun.” Spiritualists say the dead know everything that is done under the sun, that they communicate to their friends on earth, give valuable information, and perform wonders. Psalm 115:17. “The dead praise not the Lord, neither any that go down into silence.” I have been shown that Satan, transformed into an angel of light, works with all deceivableness of unrighteousness. He who could take up the Son of God, who was made a little lower than the angels, and place him upon a pinnacle of the temple, and take him up into an exceeding high mountain to present before him the kingdoms of the world, can exercise his power upon the human family, who are far inferior in strength and wisdom to the Son of God, even after he had taken upon himself man's nature. In this degenerate age Satan holds control over mortals who depart from the right, and venture upon his ground. He exercises his power upon such in an alarming manner. I was directed to these words, “Intruding into those things which he hath not seen, vainly puffed up by his fleshly mind.” Some, I was shown, gratify their curiosity, and tamper with the Devil. They have no real faith in Spiritualism, and would start back with horror at the idea of being a medium. Yet they venture, and place themselves in a position where Satan can exercise his power upon them. They do not mean to enter deep into this work, but such know not what they are doing. They are venturing on the Devil's ground, and are tempting him to control them. This powerful destroyer considers such his lawful prey, and will exercise his power upon them, and that against their will. When they wish to control themselves they cannot. They yielded their mind to Satan and he holds them captive, and he will not release his claims. No power can deliver the ensnared soul but the power of God, in answer to the earnest prayers of his faithful followers."},{"refcode_short":"T07 60.1","refcode_long":"Testimony for the Church — No. 7, p. 60.1 (Ellen Gould White)","content":"The only safety now is to search for the truth as revealed in the word of God as for hid treasure. The Sabbath question and man not immortal and the testimony of Jesus are the great and important truths to be understood, which will prove as an anchor to hold God's people in these perilous times. But the mass despise the truths of God's word, and prefer fables. 2 Thessalonians 2:11, 12. “Because they received not the love of the truth that they might be saved, and for this cause God shall send them strong delusions that they should believe a lie.”"},{"refcode_short":"T07 61.1","refcode_long":"Testimony for the Church — No. 7, p. 61.1 (Ellen Gould White)","content":"The most licentious and corrupt are highly flattered by these Satanic spirits, which they believe to be the spirits of their dead friends, and they are “vainly puffed up in their fleshly minds.” Colossians 2:19 “And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God,” they deny Him who ministers strength to the body, that every member may increase with the increase of God."},{"refcode_short":"T07 61.2","refcode_long":"Testimony for the Church — No. 7, p. 61.2 (Ellen Gould White)","content":"“Vain philosophy.” The members of the body are controled [controlled] by the head. Spiritualists lay aside the Head, and every member of the body they believe must act themselves, and fixed laws will lead them on in a state of progression to perfection without a head. John 15:1-6. “I am the true vine, and my Father is the husbandman. Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit. Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. I am the vine, ye are the branches: he that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing. If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.”"},{"refcode_short":"T07 61.3","refcode_long":"Testimony for the Church — No. 7, p. 61.3 (Ellen Gould White)","content":"Christ is the source of our strength. He is the vine, we the branches. We must receive nourishment from the living vine. Deprived of the strength and nourishment of the vine, we are as members of the body without a head, and are in the very position Satan wishes us to be in, that he may control these members as pleases himself. He works “with all deceivableness of unrighteousness in them that perish, because they received not the love of the truth that they might be saved. And for this cause God shall send them strong delusions that they should believe a lie.” Spiritualism is a lie. It is founded upon the great original lie, “Thou shalt not surely die.” Thousands cut off the Head, and the members act without Jesus for their head, and the result is, another guides the body. Satan controls them."},{"refcode_short":"T07 62.1","refcode_long":"Testimony for the Church — No. 7, p. 62.1 (Ellen Gould White)","content":"I was shown that Satan cannot control minds unless they are yielded to his control. Those who depart from the right are in serious danger now. They separate themselves from God and from the watch-care of the angels of God, and Satan, ever upon the watch to destroy souls, begins to present to such his deceptions, and they are in the utmost peril. And if they see and try to resist the powers of darkness and to free themselves from Satan's snare, it is not an easy matter. They have ventured on Satan's ground, and he claims them. He will not hesitate to engage all his energies, and call to his aid all his evil host to wrest a single human being from the hand of Christ. And those who have tempted the Devil to tempt them will have to make desperate efforts to free themselves from his power. When they begin to work for themselves, then angels of God whom they have grieved will come to their rescue. Satan and his angels are unwilling to lose their prey. They contend and battle with the holy angels, and the conflict is severe. And if those who have erred continue to plead, and in deep humility confess their wrongs, angels who excel in strength will prevail and wrench them from the power of the evil angels."},{"refcode_short":"T07 63.1","refcode_long":"Testimony for the Church — No. 7, p. 63.1 (Ellen Gould White)","content":"As the curtain was lifted and I was shown the corruption of this age, my heart sickened, my spirit nearly fainted within me. I saw that the inhabitants of the earth were filling up the measure of the cup of their iniquity. God's anger is kindled, and will be no more appeased until the sinners are destroyed out of the earth."},{"refcode_short":"T07 63.2","refcode_long":"Testimony for the Church — No. 7, p. 63.2 (Ellen Gould White)","content":"Satan is Christ's personal enemy. He is the originator and leader of every species of rebellion in heaven and earth. His rage increases, and we do not realize his power. If our eyes could be opened to discern the fallen angels at their work with those who feel at ease and consider themselves safe, we should not feel so secure. Evil angels are upon our track every moment. We expect a readiness on the part of bad men to act as Satan suggests; but while our minds are unguarded against Satan's invisible agents, they will assume new ground, and will work marvels and miracles in our sight. Are we prepared to resist them by the word of God, the only weapon we can use successfully? Some will be tempted to receive these wonders as from God. The sick will be healed before us. Miracles will be performed in our sight. Are we prepared for the trial when the lying wonders of Satan shall be more fully exhibited? Will not many souls be ensnared and taken? Forms of error, and departure from the plain precepts and commandments of God and giving heed to fables is fitting minds for these lying wonders of Satan. We must all now seek to arm ourselves for the contest in which we must soon engage. Faith in God's word, prayerfully studied and practically applied will be our shield from Satan's power, and will bring us off conquerors through the blood of Christ."}]