[{"refcode_short":"T08 ","refcode_long":"Testimony for the Church — No. 8, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 8"},{"refcode_short":"T08 1","refcode_long":"Testimony for the Church — No. 8, p. 1 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T08 1.1","refcode_long":"Testimony for the Church — No. 8, p. 1.1 (Ellen Gould White)","content":"I have been shown the high and responsible position God's people should occupy. They are the salt of the earth and the light of the world, and must walk even as Christ walked. They will come up through much tribulation. The present is a time of warfare and trial. Our Saviour says in Revelation 3:21, “To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.” The reward is not given to all who profess to be followers of Christ, but to those who overcome, even as he overcame. We must study the life of Christ, and learn what it is to confess him before the world. No one can confess Christ unless the mind and Spirit of Christ are in him. The fruits of the Spirit are manifested outwardly, and these are a confession of Christ."},{"refcode_short":"T08 1.2","refcode_long":"Testimony for the Church — No. 8, p. 1.2 (Ellen Gould White)","content":"In order to confess Christ, we must have Christ to confess. No one can truly confess Christ unless the mind and Spirit of Christ live in him. If a form of godliness, or an acknowledgment of the truth, were always a confession of Christ, we might say, Broad is the way that leadeth unto life, and many there be that find it. We must understand what it is to confess Christ, and wherein we deny him. It is possible with our lips to confess Christ, yet in our works to deny him. If we have forsaken all for Christ, we shall manifest in our lives humility, our conversation will be heavenly, our conduct blameless. The powerful purifying influence of truth in the soul, and the character of Christ exemplified in the life, are a confession of Christ. If the words of eternal life are sown in our hearts, the fruit is righteousness and peace. We may deny Christ in our life by the love of ease, love of self, jesting and joking, and by seeking the honor of the world. We may deny him in our outward appearance, by a proud look or costly apparel, or by conformity to the world. We shall not be able to exhibit in our character the life of Christ, or the sanctifying influence of the truth, only by constant watchfulness, and persevering and almost unceasing prayer."},{"refcode_short":"T08 2.1","refcode_long":"Testimony for the Church — No. 8, p. 2.1 (Ellen Gould White)","content":"I was shown that many drive Christ from their families by an impatient, passionate spirit. Such have something to overcome in this respect. The human family was presented before me, enfeebled. Every generation has been growing weaker; and disease of every form visits the human race. Thousands of poor mortals are dragging out a miserable existence. Some with deformed, sickly bodies, shattered nerves, and gloomy minds. Satan's power upon the human family increases. If the Lord should not soon come and destroy his power, the earth would soon be depopulated."},{"refcode_short":"T08 2.2","refcode_long":"Testimony for the Church — No. 8, p. 2.2 (Ellen Gould White)","content":"I was shown that Satan's power is especially exercised upon the people of God. Many were presented before me in a doubting, despairing condition. The infirmities of the body affect the mind. A cunning and powerful enemy attends our steps, and employs his strength and skill in trying to turn us out of the right way. And it is too often the case that the people of God are not on their watch; therefore are ignorant of his devices. He works by means which will best conceal himself from view. And he often gains his object."},{"refcode_short":"T08 3.1","refcode_long":"Testimony for the Church — No. 8, p. 3.1 (Ellen Gould White)","content":"Brethren have engaged in patent-rights and other enterprises, and have induced others to interest themselves, who could not bear the perplexity and care of such business. Their anxiety and over-taxed minds seriously affect their already diseased bodies, and they then become desponding, which increases to despair. They lose all confidence in themselves, and think God has forsaken them, and they dare not believe that God will be merciful to them. These poor souls will not be left to the control of Satan. They will make their way through the gloom, and their trembling faith will again fasten upon the promises of God, and he will deliver them, and turn their sorrow and mourning into peace and gladness. But such, I was shown, must learn by the things they suffer, to let patent-rights and these various enterprises alone. They should not suffer even their brethren to flatter them to entangle themselves with any such enterprise, for their anticipations will not be realized, and then they are thrown upon the enemy's battle-field unarmed for the conflict. Means, which was shown me should be put into the treasury of God to advance his cause, is worse than lost by being invested in some of these modern improvements. Those who profess the truth, and feel at liberty to engage, and capable of engaging, in these patent rights and inventions, should not go among their brethren and make that their field of operation, but go among unbelievers. Let not your name and profession as an Adventist decoy your brethren who wish to consecrate their means to God. But go out into the world, and let that class invest their means who care not for the advancement of the cause of God."},{"refcode_short":"T08 4.1","refcode_long":"Testimony for the Church — No. 8, p. 4.1 (Ellen Gould White)","content":"I was shown the necessity of opening the doors of our houses and hearts to the Lord. When we begin to work in earnest for ourselves, and for our families, then we shall have help from God. I was shown that merely observing the Sabbath and praying morning and evening are not positive evidences that we are Christians. These outward forms may all be strictly observed, and yet true godliness be lacking. Titus 2:14: “Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.” All who profess to be Christ's followers should have command of their own spirit, and not speak fretfully or impatiently. The husband and father should check that impatient word he is about to utter. He should study the effect of his words, lest they leave sadness and a blight."},{"refcode_short":"T08 4.2","refcode_long":"Testimony for the Church — No. 8, p. 4.2 (Ellen Gould White)","content":"I was shown that infirmities and disease especially affect females. The happiness of the family depends much upon the wife and mother. If she is nervous and weak, and is suffered to be overtaxed with labor, the mind is depressed, for it sympathizes with the weariness of the body; and then she too often meets with cold reserve from the husband. If everything does not move off just as pleasantly as he could wish, he blames the wife and mother. He does not always seem to know how to sympathize with her, and is almost wholly unacquainted with her cares and burdens. He realizes not that he is aiding the great enemy in his work of tearing down. He should by faith in God lift up a standard against Satan, but he seems blinded to his own interest and hers. He treats her with indifference. He knows not what he is doing. He is working directly against his own happiness, and is destroying the happiness of his family. The wife becomes desponding, discouraged. Hope and cheerfulness are gone. She goes her daily rounds mechanically, because she sees her work must be done. Her lack of cheerfulness and courage is felt through the family circle. There are many miserable families like this, all through the ranks of Sabbath-keepers. And angels bear the shameful tidings to heaven, and the recording angel makes a record of it all. The husband should manifest great interest in his family."},{"refcode_short":"T08 5.1","refcode_long":"Testimony for the Church — No. 8, p. 5.1 (Ellen Gould White)","content":"Especially should he be very tender of the feelings of a feeble wife. He can shut the door against much disease. Kind, cheerful, and encouraging words will prove more effective than the most healing medicines. This will bring courage to the heart of the desponding and discouraged, and the happiness and sunshine brought into your family by kind acts and encouraging words, will pay you ten-fold. The husband should remember that much of the burden of training his children rests upon the mother. She has much to do with moulding their minds. This should call into exercise the tenderest feelings of the father, and with care should he lighten the burdens of the wife. He should encourage her to lean upon his large affections, and direct her mind to heaven, where there is strength and peace, and a final rest for the weary. He should not come to his home with a clouded brow, but should with his presence bring sunlight into the family, and should encourage his wife to look up and believe in God. Unitedly can they claim the promises of God, and bring his rich blessing into the family. Unkindness, complaining, and anger, shut Jesus from the dwelling. I saw that angels of God will flee from a house where there are unpleasant words, fretfulness and strife."},{"refcode_short":"T08 6.1","refcode_long":"Testimony for the Church — No. 8, p. 6.1 (Ellen Gould White)","content":"I have also been shown that there is often a great failure upon the part of the wife. She does not make strong efforts to control her own spirit, and make home happy. There is often fretfulness and unnecessary complaining on her part. The husband comes home from his labor weary and perplexed, and often meets a clouded brow, instead of cheerful, encouraging words. He is mortal, and his affections become weaned from his wife, he loses the love of his home, his pathway is darkened, and his courage gone. He yields his self-respect and that dignity which God requires him to maintain. The husband is the head of the family, as Christ is the head of the church, and any course which the wife may pursue to lessen his influence and lead him to come down from the dignified, responsible position God would have him occupy, displeases God. It is the duty of the wife to yield her wishes and will to her husband. Both should be yielding, but preference is given in the word of God to the judgment of the husband. And it will not detract from the dignity of the wife to yield to him whom she has chosen to be her counselor, adviser, and protector. The husband should maintain his position in his family with all meekness, yet with decision. Some have asked the question, Must I be on my guard, and feel a restraint upon me continually? I have been shown that we have a great work before us to watch ourselves with jealous care, and search our own hearts, and know wherein we fail, and then guard ourselves upon that point. We must have perfect control of our own spirit. “He that offendeth not in word, the same is a perfect man, and able also to bridle the whole body.” The light that shines upon our path, the truth that commends itself to our consciences, will condemn and destroy, or sanctify and transform, the soul. We live too near the close of probation to be content with a superficial work. The same grace which we have hitherto considered sufficient will not sustain us now. Our faith must be increased, and we must be more like Christ in conduct and disposition in order to endure, and successfully resist, the temptations of Satan. The grace of God is sufficient for every follower of Christ."},{"refcode_short":"T08 7.1","refcode_long":"Testimony for the Church — No. 8, p. 7.1 (Ellen Gould White)","content":"Our efforts must be earnest and persevering to resist the attacks of Satan. He employs his strength and, skill in trying to turn us out of the right way. He watches our going out and coming in, and intends to hurt or destroy us. He works most successfully in darkness, injuring those who are ignorant of his devices. He could not gain advantage if his method of attack was understood. The instruments he employs to effect his purposes, and transmit his fiery darts, are often the members of our own families."},{"refcode_short":"T08 7.2","refcode_long":"Testimony for the Church — No. 8, p. 7.2 (Ellen Gould White)","content":"Those we love may speak or act unguardedly, which may wound us deeply. It was not their intention to do this, but Satan magnifies their words and acts before the mind in a manner by which he hurls a dart from his quiver to pierce us. We brace ourselves to resist the one whom we think has injured us, and thus we encourage Satan's temptations. Instead of praying to God for strength to resist Satan, we suffer our happiness to be marred by trying to stand for what we term “our rights.” In thus doing, we allow Satan a double advantage. We act out our aggrieved feelings, and by taking this course Satan uses us as his agents to wound and distress those who did not intend to injure us. The requirements of the husband may sometimes seem unreasonable to the wife, when if she should take the second view of the matter, in as favorable a light for him as possible, if she would calmly, candidly consider, she would see that to yield her own way, and submit to the judgment of her husband even if it conflicted with her feelings, would save them both from unhappiness, and would give them great victory over the temptations of Satan."},{"refcode_short":"T08 8.1","refcode_long":"Testimony for the Church — No. 8, p. 8.1 (Ellen Gould White)","content":"I saw that the enemy would either contend for the usefulness or the life of the godly, and will try to mar their peace as long as they live in this world. But his power is limited. He may cause the furnace to be heated, but Jesus and angels will watch the trusting Christian, that nothing may be consumed but the dross. The fire kindled by Satan, can have no power to destroy or hurt the true metal. It is important to close every door possible, against the entrance of Satan. It is the privilege of every family to so live that Satan cannot take advantage of anything they may say or do, to tear each other down. Every member of the family should bear in mind that all have just as much as they can do to resist our wily foe, and rely upon the merits of the blood of Christ, and claim his saving strength. The powers of darkness gather about the soul and shut Jesus from our sight, and at times we can only wait in sorrow and amazement until the cloud passes over. These seasons are sometimes terrible. Hope seems to fail, and despair seizes upon us. In these dreadful hours we must learn to trust, to depend on the sole merits of the atonement, and in all our helpless unworthiness cast ourselves upon the merits of the crucified and risen Saviour. We shall never perish while we do this—never! When light shines on our pathway, it is no great, thing to be strong in the strength of grace. But to wait patiently in hope, when all is dark, when clouds envelope us, requires faith and submission which causes our will to be swallowed up in the will of God. We are too quickly discouraged, and earnestly cry for the trial to be removed from us, when we should plead for patience to endure, and grace to overcome."},{"refcode_short":"T08 9.1","refcode_long":"Testimony for the Church — No. 8, p. 9.1 (Ellen Gould White)","content":"Without faith it is impossible to please God. We can have the salvation of God in our families, but we must believe for it, live for it, and have a continual abiding faith and trust in God. We must subdue a hasty temper, and control our words; and in this we shall gain great victories. Unless we control our words and temper, we are slaves to Satan. We are in subjection to him. He leads us captive. All this jangling, and unpleasant, impatient, fretful words, are an offering presented to his Satanic majesty. And it is a costly offering, more costly than any offering we can make to God, for it destroys the peace and happiness of whole families, destroys health, and is eventually the cause of forfeiting an eternal life of happiness. The restraint God's word imposes upon us is for our own interest. It increases the happiness of our families, and all around us. It refines our taste, sanctifies our judgment, and brings peace of mind, and in the end, everlasting life. Under this holy restraint we shall increase in grace and humility, and it will become easy to speak right. The natural, passionate temper will be held in subjection. An indwelling Saviour will strengthen every hour. Ministering angels will linger in our dwellings, and with joy carry the tidings of our advance in the divine life heavenward, and the angel will make a cheerful, happy record."},{"refcode_short":"T08 10","refcode_long":"Testimony for the Church — No. 8, p. 10 (Ellen Gould White)","content":"Letter to Bro. Steward"},{"refcode_short":"T08 10.1","refcode_long":"Testimony for the Church — No. 8, p. 10.1 (Ellen Gould White)","content":"Bro. Steward, you asked me some questions at Lodi which I have been thinking much of since, and from my conversation with you, I know that you do not realize the part you have acted and the wound you have brought upon the cause of God. That which had been shown me in regard to you came vividly before me, and I have compared that which has been recently shown me with the testimony published in regard to you in Testimony No. 6, and I cannot see the least apology for your course. Before you was a partaker in, and lent your influence to, the late fanaticism in Wis., you were not right in the sight of God."},{"refcode_short":"T08 10.2","refcode_long":"Testimony for the Church — No. 8, p. 10.2 (Ellen Gould White)","content":"Bro. S. if you had honestly followed the light you would never have pursued the course you have. Willfully, stubbornly have you followed your own course, relied on your own judgment. You refused to be led. The Lord sent you help, but you refused to be helped. What more could Heaven have done for you than has been done. If you have thought others were esteemed higher than yourself, you have been dissatisfied and irritated and have acted pettish and distant like a spoiled child. You have wished to be highly esteemed, but have taken a course to greatly lower yourself in the estimation of those whom you wish to have esteem you highly."},{"refcode_short":"T08 11.1","refcode_long":"Testimony for the Church — No. 8, p. 11.1 (Ellen Gould White)","content":"Before your fanatical course you were jealous of those at Battle Creek, and have thrown out sideways hints which would excite suspicion. You have been jealous of my husband, and myself, have surmised evil. Envy and suspicion have been united. Under an appearance of conscientiousness you have suggested doubts in regard to the movements of those who have the burden of the work upon them at Battle Creek, and have thrown out hints, in regard to matters you were wholly ignorant of, and utterly incapable of judging rightly concerning, because the burden of matters there were not laid at all upon you. I was shown that God would not select an individual with a mind constituted like yours, and lay heavy burdens upon that individual, and call him to fill the most responsible positions; for self esteem would be so prominent that it would be ruinous to yourself and to God's people. Had you esteemed yourself less, you would have had less jealousy and suspicion."},{"refcode_short":"T08 11.2","refcode_long":"Testimony for the Church — No. 8, p. 11.2 (Ellen Gould White)","content":"Bro. S. if you had united fully with the body, and had been in union and sympathy with those whom God has seen fit to place at the head of the work; had you believed and committed yourself fully in regard to the gifts which God has placed in the church; had you established yourself decidedly upon all points of present truth, and drawn in even cords with those of experience in the cause of present truth, you and yours would have been perfectly free and safe from this delusion. You would have had an anchor which would have held you. But you have taken an indefinite position fearing you would gratify those whose whole soul was in the work and cause of God. God requires you to stand firmly, decidedly, with your brethren, and stand upon the platform with them. God and holy angels were displeased with your course, and would bear with your folly no longer, but left you to follow your own judgment which you had so highly esteemed, until you should wish to be taught, and without any jealous stubborn feelings, without complaining or censuring others, learn of those who have felt the burden and weight of the cause of God. You have been reaching out to get upon an original position of your own, and to lead out independent of the body where you would be approbated and exalted, until I saw that God had given you up to manage and manifest that wisdom you have thought you had superior to others, and you was left to your blind judgment to figure in the most foolish unreasonable wild fanaticism which ever cursed Wis. And yet I was shown you have not realized the past, the influence of your course upon the cause, and your present position and duty in regard to that fanaticism. Instead of working with all your energy to free yourself and counteract the influence you exerted, you come up out of all this excusing yourself and censuring those whom God sent to you, and ready to dictate, and even suggest a plan whereby the Lord might have arrested you by his servants pursuing some different course from that which they did pursue. Your judgment was perverted by Satan's power, and while enshrouded in darkness you were an incompetent judge of the best course to be pursued toward you. If you knew just what course the servants of God ought to pursue in order to help you, you knew enough to come out yourself. God gave you your choice, to be taught, to be instructed through his servants in his own appointed way, or to go on, maintain your willful course and fall into bewildering fanaticism."},{"refcode_short":"T08 13.1","refcode_long":"Testimony for the Church — No. 8, p. 13.1 (Ellen Gould White)","content":"You chose to have your way. And now you have only to blame yourself. You professed to be a watchman on the walls of Zion, a shepherd of the flock, yet witnessed the poor sheep torn and scattered, and gave no warning. “Son of man I have made thee a watchman unto the house of Israel; therefore hear the word at my mouth and give them warning from me. When I say unto the wicked thou shalt surely die; and thou givest him not warning nor speakest to warn the wicked from his wicked way to save his life, the same wicked man shall die in his iniquity, but his blood will I require at thine hand. Yet if thou warn the wicked, and he turn not from his wickedness nor from his wicked way, he shall die in his iniquity, but thou hast delivered thy soul. Nevertheless if thou warn the righteous man, that the righteous sin not and he doth not sin, he shall surely live because he is warned; also thou hast delivered thy soul.” Ezekiel 3."},{"refcode_short":"T08 13.2","refcode_long":"Testimony for the Church — No. 8, p. 13.2 (Ellen Gould White)","content":"The sin of those who run into fanaticism rests heavier upon you, Bro. S., than upon any other one. You were an unfaithful watchman. You discerned not the evil, because you were unfaithful. God sent his faithful watchmen who stood in the light and could discern the evil to warn you and the erring flock. Had you then listened to the warning, a great amount of evil would have been saved. Your influence would have been preserved. You would have stood out of the way that the testimony of the servants of God might reach the distracted flock. The erring would not hear the voice of God through his chosen servants. They made their spirit strong against the warning of the watchmen sent unto them, and they strengthened themselves in their unreasonable self-deceived course. The shepherd would not hear. He felt affronted because this fanaticism was handled so decidedly. He perceived not the danger. He saw no haste in the matter. He had sufficient light to decide, but was too willful and suspicious of God's servants to yield to their testimony. Bro. S. wished to wait until the fanaticism would develop itself, and it went on just as Satan would have it, until it did develop itself with terrible results. There were not reasonable, sensible manifestations to characterize that work as being of God. God's servants sent unto you executed their mission, freed their garments from the blood of souls, and from the cursed influence which followed, while you bear the fearful weight of the sin of this woeful fanaticism. You have deeply regretted it, yet do not see your own wrongs in relation to it. You censure and blame the weak, erring sheep, as leading you out of the way. What is a watchman for, unless it be to watch for evil and give the warning. What is a shepherd for, unless it be to watch for every danger lest the sheep shall be harmed and destroyed by wolves. What excuse could a shepherd plead for suffering the flock to stray from the true pasture, and be torn and scattered and devoured by wolves. How would an excuse stand made by the shepherd that the sheep led him astray? They left the true pasture, and led him out of the way! Such a plea would tell with force against that shepherd's ability to watch over the sheep. No more confidence could be placed in him as a faithful shepherd to care for the sheep, and as they might stray from the right path bring them back again."},{"refcode_short":"T08 15.1","refcode_long":"Testimony for the Church — No. 8, p. 15.1 (Ellen Gould White)","content":"The reproach resting upon the cause in regard to Sister B. rests heavily upon you. You made much of her exercises and experience. She was weak, yet could in a measure fill her place in her family and keep her children together, but she had been from her home but a short time before her reason was dethroned. The backslidden state of the professed Sabbath-keepers in Mauston led you to influence Sister B. to leave her family who needed her care, to come to Mauston that her influence might help the Sabbath-keepers there. An unhealthy excitement marked her course. Some of the inexperienced were deluded. The weak mind of sister B. was overtaxed, and disease fastened upon the brain. And the cause of God is deeply wounded and reproached on account of this. Bro. B. has been wronged. He must now suffer under a living trouble, and his children be scattered. Those whose influence led to these sad consequences, have a work to do, to relieve the mind of Bro. B. as much as possible, and by a faithful and full acknowledgment to him of the sin of the course pursued, and the wrong done him, counteract the evil as far as possible. If you had been standing in the counsel of God, acknowledging the gifts of God's Spirit as occupying their proper place in the church; had you been in heart and principle with the Review; established upon the strong truths applicable for this time; had you been giving meat in due season to the people of God, your influence in Mauston and vicinity would have been different. You would have had a pointed testimony to bear in harmony with those who are leading out in this great work. Individual wrongs would have been reproved. Faithful labors would have brought up the Sabbath-keepers there, that they be not behind other churches. They have almost everything to learn. Pointed testimony should have been borne, and you should have impressed upon them the necessity of sacrificing, and all doing a part to bear the burden of the cause. You should have brought them up upon systematic benevolence, all to act a part and exert themselves to do something to advance the cause of truth. Your indefinite position, and leaving matters so loose and slack in Mauston has had a bad influence upon the cause there. The opposition you felt and talked out in regard to organization, and the advance of God's people, have borne fruits which can be seen in many places in Northern Wis. If you had been a prompt, thorough laborer, and had kept pace with God's opening providence, the fruit now manifested would be of altogether a different character. Souls would be decided somewhere, either wholly for the commandments of God connected with the third angel's message, or they would be decided against, and not be hanging on the skirts of Zion to weigh down those who would be right. But there has not been faithfulness manifested by you. Straight and thorough work has not been made. You have not encouraged in the church, by a pointed application of truth, the necessity of every one practically, harmoniously carrying out their profession, and many are not as willing to exert themselves to do something on their part to advance the truth, as they are to be gratified with listening to the truth. They love the cause in word and profession, but not in deed and in truth."},{"refcode_short":"T08 17.1","refcode_long":"Testimony for the Church — No. 8, p. 17.1 (Ellen Gould White)","content":"Your position has led many in and about Mauston to not think as highly of the Review as they otherwise would have done, and they have held very lightly the truths found in it. And the Review failed to have that influence upon them that God designed it should have. And every one has done that which seemed right in his own eyes, followed his own course, and they are far upon the back ground, and unless there is a thorough work accomplished for them, they will be weighed in the balance and found wanting."},{"refcode_short":"T08 17.2","refcode_long":"Testimony for the Church — No. 8, p. 17.2 (Ellen Gould White)","content":"I was shown that you seek to throw the result of your wrongs off upon others, but as a watchman God holds you responsible. You have most humble confessions to make in Marquette, Portage, Lodi and other places where your influence has been to draw off from God's servants."},{"refcode_short":"T08 17.3","refcode_long":"Testimony for the Church — No. 8, p. 17.3 (Ellen Gould White)","content":"Bro. and Sr. K. have been greatly injured by this fanaticism. They have been embarrassed temporally as well as spiritually, and nearly ruined by this deception of Satan. Bro. S. you have run great lengths in this sad fanaticism; your body has been affected as well as your mind, and you now seek to shoulder it upon others. You have not a true sense of your position and course in the past. You are free to confess that which others have done, and that which you did not do; but you have failed to confess that which you did do. Your influence in Marquette has been injurious. You were opposed to organization. You preached against it in an indefinite manner—not in so blunt a manner as some might have done—you went just as far as you dared to, and in this way you have many times gratified your envious feelings, and created distrust and uncertainty in the minds of many, when at the same time if you had come out openly, you would have been plainly understood and done but little mischief. When you have been charged with advocating sentiments contrary to the body you have not acknowledged it, but mystified your position, and made it appear that they misunderstood you, when you knew that they understood you. As you now are, the church cannot depend on you. When you manifest fruits of an entire reform, and give evidence that you are converted, and have overcome your jealousy, then God will again trust his flock to your care. But until you make thorough restitution, the best influence you can exert is by staying at home, and being “not slothful in business.”"},{"refcode_short":"T08 18.1","refcode_long":"Testimony for the Church — No. 8, p. 18.1 (Ellen Gould White)","content":"You have done more injury to the cause of God in Wis. by your noncommittal position, and by your course in this fanaticism than you have done good in all your life. Our faith has been made disgusting to unbelievers, a wound, an incurable wound, has been given to the cause of God, and yet many in Wis., with yourself seem astonished that so much is said and made of this fanaticism. One evil seed sown takes root, grows rank and bears fruit, and there is an abundant harvest. Evil flourishes and needs no culture, while the good seed sown needs to be watered, carefully tended, and continually nourished, or the precious plants will die. Satan evil angels and wicked men are trying to root it up, to destroy it, and it requires the greatest vigilance, and the most constant care, to have it live and flourish. An evil seed sown cannot be easily rooted out. It spreads, and springs up in every direction, to crush out the precious seed, and if left alone it will grow strong, and will shut out the rays of the sun from the precious plants, until they grow sickly and die out."},{"refcode_short":"T08 19.1","refcode_long":"Testimony for the Church — No. 8, p. 19.1 (Ellen Gould White)","content":"We met your influence in Marquette. The division existing there would not have been had you taken a right position, and received the word of the Lord through his servants. But this you would not do. God's servants had to deal plainly with your wrong course. Had they taken stronger ground, and been much more severe with the course you had pursued, God would have approbated them. It would have been better had you remained entirely away from Marquette, for every time God's servants exposed and brought to light that fanaticism, it hit T. M. S., and you shrunk, you felt abused, neglected, &c. You pursued your blind course among different families in Marquette; you labored for sympathy, and created opposition of feeling against Brn. Ingraham, Sanborn, and White. You felt wrong, felt slighted; you talked it, you acted it; and your course created jealousy and distrust in many minds in regard to God's servants whom he had especially sent to you. Your course destroyed the force of their testimony on some minds; but some felt thankful that light had come, and that Satan's snare was broken, and they had escaped. Others felt hard, decided against the testimony borne, and there was a division in the body. You can take the responsibility of this. We have had to labor in Marquette with distress of spirit for the church, to do away the wrong influence and impressions you had created. You have a work to do there."},{"refcode_short":"T08 20.1","refcode_long":"Testimony for the Church — No. 8, p. 20.1 (Ellen Gould White)","content":"I saw that some have been very jealous for you, fearing that you would not be dealt rightly with, and have justice done you by your ministering brethren. Such should stand out of the way, and be faithful to confess their own wrongs, and let all that censure and weight of your wrongs rest upon your own head. God designs that they shall rest there until you thoroughly remove them by repentance and hearty confession. Those who have a perverted sympathy for you cannot help you. Let them manifest zeal in repenting of their backslidings, and leave you to stand for yourself. You have been altogether out of the way, and unless you make thorough work, confess your wrongs without censuring your brethren, and are willing to be instructed, you can have no part with God's people."},{"refcode_short":"T08 20.2","refcode_long":"Testimony for the Church — No. 8, p. 20.2 (Ellen Gould White)","content":"You have stood one side from those upon whom God has laid the heavy burden of his work. You have injured by remarks, and hints, and have helped others to bring burdens upon my husband, who had the labor and burden of three men upon him. You must see this. You have had no special burden laid upon you, but have had time for reflection, and study, rest and sleep, while my husband has been obliged to labor day after day, and often long into the night, and then when he did lie down to rest, sometimes he could not sleep, but could only weep and groan for the cause of truth, and the injustice of his brethren toward him, when his whole interest and life was devoted to the cause."},{"refcode_short":"T08 21.1","refcode_long":"Testimony for the Church — No. 8, p. 21.1 (Ellen Gould White)","content":"He has had the care and responsibility of the business in the Office: the care of the paper, and much care of the churches in different States. And yet some of his ministering brethren have helped to perplex and distress by their unwise course. You with some others have looked upon Bro. White as one who is of rather a business character, not enjoying much religion. Such don't know him. Satan deceives many in regard to him. God has seen fit to lay the burden of his work upon him, to choose him to lead out in different enterprises, and he has selected one that was sensitive, and that could sympathize with the unfortunate, conscientious, and yet independent, who will not cover sin, but will reprove, and who will be quick to see and feel wrong, and give no place to it, even if he has to stand alone in consequence. This is why he suffers so keenly. His brethren generally know nothing of his burdens, and some care nothing about them, but by their own unwise, crooked course add to his cares and perplexities. Heaven marks these things. Men who have no weight or burdens upon them; men who can have hours of ease with nothing in particular to do, who can reflect, and study, and improve their minds, can manifest great moderation, nothing to urge them to manifest any special zeal, can spend hours in private conversation. Some look upon such as being the best and holiest men on earth. But God sees not as man sees. God looks at the heart. Those who have such an easy position will be rewarded according as their works shall be."},{"refcode_short":"T08 22.1","refcode_long":"Testimony for the Church — No. 8, p. 22.1 (Ellen Gould White)","content":"The position occupied by my husband is not an enviable one. It requires the closest attention, care, and mental labor. It requires exercise of sound judgment and wisdom. It requires self-denial, a whole heart, and firm will, to push matters through. God will have one to venture, to risk something; to move out firmly for the right, whatever may be the consequences; to battle against obstacles, and waver not, even if life is at stake."},{"refcode_short":"T08 22.2","refcode_long":"Testimony for the Church — No. 8, p. 22.2 (Ellen Gould White)","content":"The weight and responsibility of this great work leads to great carefulness, sleepless nights, and earnest, fervent, agonizing prayer to God. The Lord leads him forward to take one responsible position after another, suffering censure from his brethren, which wrings the soul with anguish. Yet he must not falter in the work. Although his godly-appearing fellow-laborers oppose every advance God leads him to make, and his precious time must be occupied traveling from place to place, laboring with distress of mind among the churches to undo what his Christian-appearing brethren have been doing. Poor mortals! They mistake matters, and misjudge, and have not a true sense of what constitutes a Christian. Those who have been thrust out to bear a plain, pointed testimony, in the fear of God to reprove wrong, to labor with all their energies to build up God's people, and to establish them upon important points of present truth have too often received censure instead of sympathy and help. While those who have taken a non-committal position, like yourself, are thought to be devoted, having a mild spirit. God does not thus regard them. The forerunner of Christ's first advent was a very plain-spoken man. He rebuked sin. He also called things by their right names. He laid the axe at the root of the tree. He addressed one class of professed converts who came to be baptized of him in Jordan thus: “O generation of vipers, who hath warned you to flee from the wrath to come? bring forth therefore fruits meet for repentance. And now also the axe is laid unto the root of the trees, therefore every tree which bringeth not forth good fruit is hewn down and cast into the fire.”"},{"refcode_short":"T08 23.1","refcode_long":"Testimony for the Church — No. 8, p. 23.1 (Ellen Gould White)","content":"God's faithful preachers in this fearful time, just before Christ is to come the second time, will have to bear a still more pointed testimony than John. A responsible, important work is before them, and if they will speak smooth things, God will not acknowledge them as his shepherds, and a fearful woe is upon them."},{"refcode_short":"T08 23.2","refcode_long":"Testimony for the Church — No. 8, p. 23.2 (Ellen Gould White)","content":"This strange fanaticism in Wisconsin grew out of the false theory of holiness, a holiness not dependent upon the third angel's message, but outside of present truth, advocated by Bro. Welcome. Sister S. received this false theory from him and zealously taught it to others, and carried it out herself, which nearly destroyed her love for the sacred important truths for this time, which, if she had loved and obeyed, would have proved her anchor, and held her upon the right foundation. But she, with many others, made this theory of holiness or consecration the one great thing, and the important truths of God's word were of but little consequence, “if the heart was only right.” And poor souls were left without an anchor to be carried about by feeling, and Satan came in and gave impressions and feelings to suit himself. He controlled minds. Reason and judgment were despised, and the cause of God was cruelly reproached. This fanaticism which you run into should lead you and others to investigate before deciding in regard to this appearance of consecration. Appearance is not positive evidence of Christian character. You and others are afraid you will receive a little more censure than is due you, and look with earnestness upon a seeming deviation, or a seeming wrong in others, or a neglect from them, and feel injured. You are too exacting. You have been wrong and deceived yourself. If others have misjudged you in some things, it is no more than can be expected, considering the circumstances. You should, with the deepest sorrow and humility, mourn your sad departure from the right, which has given occasion for a variety of feelings and views and expressions in regard to you; and if in every particular you do not consider them correct, you must let them pass and lay not censure upon others. You must confess your faults without complaining or censuring any other one, and then leave off your murmuring and complaining of your brethren neglecting you. They have given you more attention than, in the position you have occupied for years, you deserved. If you could see these things as God regards them, you would ever despise the complaints you make, and would humble yourself under the hand of God. “Behold, to obey is better than sacrifice, and to hearken than the fat of rams. For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry."},{"refcode_short":"T08 25","refcode_long":"Testimony for the Church — No. 8, p. 25 (Ellen Gould White)","content":"The Cause in Mauston"},{"refcode_short":"T08 25.1","refcode_long":"Testimony for the Church — No. 8, p. 25.1 (Ellen Gould White)","content":"Professed believers in and about Mauston do not come up to the work, and practice the truths which they profess. A blighting influence is upon the cause in Northern Wisconsin. If all had felt that attachment for the Review which God designed they should, they would have been benefited and instructed by the the truths it advocates. They would have had a correct faith, a settled position upon the truths applicable for this time, and would have been guarded and saved from this fanaticism. The sensibilities of many are blunted; false excitement has destroyed their discernment and spiritual eye-sight. It is of the highest importance now for them to move understandingly, that Satan's design may not be fully carried out and his object accomplished in overthrowing those whom he has had power to deceive."},{"refcode_short":"T08 26.1","refcode_long":"Testimony for the Church — No. 8, p. 26.1 (Ellen Gould White)","content":"When those who have witnessed and experienced false exercises, are convinced of their mistake, then Satan takes advantage of their error, and holds it constantly before them, to make them afraid of any spiritual exercises, and in this way he seeks to destroy their faith in true godliness. A fear rests upon the mind, of making any effort by earnest, fervent prayer to God for special aid and victory, because they were once deceived. Such must not let Satan gain his object, and drive them to cold formality and unbelief. They must remember that the foundation of God standeth sure. Let God be true, and every man a liar. Their only safety is to plant their feet upon the platform of truth, to see and understand the third angel's message, prize, love, and obey the truth."},{"refcode_short":"T08 26.2","refcode_long":"Testimony for the Church — No. 8, p. 26.2 (Ellen Gould White)","content":"God is leading out a people, and bringing them into the unity of the faith, that they may be one, as he is one with the Father. Various views and differences of opinion must be yielded, that all may come in union with the body, that they may have one mind and one judgment."},{"refcode_short":"T08 26.3","refcode_long":"Testimony for the Church — No. 8, p. 26.3 (Ellen Gould White)","content":"1 Corinthians 1:10: Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment."},{"refcode_short":"T08 26.4","refcode_long":"Testimony for the Church — No. 8, p. 26.4 (Ellen Gould White)","content":"Romans 15:5, 6: Now the God of patience and consolation grant you to be like-minded one toward another, according to Christ Jesus that ye may with one mind and one mouth glorify God, even the Father of our Lord Jesus Christ."},{"refcode_short":"T08 27.1","refcode_long":"Testimony for the Church — No. 8, p. 27.1 (Ellen Gould White)","content":"Philippians 2:2: Fulfill ye my joy, that ye be like-minded, having the same love, being of one accord, of one mind."},{"refcode_short":"T08 27.2","refcode_long":"Testimony for the Church — No. 8, p. 27.2 (Ellen Gould White)","content":"There should be a mutual interest in the cause of God. There has been a lack of interest in the cause in Wisconsin. There has been a lack of energy. Some think it no sin to idle away their time, while others who have a love for, and interest in the precious cause of truth, economize their time, and in the strength of God exert themselves and labor hard that their families may be made neat and comfortable, and they have something besides to invest in the cause, that they may do their part to keep the work of God moving, and lay up a treasure in heaven. One is not to be eased and others burdened. God requires of those who have health and strength of body, to do what they can, and use their strength to his glory, for they are not their own. They are accountable to God for the use they make of their time and strength, which is granted them of Heaven."},{"refcode_short":"T08 27.3","refcode_long":"Testimony for the Church — No. 8, p. 27.3 (Ellen Gould White)","content":"The duty to help in the advancement of truth does not rest alone upon the wealthy. All have a part to act. The man who has employed his time and strength to accumulate property is accountable for the disposition he makes of that property. If one has health and strength, that is his capital, and he must make a right use of it. If he spends hours in idleness and needless visiting and talking, he is slothful in business, which God's word forbids. Such have a work to do to provide for their own families, and then lay by them in store for charitable purposes as God has prospered them."},{"refcode_short":"T08 28.1","refcode_long":"Testimony for the Church — No. 8, p. 28.1 (Ellen Gould White)","content":"We are not placed in this world merely to care for ourselves, but we are required to aid in the great work of salvation, and imitate the self-denying, self-sacrificing, useful life of Christ. Those who love their own ease better than they love the truth of God, will not be anxious to use their time and strength wisely and well, that they may act a part in spreading the truth."},{"refcode_short":"T08 28.2","refcode_long":"Testimony for the Church — No. 8, p. 28.2 (Ellen Gould White)","content":"Many of the young in Wisconsin have not felt the weight of the cause or the necessity of their making any sacrifice to advance it. They can never gain strength until they change their course and make special efforts to advance the truth, that souls may be saved."},{"refcode_short":"T08 28.3","refcode_long":"Testimony for the Church — No. 8, p. 28.3 (Ellen Gould White)","content":"Some deny themselves and manifest an interest and have double labor, because of their untiring effort to sustain the cause they love. They make the cause of God a part of them, and if it suffers they suffer with it; when it prospers, they are happy."},{"refcode_short":"T08 28.4","refcode_long":"Testimony for the Church — No. 8, p. 28.4 (Ellen Gould White)","content":"Proverbs 3:9, 10: Honor the Lord with thy substance, and with the first-fruits of all thy increase, so shall thy barns be filled with plenty, and thy presses shall burst out with new wine. Those who are slothful may quiet themselves and think that God requires nothing of them because they have no increase. This will be no excuse for them, for if they had diligently employed their time, if they had not been slothful in business, they would have increase. If their heart was fixed to exert themselves to cast into the treasury of God, ways would be opened for them, and they would have some increase to devote to the cause of God, and lay up in heaven a treasure."},{"refcode_short":"T08 29","refcode_long":"Testimony for the Church — No. 8, p. 29 (Ellen Gould White)","content":"Northern Wisconsin"},{"refcode_short":"T08 29.1","refcode_long":"Testimony for the Church — No. 8, p. 29.1 (Ellen Gould White)","content":"While in Roosevelt, N. Y., Aug. 3, 1861, different churches and families were presented before me. The different influences and their discouraging results were shown me. Satan has used as agents, individuals professing to believe a part of present truth, while they were warring against a part. Such he can better use than those who are at war with all our faith. His artful manner of bringing in error through partial believers in the truth, has deceived souls, and distracted and scattered the faith of many. This is the cause of the divisions in Northern Wisconsin. Some receive a part of the message and reject the other portion. Others embrace the Sabbath and reject the third angel's message, yet claim the fellowship of those who believe all the present truth, because they have received the Sabbath. They labor to bring others into the same dark position with themselves."},{"refcode_short":"T08 29.2","refcode_long":"Testimony for the Church — No. 8, p. 29.2 (Ellen Gould White)","content":"They are not responsible to anyone. They have an independent faith of their own. Such are allowed to have influence when no place should be given to them, notwithstanding their pretensions to honesty. Honest souls will see the straight chain of present truth. They will see its harmonious connections, link after link uniting into a great whole, and will plant their feet upon it. The present truth is not difficult to be understood, and the people whom God is leading will be united upon the broad, firm platform of truth. He will not use individuals of different faith, opinions, and views, to scatter and divide. Heaven and holy angels are working to unite, to bring into the unity of the faith, into the one body. Satan opposes this, and is determined to scatter, and divide, and bring in different sentiments, that the prayer of Christ may not be answered. John 17:20, 21. “Neither pray I for these alone, but for them also which shall believe on me through their word; that they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us, that the world may believe that thou hast sent me.” Jesus designed that the faith of his people should be one. If one goes forth preaching one thing, and another differing with him preaches something else, how can those who believe through their word be one? There must be difference of sentiments."},{"refcode_short":"T08 30.1","refcode_long":"Testimony for the Church — No. 8, p. 30.1 (Ellen Gould White)","content":"I saw that God's people in Wisconsin, if they would prosper, must take a position in regard to these things, and thereby cut off the influence of those who are teaching sentiments contrary to the body, which causes distraction and division. Such are wandering stars. They seem to emit a little light, profess and carry along a little truth, and deceive the inexperienced. Satan endows them with his spirit, but God is not with them; his Spirit does not dwell in them. Jesus prayed that his disciples might be one, as he is one with the Father—“that the world may believe that thou hast sent me.” The oneness and unity of God's truth-believing remnant people carries powerful conviction to the world that they have the truth and are the peculiar, chosen people of God. This oneness and unity disconcerts the enemy, and he is determined it shall not exist. The present truth believed in the heart and exemplified in the life makes God's people one, and a powerful influence attends them."},{"refcode_short":"T08 31.1","refcode_long":"Testimony for the Church — No. 8, p. 31.1 (Ellen Gould White)","content":"Had professed Sabbath-keepers in Wisconsin earnestly sought and labored to be in union with the prayer of Christ, to be one as he was one with the Father, Satan's work would have been defeated. If all had sought to have been in unison with the body, the fanaticism which has laid so deep a stain upon the cause of present truth in Northern Wisconsin would not have arisen, for it is the fruits of drawing off from the body, and seeking to have an original, independent faith, regardless of the faith of the body."},{"refcode_short":"T08 31.2","refcode_long":"Testimony for the Church — No. 8, p. 31.2 (Ellen Gould White)","content":"In the last vision given at Battle Creek I was shown that an unwise course was taken at Marquette in regard to the visions at the time of organization. There were those in Marquette who were God's children, and yet doubting the visions. Others had no opposition, yet dared not take a decided stand in regard to them. Some were skeptical, and they had sufficient cause to make them so. The false visions and fanatical exercises, and the wretched fruits following, had an influence upon the cause in Wisconsin, to make minds jealous of everything bearing the name of visions. All these things should have been taken into consideration, and wisdom exercised. No trial should exist, or labor be taken up with, those who have never seen the individual having visions, and have no personal experience with the influence of the visions. Such should not be deprived of the benefits and privileges of the church, if their Christian course is otherwise correct, and they have formed a good Christian character."},{"refcode_short":"T08 32.1","refcode_long":"Testimony for the Church — No. 8, p. 32.1 (Ellen Gould White)","content":"Some, I was shown, could receive the published visions, judging of the tree by its fruits. Others are like doubting Thomas: they cannot believe the published testimonies, nor receive evidence through the testimony of others, but must see and have the evidence for themselves. Such must not be set aside, but long patience and brotherly love should be exercised toward them until they find their position and become established for or against. If they fight against the visions which they have no knowledge of; if they carry their opposition so far as to oppose that which they have had no experience in, and feel annoyed if those who believe the visions are of God speak of them in meeting, and comfort themselves with the instruction given through vision, the church may know that they are not right. God's people should not cripple and yield, and give up their liberty to such disaffected ones. God has placed the gifts in the church for the church to be benefited by them, and when professed believers in the truth oppose the gifts of the Spirit of God which he has set in the church, and fight against the visions, souls are in danger through their influence, and it is time then to take up labor with them, that the weak may not be led astray by their influence."},{"refcode_short":"T08 32.2","refcode_long":"Testimony for the Church — No. 8, p. 32.2 (Ellen Gould White)","content":"Marquette has been a very hard place for the servants of God to labor, for there has been a class there of self-righteous, talkative, unruly ones, who have stood in the way of the work of God. If they were received into the church they would tear the church to pieces. They would not be subject to the church, and would never be satisfied unless the reins of church government were in their own hands."},{"refcode_short":"T08 33.1","refcode_long":"Testimony for the Church — No. 8, p. 33.1 (Ellen Gould White)","content":"Bro. S. sought to move with great caution. He knew that the class who opposed the visions were wrong. They were not genuine believers in the truth and therefore to shake off these clogs he proposed to receive none into the church who did not believe the third angel's message and the visions. This kept out some few precious souls who had not fought against the visions. They dared not unite in church capacity, fearing that they should commit themselves upon that which they did not understand and fully believe. And there were those ready at hand to prejudice these conscientious ones, and to place matters before them in the worst possible light."},{"refcode_short":"T08 33.2","refcode_long":"Testimony for the Church — No. 8, p. 33.2 (Ellen Gould White)","content":"Some have felt grieved and offended since the organization because of the condition of membership; and their feelings of dissatisfaction have greatly increased. Strong prejudice has governed them."},{"refcode_short":"T08 33.3","refcode_long":"Testimony for the Church — No. 8, p. 33.3 (Ellen Gould White)","content":"I was shown the case of sister C. She was presented before me in connection with a professed sister, who was strongly prejudiced against my husband and myself, and opposed to the visions. This spirit had led her to love and cherish every lying report in regard to us and the visions, and she has communicated this to sister C. She has had a bitter spirit of war against me, when she had no personal knowledge of me. She was unacquainted with my labors, yet has nourished the most wicked feelings of prejudice against me, and has instructed sister C., and they have united together in their bitter remarks and speeches."},{"refcode_short":"T08 34.1","refcode_long":"Testimony for the Church — No. 8, p. 34.1 (Ellen Gould White)","content":"The person shown me in connection with sister C., was a strong-minded woman, sanguine, and exalted in her own estimation, and thought that her views were correct, and that others must rely upon her word, when she only darkened counsel by words, and possessed the spirit of the dragon host to war against those who would be united on the commandments of God and the testimony of Jesus."},{"refcode_short":"T08 34.2","refcode_long":"Testimony for the Church — No. 8, p. 34.2 (Ellen Gould White)","content":"Since sister C. has been at Marquette, she has despised the visions, and has related hearsay reports, as though she knew that they were true. She has resisted no influence calculated to injure me. She did not know but that the visions were of God. She had no personal acquaintance with the humble instrument, and yet has united with unconsecrated ones in Marquette to exert a strong influence against me. They have strengthened each other by loving and reporting false stories coming from different sources, and in this way nourished their prejudice. There can be no union between their spirit and the spirit of the messages, which the Lord sees fit to give for the benefit of his humble people. The spirit which dwells in their hearts cannot harmonize with the light given of God."},{"refcode_short":"T08 34.3","refcode_long":"Testimony for the Church — No. 8, p. 34.3 (Ellen Gould White)","content":"Many poor souls do not know what they are doing. They unite their influence with Satan's forces, and aid him in his work. They will manifest great zeal and earnestness in their blind opposition, as though they were verily doing God service by fighting against the visions which God has seen fit to let survive and strengthen seventeen years against the opposition of Satan's forces, and the combined influences of human agencies that have aided Satan in his work. They can all acquaint themselves, if they desire, with the fruits of these visions."},{"refcode_short":"T08 35.1","refcode_long":"Testimony for the Church — No. 8, p. 35.1 (Ellen Gould White)","content":"Other females were shown me in Marquette who were at war with the truth. There was one presented before me who had embraced a few points of truth, and then went no farther with God's remnant people. She was exalted in her own eyes,—thought she understood it all. She was wise in her own opinion, and was shown me as constantly looking back and referring to an old experience; and because she had received a degree of light in the past, had become lifted up, and thought she had sufficient light and knowledge to instruct the whole body. Her faith is scattered and disconnected. Many of her ideas of truth are erroneous, and yet she is egotistical and righteous in her own estimation. She is forward to instruct, but will not be taught. She has despised instruction, and cast the teachings of God through his servants, behind her. I saw her pointing to her righteousness, her prayerful life, her devotion. Like the Pharisee, she enumerates her good deeds: God, I thank thee, I am not as other men are, extortioners, unjust, adulterers, or even as this poor publican. I fast twice in the week, I give tithes of all that I possess. The Pharisees prayer was not regarded; but the poor publican, who could only say, God be merciful to me a sinner, moved the pity of the Lord. His prayer was accepted, while the prayer of the boasting Pharisee was rejected. “For every one that exalteth himself shall be abased, and he that humbleth himself shall be exalted.”"},{"refcode_short":"T08 36.1","refcode_long":"Testimony for the Church — No. 8, p. 36.1 (Ellen Gould White)","content":"Revelation 3:17. “Because thou sayest, I am rich and increased with goods, and have need of nothing, and knowest not that thou art wretched, and miserable, and poor, and blind, and naked. I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eye-salve, that thou mayest see.”"},{"refcode_short":"T08 36.2","refcode_long":"Testimony for the Church — No. 8, p. 36.2 (Ellen Gould White)","content":"This person, whose countenance I recognized when I saw her, I was told was Mrs. T. I saw that her life was not marked with that humility which should ever characterize the followers of Jesus Christ. When poor mortals, however high their profession, become just in their own eyes, then Jesus leaves them to be deceived in regard to themselves."},{"refcode_short":"T08 36.3","refcode_long":"Testimony for the Church — No. 8, p. 36.3 (Ellen Gould White)","content":"I was shown that this female has influenced others, and some have united with her to hold up the visions in a ridiculous light. To God they must answer for all this, for every word of derision against the light God has seen fit to communicate in his own chosen way, is recorded."},{"refcode_short":"T08 36.4","refcode_long":"Testimony for the Church — No. 8, p. 36.4 (Ellen Gould White)","content":"And I was shown still another female who is not in union with the people whom God is leading out. The spirit of truth dwells not in her heart, and she has been busy doing the work which well pleases the enemy of all good, to distract and confuse minds. (I recognized this woman the last day of the meeting; she left before it closed.) She is a great talker, and is ever ready to hear and tell some new thing,—dwelling upon what she calls others’ wrongs, and she terms her evil surmisings discernment. She puts light for darkness and darkness for light, and for a pretence makes long prayers. Loves to be approbated and thought righteous, and some have been deceived. She wishes to teach others, and thinks that God teaches her above others. The truth has no place in her heart."},{"refcode_short":"T08 37.1","refcode_long":"Testimony for the Church — No. 8, p. 37.1 (Ellen Gould White)","content":"A few others were shown me as joining their influence with those I have mentioned, and together they do what they can to draw off from the body and cause confusion; and their influence brings the truth of God into disrepute. Jesus and holy angels are bringing up and uniting God's people into one faith, that they may all have one mind and one judgment. And while God's people are being brought into the unity of the faith, to see eye to eye upon the solemn, important truths for this time, Satan is at work to oppose the advance of God's people. Jesus is at work, through his instruments, to gather and unite. Satan works through his instruments to scatter and divide. “For, lo! I will command and I will sift the house of Israel among all nations, like as corn is sifted in a sieve*The original publication had the spelling “seive.”, yet shall not the least grain fall upon the earth.”"},{"refcode_short":"T08 37.2","refcode_long":"Testimony for the Church — No. 8, p. 37.2 (Ellen Gould White)","content":"God is now testing and proving his people. Character is now being developed*The original publication had the spelling “devoloped.”. Angels are weighing moral worth, and a faithful record is kept of all the acts of the children of men. Among God's professed people are corrupt hearts, but they will be tested and proved. That God who reads the hearts of every one, will bring to light hidden things of darkness where it is often least suspected, that stumbling-blocks, which have hindered the progress of truth may be removed, and God have a clean and holy people, to declare his statutes and judgments."},{"refcode_short":"T08 38.1","refcode_long":"Testimony for the Church — No. 8, p. 38.1 (Ellen Gould White)","content":"The Captain of our salvation leads his people on step by step, purifying and fitting them for translation, and leaving in the rear those who are disposed to draw off from the body, who are not willing to be led, and are satisfied with their own righteousness. “If therefore the light that is in thee be darkness, how great is that darkness.” No greater delusion can deceive the human mind than that which leads souls to a self-confident spirit that they are right and in the light, when they are drawing away from God's people, and their cherished light is darkness."},{"refcode_short":"T08 38.2","refcode_long":"Testimony for the Church — No. 8, p. 38.2 (Ellen Gould White)","content":"The class in Marquette who have been drawing off from the body have possessed a hard, bitter spirit against those whom God is using as his instruments to bring his people up united upon the only true platform. Their spirit is opposed to the work of God, and their influence has brought reproach upon the cause of God, and has made our faith disgusting to unbelievers, and caused Satan to exult."},{"refcode_short":"T08 38.3","refcode_long":"Testimony for the Church — No. 8, p. 38.3 (Ellen Gould White)","content":"Those who are trying to serve God, who are walking in church capacity, may for a time be annoyed with those who are not right in their midst, and with those who have been shown me who are self-righteous and Pharisaical. But if they are patient, and walk humbly before God, earnestly praying for his power and Spirit, they will advance, and those who are unsound in the faith will be left behind."},{"refcode_short":"T08 39.1","refcode_long":"Testimony for the Church — No. 8, p. 39.1 (Ellen Gould White)","content":"Riley Cooper was presented before me. I was shown that his course has not been pleasing to God. He was unstable. He has been with the Age-to-come, and as there is not the least harmony with the Age-to-come theory and the third angel's message, he lost his love and faith in the message, and felt irritated because so much had been said in regard to it. The third angel is proclaiming a most solemn message to the inhabitants of the earth, and shall God's chosen people be indifferent to it, and not unite their voice to sound this most solemn warning? Bro. C is deceived, and is deceiving others. His theme has been consecration, when his heart was not right. His mind has been scattered. He has had no anchor to hold him, and his mind has been floating about without a settled faith. Much of his time has been occupied in relating to one and another reports and stories calculated to distract and unsettle minds. He has had much to say in regard to my husband and myself, and against the visions. He has stood in a position, “Report, and we will report it.” God sent him not on such a mission. He has not known whom he has been serving. Satan has been using him to throw minds into confusion. What little influence he had he has used to prejudice minds against the third angel's message. He has by false reports presented the visions in a wrong light, and weak souls who were not established in all the present truth have fed upon these things instead of clean provender thoroughly winnowed. He has been deceived in regard to sanctification. Unless he now cherishes the light given, and changes his course, and is willing to be instructed, he will be left of God to pursue his own course and follow his own imperfect judgment until he will make shipwreck of faith, and by his unwise course be a signal warning to those who choose to go independent of the body. God will open the eyes of honest souls to understand the cruel work of those who scatter and divide. He will mark those who cause divisions, that every honest one may escape from Satan's snare. Bro. C. received a false theory of sanctification from Eld. Wellcome, which is outside of the third angel's message, and wherever received destroys the love for the message."},{"refcode_short":"T08 40.1","refcode_long":"Testimony for the Church — No. 8, p. 40.1 (Ellen Gould White)","content":"I was shown that Eld. W. was upon dangerous ground. He is not in union with the third angel. He has once enjoyed the blessing of God, but he does not now, for he has not prized and cherished the light of truth which has shone upon his pathway. He has brought along with him a theory of Methodist sanctification, and presents that in front, making it of the highest importance. And the sacred truths applicable to this time with him are made of little consequence. He has followed his own light, and been growing darker and darker, and going further and further from the truth, until it has but little influence upon him. Satan has controlled his mind, and he has done great injury to the cause of truth in Northern Wisconsin."},{"refcode_short":"T08 40.2","refcode_long":"Testimony for the Church — No. 8, p. 40.2 (Ellen Gould White)","content":"It was this theory of sanctification which sister Steward received of Eld. W. which she tried to follow out, which carried her into that dreadful fanaticism. Eld. W. has bewildered and confused many minds with this theory of sanctification. All who embrace it lose to a great extent their interest in, and love for, the third angel's message."},{"refcode_short":"T08 41.1","refcode_long":"Testimony for the Church — No. 8, p. 41.1 (Ellen Gould White)","content":"This view of sanctification is a very pretty-looking theory. It whitewashes over poor souls who are in darkness, error, and pride. It gives them an appearance of being good Christians, and of possessing holiness, when their hearts are corrupt. It is a peace-and-safety theory which does not bring to light evil and reprove and rebuke wrong. It heals the hurt of the daughter of God's people slightly, crying, Peace. Men and women with corrupt hearts throw around them the garb of sanctification, and are looked upon as examples to the flock, when they are Satan's agents, used by him to allure and deceive honest souls into a bypath, that they may not feel the force and importance of the solemn truths proclaimed by the third angel."},{"refcode_short":"T08 41.2","refcode_long":"Testimony for the Church — No. 8, p. 41.2 (Ellen Gould White)","content":"Eld. W. has been looked up to as an example, while he has been an injury to the cause of God. His life has not been blameless. His ways, and doings, have not been in accordance with the spotless life of Christ, or with the holy law of God. His corrupt nature is not subdued, and yet he dwells much upon sanctification and thereby deceives many. I was directed to his past labors. He has failed to bring out souls into the truth, and to establish them upon the third angel's message. He presents as a matter of the utmost importance a theory of sanctification, while he makes of but little importance the channel through which God's blessing comes, “Sanctify them through thy truth: thy word is truth.” The present truth, which is the channel, is not regarded, but is trampled under foot. Men may cry, Holiness! holiness! sanctification! sanctification! consecration! consecration! and yet know no more by experience of what they talk than the sinner with his corrupt propensities. God will soon tear off this whitewashed garb of professed sanctification which some who are carnally-minded have thrown around them to hide the deformity of the soul."},{"refcode_short":"T08 42.1","refcode_long":"Testimony for the Church — No. 8, p. 42.1 (Ellen Gould White)","content":"A faithful record is kept of the acts and doings of the children of men. Nothing can be concealed from the eye of the high and lofty One. Some take a course directly opposed to the law of God, and then profess to be consecrated to God, to cover up their sinful course. This profession of holiness does not make itself manifest in their daily life. It does not have a tendency to elevate minds, and lead them to “abstain from all appearance of evil.” We are made a spectacle unto the world, to angels, and to men. Our faith is blasphemed in consequence of the crooked course of the carnally minded. They profess a part of the truth, which gives them influence, while they have no union with those who believe, and are united upon the whole truth. What has been Elder W.’s influence? What has been the fruits of his labors? How many have been brought out and established upon present truth? How many has he brought into the unity of the faith? His influence has been to scatter. He has not gathered with Christ. There is a lack in his preaching, and his converts lack that which will prove their rock and defense in the day of God's anger. His preaching lacks the salt, the savor. He does not bring out souls thoroughly converted to the truth—separating them from the world and uniting them with God's peculiar people. His converts have no anchor to hold them, and they drift here and there, until many of them are bewildered and lost in the world."},{"refcode_short":"T08 43.1","refcode_long":"Testimony for the Church — No. 8, p. 43.1 (Ellen Gould White)","content":"Elder W. knows not what spirit he is of. He is uniting his influence with the dragon host to oppose those who keep the commandments of God, and who have the testimony of Jesus. He has a hard warfare before him. He is, as far as the Sabbath is concerned, the same as the Seventh-day Baptists. Separate the Sabbath from the messages and it loses its power; but the Sabbath connected with the message of the third angel, has a power attending it which convicts unbelievers and infidels, and brings them out with strength to stand, to live, grow, and flourish in the Lord. It is time for God's people in Wisconsin to find their position. Who will be on the Lord's side? should be sounded by the faithful, experienced ones in every place. God requires them to come out and cut loose from the various influences which would separate them from each other, and from the great platform of truth which God is bringing his people upon."},{"refcode_short":"T08 43.2","refcode_long":"Testimony for the Church — No. 8, p. 43.2 (Ellen Gould White)","content":"I was shown the case of Mr. Chaffe. He has much to say upon sanctification, but he is deceived in himself, and others are deceived in him. His sanctification may last him while he is in meeting, but it cannot bear the test. Bible holiness purifies the life, but C.’s heart is not cleansed. Evil exists in the heart, and is carried out in the life, and the enemies of our faith have had occasion to reproach Sabbath-keepers. They judge of the tree by its fruits."},{"refcode_short":"T08 44.1","refcode_long":"Testimony for the Church — No. 8, p. 44.1 (Ellen Gould White)","content":"2 Corinthians 4:2: “But have renounced the hidden things of dishonesty; not walking in craftiness, nor handling the word of God deceitfully; but by manifestation of the truth, commending ourselves to every man's conscience in the sight of God.”"},{"refcode_short":"T08 44.2","refcode_long":"Testimony for the Church — No. 8, p. 44.2 (Ellen Gould White)","content":"Many go directly contrary to the above scripture. They do walk in craftiness, and handle the word of God deceitfully. They do not manifest the truth in their lives. They have special exercises upon sanctification, yet cast the word of God behind them. They pray sanctification, sing sanctification, and shout sanctification. Men with corrupt hearts put on the air of innocence, and profess to be consecrated, but this is no evidence they are right. Their deeds testify of them. Their consciences are seared, but the day of God's visitation is coming, and every man's work shall be manifest of what sort it is. And every man shall receive according to his deeds."},{"refcode_short":"T08 44.3","refcode_long":"Testimony for the Church — No. 8, p. 44.3 (Ellen Gould White)","content":"Said the angel, as he pointed to C., “What hast thou to do to declare my statutes, or that thou shouldest take my covenant in thy mouth? Seeing thou hatest instruction, and castest my words behind thee. When thou sawest a thief, then thou consentedst with him, and hast been partaker with adulterers. Thou givest thy mouth to evil, and thy tongue frameth deceit.” God will scatter and shake off these dividing influences, and will free his people, if those professing the whole truth will come up to the help of the Lord."},{"refcode_short":"T08 45.1","refcode_long":"Testimony for the Church — No. 8, p. 45.1 (Ellen Gould White)","content":"There is no Bible sanctification for those who cast a part of the truth behind them. There is light enough given in the word of God, so that none need to err. The truth is so elevated as to be admired by the greatest minds, and yet it is so simple that the humblest feeblest child of God can comprehend it, and be instructed by it. Those who see not the beauty that there is in the truth, who attach no importance to the third angel's message, will be without excuse; for the truth is plain."},{"refcode_short":"T08 45.2","refcode_long":"Testimony for the Church — No. 8, p. 45.2 (Ellen Gould White)","content":"2 Corinthians 4:3, 4: “But if our gospel be hid, it is hid to them that are lost; in whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.”"},{"refcode_short":"T08 45.3","refcode_long":"Testimony for the Church — No. 8, p. 45.3 (Ellen Gould White)","content":"John 17:17, 19: “Sanctify them through thy truth: thy word is truth. And for their sakes I sanctify myself, that they also might be sanctified through the truth.”"},{"refcode_short":"T08 45.4","refcode_long":"Testimony for the Church — No. 8, p. 45.4 (Ellen Gould White)","content":"1 Peter 1:22: “Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently.”"},{"refcode_short":"T08 45.5","refcode_long":"Testimony for the Church — No. 8, p. 45.5 (Ellen Gould White)","content":"2 Corinthians 7:1: “Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.”"},{"refcode_short":"T08 45.6","refcode_long":"Testimony for the Church — No. 8, p. 45.6 (Ellen Gould White)","content":"Philippians 2:12-15: “Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling. For it is God which worketh in you, both to will and to do of his good pleasure. Do all things without murmurings and disputings; that ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world.”"},{"refcode_short":"T08 46.1","refcode_long":"Testimony for the Church — No. 8, p. 46.1 (Ellen Gould White)","content":"John 15:3: “Now ye are clean through the word which I have spoken unto you.”"},{"refcode_short":"T08 46.2","refcode_long":"Testimony for the Church — No. 8, p. 46.2 (Ellen Gould White)","content":"Ephesians 5:25-27: “Husbands, love your wives even as Christ also loved the church, and gave himself for it; that he might sanctify and cleanse it with the washing of water by the word, that he might present it to himself a glorious church, not having spot or wrinkle, or any such thing; but that it should be holy and without blemish.”"},{"refcode_short":"T08 46.3","refcode_long":"Testimony for the Church — No. 8, p. 46.3 (Ellen Gould White)","content":"Here is Bible sanctification. It is not merely a show or outside work. It is sanctification received through the channel of truth. It is truth received in the heart, and practically carried out in the life."},{"refcode_short":"T08 46.4","refcode_long":"Testimony for the Church — No. 8, p. 46.4 (Ellen Gould White)","content":"Jesus considered as a man was perfect. Yet he grew in grace."},{"refcode_short":"T08 46.5","refcode_long":"Testimony for the Church — No. 8, p. 46.5 (Ellen Gould White)","content":"Luke 2:52: “And Jesus increased in wisdom and stature, and in favor with God and man.” Even the most perfect Christian may increase continually in the knowledge and love of God."},{"refcode_short":"T08 46.6","refcode_long":"Testimony for the Church — No. 8, p. 46.6 (Ellen Gould White)","content":"2 Peter 3:14, 18: “Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot and blameless. But grow in grace and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and forever. Amen.”"},{"refcode_short":"T08 47.1","refcode_long":"Testimony for the Church — No. 8, p. 47.1 (Ellen Gould White)","content":"Sanctification is not the work of a moment, an hour, or a day. It is a continual growth in grace. We know not one day how strong will be our conflict the next. Satan lives, and is active, and every day we need to earnestly cry to God for help and strength to resist him. As long as Satan reigns we shall have self to subdue, besetments to overcome, and there is no stopping place. There is no point to which we can come and say we have fully attained."},{"refcode_short":"T08 47.2","refcode_long":"Testimony for the Church — No. 8, p. 47.2 (Ellen Gould White)","content":"Philippians 3:12: “Not as though I had already attained, either were already perfect; but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus.”"},{"refcode_short":"T08 47.3","refcode_long":"Testimony for the Church — No. 8, p. 47.3 (Ellen Gould White)","content":"It is constantly an onward march. Jesus sits as a refiner and purifier of his people, and when his image is reflected in them perfectly, they are perfect and holy, and prepared for translation. A great work is required of the Christian. We are exhorted to cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God. Here we see where the great labor rests. There is a constant work for the Christian. Every branch in the parent vine must derive life and strength from that vine, in order to yield fruit."},{"refcode_short":"T08 48","refcode_long":"Testimony for the Church — No. 8, p. 48 (Ellen Gould White)","content":"The Power of Satan"},{"refcode_short":"T08 48.1","refcode_long":"Testimony for the Church — No. 8, p. 48.1 (Ellen Gould White)","content":"Fallen man is Satan's lawful captive. The mission of Jesus Christ was to rescue him from his power. Man is naturally inclined to follow Satan's suggestions, and he cannot of himself successfully resist so terrible a foe, unless Christ, the mighty conqueror, dwells in him, guiding his desires, and giving him strength. God alone can limit the power of Satan. He is going to and fro in the earth, and walking up and down in it. He is not off his watch for a single moment, through fear of losing an opportunity to destroy souls. It is important that God's people understand this, that they may escape his snares. Satan is preparing his deceptions that in his last campaign against the people of God, they may not understand that it is he. 2 Corinthians 11:14: “And no marvel, for Satan himself is transformed into an angel of light.” While some deceived souls are advocating that he does not exist, he is taking them captive, and is working through them to a great extent. Satan knows better than God's people the power that they can have over him, when their strength is in Christ. When they humbly entreat the mighty Conqueror for help, the weakest believer in the truth, relying firmly upon Christ, can successfully repulse Satan and all his host. He is too cunning to come openly, boldly, with his temptations, for then the drowsy energies of the Christian would arouse, and he would rely upon the strong and mighty Deliverer. But Satan comes in unperceived, and in disguise he works through the children of disobedience, who profess godliness. Satan will go to the extent of his power to harass, tempt, and mislead God's people."},{"refcode_short":"T08 49.1","refcode_long":"Testimony for the Church — No. 8, p. 49.1 (Ellen Gould White)","content":"He who dared to face, and tempt, and taunt our Lord, and who had power to take him in his arms and carry him to a pinnacle of the temple, and up into an exceeding high mountain, will exercise his power to a wonderful degree upon the present generation, who are far inferior in wisdom to their Lord, and who are almost wholly ignorant of his subtlety and strength."},{"refcode_short":"T08 49.2","refcode_long":"Testimony for the Church — No. 8, p. 49.2 (Ellen Gould White)","content":"In a marvelous manner will he affect the bodies of those who are naturally inclined to do his bidding. Satan exults for his own sake that he is regarded as a fiction. When he is made light of, and is represented by some childish illustration, or as some animal, it suits him well. He is thought so inferior that minds are wholly unprepared for his wisely-laid plans, and he almost always succeeds well. If his power and subtlety were understood, minds would be prepared to successfully resist him."},{"refcode_short":"T08 49.3","refcode_long":"Testimony for the Church — No. 8, p. 49.3 (Ellen Gould White)","content":"All should understand that Satan was once an exalted angel. His rebellion shut him out of heaven, but did not destroy his powers and make him a beast. Since his fall he has turned his mighty strength against the government of heaven. He has been growing more artful, and has learned the most successful manner to come to the children of men with his temptations."},{"refcode_short":"T08 49.4","refcode_long":"Testimony for the Church — No. 8, p. 49.4 (Ellen Gould White)","content":"Satan has originated fables with which to deceive. He commenced in heaven to war against the foundation of God's government, and since his fall has carried on his rebellion against the law of God, and has brought the mass of professed Christians to trample under their feet the fourth commandment, which brings to view the living God. He has torn down the original Sabbath of the decalogue, and instituted in its place one of the laboring days of the week."},{"refcode_short":"T08 50.1","refcode_long":"Testimony for the Church — No. 8, p. 50.1 (Ellen Gould White)","content":"The great original lie which he told to Eve in Eden, “Thou shalt not surely die,” was the first sermon ever preached on the immortality of the soul. This sermon was crowned with success, and terrible results followed. He has brought minds to receive that sermon as truth, and ministers preach it, sing it, and pray it. No literal Devil, and probation after the coming of Christ, are fast becoming popular fables. The Scriptures plainly declare every person's destiny forever fixed at the coming of the Lord. Revelation 22:11, 12: “He that is unjust, let him be unjust still; and he which is filthy, let him be filthy still; and he that is righteous, let him be righteous still; and he that is holy, let him be holy still. And behold I come quickly; and my reward is with me, to give every man according as his work shall be.”"},{"refcode_short":"T08 50.2","refcode_long":"Testimony for the Church — No. 8, p. 50.2 (Ellen Gould White)","content":"Satan has taken advantage of these popular fables to hide himself. He comes to poor deceived mortals through modern Spiritualism, which places no bounds to the carnally minded, and, if carried out, separates families, creates jealousy and hatred, and gives liberty to the most degrading propensities. People know but little yet of the corrupting influence of Spiritualism. The curtain was lifted, and much of its dreadful work was revealed to me. I was shown some who have had an experience in Spiritualism, and have since renounced it, who shudder as they reflect upon how near they came to utter ruin. They had lost control of themselves, and Satan made them do that which they detested. But even they have but a faint idea of Spiritualism as it is."},{"refcode_short":"T08 51.1","refcode_long":"Testimony for the Church — No. 8, p. 51.1 (Ellen Gould White)","content":"Ministers inspired of Satan can eloquently dress up this hideous monster, hide its deformity and make it appear beautiful to many. But it comes so direct from his satanic majesty, that all who have to do with it, he claims as his to control, for they have ventured upon forbidden ground, and have forfeited the protection of their Maker."},{"refcode_short":"T08 51.2","refcode_long":"Testimony for the Church — No. 8, p. 51.2 (Ellen Gould White)","content":"When poor souls have been fascinated with the eloquent words of the teachers of Spiritualism, and they have yielded to its influence, and afterward find out its deadly character, and would renounce and flee from it, some cannot. Satan holds them by his power, and he is not willing to let them go free. He knows that they are surely his while he has them under his special control. But if they once free themselves from his power, he can never bring them again to believe in Spiritualism, and so directly under his control. The only way for such poor souls to overcome Satan, is to discern between pure Bible truth and fables. As they acknowledge the claims of truth, they place themselves where they can be helped. They should entreat those who are experienced, and have faith, to plead with the mighty Deliverer in their behalf. It will be a close conflict. Satan will reinforce his evil angels who have controlled the individuals; but if the saints of God with deep humility fast and pray, their prayers will prevail. Jesus will commission holy angels to resist Satan, and he will be driven back and his power broken from off the afflicted ones. Mark 9:29. “And he said unto them, This kind can come forth by nothing, but by prayer and fasting.”"},{"refcode_short":"T08 52.1","refcode_long":"Testimony for the Church — No. 8, p. 52.1 (Ellen Gould White)","content":"The popular ministry cannot successfully resist Spiritualism. They have nothing to shield their flocks from its baleful influence. Much of the sad result of Spiritualism will rest upon ministers of this age; for they have trampled under their feet the truth, and in its stead have preferred fables."},{"refcode_short":"T08 52.2","refcode_long":"Testimony for the Church — No. 8, p. 52.2 (Ellen Gould White)","content":"The sermon Satan preached to Eve upon the immortality of the soul—“Thou shalt not surely die”—they have re-iterated from the pulpit, and the people receive it as pure Bible truth. It is the foundation of Spiritualism. The word of God nowhere teaches the soul of man immortal. Immortality is an attribute of God alone. 1 Timothy 6:16. “Who only hath immortality, dwelling in the light which no man can approach unto: whom no man hath seen, nor can see; to whom be honor and power everlasting. Amen.”"},{"refcode_short":"T08 52.3","refcode_long":"Testimony for the Church — No. 8, p. 52.3 (Ellen Gould White)","content":"God's word, rightly understood and applied, is a safeguard against Spiritualism. An eternally burning hell preached from the pulpit, and kept before the people, does injustice to the benevolent character of God. It presents him as the veriest tyrant in the universe. This wide spread dogma has turned thousands to universalism, infidelity, and atheism."},{"refcode_short":"T08 52.4","refcode_long":"Testimony for the Church — No. 8, p. 52.4 (Ellen Gould White)","content":"The word of God is plain. It is a straight chain of truth. It will prove an anchor to those who are willing to receive it, even if they have to sacrifice their cherished fables. It will save them from the terrible delusions of these perilous times."},{"refcode_short":"T08 53.1","refcode_long":"Testimony for the Church — No. 8, p. 53.1 (Ellen Gould White)","content":"Satan has led the minds of the ministers of different churches to adhere as tenaciously to their popular errors, as he led the Jews in their blindness to cling to their sacrifices, and crucify Christ. The rejection of light and truth leaves men captives, and subjects of Satan's deception. The greater the light they reject, the greater will be the power of deception and darkness which will come upon them."},{"refcode_short":"T08 53.2","refcode_long":"Testimony for the Church — No. 8, p. 53.2 (Ellen Gould White)","content":"I was shown that God's true people are the salt of the earth, and the light of the world. God requires of them continual advancement in the knowledge of the truth, and in the way of holiness. Then will they understand the coming in of Satan, and in the strength of Jesus will resist him. Satan will call to his aid legions of his angels to oppose the advance of even one soul, and, if possible, wrest it from the hand of Christ."},{"refcode_short":"T08 53.3","refcode_long":"Testimony for the Church — No. 8, p. 53.3 (Ellen Gould White)","content":"I saw evil angels contending for souls, and angels of God resisting them. The conflict was severe. Evil angels were crowding about them, corrupting the atmosphere with their poisonous influence, and stupefying their sensibilities. Holy angels were anxiously watching these souls, and were waiting to drive back Satan's host. But it is not the work of good angels to control minds against the will of the individuals. If they yield to the enemy, and make no effort to resist him, then the angels of God can do but little more than hold in check the host of Satan, that they should not destroy, until further light be given to those in peril, to move them to arouse and look to heaven for help. Jesus will not commission holy angels to extricate those who make no effort to help themselves."},{"refcode_short":"T08 54.1","refcode_long":"Testimony for the Church — No. 8, p. 54.1 (Ellen Gould White)","content":"If Satan sees he is in danger of losing one soul, he will exert himself to the utmost to keep that one. And when the individual is aroused to his danger, and, with distress and fervor, looks to Jesus for strength, Satan fears he shall lose a captive, and he calls a re-enforcement of his angels to hedge in the poor soul, and form a wall of darkness around him, that heaven's light may not reach him. But if the one in danger perseveres, and in helplessness and weakness casts himself upon the merits of the blood of Christ, Jesus listens to the earnest prayer of faith, and sends a re-enforcement of those angels which excel in strength to deliver them. Satan cannot endure to have his powerful rival appealed to, for he fears and trembles before his strength and majesty. At the sound of fervent prayer, Satan's whole host trembles. He continues to call legions of his evil angels to accomplish his object. And when angels, all-powerful, clothed with the armory of heaven, come to the help of the fainting, pursued soul, Satan and his host fall back, well knowing that their battle is lost."},{"refcode_short":"T08 54.2","refcode_long":"Testimony for the Church — No. 8, p. 54.2 (Ellen Gould White)","content":"The willing subjects of Satan are faithful and active, united in one object. And although they will hate, and war with each other, yet they will improve every opportunity to advance their common interest. But the great Commander in heaven and earth has limited Satan's power."},{"refcode_short":"T08 54.3","refcode_long":"Testimony for the Church — No. 8, p. 54.3 (Ellen Gould White)","content":"My experience has been singular, and for years I have suffered peculiar trials of mind. The condition of God's people, and my connection with the work of God, has often brought upon me a weight of sadness and discouragement which cannot be expressed. For years I have looked to the grave as a sweet resting-place."},{"refcode_short":"T08 55.1","refcode_long":"Testimony for the Church — No. 8, p. 55.1 (Ellen Gould White)","content":"In my last vision I inquired of my attending angel why I was left to suffer such perplexity of mind, and so often thrown upon the Devil's battle-ground. I entreated that if I must be so closely connected with the cause of truth, that I might be delivered from these severe trials. There was power and strength with the angels of God, and I plead that I might be shielded."},{"refcode_short":"T08 55.2","refcode_long":"Testimony for the Church — No. 8, p. 55.2 (Ellen Gould White)","content":"Then our past life was presented before me, and I was shown that Satan had sought in various ways to destroy our usefulness; that many times he has laid his plans to get us down from the work of God; he had come in different ways, and through different agencies, to accomplish his purposes; and through the ministration of holy angels he had been defeated. I saw that in our journeying from place to place, he had frequently placed his evil angels in our path to cause accident which would result in our losing our lives; but holy angels were sent upon the ground to deliver. Several accidents have placed my husband and myself in great peril, and our preservation has been wonderful. I saw that we had been the special objects of Satan's attacks, because of our interest in, and connection with, the work of God. As I saw the great care God has every moment for those who love and fear him, I was inspired with confidence and trust in God, and felt reproved for my lack of faith."},{"refcode_short":"T08 56","refcode_long":"Testimony for the Church — No. 8, p. 56 (Ellen Gould White)","content":"The Two Crowns"},{"refcode_short":"T08 56.1","refcode_long":"Testimony for the Church — No. 8, p. 56.1 (Ellen Gould White)","content":"In the vision given me in Battle Creek, October 25th, 1861, I was shown this earth, dark and gloomy. Said the angel, “Look carefully!” Then I was shown the people upon the earth: some were surrounded with angels of God, others were in total darkness, surrounded by evil angels. I saw an arm reached down from heaven, holding a golden scepter. On the top of the scepter was a crown studded with diamonds. Every diamond emitted light, bright, clear, and beautiful. Inscribed upon the crown were these words, “All who win me are happy, and shall have everlasting life.”"},{"refcode_short":"T08 56.2","refcode_long":"Testimony for the Church — No. 8, p. 56.2 (Ellen Gould White)","content":"Below this crown was another scepter upon which was also placed a crown, in the center of which were jewels, gold, and silver, which reflected some light. The inscription upon the crown was, “Earthly treasure—Riches is power. All who win me have honor and fame.” I saw a vast multitude rushing forward to obtain this crown. They were clamorous. Some in their eagerness seemed bereft of their reason. They would thrust one another, crowding back those who were weaker than they, and trample upon those who in their haste fell. Many eagerly seized hold of the treasures within the crown, and held them fast. The heads of some were as white as silver, and their faces were furrowed with care and anxiety. Their own relatives, bone of their bone and flesh of their flesh, they regarded not; but, as appealing looks were turned to them, they held their treasures the firmer, as though fearful, in an unguarded moment, they should lose a little, or divide with them. Their eager eyes would often fasten upon the earthly crown, and count and recount its treasures. Images of want and wretchedness appeared in that multitude, and looked wishfully at the treasures there, and turned hopelessly away as the stronger overpowered and drove back the weaker. Yet they could not give it up thus; but with a multitude of deformed, sickly, and aged, sought to press their way to the earthly crown. Some died in seeking to reach it. Others fell just in the act of taking hold of it. Many but just laid hold of it when they fell. Dead bodies strewed the ground, yet on rushed the multitude, trampling over the fallen and dead bodies of their companions. Every one who reached the crown possessed a share in it, and were loudly applauded by an interested company standing around it."},{"refcode_short":"T08 57.1","refcode_long":"Testimony for the Church — No. 8, p. 57.1 (Ellen Gould White)","content":"A large company of evil angels were very busy. Satan was in their midst, and all looked with the most exulting satisfaction upon the company struggling for the crown. Satan seemed to throw a peculiar charm upon those who eagerly sought it. Many who sought this earthly crown were professed Christians. Some of them seemed to have a little light. They would look wishfully upon the heavenly crown, and often seemed charmed with its beauty, yet could obtain no true sense of its value and glory. While one hand was reaching forth languidly for the heavenly, the other was reached eagerly for the earthly, determined to possess that, and in their earnest pursuit for the earthly, they lost sight of the heavenly. They were left in darkness, yet they were anxiously groping about to secure the earthly crown. Some became disgusted with the company who sought it so eagerly, and they seemed to have a sense of their danger, and turned from it, and earnestly sought for the heavenly crown. The countenances of such soon changed from dark to light, from gloom to cheerfulness and holy joy."},{"refcode_short":"T08 58.1","refcode_long":"Testimony for the Church — No. 8, p. 58.1 (Ellen Gould White)","content":"A company I then saw pressing through the crowds of people with their eyes intently fixed upon the heavenly crown. As they earnestly urged their way through the disorderly crowd, angels attended them, and made room through the dense throng for them to advance. As they neared the heavenly crown, the light emanating from it shone upon them, and around them, dispelling their darkness, and growing clearer and brighter, until they seemed to be transformed, and resembled the angels. They cast not one lingering look upon the earthly crown. Those who were in pursuit of the earthly, mocked them, and threw black balls after them, which did them no injury while their eyes were fixed upon the heavenly crown. But those who turned their attention to the black balls were stained with them. The following scripture was presented before me:"},{"refcode_short":"T08 58.2","refcode_long":"Testimony for the Church — No. 8, p. 58.2 (Ellen Gould White)","content":"Matthew 7 [6]:19-24: “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal. But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal; for where your treasure is, there will your heart be also."},{"refcode_short":"T08 58.3","refcode_long":"Testimony for the Church — No. 8, p. 58.3 (Ellen Gould White)","content":"“The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light. But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is that darkness! No man can serve two masters; for he will either hate the one and love the other; or else he will hold to the one and despise the other. Ye cannot serve God and mammon.”"},{"refcode_short":"T08 59.1","refcode_long":"Testimony for the Church — No. 8, p. 59.1 (Ellen Gould White)","content":"Then that which I had seen was explained to me as follows: The multitude which were shown me, who were so eagerly striving for the earthly crown, were those who love this world's treasure, and are deceived and flattered with its short-lived*The original publication had the spelling “short lived.” attractions. Some I saw who professed to be the followers of Jesus, are so ambitious to obtain earthly treasures, that they lose their love for heaven, act like the world, and are accounted of Heaven as of the world. They profess to be seeking an immortal crown, a treasure in the heavens; but their interest and principal study is to acquire earthly treasures. Those who have their treasures in this world, and love their riches, cannot love Jesus. They may think that they are right, and, although they cling to what they have, with a miser's grasp, you cannot make them see it, or feel that they love money more than the cause of truth, or the heavenly treasure."},{"refcode_short":"T08 59.2","refcode_long":"Testimony for the Church — No. 8, p. 59.2 (Ellen Gould White)","content":"“If the light that is in thee be darkness, how great is that darkness.” There was a point of time in the experience of such, when the light given them was not cherished, and it became darkness. Said the angel, “Ye cannot love and worship the treasures of earth, and have the true riches.”"},{"refcode_short":"T08 59.3","refcode_long":"Testimony for the Church — No. 8, p. 59.3 (Ellen Gould White)","content":"The young man came to Jesus and said unto him [Matthew 19], “Good Master, what good thing shall I do, that I may have eternal life?” Jesus gave him his choice, to part with his possessions and have eternal life, or retain them, and lose it. His riches were of greater value to him than the heavenly treasure. The condition, that he must part with his treasures, and give to the poor, in order to be a follower of Christ, and have eternal life, chilled his desire, and he went away sorrowful."},{"refcode_short":"T08 60.1","refcode_long":"Testimony for the Church — No. 8, p. 60.1 (Ellen Gould White)","content":"Those who were shown me clamorous for the earthly crown, were those who will resort to any means to acquire property. They become insane upon that point. Their whole thoughts and energies are directed for earthly riches. They trample upon the rights of others, and oppress the poor, and the hireling in his wages. If they can take advantage of those who are less shrewd, and poorer than they, and manage to increase their riches, they will not hesitate a moment to oppress them, and even see them brought to beggary."},{"refcode_short":"T08 60.2","refcode_long":"Testimony for the Church — No. 8, p. 60.2 (Ellen Gould White)","content":"The men whose heads were white with age, and their faces furrowed with care, who were eagerly grasping the treasures within the crown, were the aged who have but a few years before them. Yet they were eager to secure their earthly treasures. The nearer they came to the grave, the more anxious they were to cling to them. Their own relatives were not benefitted. The members of their own families were permitted to labor beyond their strength to save a little money. They did not use it for others’ good, or for their own. It was enough for them to know that they had it. When their duty to the poor, and the wants of God's cause are presented before them, they are sorrowful. They would gladly accept the gift of everlasting life, but are not willing that it should cost them anything. The conditions are too hard. But Abraham would not withhold his only son. He could sacrifice this child of promise to obey God more easily than many would sacrifice some of their earthly possessions."},{"refcode_short":"T08 61.1","refcode_long":"Testimony for the Church — No. 8, p. 61.1 (Ellen Gould White)","content":"It was painful to see those, who should be ripening for glory, and daily fitting for immortality, exerting all their strength to keep their earthly treasures. Such, I saw, could not value the heavenly treasure. Their strong affections for the earthly, cause them to show by their works that they do not esteem the heavenly inheritance enough to make any sacrifice for it."},{"refcode_short":"T08 61.2","refcode_long":"Testimony for the Church — No. 8, p. 61.2 (Ellen Gould White)","content":"The “young man” manifested a willingness to keep the commandments, yet our Lord told him that he lacked one thing. He desired eternal life, but loved his possessions more. Many are self-deceived. They have not sought for truth as for hid treasures. Their energies and powers are not put to the best account. Their minds, which might be illuminated with heaven's light, are perplexed and troubled. Mark 4:19. “The cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful.” “Such,” said the angel, “are without excuse.” I saw the light waning away from them. They did not desire to understand the solemn, important truths for this time, and they thought they were well off without understanding them. Their light went out, and they were groping in darkness."},{"refcode_short":"T08 61.3","refcode_long":"Testimony for the Church — No. 8, p. 61.3 (Ellen Gould White)","content":"The multitude of deformed and sickly, pressing for the earthly crown, are those whose interests and treasures are in this world, and, although they are disappointed on every side, they will not place their affections on heaven, and secure to themselves a treasure and home there. They fail of the earthly, yet while in pursuit of it, lose the heavenly. Notwithstanding the disappointment, and unhappy life, and death, of those who were wholly bent upon obtaining earthly riches, others follow the same course in their pursuit for earthly treasures. They rush madly on, disregarding the miserable end of those whose example they are following."},{"refcode_short":"T08 62.1","refcode_long":"Testimony for the Church — No. 8, p. 62.1 (Ellen Gould White)","content":"All those who reached the crown, and possessed a share in it, and who were applauded, are those who obtained that which was the whole aim of their life,—riches. And they received that honor which the world bestows upon those who are rich. They have influence in the world. Satan and his evil angels are satisfied. They know that such are surely theirs, and while they are living in rebellion against God, they are Satan's powerful agents."},{"refcode_short":"T08 62.2","refcode_long":"Testimony for the Church — No. 8, p. 62.2 (Ellen Gould White)","content":"Those who became disgusted with the company clamoring for the earthly crown, are those who have marked the life and end of those striving for earthly riches, and have seen they were never satisfied, that they were unhappy, and they became alarmed, and separated themselves from that unhappy class, and sought the true and durable riches."},{"refcode_short":"T08 62.3","refcode_long":"Testimony for the Church — No. 8, p. 62.3 (Ellen Gould White)","content":"Those who were urging their way through the crowd for the heavenly crown, attended by holy angels, were shown me to be God's faithful people. Angels lead them on, and they were inspired with zeal to press forward for the heavenly treasure."},{"refcode_short":"T08 62.4","refcode_long":"Testimony for the Church — No. 8, p. 62.4 (Ellen Gould White)","content":"The black balls which were shown me thrown after the saints, were the reproachful falsehoods put in circulation concerning God's people, by those who love and make a lie. The greatest care should be taken to live a blameless life, and abstain from all appearance of evil, and then move boldly forward, and pay no regard to the reproachful falsehoods of the wicked. While the eyes of the righteous are fixed upon the heavenly, priceless treasure, they will be more and more like Christ, and will be transformed, and fitted for translation."},{"refcode_short":"T08 63","refcode_long":"Testimony for the Church — No. 8, p. 63 (Ellen Gould White)","content":"The Future"},{"refcode_short":"T08 63.1","refcode_long":"Testimony for the Church — No. 8, p. 63.1 (Ellen Gould White)","content":"At the transfiguration Jesus was glorified by his Father. We hear him say, “Now is the Son of man glorified, and God is glorified in him.” Thus before his betrayal and crucifixion he was strengthened for his last dreadful sufferings."},{"refcode_short":"T08 63.2","refcode_long":"Testimony for the Church — No. 8, p. 63.2 (Ellen Gould White)","content":"As the members of the body of Christ approach the period of their last conflict, “the time of Jacob's trouble,” they will grow up into Christ, and will partake largely of his Spirit. As the third message swells to a loud cry, and as great power and glory attends the closing work, the faithful people of God will partake of that glory. It is the latter rain which revives and strengthens them to pass through the time of trouble. Their faces will shine with the glory of that light which attends the third angel."},{"refcode_short":"T08 63.3","refcode_long":"Testimony for the Church — No. 8, p. 63.3 (Ellen Gould White)","content":"I saw that God would in a wonderful manner preserve his people through the time of trouble. As Jesus poured out his soul in agony in the garden, they will earnestly cry and agonize with him day and night for deliverance. The decree will go forth that they must disregard the Sabbath of the fourth commandment, and honor the first day, or lose their lives; but they will not yield, and trample under their feet the Sabbath of the Lord, and honor an institution of Papacy. Satan's host, and wicked men, will surround them, and exult over them, because there will seem to be no way of escape for them. But in the midst of their revelry and triumph, there is peal upon peal of the loudest thunder. The heavens have gathered blackness, and are only illuminated by the blazing light and terrible glory from heaven, as God utters his voice from his holy habitation."}]