[{"refcode_short":"T09 ","refcode_long":"Testimony for the Church — No. 9, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 9"},{"refcode_short":"T09 1","refcode_long":"Testimony for the Church — No. 9, p. 1 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T09 1","refcode_long":"Testimony for the Church — No. 9, p. 1 (Ellen Gould White)","content":"The Rebellion"},{"refcode_short":"T09 1.1","refcode_long":"Testimony for the Church — No. 9, p. 1.1 (Ellen Gould White)","content":"The dreadful state of our nation calls for deep humility on the part of God's people. The one all-important inquiry which should now engross the mind of every one is, Am I prepared for the day of God? Can I stand the trying test before me?"},{"refcode_short":"T09 1.2","refcode_long":"Testimony for the Church — No. 9, p. 1.2 (Ellen Gould White)","content":"I saw that God was purifying and proving his people. He will refine them as gold, until his image is reflected in them, and the dross consumed. There is not in all that spirit of self-denial, and willingness to suffer for the truth's sake, and to endure hardness, which God requires. Their wills are not subdued, and they consecrated wholly to God, seeking no greater pleasure than to do his will. Ministers and people lack spirituality and true godliness. Everything is to be shaken that can be shaken. God's people will be brought into most trying positions, and all must be settled, rooted and grounded in the truth, or their steps will surely slide. If God comforts and nourishes the soul with his inspiring presence, they can endure, though the way may be dark and thorny. For the darkness will soon pass away, and the true light shine forever. I was pointed to Isaiah 58; 59:1-15; Jeremiah 14:10-12, as a description of the present state of our nation. The people of this nation have forsaken and forgotten God. They have chosen other gods, and followed their own corrupt ways, until God has turned from them. The inhabitants of the earth have trampled upon the law of God, and broken his everlasting covenant."},{"refcode_short":"T09 1.3","refcode_long":"Testimony for the Church — No. 9, p. 1.3 (Ellen Gould White)","content":"I was shown the excitement created among our people by the article in the Review headed, “The Nation.” Some understood it one way, and some another. The plain statements were distorted, and made to mean what the writer did not intend. He gave the best light he then had. Something must be said. The attention of many was turned to Sabbath-keepers, because they manifested no greater interest in the war, and did not volunteer. They were looked upon in some places as sympathizing with the rebellion. The time had come for our true sentiments in relation to slavery and the rebellion to be made known. There was need of moving with wisdom to turn away the suspicions excited against Sabbath-keepers. We should act with great caution. “If it be possible, as much as lieth in you, live peaceably with all men.” We can obey this, and not sacrifice one principle of our faith. Satan and his host are at war with commandment-keepers, and will work to bring them into trying positions. They should not, by lack of discretion, bring themselves there."},{"refcode_short":"T09 2.1","refcode_long":"Testimony for the Church — No. 9, p. 2.1 (Ellen Gould White)","content":"I was shown that some acted very indiscreetly in regard to the piece published. It did not accord with their views in all respects, and instead of calmly weighing the matter, and viewing it in all its bearings, they became agitated, excited, and some seized the pen and jumped hastily at conclusions which would not bear investigation. Some were inconsistent and unreasonable. They acted out that which Satan is ever hurrying them to do, namely, their rebellious feelings."},{"refcode_short":"T09 2.2","refcode_long":"Testimony for the Church — No. 9, p. 2.2 (Ellen Gould White)","content":"In Iowa they carried things to quite a length, and run into fanaticism. They mistook zeal and fanaticism for conscientiousness. Their feelings took the lead, instead of being guided by sound judgment and reason. They were ready to become martyrs for their faith. Did all this feeling lead them to God? to greater humility before him? to trust in his power to deliver them from the trying position into which they might be brought? O, no! Instead of making their petitions to, and relying solely upon, the power of the God of heaven, they petitioned to the legislature, and were refused. They showed their weakness, and exposed their lack of faith. All this only went to bring that peculiar class, Sabbath-keepers, to special notice, and expose them to be crowded into difficult places by those who have no sympathy for them."},{"refcode_short":"T09 2.3","refcode_long":"Testimony for the Church — No. 9, p. 2.3 (Ellen Gould White)","content":"There have been those who were holding themselves ready to find fault, and complain at any suggestion made. But few have had wisdom in this most trying time to think without prejudice, and candidly tell what shall be done."},{"refcode_short":"T09 3.1","refcode_long":"Testimony for the Church — No. 9, p. 3.1 (Ellen Gould White)","content":"I saw that those who have been forward to talk so decidedly in regard to refusing to obey a draft, do not understand what they are talking about. Should they really be drafted, and refuse to obey, and be threatened with imprisonment, torture, or death, they would shrink, and then find out that they had not prepared themselves for such an emergency. They would not endure the trying of their faith. What they thought was faith, was only fanatical presumption."},{"refcode_short":"T09 3.2","refcode_long":"Testimony for the Church — No. 9, p. 3.2 (Ellen Gould White)","content":"Those who would be the best prepared to even sacrifice life, if required, rather than to place themselves in a position where they could not obey God, would have the least to say. They would make no boast. They would feel deeply and meditate much, and their earnest prayers would go up to heaven for wisdom to act, and grace to endure. Those who feel that in the fear of God they cannot conscientiously engage in this war, will be very quiet, and when interrogated will simply state what they are obliged to say in order to answer the inquirer, and then let it be understood that they have no sympathy with the rebellion."},{"refcode_short":"T09 3.3","refcode_long":"Testimony for the Church — No. 9, p. 3.3 (Ellen Gould White)","content":"There are a few in the ranks of Sabbath-keepers who sympathize with the slaveholder. When they embraced the truth, they did not leave all the errors they should have left behind them. They need a more thorough draught from the cleansing fountain of truth. Some have brought along with them their old political prejudices, which are not in harmony with the principles of the truth. They maintain that the slave is the property of the master, and should not be taken from him. They rank these slaves as cattle, and say that it is wronging the owner just as much to deprive him of his slaves, as to take away his cattle. I was shown it mattered not how much the master had paid for human flesh and souls of men; God gives him no title to human souls, and he has no right to hold them as his property. Christ died for the whole human family, whether white or black. God has made man a free moral agent, whether white or black. The institution of slavery does this away, and man exercises the power over his fellow-man which God has never granted him, and which belongs alone to God. The slave master has dared to assume the responsibility of God over his slave, and accordingly the sins, ignorance and vice of the slave he will be accountable for. He will be called to an account for the power he exercises over the slave. The colored race are God's property. Their Maker alone is their master, and those who have dared to chain down the body and the soul of the slave, and have kept him in degradation like the brute creation, will have their retribution. The wrath of God has slumbered, but will awake, and be poured out without mixture of mercy."},{"refcode_short":"T09 4.1","refcode_long":"Testimony for the Church — No. 9, p. 4.1 (Ellen Gould White)","content":"Some have been so indiscreet, they have talked out their pro-slavery principles, which principles are not heaven-born, but proceed from the dominion of Satan. These restless spirits must talk and act in a manner to bring a reproach upon the cause of God. I will here give a copy of a letter written to Bro. A. R., of Oswego co., N. Y."},{"refcode_short":"T09 4.2","refcode_long":"Testimony for the Church — No. 9, p. 4.2 (Ellen Gould White)","content":"“I was shown some things in regard to you. I saw that you was deceived in regard to yourself. You have given occasion for the enemies of our faith to blaspheme, and to reproach Sabbath-keepers. By your indiscreet course, you have closed the ears of some who would have listened to the truth. I saw that we should be as wise as serpents, and harmless as doves. You have manifested neither the wisdom of the serpent, nor the harmlessness of the dove."},{"refcode_short":"T09 4.3","refcode_long":"Testimony for the Church — No. 9, p. 4.3 (Ellen Gould White)","content":"“Satan was the first great leader in rebellion. God is punishing the North, that they have so long suffered to exist the accursed sin of slavery; for in the sight of heaven it is a sin of the darkest dye. God is not with the South, and he will punish them dreadfully in the end. Satan is at the bottom of all rebellion. You, I saw, Bro. R., have permitted your political principles to destroy your judgment, and your love for the truth. They are eating out true godliness from your heart. You never have looked upon slavery in the right light, and your views of this matter have thrown you on the side of the rebellion, which Satan and his host have stirred up. Your views of slavery, and the sacred, important truths for this time, cannot harmonize. You must yield your views, or the truth. Both cannot be cherished in the same heart, for they are at war with each other."},{"refcode_short":"T09 5.1","refcode_long":"Testimony for the Church — No. 9, p. 5.1 (Ellen Gould White)","content":"“Satan has been stirring you up. He would not let you rest until you should express your sentiments upon the side of the powers of darkness,—strengthening the hands of the wicked whom God has cursed. You have cast your influence on the wrong side, with those whose course of life is to sow thorns, and plant misery for others. I saw you casting your influence with a degraded company,—a God-forsaken company, and angels of God fled from you in disgust. I saw you was utterly deceived. Had you followed the light God has given you; had you heeded the instructions of your brethren; had you listened to their advice, you would have saved yourself, saved the precious cause of truth, from reproach. But as you have given publicity to your sentiments, notwithstanding all the light given, it will be the duty of God's people, unless you undo what you have done, to publicly withdraw their sympathy and fellowship from you, in order to save the impression which must go out in regard to us as a people. We must let it be known that we have no such ones in our fellowship, and will not walk with them in church capacity."},{"refcode_short":"T09 5.2","refcode_long":"Testimony for the Church — No. 9, p. 5.2 (Ellen Gould White)","content":"“You have lost the sanctifying influence of the truth. You have lost your connection with the heavenly host. You have allied yourself with the first great rebel, and God's wrath is upon you; for his sacred cause is reproached, and the truth is made disgusting to unbelievers. You have grieved God's people, despised the counsel and advice of his ambassadors upon earth, who labor together with God, and are in Christ's stead beseeching souls to be reconciled to God."},{"refcode_short":"T09 5.3","refcode_long":"Testimony for the Church — No. 9, p. 5.3 (Ellen Gould White)","content":"“As a people, I was shown we cannot be too careful what influence we exert; and we should watch every word. When we by word or act place ourselves upon the enemy's battle-ground, we drive holy angels from us, and encourage and attract evil angels in crowds around us. This you have done, Bro. R., and by your unguarded, willful course have caused unbelievers to look upon Sabbath-keepers all around you with suspicion. These words were presented before me as referring to the servants of God: ‘He that heareth you, heareth me; and he that despiseth you, despiseth me; and he that despiseth me, despiseth him that sent me.’"},{"refcode_short":"T09 6.1","refcode_long":"Testimony for the Church — No. 9, p. 6.1 (Ellen Gould White)","content":"“May God help you, my deceived brother, to see yourself as you are, and have your sympathies with the body.”"},{"refcode_short":"T09 6.2","refcode_long":"Testimony for the Church — No. 9, p. 6.2 (Ellen Gould White)","content":"Our kingdom is not of this world. We are waiting for our Lord from heaven to come to earth to put down all authority and power, and set up his everlasting kingdom. Earthly powers are shaken. We need not, and cannot, expect union among the nations of the earth. Our position in the image of Nebuchadnezzar is represented by the toes, in a divided state, and of a crumbling material, that will not hold together. Prophecy shows us that the great day of God is right upon us. It hasteth greatly."},{"refcode_short":"T09 6.3","refcode_long":"Testimony for the Church — No. 9, p. 6.3 (Ellen Gould White)","content":"I saw that it was our duty in every case to obey the laws of our land, unless they conflict with the higher law which God spoke with an audible voice from Sinai, and afterward engraved on stone with his own finger. “I will put my laws in their inward parts, and in their minds will I write them. I will be to them a God, and they shall be to me a people.” When his laws are written in the heart, that soul will obey God rather than men, and will sooner disobey all men than deviate from the least commandment. God's people, taught by the inspiration of truth, and led by a good conscience to live by every word of God, will take his law, written in their hearts, as the only authority they can acknowledge or consent to obey. The wisdom and authority of the divine law are supreme."},{"refcode_short":"T09 6.4","refcode_long":"Testimony for the Church — No. 9, p. 6.4 (Ellen Gould White)","content":"I was shown that God's people, who are his peculiar treasure, cannot engage in this perplexing war, for it is against every principle of their faith. They cannot obey the truth if in the army, and at the same time obey the requirements of their officers. It would be a continual violation of conscience."},{"refcode_short":"T09 7.1","refcode_long":"Testimony for the Church — No. 9, p. 7.1 (Ellen Gould White)","content":"Worldly men will be governed by worldly principles. They can appreciate no other. But God's people cannot be governed by the same motives that worldly men are. Worldly policy and public opinion comprise the principle of action that governs men of worldly minds, and which leads them to practice the form of doing right. The words and commands of God, written in the soul, are spirit and life, and there is power in them to bring into subjection and enforce obedience."},{"refcode_short":"T09 7.2","refcode_long":"Testimony for the Church — No. 9, p. 7.2 (Ellen Gould White)","content":"The foundation of all righteous and good laws is the ten precepts of Jehovah. Those who love God's commandments will conform, and bow in obedience to every good law of the land. But if the requirements of the rulers are such as conflict with the laws of God, the only question to be settled, is, Shall we obey God, or man?"},{"refcode_short":"T09 7.3","refcode_long":"Testimony for the Church — No. 9, p. 7.3 (Ellen Gould White)","content":"In consequence of long-continued and progressive rebellion against the higher constitution and laws, a gloomy pall of darkness and death is spread over the earth. The earth groans under the burden of accumulated guilt, and everywhere dying mortals are compelled to experience the wretchedness included in the wages of unrighteousness."},{"refcode_short":"T09 7.4","refcode_long":"Testimony for the Church — No. 9, p. 7.4 (Ellen Gould White)","content":"I was shown that men have carried out the purposes of Satan by craft and deceit, and a dreadful blow has recently been given. It can be truly said, “Justice has fallen in the street, and equity cannot enter; and he that departeth from evil maketh himself a prey.” In some of the free States there is a sinking lower and lower. Men with depraved appetites and corrupt lives have now an opportunity to triumph. They have chosen for their rulers those whose principles are debasing, who would not check evil, or repress the depraved appetites of men, but let them have full sway. If those who choose to become like the beasts, by drinking liquid poison, were the only sufferers; if they alone would reap the fruit of their own doings, then the evil would not be so great. But many, very many, must pass through incredible suffering on account of other's sins. Wives and children, although innocent, must drain the bitter cup to its dregs."},{"refcode_short":"T09 8.1","refcode_long":"Testimony for the Church — No. 9, p. 8.1 (Ellen Gould White)","content":"Men without the grace of God love to do evil. They walk in darkness, and do not possess the power of self-control. They give their passions and appetites loose rein, until all the finer feelings are lost, and only the animal passions are manifested. Such men need to feel a higher power, a controlling power, which will constrain them to obey. If their rulers do not exercise a power over the evil doer, to terrify him, he will sink to the level of the brute creation. The earth is growing more and more corrupt."},{"refcode_short":"T09 8.2","refcode_long":"Testimony for the Church — No. 9, p. 8.2 (Ellen Gould White)","content":"Many were blinded and grossly deceived in the last election, and their own influence was used to place in authority men who would wink at evil: men who would witness a flood of woe and misery unmoved; whose principles are corrupt, who are Southern sympathizers, and would preserve slavery as it is."},{"refcode_short":"T09 8.3","refcode_long":"Testimony for the Church — No. 9, p. 8.3 (Ellen Gould White)","content":"There are men in trust who are rebels at heart in the Northern army, who place no more value upon the life of a soldier than they would the life of a dog. They can see them torn, and mangled, and dying, by thousands, unmoved. The officers of the Southern army have information almost every time in regard to the plans of the Northern army. Correct information has been given to Northern officers in regard to the movements and approach of rebels, which has been disregarded and despised, because the informer was black. And by not preparing themselves for an attack, they have been surprised and nearly cut to pieces, or what is as bad, many of the poor soldiers have been taken prisoners, to suffer worse than death."},{"refcode_short":"T09 8.4","refcode_long":"Testimony for the Church — No. 9, p. 8.4 (Ellen Gould White)","content":"If there was union in the Northern army, this rebellion would soon cease. Rebels know they have their sympathizers all through the Northern army. The pages of history are growing darker and still darker. True loyal men, who have had no sympathy with the rebellion, or with slavery which has caused it, have been imposed upon. Their influence has helped place men in authority whose principles they were opposed to."},{"refcode_short":"T09 8.5","refcode_long":"Testimony for the Church — No. 9, p. 8.5 (Ellen Gould White)","content":"Everything is preparing for the great day of God. Time will last a little longer, until the inhabitants of the earth have filled the cup of their iniquity, and then the wrath of God, which has so long slumbered, will awake, and this land of light will drink the cup of God's unmingled wrath. The desolating power of God is upon the earth to rend and destroy. The inhabitants of the earth are appointed to the sword, famine, and pestilence."},{"refcode_short":"T09 9.1","refcode_long":"Testimony for the Church — No. 9, p. 9.1 (Ellen Gould White)","content":"Very many men in authority, generals and officers, act in conformity with instructions communicated by spirits. The spirits of devils, professing to be dead warriors, and skillful generals, communicate with men in authority, and many of their movements are controlled by these spirits. One general has special directions from these spirits to make special moves, and is flattered with the hopes of success. Another has directions to make moves which differ widely from the directions given to the other. Sometimes when they have followed the directions given they obtain a victory, but more frequently a defeat."},{"refcode_short":"T09 9.2","refcode_long":"Testimony for the Church — No. 9, p. 9.2 (Ellen Gould White)","content":"These spirits sometimes give them an account of things which will transpire in battles in which they are about to engage, and information is given of individuals who will fall in the battle. Sometimes it is found to be as these spirits informed them, which strengthens the faith of the believers in spiritual manifestations. And then again these leading men find that correct information has not been given them, but these deceiving spirits make some explanation to them which they receive. The deception upon minds is so great they fail to perceive the lying spirits which are leading them on to certain destruction."},{"refcode_short":"T09 9.3","refcode_long":"Testimony for the Church — No. 9, p. 9.3 (Ellen Gould White)","content":"The great leading rebel general, the Devil, is acquainted with the transactions of this war, and he directs his angels to assume the form of dead generals, to imitate their manners, and act their peculiar traits of character. And leaders in the army really believe the spirits of their friends, and dead warriors, the fathers of the Revolutionary war, are guiding them. Unless they were under the strongest fascinating deception, they would begin to think the warriors in heaven (?) did not manifest good and successful generalship, or had forgotten their famed earthly skill."},{"refcode_short":"T09 10.1","refcode_long":"Testimony for the Church — No. 9, p. 10.1 (Ellen Gould White)","content":"Instead of the leading men in this war trusting in the God of Israel, and directing their armies to trust in the only One who can deliver them from their enemies, the majority inquire of, and trust in, the prince of devils. Deuteronomy 32:16-22. Said the angel, “How can God prosper such a people? If they would look to, and trust in, him; if they would only come where he could help them, according to his own glory, he would readily do it.”"},{"refcode_short":"T09 10.2","refcode_long":"Testimony for the Church — No. 9, p. 10.2 (Ellen Gould White)","content":"I saw that God would not give the Northern army up wholly into the hands of a rebellious people to be utterly destroyed of their enemies. I was referred to Deuteronomy 32:26-30. “I said, I would scatter them into corners, I would make the remembrance of them to cease from among men: were it not that I feared the wrath of the enemy, lest their adversaries should behave themselves strangely, and lest they should say, Our hand is high, and the Lord hath not done all this. For they are a nation void of counsel, neither is there any understanding in them. O that they were wise, that they understood this, that they would consider their latter end! How should one chase a thousand, and two put ten thousand to flight, except their Rock had sold them, and the Lord had shut them up?”"},{"refcode_short":"T09 10.3","refcode_long":"Testimony for the Church — No. 9, p. 10.3 (Ellen Gould White)","content":"There are generals in the army who are wholly devoted to do all that they can to stop this dreadful rebellion, and unnatural war. But most of the officers, and leading men, have a selfish purpose of their own to serve. Each is looking for gain from his own quarter, and many of the whole-hearted, true soldiers are faint-hearted and discouraged. They nobly perform their part when in an engagement with the enemy; but the treatment which they receive from their officers is brutal. There are men among the soldiers that have fine feelings, and independence of spirit. They have never been used to mingle with such a degraded class of men as war brings together, and be tyrannized over and abused, and treated as if brutes. It is very hard for them to endure all this. Many officers have brutal passions, and as they are placed in authority they have good opportunity to act out their brutal natures. They tyrannize over those under them as Southern masters tyrannize over their slaves. These things existing will make it difficult to procure men for the army."},{"refcode_short":"T09 11.1","refcode_long":"Testimony for the Church — No. 9, p. 11.1 (Ellen Gould White)","content":"When generals have been in most terrible conflict, and men have fallen like rain, a reinforcement at the right time would have given them a victory. But some generals care nothing how many lives are lost, and rather than come to the help of those in an engagement, as though their interest were one, they withhold the necessary aid, fearing their brother general would receive the honor of successfully repulsing the enemy. Through envy and jealousy they have even exulted to see the enemy gain the victory and repulse Union men."},{"refcode_short":"T09 11.2","refcode_long":"Testimony for the Church — No. 9, p. 11.2 (Ellen Gould White)","content":"Southern men possess a hellish spirit in this rebellion; but Northern men are not clear. Many of them possess a selfish jealousy, fearing others will obtain honors, and be exalted above themselves. Oh, how many thousands of lives have been sacrificed on this account."},{"refcode_short":"T09 11.3","refcode_long":"Testimony for the Church — No. 9, p. 11.3 (Ellen Gould White)","content":"Those of other nations who have conducted war have had but one interest. With a disinterested zeal they have moved on to conquer or die. Leading men in the Revolution acted unitedly, with zeal, and by that means they gained their independence. Now men act like demons, instead of human beings."},{"refcode_short":"T09 11.4","refcode_long":"Testimony for the Church — No. 9, p. 11.4 (Ellen Gould White)","content":"Satan has, through his angels, communicated to those who were cool, calculating men when left to themselves, and they have given up their judgment and have been led by these lying spirits into very difficult places, where they have met with dreadful slaughter, and have been repulsed. It suits his Satanic majesty well to see slaughter and carnage upon the earth. He loves to see the poor soldiers mowed down like grass. I saw that the rebels have been in positions often where they could have been subdued without much effort; but the communications from spirits have led the generals, and blinded their eyes, until the rebels were beyond their reach. And some generals had rather the rebels would escape, than to subdue them. They think more of the darling institution of slavery, than of the prosperity of the nation. These are among the reasons why the war is so protracted."},{"refcode_short":"T09 12.1","refcode_long":"Testimony for the Church — No. 9, p. 12.1 (Ellen Gould White)","content":"Information sent by our generals to Washington of the movement of our armies, might nearly as well be telegraphed directly to the rebel forces. There are rebel sympathizers right in the heart of the moving authorities. This war is unlike any other. The great lack of union of feeling and action, makes it look dark and discouraging. Many of the soldiers have thrown off restraint, and have sunken to an alarming state of degradation. How can God go forth with such a corrupt army? How can God, according to his honor, defeat their enemies, and lead them on to victory? There is discord, and strife for honor, while the poor soldiers are dying by thousands on the battle-field, or from their wounds and from exposure and hardships."},{"refcode_short":"T09 12.2","refcode_long":"Testimony for the Church — No. 9, p. 12.2 (Ellen Gould White)","content":"This war is the most singular war, and, at the same time, the most horrible and heart-sickening, of any previous war. Other nations are looking on with disgust at the transactions of the armies of both North and South. They see such a determined effort to protract the war at such an enormous sacrifice of life and money, and at the same time nothing really gained, it looks to them like a strife to see which can kill the most men. They are indignant."},{"refcode_short":"T09 12.3","refcode_long":"Testimony for the Church — No. 9, p. 12.3 (Ellen Gould White)","content":"I saw that the rebellion had been steadily increasing, and that it had never been more determined than at the present moment. Many professed Union men, holding important positions, are disloyal at heart. Their only object in taking up arms was to preserve the union as it was, and slavery with it. They would heartily chain down the slave to his life of galling bondage, had they the privilege. Such have a strong degree of sympathy with the South. Blood has been poured out like water, and for naught. In every town and village there is mourning. Wives are mourning for their husbands, and mothers are mourning the loss of their sons, and sisters their brothers. And notwithstanding all this suffering, they do not turn to God."},{"refcode_short":"T09 12.4","refcode_long":"Testimony for the Church — No. 9, p. 12.4 (Ellen Gould White)","content":"I saw that both the South and the North were being punished. In regard to the South, I was referred to Deuteronomy 32:35-37: “To me belongeth vengeance and recompense: their foot shall slide in due time; for the day of their calamity is at hand, and the things that shall come upon them make haste. For the Lord shall judge his people, and repent himself for his servants; when he seeth that their power is gone, and there is none shut up or left, and he shall say, Where are their gods, their rock in whom they trusted?”"},{"refcode_short":"T09 13","refcode_long":"Testimony for the Church — No. 9, p. 13 (Ellen Gould White)","content":"Dangers and Duty of Ministers"},{"refcode_short":"T09 13.1","refcode_long":"Testimony for the Church — No. 9, p. 13.1 (Ellen Gould White)","content":"I have been shown that more can be accomplished now, by laboring in places where a few have been raised up, than in entirely new fields, unless the opening is very good. A few who really believe the truth in different towns, will exert an influence, and excite inquiry in minds in regard to their faith; and if their lives are exemplary, their light will shine, and they will have a gathering influence. And yet I was shown places where the truth has not been proclaimed, which should be visited soon. But the great work now to be accomplished, is to bring up the people of God to engage in the work, and exert a holy influence. They should act the part of laborers, with wisdom and caution and love, labor for the salvation of neighbors and friends. There is too distant a feeling manifested. The cross is not laid right hold of, and borne as it should be. All should feel that they are their brother's keeper; that they are in a great degree responsible for souls around them."},{"refcode_short":"T09 13.2","refcode_long":"Testimony for the Church — No. 9, p. 13.2 (Ellen Gould White)","content":"The brethren err when they leave this work all to the ministers. The harvest is great, and the laborers are few. Those who are of good repute, whose lives are in accordance with their faith, can be workmen. They can converse, and urge the importance of the truth upon others around them. They must not wait for the ministers, and neglect a plain duty which God has left for them to perform."},{"refcode_short":"T09 13.3","refcode_long":"Testimony for the Church — No. 9, p. 13.3 (Ellen Gould White)","content":"Some of our ministers feel but little disposition to take the burden of the work of God upon them, and labor with that disinterested benevolence which characterized the mission and life of our divine Lord. The churches, as a general thing, are farther advanced than some of the ministers. They have had faith in, and have acted upon the testimonies God has been pleased to give, while some of the preachers are far behind. They profess to believe the testimony borne, and some of them make them an iron rule for those who have had no experience in reference to them, and thereby do hurt; but they fail to carry them out themselves. They have had repeated testimonies which they have utterly disregarded. The course of such is not consistent."},{"refcode_short":"T09 14.1","refcode_long":"Testimony for the Church — No. 9, p. 14.1 (Ellen Gould White)","content":"The people of God generally feel a united interest in the spread of the truth. They cheerfully contribute to give to those who labor in word and doctrine, a liberal support. And I saw that it was the duty of those who have the responsibility of distributing means, to see that the liberalities of the church are not squandered. Some of these liberal brethren have been laboring for years with shattered nerves and broken down constitutions, caused through excessive hard labor in the past to obtain possessions here, and now as they freely give a portion of their substance, which has cost them so much, it is the duty of those who labor in word and doctrine to manifest, at least, a corresponding zeal and self-sacrifice equal to that shown by these brethren."},{"refcode_short":"T09 14.2","refcode_long":"Testimony for the Church — No. 9, p. 14.2 (Ellen Gould White)","content":"God's servants must go out free. They must know their whereabouts. Their [There] is power in Christ and his salvation to make them free men, and unless they are free, they cannot build up his church and gather in souls. Will God send a man out to rescue souls from the snare of Satan, when his own feet are entangled in the net? God's servants must not be wavering. If their feet are sliding, how can they say to those of a fearful heart, Be strong? God would have his servants hold up the feeble hands, and strengthen the wavering. Those who are not prepared to do this, had better first labor for themselves, and pray until they be endued with power from on high."},{"refcode_short":"T09 14.3","refcode_long":"Testimony for the Church — No. 9, p. 14.3 (Ellen Gould White)","content":"God is displeased with the lack of self-denial in some of his servants. They have not the burden of the work upon them. A death-like stupor is upon them. Angels of God stand amazed, and ashamed of this lack of self-denial and perseverance."},{"refcode_short":"T09 15.1","refcode_long":"Testimony for the Church — No. 9, p. 15.1 (Ellen Gould White)","content":"While the Author of our salvation was laboring and suffering for us, he denied himself, and his whole life was one continued scene of toil and privation. He could have passed his days on earth in ease and plenty, and appropriated to himself the pleasures of this life; but he considered not his own convenience. He lived to do others good. He suffered to save others from suffering. He endured to the end. He finished the work which was given him to do. All this was to save us from ruin. And now, can it be that we, the unworthy objects of so great love, will seek a better position in this life, than was given to our Lord? Every moment of our lives we have been partakers of the blessings of his great love, and for this very reason we cannot fully realize the depths of ignorance and misery we have been saved from. Can we look upon him whom our sins have pierced, and not be willing to drink with him the bitter cup of humiliation and sorrow? Can we look upon Christ crucified, and wish to enter his kingdom in any other way than through much tribulation?"},{"refcode_short":"T09 15.2","refcode_long":"Testimony for the Church — No. 9, p. 15.2 (Ellen Gould White)","content":"The preachers are not all given up to the work of God, as he requires them to be. Some have felt that the lot of a preacher was hard, because they had to be separated from their families. They forget that once it was harder laboring than it is now. Once there were but few friends of the cause. They forget those upon whom God laid the burden of the work in the past. There were but a few, then, who received the truth as the result of much labor. God's chosen servants wept and prayed for the clear understanding of truth. They suffered privation and much self-denial, in order to spread the truth. Step by step they followed as God's opening providence led the way. They did not study their convenience, or shrink at hardships. God, through these men, prepared the way, and the truth has been made plain to the understanding of every honest mind. Everything has been made ready to the hands of ministers who have since embraced the truth, and some of these have failed to take upon them the burden of the work. They seek for an easier lot, a less self-denying position. This earth is not the resting-place of Christians, much less for the chosen ministers of God. They forget that Christ left his riches and glory in heaven, and came to die, and has commanded us to love one another even as he has loved us. They forget those who wandered about in sheepskins and goatskins, and were afflicted and tormented, of whom the world was not worthy."},{"refcode_short":"T09 16.1","refcode_long":"Testimony for the Church — No. 9, p. 16.1 (Ellen Gould White)","content":"I was shown the Waldenses, and what they suffered for their religion. They conscientiously studied the word of God, and lived up to the light which shone upon them. They were persecuted and driven from their homes. Their possessions obtained by hard labor were taken from them, and their houses were burned. They fled to the mountains and suffered incredible hardships. They endured hunger, fatigue, cold and nakedness. The only clothing many of them could obtain, was the skins of animals. And yet the scattered and homeless ones would get together to unite their voices in singing and praising God, that they were accounted worthy to suffer for Christ's name. They encouraged and cheered each other, and were grateful for even their miserable retreat. Many of their children sickened and died through exposure to cold, and the sufferings of hunger; yet the parents did not for a moment think of yielding their religion. They prized the love and favor of God far higher than earthly ease, or worldly riches. They received consolation from God, and with pleasing anticipations looked forward to the recompense of reward."},{"refcode_short":"T09 16.2","refcode_long":"Testimony for the Church — No. 9, p. 16.2 (Ellen Gould White)","content":"I was again shown Martin Luther. God raised him up to do a special work. How precious was the knowledge of truth revealed in the word of God to Luther. His mind was starving for something sure upon which to build his hope that God would be his Father, and heaven his home. The new and precious light which dawned upon him, from the word of God, was of priceless value. He thought if he went forth with it, he could convince the world. He stood up against the ire of a fallen church, and strengthened those who with him were feasting upon the rich truths contained in the word of God. Luther was God's chosen instrument to tear off the garb of hypocrisy from the papal church, and expose her corruption. He raised his voice zealously, and in the power of the Holy Spirit cried out against, and rebuked the existing sins of the leaders of the people. He counted not his life dear unto him. Proclamations went forth to kill Luther anywhere he might be found. He seemed left to the mercies of a superstitious people who were obedient to the head of the Roman church."},{"refcode_short":"T09 17.1","refcode_long":"Testimony for the Church — No. 9, p. 17.1 (Ellen Gould White)","content":"Luther knew that he was not safe anywhere, yet he trembled not. The light he saw and feasted upon, was life, life to him, and was of more value than all the treasures of earth. Earthly treasures he knew would fail, but the rich truths opened to his understanding, operating upon his heart, would live, and if obeyed, would lead him to immortality."},{"refcode_short":"T09 17.2","refcode_long":"Testimony for the Church — No. 9, p. 17.2 (Ellen Gould White)","content":"Here was one lone man who had stirred the rage of priests and people. He was summoned to Augsburg to answer for his faith. He obeyed the summons. Firm and undaunted he stood before those who had caused the world to tremble—a meek lamb surrounded by angry lions—yet for the truth's sake, and for Christ's sake, he stood up undaunted, and with holy eloquence, which the truth alone can inspire, he gave the reasons of his faith. They tried various means to silence the bold advocate for truth. They flattered and held out inducements. He should be exalted and honored. But life and honors were valueless to him, if purchased at the sacrifice of the truth. Brighter and clearer shone the word of God upon his understanding, giving him a more vivid sense of the errors, corruptions, and hypocrisy of the papacy. His enemies sought to intimidate him, and cause him to renounce his faith, but he boldly stood in the defense of the truth. He was ready to die for his faith, if God required; but to yield it—never. God preserved his life. He bade angels attend him, and bring him through the stormy conflict, unharmed, and he baffled the rage and purposes of his enemies."},{"refcode_short":"T09 17.3","refcode_long":"Testimony for the Church — No. 9, p. 17.3 (Ellen Gould White)","content":"The calm, dignified power of Luther humbled his enemies, and dealt a most dreadful blow to the papacy. The great and proud men in power meant he should atone by his blood for the mischief he had done. Their plans were laid, but a mightier than they had charge of Luther. His work was not finished."},{"refcode_short":"T09 18.1","refcode_long":"Testimony for the Church — No. 9, p. 18.1 (Ellen Gould White)","content":"The friends of Luther hastened*The original publication had the spelling “hastend.” his departure from Augsburg. He leaves in the night, mounted upon a horse, without bridle, without boots, or spurs, and unarmed. With great weariness he performs his journey, until he is among his friends."},{"refcode_short":"T09 18.2","refcode_long":"Testimony for the Church — No. 9, p. 18.2 (Ellen Gould White)","content":"Again the indignation of the papacy is aroused. They are determined to stop the mouth of that fearless advocate of truth. They summon him to Worms, fully determined to make him answer for his folly. He was in feeble health, yet he did not excuse himself. He knew the dangers well that were before him. He knew that his powerful enemies would take any measure to silence him. They cried for his blood as eagerly as the Jews clamored for the blood of the Son of God. Yet he trusted in that God who preserved the three worthies in the burning fiery furnace. His anxiety and care were not for himself. He sought not his own ease, but his great anxiety was, that the truth, to him so precious, be not exposed to the insults of the ungodly. He was ready to die, rather than allow his enemies to triumph. As he entered Worms, thousands of persons pressed around and followed him. Emperors and those in the highest authority, were attended with no greater company. The excitement was intense; and one in that throng, with a shrill and plaintive voice, chanted a funeral dirge to instruct and warn Luther of what awaited him. Luther had counted the cost, and was ready to seal his testimony with his blood, if God so ordained."},{"refcode_short":"T09 18.3","refcode_long":"Testimony for the Church — No. 9, p. 18.3 (Ellen Gould White)","content":"He was about to appear to answer for his faith before a most imposing assembly. Luther looked to God in faith for strength. For a little time his courage and faith were tested. Perils in every form were presented before him. He became sad. Clouds gathered around him, and hid the face of God from him. He longed to go forth with a confident assurance that God was with him. He could not be satisfied unless he was shut in with God. With broken cries he sends up his agonizing prayer to God. His spirit at times seemed to faint, as his enemies, in his imagination, multiplied before him. He trembled at his danger. I saw that God in his wise providence prepared him in this way that he might not forget in whom to trust, and that he should not rush on presumptuously into danger. As his own instrument God was fitting him for the great work before him."},{"refcode_short":"T09 19.1","refcode_long":"Testimony for the Church — No. 9, p. 19.1 (Ellen Gould White)","content":"Luther's prayer was heard. His courage and faith returned as he met his enemies. There he stood, meek as a lamb, surrounded by the great men of the earth. Like angry wolves they fastened their eyes upon him, hoping to awe him with their power and greatness. He had taken hold of the strength of God, and feared not. His words were spoken with such majesty and power his enemies could do nothing against him. God was speaking through Luther. And he had brought together emperors, and professed wise men, that he might publicly bring to naught their wisdom, and that they all might see the strength and firmness of feeble man who is leaning upon God, his eternal rock."},{"refcode_short":"T09 19.2","refcode_long":"Testimony for the Church — No. 9, p. 19.2 (Ellen Gould White)","content":"The calm bearing of Luther was a striking contrast to the passion and rage exhibited by those so-called great men. They could not frighten him into a recantation of the truth. In noble simplicity and calm firmness he stood like a rock. The opposition of his enemies, their rage and threats, would, like the mighty wave, surge against him, and break harmless at his feet. He remained unmoved. They were chagrined to have their power, which had caused kings and nobles to tremble, thus despised by a humble man. They longed to make him feel their power by torturing his life away. But no, a mightier power than potentates of earth had charge of this fearless witness. God had a work for him to do. He must suffer yet for the truth. He must see it wade through bloody persecutions. He must see it clothed in sackcloth, and covered with reproach by fanatics. He must live to justify it, and be its defender, when the mighty powers of earth should seek to tear it down. He must live to see it tear away the errors and superstitions of Papacy, and triumph. Luther gained a victory at Worms which weakened the Papacy, and the news of which spread to other kingdoms and nations. It was an effectual blow struck in favor of the Reformation."},{"refcode_short":"T09 20.1","refcode_long":"Testimony for the Church — No. 9, p. 20.1 (Ellen Gould White)","content":"Ministers who are preaching present truth were held up to me in contrast with the leading men of the Reformation, and especially was Luther's devoted, zealous life placed alongside of the lives of some of our preachers. His undying love for the truth, his courage, his calm firmness, his self-denial, his trials and sacrifices, his suffering at times the deepest anguish of soul, while standing in defense of the truth. Yet he murmured not. His life was hunted like a wild beast of prey, yet all he endured cheerfully for Christ's sake. The last merciful message is entrusted to God's humble, faithful servants of this time. God has led along those who would not shun responsibility, and has laid burdens upon them, and has through them laid out a plan for systematic benevolence to present to his people. In this all can engage, and work in harmony. This system has liberally sustained preachers and the cause. It has been carried out. It has worked like magic. The people have heartily responded to the call, and prized the system, as soon as the preachers ceased their opposition, and stood out of their way. Everything is made convenient and easy for the preachers, that they may work, free from embarrassment. The people have taken hold with a will and an interest which is not to be found among any other class of people. And God is displeased with preachers who now complain and fail to throw their whole energies into this all-important work. They are without excuse, yet some are deceived, and think that they are sacrificing much, and are having a hard time, when they do not know really anything about suffering, self-denial, or want. They may often be weary, so would they be if they were dependent on manual labor for a support."},{"refcode_short":"T09 20.2","refcode_long":"Testimony for the Church — No. 9, p. 20.2 (Ellen Gould White)","content":"Some have thought it would be easier laboring with their hands, and have often expressed their choice to do so. They do not know what they are talking about. They are deceiving themselves. Some have very expensive families that must be provided for, and they lack management. They do not realize that they are indebted to the cause of God for their homes and all that they have. They have not realized how much it costs to live. Should they engage in manual labor, they would not be free from anxiety and weariness. They could not, while laboring to support their own families, be sitting down at their own firesides."},{"refcode_short":"T09 21.1","refcode_long":"Testimony for the Church — No. 9, p. 21.1 (Ellen Gould White)","content":"It is only a few weary hours that a laboring man with a family dependent upon him for support can spend with his family at home. Some ministers do not love industrious labor. A dissatisfaction has been cherished which is very unreasonable. God has marked every murmuring thought and word, and feeling. Heaven feels insulted at such an exhibition of weakness, and lack of devotion to the cause of God. Some have given a willing ear to the tempter, talked out their unbelief, and have wounded the cause. Satan has claims upon them, for they have not recovered themselves from his snare. They have behaved themselves like children who were wholly unacquainted with the wiles of Satan. They have had sufficient experience, and should have understood his workings. He has suggested doubts to their mind, and instead of repelling them at once, they have reasoned and parleyed with the arch-deceiver, and listened to his reasonings as though charmed by the old serpent."},{"refcode_short":"T09 21.2","refcode_long":"Testimony for the Church — No. 9, p. 21.2 (Ellen Gould White)","content":"A few texts which were not perfectly explainable to the satisfaction of their own minds, have been sufficient to shake the whole structure of truth, and to obscure the plainest facts of the word of God. These men are erring mortals. They have not perfect wisdom and knowledge in all the Scriptures. Some passages are placed beyond the reach of human minds, until such a time as God chooses, in his own wisdom, to open them. Satan has been leading some on a trail which leads to certain infidelity. They have suffered their unbelief to becloud the harmonious, glorious chain of truth, and have acted as though it was their business to solve every difficult passage of Scripture, or our faith was faulty."},{"refcode_short":"T09 21.3","refcode_long":"Testimony for the Church — No. 9, p. 21.3 (Ellen Gould White)","content":"I saw that those who have an evil heart of unbelief will doubt, and will think it noble and a virtue to doubt the word of God. Those who think it a virtue to quibble can have plenty of room to disbelieve the inspiration and truths of God's word. God does not compel any to believe. They can choose to rely upon the evidences he has been pleased to give, or doubt and cavil, and perish."},{"refcode_short":"T09 22.1","refcode_long":"Testimony for the Church — No. 9, p. 22.1 (Ellen Gould White)","content":"I was shown that those who are troubled with infidelity and doubts should not go out to labor for others. That which is in the mind must flow out, and they realize not the effect of a hint, or the smallest doubt expressed. Satan makes it a barbed arrow. It acts like a slow poison, which, before the victim is made sensible of his danger, has affected the whole system, and undermined a good constitution, and finally ends in death. It is just so with the poison of unbelief, and doubts upon scripture facts. One who has influence hints, or throws a doubt into minds suggesting that which Satan has suggested to them, that one scripture contradicts another, and in a very wise manner, as though they had found out some wonderful mystery, which had been hid from believers and the holy in every age of the world, cast their midnight darkness into other minds. They lose the relish they have had for the truth, and come out infidels. All this is the work of a few words spoken, which had a hidden power, because they seemed involved in mystery."},{"refcode_short":"T09 22.2","refcode_long":"Testimony for the Church — No. 9, p. 22.2 (Ellen Gould White)","content":"This is the work of a cunning Devil. Those who are troubled with doubts, and have difficulties which they cannot solve, should not throw other weak minds into the same perplexity. Some have hinted or have talked their unbelief, and have passed on little dreaming of the effect produced. The seeds of unbelief, in some instances, have taken immediate effect, and in some cases have lain buried quite a length of time, until the individuals take a wrong course and give place to the enemy, and the light of God is withdrawn from them, and they fall under the powerful temptations of Satan. Then the seeds of infidelity spring up, which were sown so long ago. Satan nourishes them, and they bear fruit. Anything coming from ministers, who should stand in the light, has a powerful influence. And when they have not stood in the clear light of God, Satan has used them as agents, and has through them transmitted his fiery darts to minds not prepared to resist what has come from their ministers."},{"refcode_short":"T09 23.1","refcode_long":"Testimony for the Church — No. 9, p. 23.1 (Ellen Gould White)","content":"I saw that ministers, as well as people, have a warfare before them, to resist the Devil. It is a cruel position for ministering brethren to be in, serving the purposes of Satan, by listening to his whisperings, and letting him captivate their minds and guide their thoughts. And their most grievous sin in the sight of God is, their talking out their unbelief, and drawing other minds into the same dark channel, thus suffering Satan to carry out a two-fold purpose in tempting them. He unsettles the mind of one whose course has encouraged his temptations, and then leads that one to unsettle the minds of many."},{"refcode_short":"T09 23.2","refcode_long":"Testimony for the Church — No. 9, p. 23.2 (Ellen Gould White)","content":"I saw that it was time that the watchmen upon the walls of Zion understood the responsibility and sacredness of their mission. They should feel that a woe is upon them if they do not perform the work God has committed to them. If they become unfaithful, they are endangering the safety of the flock of God, endangering the cause of truth, and exposing it to the ridicule of our enemies. Oh, what a work is this! It will surely meet its reward. Some ministers, as well as people, need converting. They need to be torn to pieces and made over new. Their work among the churches is worse than lost, and it would be more pleasing to God, while in their weak, tottering condition for them to cease their efforts to help others, and labor with their hands until they are converted. Then could they strengthen their brethren."},{"refcode_short":"T09 23.3","refcode_long":"Testimony for the Church — No. 9, p. 23.3 (Ellen Gould White)","content":"Ministers must arouse. They profess to be generals in the army of the great King, and at the same time are sympathizers with the great rebel leader and his host. Some have exposed the cause of God, and the sacred truths of his word, to the reproaches of the rebel host. They have removed a portion of their armor, and Satan has hurled in his poisoned arrows. They have strengthened the hands of the rebel leaders, and weakened themselves, and caused Satan and his hellish clan to rear their heads in triumph, and exult on account of the victory they have let him gain. Oh, what a lack of wisdom! What blindness! What foolish generalship, to open to their deadliest foes their weakest points! How unlike the course pursued by Luther. He was willing to sacrifice his life, but the truth never. His words are, “Let us only take care that the gospel be not exposed to the insults of the ungodly, and let us shed our blood in its defense, rather than allow them to triumph. Who will say whether my life or my death would contribute most to the salvation of my brethren?”"},{"refcode_short":"T09 24.1","refcode_long":"Testimony for the Church — No. 9, p. 24.1 (Ellen Gould White)","content":"I was shown that God was not dependent upon any man for the advancement of his cause. He is raising up and qualifying men to bear the message to souls. He can make his strength perfect in the weakness of men. The power is of God. Ready speech, eloquence, and great talents, will not convert a single soul. The efforts in the pulpit may stir up minds, the plain arguments may be convincing, but God giveth the increase. The power is of God, and godly men, faithful, holy men, who carry out that which they preach in their everyday life, will exert a saving influence. A powerful discourse may be delivered from the desk which may affect minds; but a little imprudence upon the part of the minister out of the pulpit, a lack of gravity of speech and true godliness, will counteract his influence every time, and do away the good impressions made by him. The converts will be his. In many instances they will seek to rise no higher than their preacher. There will be in them no thorough heart work. They are not converted to God. The work is superficial. And their influence will be an injury to those who are really seeking the Lord. The success of a minister depends very much upon his deportment out of the desk. When they cease preaching and leave the desk, their work is not finished. It is only commenced. They must then carry out what they have preached. They should not move heedlessly, but set a watch over themselves, lest something that they may do and say may be taken advantage of by the enemy, and a reproach be brought upon the cause of Christ."},{"refcode_short":"T09 24.2","refcode_long":"Testimony for the Church — No. 9, p. 24.2 (Ellen Gould White)","content":"Ministers cannot be too guarded, especially before the young. They should use no lightness of speech, no jesting or joking, but should remember that they are in Christ's stead, and that they must illustrate by example the life of Christ. “For we are laborers together with God.” “We then as workers together with him, beseech you also that ye receive not the grace of God in vain.”"},{"refcode_short":"T09 25.1","refcode_long":"Testimony for the Church — No. 9, p. 25.1 (Ellen Gould White)","content":"I was shown that the usefulness of young ministers, married or unmarried, is often destroyed by attachment shown to him by young females. They do not realize that other eyes are upon them, and that the course pursued by them may have a tendency to very much injure the influence of the minister they give so much attention. If they would strictly regard the rules of propriety, it would be much better for them, and much better for their ministers. It places him in a disagreeable position, and causes others to look upon him in a wrong light. Yet I saw that the burden of the matter rests upon the ministers. They should show a distaste to these things, and if they take the course God would have them, they will not be troubled long. It is their duty to cut off every appearance of evil, and when young females are very sociable, it is their duty to let them know such things are not pleasing. They must repulse this forwardness, even if they are thought to be rude. Such things need a rebuke, in order to save the cause from being brought into disrepute. If young females are converted to the truth, and to God, they can bear this, and will be reformed."},{"refcode_short":"T09 25.2","refcode_long":"Testimony for the Church — No. 9, p. 25.2 (Ellen Gould White)","content":"Ministers should follow up their public labors by private efforts, laboring personally for souls, whenever an opportunity presents, conversing around the fireside, beseeching and entreating souls to seek for those things which make for their peace. Our work here is soon to close, and every man will receive his own reward according to his own labor."},{"refcode_short":"T09 25.3","refcode_long":"Testimony for the Church — No. 9, p. 25.3 (Ellen Gould White)","content":"I was shown the saints’ reward, the immortal inheritance, and saw that those who had endured the most for the truth's sake will not think they have had a hard time, but will count heaven cheap enough."},{"refcode_short":"T09 26","refcode_long":"Testimony for the Church — No. 9, p. 26 (Ellen Gould White)","content":"Bad Use of the Visions"},{"refcode_short":"T09 26.1","refcode_long":"Testimony for the Church — No. 9, p. 26.1 (Ellen Gould White)","content":"I have been shown that some, especially in Iowa, make the visions a rule to measure all by, and have taken a course which my husband and myself have never pursued in our labors. Some are unacquainted with me and my labors, and they are very skeptical of anything bearing the name of visions. This is all natural, and can only be overcome by experience. If individuals are not settled, they should not be crowded off. The course to pursue with such may be found in Testimony No. 8, pp. 32, 33, which I hope will be read by all. There is a supply of No. 8 at the Office. Ministers should have compassion of some, making a difference. Others save with fear, pulling them out of the fire. God's ministers should have wisdom to give to every one his portion of meat, and to make that difference with individuals which their case requires. The course pursued with some in Iowa who are unacquainted with me, has not been a careful and consistent one. Those who were comparatively strangers to the visions, have been dealt with in the same manner that they would deal with those who have had much light and experience in the visions. Some have been required to endorse the visions when they could not conscientiously do so, and in this way some honest souls have been driven to take positions against the visions, and against the body, which they never would have taken; had their case been managed with discretion and mercy."},{"refcode_short":"T09 26.2","refcode_long":"Testimony for the Church — No. 9, p. 26.2 (Ellen Gould White)","content":"There are those who have had long experience, and have for years been acquainted with me, and with the influence of the visions. They have tested their truthfulness and asserted their belief in them. They have felt the powerful influence of the Spirit of God resting upon them to witness to the truthfulness of the visions. If such, when reproved through vision, rise up against them, and oppose, and work secretly to injure our influence, they should be dealt faithfully with, for their influence is endangering those who lack experience."},{"refcode_short":"T09 26.3","refcode_long":"Testimony for the Church — No. 9, p. 26.3 (Ellen Gould White)","content":"Ministers of present truth, while they bear a pointed testimony, reproving individual wrongs, and seeking to tear away the idols from the camp of Israel, must manifest forbearance. They should preach the truth in its solemnity and importance. The truth received in the heart, will accomplish that for the receiver which nothing else can. If the minister presents the truth in the demonstration of the Spirit, and it does not cut away the idols, to denounce and bear down upon the individual, will not do it. It may appear that some are joined to their idols, yet I saw that they should be very reluctant to give up the poor deceived ones. They should ever bear in mind that we are all erring mortals, and that Christ exercises much pity for our weakness, and loves us although we err. If God should deal with us as we often deal with each other, we should be consumed. While ministers preach the plain, cutting truths, they must let the truth do the cutting and hewing, not do it themselves. They should lay the axe (the truths of God's word) at the root of the tree, and something will be accomplished. Pour out the testimony just as straight as it is found in the word of God, with a heart full of the warming, quickening influence of the Spirit of God, all in tenderness, yearning for souls, and the work among God's people will be effectual. Why there is so little of the Spirit of God manifested, is because ministers learn to do without it. They lack the grace of God; lack forbearance and patience; lack a spirit of consecration and sacrifice; and this is the only reason why some are doubting the evidences of God's word. The trouble is not at all in the word of God, but in themselves. They lack the grace of God: lack devotion, personal piety and holiness. This leads them to be unstable, and throws them often on the Devil's battle-field. I saw however pious men may have appeared to be; however strong they may have advocated the truth; when they begin to talk unbelief in regard to some scriptures which caused them to doubt the inspiration of the Bible, be afraid of them; for God is at a great distance from them."},{"refcode_short":"T09 28","refcode_long":"Testimony for the Church — No. 9, p. 28 (Ellen Gould White)","content":"Parents and Children"},{"refcode_short":"T09 28.1","refcode_long":"Testimony for the Church — No. 9, p. 28.1 (Ellen Gould White)","content":"I have been shown that while parents who have the fear of God before them restrain their children, they should study their dispositions and temperaments, and should seek to meet their wants. Some parents attend carefully to the temporal wants of their children; if sick, they kindly and faithfully nurse them, and then think their duty done. They mistake here. Their work has but just begun. The wants of the mind should be cared for. It requires skill to apply the proper remedies to cure a wounded mind. Children have trials just as hard to bear, just as grievous in character, as older people. Parents do not always feel alike. Their minds are often perplexed. They labor under mistaken views and feelings. Satan buffets them, and they yield to his temptations. They speak irritably, and in a manner to excite wrath in their children, and are sometimes exacting and fretful. The poor children partake of the same spirit, and the parents are not prepared to help them, for they were the cause of the trouble. Sometimes everything seems to go wrong. It is fretfulness all around, and all have a very miserable, unhappy time of it. The parents lay the wrong upon their poor children, and think them very disobedient and unruly, and the worst children in the world, when the cause of the disturbance is in themselves. In this manner some parents raise many a storm, by their lack of self-control. Instead of kindly asking the children to do this, or that, they are ordered in a scolding tone, and at the same time a censure or reproof is on their lips which the children have not merited. This course, pursued toward children, destroys their cheerfulness and ambition. They do your bidding, not from love, but because they dare not do otherwise. Their heart is not in the matter. It is a drudgery, instead of a pleasure, which often leads them to forget to follow out all your directions, which increases your irritation, and makes it still worse for the children. The fault-finding is repeated, their bad conduct arrayed before them in glowing colors, until a discouragement comes over the children, and they are not particular whether they please or not. A spirit of “I don't care” seizes them, and they seek that pleasure and enjoyment away from home, away from their parents, which they do not find at home. They mingle with street company, and are soon as corrupt as any of the worst."},{"refcode_short":"T09 29.1","refcode_long":"Testimony for the Church — No. 9, p. 29.1 (Ellen Gould White)","content":"Upon whom rests this great sin? If home had been made attractive, had the parents manifested love and affection for their children, and with kindness found employment for them, in love instructed them how to obey their wishes, they would have touched an answering cord in their hearts, and their willing feet, and hands, and hearts, would have all readily obeyed them. Parents, by controlling themselves, and speaking kindly, and praising their children when they try to do right, encourage their right efforts, make them very happy, and throw a charm into the family circle which will chase away every dark shadow, and bring cheerful sunlight in."},{"refcode_short":"T09 29.2","refcode_long":"Testimony for the Church — No. 9, p. 29.2 (Ellen Gould White)","content":"Parents sometimes excuse their own wrong course because they do not feel well. They are nervous, and cannot, they think, be patient and calm, and speak pleasantly. They deceive themselves in this thing, and please Satan. He exults that the grace of God is not allowed by them as sufficient to overcome natural infirmities. They can, and should, at all times, control themselves. God requires it of them. They should realize that when they give way to fretfulness and impatience they cause others to suffer. Those around them are affected by the spirit they manifest, and if they in their turn act out the same spirit, the evil is increased, and everything goes wrong."},{"refcode_short":"T09 29.3","refcode_long":"Testimony for the Church — No. 9, p. 29.3 (Ellen Gould White)","content":"Parents, when you feel fretful, you should not commit so great a sin as to poison the whole family with this dangerous irritability. At such times set a double watch over yourself, and resolve in your heart not to offend with your lips. Nothing but pleasant, cheerful words should escape from your lips. Say to yourself, “I will not mar the happiness of my children by a fretful word.” By thus controlling yourself, you will grow stronger. Your nervous system will not be so sensitive. You will be strengthened by the principles of right. The consciousness in your heart that you are faithfully discharging your duty, will strengthen you. Angels of God will smile upon your efforts, and help you. When you feel impatient, you too often think it is all in your children, and you blame them when they do not deserve it. At another time they might do the very same things, and all be acceptable and right. Children know, and mark, and feel these irregularities, and they are not always alike. Sometimes they are better prepared to meet changeable moods, and at other times they are nervous, and fretful, and cannot bear censure. Their spirit rises up in rebellion against it. Parents want all due allowance made for their state of mind, yet do not always see the necessity of making the same allowance for their poor children. They excuse in themselves that, which if they see in their children, who have not their years of experience and discipline, they would highly censure. Some parents are of a nervous temperament, and when fatigued with labor or oppressed with care, do not labor to preserve a calm state of mind, but manifest to those who should be dearest to them on earth, fretfulness and lack of forbearance, which displeases God, and brings a cloud over the family. Children, in their troubles, should often be soothed with tender sympathy. Mutual kindness and forbearance will make home a paradise, and attract holy angels into the family circle."},{"refcode_short":"T09 30.1","refcode_long":"Testimony for the Church — No. 9, p. 30.1 (Ellen Gould White)","content":"The mother can and should do much toward controlling her nerves and mind when it is depressed; and even when she is sick, she can, if she only schools herself, be pleasant and cheerful, and can bear more of their noise than she would once have thought it possible. If infirmities, or depression of spirits affect the mother, she should not make the children feel her infirmities, and cloud their young, sensitive minds, and cause them to feel that the house is a tomb, and the mother's room the most dismal place in the world. The mind and nerves can gain tone, and strength, by exercising the will. The power of the will in many cases will prove a mighty soother of the nerves."},{"refcode_short":"T09 30.2","refcode_long":"Testimony for the Church — No. 9, p. 30.2 (Ellen Gould White)","content":"Do not let your children see you with a clouded brow. If they yield to temptation, and afterwards see and repent of their error, forgive them just as freely as you hope to be forgiven of your Father in heaven. Kindly instruct them, and bind them to your hearts. It is a critical time for children. Influences will be thrown around them to wean them from you, which you must counteract. Teach them to make you their confident. Let them whisper in your ear their trials and joys. By encouraging this, you will save them from many a snare that Satan has prepared for their inexperienced feet. But if you treat your children only with sternness, if you forget your own childhood, and forget that they are but children, and try to make them perfect, and make them men and women in their acts at once, you will close the door of access which you might otherwise have to your children, and you drive them to open a door for injurious influences, to affect their young minds, and before you awake to their danger, their minds have been poisoned by others."},{"refcode_short":"T09 31.1","refcode_long":"Testimony for the Church — No. 9, p. 31.1 (Ellen Gould White)","content":"Satan and his host are making most powerful efforts to sway the minds of the children, and they must be treated with candor, Christian tenderness and love. This will give you a strong influence over them, and they will feel that they can repose unlimited confidence in you. Throw around your children charms for home, and your society. If you do this, they will not desire so much the society of other young associates. Satan works through young associates to influence and corrupt the minds of each other. It is the most effectual way he can work. Young associates have a powerful influence over one another. Their conversation is not always choice and elevated. Evil communications will be breathed into the ear, which, if not decidedly resisted, find a lodgment in the heart, take root, and spring up to bear fruit, and corrupt their good manners. Because of the evils now in the world, and the restriction necessary to be placed upon the children, parents should have double care to bind them to their hearts, and let them see they wish to make them happy."},{"refcode_short":"T09 31.2","refcode_long":"Testimony for the Church — No. 9, p. 31.2 (Ellen Gould White)","content":"Parents should not forget their childhood years, how much they yearned for sympathy and love, and how unhappy they felt when censured and fretfully chided. They should be young again in their feelings. You should bring your mind down to understand the wants of your children. With firmness, all mixed with love, require your children to obey you. Your word should be implicitly obeyed."},{"refcode_short":"T09 32.1","refcode_long":"Testimony for the Church — No. 9, p. 32.1 (Ellen Gould White)","content":"Angels of God are watching the children with the deepest interest, to see what characters they develop. If Christ dealt with us as we often deal with each other and with our children, we should stumble and fall through utter discouragement. I saw that Jesus knows our infirmities, and himself hath felt their experience in all things but in sin, therefore he hath proportioned a way and a path to our strength and capacity, and like Jacob, hath marched softly and in evenness with the children as they were able to endure, that he might entertain us by the comfort of his company, and be to us a perpetual guide. He does not despise, neglect, or leave behind the children of the flock."},{"refcode_short":"T09 32.2","refcode_long":"Testimony for the Church — No. 9, p. 32.2 (Ellen Gould White)","content":"He has not bid us to move forward and leave them. He has not traveled so hastily as to leave us with our children behind. O no, but he has evened the path to life, even for children. And parents are required in his name to lead them along the narrow way. God has proportioned a way and a path according to the strength and capacity of children."},{"refcode_short":"T09 32.3","refcode_long":"Testimony for the Church — No. 9, p. 32.3 (Ellen Gould White)","content":"I have been shown that the time has come for more effective labor in the East. The necessity of organization and order is at last felt in the East. Ministers will not now be obliged to labor under such discouragements as before. The angel of mercy is hovering over the East. Said the angel, “Strengthen the things that remain. Proclaim the message to those who have not heard it.”"}]