[{"refcode_short":"T10 ","refcode_long":"Testimony for the Church — No. 10, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 10"},{"refcode_short":"T10 1","refcode_long":"Testimony for the Church — No. 10, p. 1 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T10 1","refcode_long":"Testimony for the Church — No. 10, p. 1 (Ellen Gould White)","content":"Dangers of the Young"},{"refcode_short":"T10 1.1","refcode_long":"Testimony for the Church — No. 10, p. 1.1 (Ellen Gould White)","content":"June 6, 1863, I was shown some of the dangers of the young. Satan is controlling the minds of youth, and leading their inexperienced feet astray. The youth are ignorant of his devices, and parents should be awake, and in these perilous times work with perseverance and industry, to shut out the first approach of the foe. They should instruct their children when they go out and when they come in, when they rise up, and when they sit down. It should be line upon line, precept upon precept, here a little and there a little."},{"refcode_short":"T10 1.2","refcode_long":"Testimony for the Church — No. 10, p. 1.2 (Ellen Gould White)","content":"The mother's work commences with the infant. She should subdue the will and temper of the child, and bring its disposition into subjection. Learn it to obey. As the child grows older, relax not the hand. Every mother should take time to reason with the child, to correct its errors, and patiently teach it the right way. Christian parents should know that they are instructing and fitting their children to become children of God. The whole religious experience of the children is influenced by the instructions given, and character formed, in childhood. If the child's will is not subdued and made to yield in childhood to the will of the parents, then what a task! What a severe struggle! What a conflict, to yield that will which never was subdued, to the requirements of God! Parents who neglect this important work, commit a great error, and sin against their poor children, and against God. Children, while under strict discipline, will at times have dissatisfied feelings. They will feel impatient under restraint, and will wish to have their own will, and go and come as they please. And they will often feel, from the ages of ten to eighteen, that there would be no harm in going to picnics and other gatherings of young associates; yet their experienced parents can see danger. They are acquainted with the peculiar temperaments of their children, and know the influence of these things upon their minds, and in reference to their salvation, keep them back from these exciting amusements."},{"refcode_short":"T10 2.1","refcode_long":"Testimony for the Church — No. 10, p. 2.1 (Ellen Gould White)","content":"When these children decide to leave the pleasures of the world themselves, and choose to be Christ's disciples, what a burden is lifted from the hearts of careful, faithful parents. Yet even then the labor of the parents must not cease. The children then should not be left to take their own course, and always choose for themselves. They have then just commenced the warfare in earnest against sin, pride, passion, envy, jealousy, hatred, and all the evils of their natural heart. And parents need to watch and counsel their children, and decide for them, and show them that if they do not yield cheerful, willing obedience to their parents, they cannot yield willing obedience to God, and it is impossible for them to be Christians."},{"refcode_short":"T10 2.2","refcode_long":"Testimony for the Church — No. 10, p. 2.2 (Ellen Gould White)","content":"Parents should encourage their children to confide in them and unburden to them their heart griefs, their daily little annoyances and trials. If they do this, the parents can learn to sympathize with their children, and pray for them and with them, that God would shield and guide them. They should point them to their never-failing Friend and Counselor, who will be touched with the feelings of their infirmities. He was tempted in all points like as we are, yet without sin."},{"refcode_short":"T10 2.3","refcode_long":"Testimony for the Church — No. 10, p. 2.3 (Ellen Gould White)","content":"Satan tempts children to be reserved to their parents, and choose their young and inexperienced companions as their confidents; such as cannot help them, but give them bad advice. Young girls and boys get together, and chat, and laugh, and joke, and drive Christ out of their hearts, and angels from their presence, by their foolish nonsense. Unprofitable conversation upon the acts and doings of others, small talk about this young man, or that girl, withers noble, devotional thoughts or feelings, and drives good and holy desires from the heart, and leaves it cold and destitute of true love for God and his truth."},{"refcode_short":"T10 3.1","refcode_long":"Testimony for the Church — No. 10, p. 3.1 (Ellen Gould White)","content":"Children would be saved from many evils if they would be more familiar with their parents. Parents should encourage in their children a disposition to be open and frank with them, to come to them with their difficulties, and when they are perplexed as to what course is right, to lay the matter just as they view it before their parents, and ask advice of them. Who are so well calculated to see and point out their dangers as godly parents? Who can understand the peculiar temperaments of their own children as well as they? The mother who has watched every turn of the mind from infancy, and is acquainted with the natural disposition, is best prepared to counsel her children. Who can tell as well what traits of character to check and restrain, as the mother, aided by the father?"},{"refcode_short":"T10 3.2","refcode_long":"Testimony for the Church — No. 10, p. 3.2 (Ellen Gould White)","content":"Children who are Christians will prefer the love and approbation of their God-fearing parents above every earthly blessing. They will love and honor their parents. This should be one of the principal studies of their lives, How can I make my parents happy? Children who have not been disciplined and received right instruction, have in this rebellious age but little sense of their obligations to their parents. It is often the case the more their parents do for them the more ungrateful they are, and the less they respect them. Children that have been petted and waited upon, always expect it; and if their expectations are not met, they are disappointed and discouraged. This same disposition will be seen through their whole lives, and they will be helpless, leaning upon others for aid, expecting others to favor them, and yield to them. And if they are opposed, even after grown to manhood and womanhood, they think themselves abused; and thus they worry their way through the world, hardly able to bear their own weight, often murmuring and fretting because every thing does not suit them."},{"refcode_short":"T10 3.3","refcode_long":"Testimony for the Church — No. 10, p. 3.3 (Ellen Gould White)","content":"I saw that some people are learning their children lessons which will prove ruinous to them, and they are also planting thorns for their own feet. Mistaken parents have thought if they gratified the wishes of their children, and let them follow their own inclinations, they would gain their love. What a mistaken idea! what an error! Children thus disciplined, grow up unrestrained in their desires, unyielding in their dispositions, selfish, exacting, and overbearing, and are a curse to themselves and everybody around them. Parents, to a great extent, hold the future happiness of their children in their own hands. Upon them rests the important work of forming their children's character. The instructions they give them in childhood, will follow them all through their lives. Parents can sow the seed which will spring up and bear fruit either for good or evil. They can fit their sons and daughters for happiness or misery."},{"refcode_short":"T10 4.1","refcode_long":"Testimony for the Church — No. 10, p. 4.1 (Ellen Gould White)","content":"Children should be taught very young to be useful, to help themselves, and help others. Many daughters of this age can see their mothers toiling, cooking, washing, or ironing, while they sit without remorse of conscience in the parlor to read stories, knit edging, crotchet, or embroider. Their hearts are as unfeeling as a stone. But where does this wrong originate? Who are the ones usually to blame in this matter? The poor, deceived parents. They overlook the future good of their children, and in their mistaken fondness, let them sit in idleness, or do that which is of but little account, which requires no exercise of the mind or muscles, and excuse the indolent daughters because they are weakly. What has made them weakly? It has often been the wrong course of the parents. A proper amount of exercise about the house would improve both mind and body. But they are deprived of this through false ideas, until the children are averse to work. Work is disagreeable, and does not accord with their ideas of gentility. It is thought to be unlady-like and coarse to wash dishes, iron, or stand over the wash-tub. This is the fashionable instruction which is given children in this unfortunate age."},{"refcode_short":"T10 4.2","refcode_long":"Testimony for the Church — No. 10, p. 4.2 (Ellen Gould White)","content":"God's people should be governed by different principles than worldlings, who seek to gauge all their course of action according to fashion. In every instance should God-fearing parents train their children for a life of usefulness. They should not permit their principles of government to be tainted with the extravagant notions prevailing in this age, that they must conform to the fashions and be governed by the opinions of worldings [worldlings]. They should not permit their children to choose their own associates. Teach them that it is your duty to choose for them. Prepare them to bear burdens when young. If your children have been unaccustomed to labor, they will soon become weary. They will complain of side-ache, pain in the shoulders, and tired limbs, and parents will be in danger through sympathy, of doing their work themselves, rather than have their children suffer a little. Let the burden upon the children be very light at first, and then increase the labors a little more every day, until they can do a proper amount of labor without becoming so weary. Inactivity is the greatest cause of side-ache and shoulder-ache among children."},{"refcode_short":"T10 5.1","refcode_long":"Testimony for the Church — No. 10, p. 5.1 (Ellen Gould White)","content":"There is a class of young ladies in this age who are merely useless creatures, only good to breathe, eat, wear, chat, and talk nonsense, while in their fingers they hold a bit of embroidery or crotchet. But few of the youth show real sound judgment and good common sense. They lead a butterfly life, without any special object in view. When this class of worldly associates get together, about all you can hear is a few silly remarks to one another about dress, or some frivolous matter, and then they laugh at their own remarks which they consider very bright. This is frequently done before older people, who can but feel saddened at such lack of reverence for their years. Such seem to have lost all sense of modesty and good manners. Yet the way that they have been instructed leads them to think it the height of gentility."},{"refcode_short":"T10 5.2","refcode_long":"Testimony for the Church — No. 10, p. 5.2 (Ellen Gould White)","content":"This spirit is like a contagious disease. God's people should choose the society for their children, and teach them to avoid the company of these vain worldlings. Mothers should take their daughters with them into the kitchen, and patiently educate them. The constitution will be better for such labor. The muscles will gain tone and strength, and their meditations will be more healthy and elevated at the close of the day. They may be weary, but how sweet is rest after a proper amount of labor. Sleep, nature's sweet restorer, invigorates the weary body, and prepares it for the next day's duties. Do not intimate to your children that it is no matter whether they labor or not. Teach them that their help is needed, that their time is of value, and that you depend on their labor."},{"refcode_short":"T10 6.1","refcode_long":"Testimony for the Church — No. 10, p. 6.1 (Ellen Gould White)","content":"I have been shown that much sin has resulted from idleness. Active hands and minds do not find time to heed every temptation the Enemy suggests; but idle hands and brains are all ready for Satan to control. The mind, when not properly occupied, dwells upon improper things. Parents should learn their children that idleness is sin. I was referred to Ezekiel 16:49. “Behold this was the iniquity of thy sister Sodom, pride, fullness of bread, and abundance of idleness, was in her and in her daughters, neither did she strengthen the hands of the poor and needy.”"},{"refcode_short":"T10 6.2","refcode_long":"Testimony for the Church — No. 10, p. 6.2 (Ellen Gould White)","content":"Children should feel that they are indebted to their parents, who have watched over them in their infancy, and nursed them in sickness. They should realize that their parents have suffered much anxiety on their account. Especially have conscientious, godly parents felt the deepest interest that their children should take a right course. As they have seen faults in their children, how heavy have been their hearts. If the children who caused those hearts to ache could see the effect of their course, they would certainly relent. If they could see their mother's tears, and hear her prayers to God in their behalf, if they could listen to her suppressed and broken sighs, their hearts would feel, and they would speedily confess their wrongs and ask to be forgiven. There is a work to be accomplished for old and young. Parents should better qualify themselves to more fully discharge their duty to their children. Some parents do not understand their children, and are not really acquainted with them. There is often a great distance between parents and children. If parents would enter more fully into the feelings of their children, and draw out what is in their hearts, it would have a beneficial influence upon them."},{"refcode_short":"T10 6.3","refcode_long":"Testimony for the Church — No. 10, p. 6.3 (Ellen Gould White)","content":"Parents should deal faithfully with the souls committed to their trust. They should not encourage in them pride, extravagance or love of show. They should not teach them, nor suffer them to learn, little pranks which appear cunning in small children, which they have to unlearn and correct them for, when they are older. Habits formed when very young, are not easily forgotten. Parents should commence to discipline the minds of their children while very young, to the end that they may be Christians. Let all your efforts be for their salvation. Act as though they were placed in your care to be fitted as precious jewels to shine in the kingdom of God. Beware how you lull your children to sleep over the pit of destruction, with the mistaken thought that they are not old enough to be accountable, and are not old enough to repent of their sins and profess Christ."},{"refcode_short":"T10 7.1","refcode_long":"Testimony for the Church — No. 10, p. 7.1 (Ellen Gould White)","content":"I was referred to the many precious promises on record for those who seek their Saviour early. Ecclesiastes 12:1. “Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh when thou shalt say, I have no pleasure in them.” Proverbs 13 [8]:17. “I love them that love me, and those that seek me early shall find me.” The great Shepherd of Israel is still saying, “Suffer little children to come unto me, and forbid them not; for of such is the kingdom of Heaven.” Teach your children that youth is the best time to seek the Lord. Their young minds are not harassed with care, and the burdens of life are not heavy upon them, and while so free they should devote the best of their strength to God."},{"refcode_short":"T10 7.2","refcode_long":"Testimony for the Church — No. 10, p. 7.2 (Ellen Gould White)","content":"We are living in an unfortunate age for children. A heavy current is setting downward to perdition, and it needs more than childhood's experience and strength to press against this current, and not be borne down by it. Satan and his angels are leading the youth generally to certain destruction. They seem to be his captives. Satan and his angels are warring against the government of God, and all who have a desire to yield their hearts to him and obey his requirements, Satan will try to perplex, and overcome with his temptations, that they may become discouraged and give up the warfare."},{"refcode_short":"T10 8.1","refcode_long":"Testimony for the Church — No. 10, p. 8.1 (Ellen Gould White)","content":"Parents, help your children. Arouse from the lethargy which has been upon you. Watch continually to cut off the current, and roll back the weight of evil Satan is pressing in upon your children. The children cannot do this of themselves. Parents can do much. By earnest prayer and living faith, great victories will be gained. Some parents have not realized the responsibilities resting upon them, and have neglected the religious education of their children. In the morning the Christian's first thoughts should be upon God. Worldly labor and self-interest should be secondary. Before leaving the house for labor, all the family should be collected together, and taught that they must respect and reverence the hour of prayer. The father, or the mother in the father's absence, should with humility and a heart full of tenderness, with a sense of the temptations and dangers before themselves and their children, plead fervently before God that he would keep the children through the day. By faith bind your children upon the altar, entreating for them the care of the Lord. Ministering angels will guard children who are thus dedicated to God. It is the duty of Christian parents, morning and evening, by earnest prayer and persevering faith, to make a hedge about their children. They should patiently instruct them—kindly and untiringly teach them how to live in order to please God."},{"refcode_short":"T10 8.2","refcode_long":"Testimony for the Church — No. 10, p. 8.2 (Ellen Gould White)","content":"Impatience in the parent excites impatience in the children. Passion manifested by the parents, creates passion in the children, and stirs up the evils of their nature. Some parents correct their children severely with a spirit of impatience, and often in passion. Such corrections produce no good result. In seeking to correct one evil, they create two. Continual censuring and whipping hardens children, and weans them from their parents. Parents should first learn to control themselves; then they can more successfully control their children. Every time they lose self-control, and speak and act impatiently, they sin against God. They should first reason with their children, clearly point out their wrongs, show them their sin, and impress upon them that they have not only sinned against them, but against God. With your heart subdued and full of pity and sorrow for your erring children, pray with them, before correcting them. Then your correction will not cause your children to hate you. They will love you. They will see that you do not punish them because they have put you to inconvenience, or because you wish to vent your displeasure upon them; but from a sense of duty for their good, that they may not be left to grow up in sin and wickedness."},{"refcode_short":"T10 9.1","refcode_long":"Testimony for the Church — No. 10, p. 9.1 (Ellen Gould White)","content":"Some parents have failed to give their children a religious education, and have also neglected their school education. Neither should have been neglected. Children's minds will be active. If not engaged in physical labor, or occupied with study, they will be exposed to bad influences. It is sin for parents to suffer their children to grow up in ignorance. They should be supplied with useful and interesting books. They should be learned to work, and have hours for physical labor, and hours to devote to study and reading."},{"refcode_short":"T10 9.2","refcode_long":"Testimony for the Church — No. 10, p. 9.2 (Ellen Gould White)","content":"Parents should seek to elevate the minds of their children. They should cultivate their intellect, and strive to improve their mental faculties. The mind left to itself uncultivated will be generally low, sensual, and corrupt. Satan improves his opportunity, and educates idle minds."},{"refcode_short":"T10 9.3","refcode_long":"Testimony for the Church — No. 10, p. 9.3 (Ellen Gould White)","content":"Parents, the recording angel writes every impatient, fretful word you utter to your children. Every failure on your part to give your children proper instruction, and show them the exceeding sinfulness of sin, and the final result of a sinful course, is marked against your name. Every unguarded word spoken before your children carelessly, or in jest, not chaste and elevated, the recording angel marks as a spot against your Christian character. All your acts are recorded, whether they are good or bad."},{"refcode_short":"T10 9.4","refcode_long":"Testimony for the Church — No. 10, p. 9.4 (Ellen Gould White)","content":"Parents cannot succeed well in the government of their children until they first have perfect government and control over themselves. They must first learn to subdue themselves, and control their words, and the very expression of the countenance. They should not suffer the tones of their voice to be disturbed or agitated with excitement and passion. Then they can have a decided influence over their children."},{"refcode_short":"T10 10.1","refcode_long":"Testimony for the Church — No. 10, p. 10.1 (Ellen Gould White)","content":"Children may wish to do right; they may purpose in their hearts to be obedient and kind to their parents or guardians; but they need help and encouragement from them. They may have good resolutions, but unless their principles are strengthened by religion, and their lives influenced by the renewing grace of God, they will fail to come up to the mark."},{"refcode_short":"T10 10.2","refcode_long":"Testimony for the Church — No. 10, p. 10.2 (Ellen Gould White)","content":"Parents should redouble their efforts for the salvation of their children. They should faithfully instruct them, and not leave them to gather up their education as best they can. They should not be left to learn good and bad indiscriminately, with the idea that at some future time the good will predominate, and the evil lose its influence. The evil will increase faster than the good. It is possible the evil they have learned might be eradicated after many years; but who will venture this? Time is short. It is easier and much safer to sow clean and good seed in the hearts of your children, than to pluck up the weeds afterward. It is the parents’ duty to watch lest surrounding influence have an injurious effect upon their children. It is their duty to select the society for them, and not suffer them to choose for themselves. If parents do not do this work, who will? Can others have that interest for your children which you should have? Can they have that constant care and deep love that parents have?"},{"refcode_short":"T10 10.3","refcode_long":"Testimony for the Church — No. 10, p. 10.3 (Ellen Gould White)","content":"Sabbath-keeping children may become impatient of restraint, and think their parents too strict; and hard feelings may even arise in their hearts, and discontented, unhappy thoughts may be cherished by them against those who are working for their present, their future and eternal good. But if life should be spared a few years, they will bless their parents for their strict care and faithful watchfulness over them in their years of inexperience. Parents should explain and simplify the plan of salvation to their children, that their young minds may comprehend it. Children of eight, ten, or twelve years of age, are old enough to be addressed on the subject of personal religion. Do not teach your children with reference to some future period, when they shall be old enough to repent and believe the truth. Very young children, if properly instructed, may have correct views of their state as sinners, and of the way of salvation through Christ. Ministers are generally too indifferent to the salvation of children, and are not personal as they should be. Golden opportunities to impress the minds of children frequently pass without being improved."},{"refcode_short":"T10 11.1","refcode_long":"Testimony for the Church — No. 10, p. 11.1 (Ellen Gould White)","content":"The bad influence around our children is almost overpowering; corrupting their minds and leading them down to perdition. The minds of youth are naturally given to folly, and at an early age, before their characters are formed, and their judgment matured, they frequently manifest preference for associates who will have an injurious influence over them. Some form attachments for the other sex, and disregard the wishes and entreaties of their parents, and break the fifth commandment, by thus dishonoring them. It is the duty of parents to watch the going out and coming in of their children. They should encourage them, and present inducements before them which will attract them at home, and lead them to see that their parents are interested for them. They should make home pleasant and cheerful. Speak kindly to your children. Fathers and mothers, remember how sensitive you are, how little you can bear to be blamed. Reflect, and know that your children are like you. That which you cannot bear, don't lay upon your children. If you cannot bear censure and blame, neither can your children who are weaker than you, and cannot endure as much. Let your pleasant, cheerful words ever be like sunbeams in your family. The fruits of self-control, thoughtfulness, and pains-taking on your part, will be an hundred-fold."},{"refcode_short":"T10 11.2","refcode_long":"Testimony for the Church — No. 10, p. 11.2 (Ellen Gould White)","content":"No father or mother has any right to sadden and bring a gloomy cloud over their children's happiness, by fault-finding, or severe censure for little mistakes and trifles. Actual wrong and sin should be made to appear just as sinful as it is, and a decided, firm course should be pursued to prevent the recurrence of similar sins and wrongs. Impress them with a sense of their wrongs. Don't leave them in a hopeless state of mind. Leave upon their minds a degree of courage that they can improve and gain your confidence and approval."},{"refcode_short":"T10 12.1","refcode_long":"Testimony for the Church — No. 10, p. 12.1 (Ellen Gould White)","content":"Some parents mistake in giving their children too much liberty. They sometimes have so much confidence in them that they do not see their faults. It is wrong to allow children, at some expense, to visit at a distance, unaccompanied by their parents or guardians. It has a wrong influence upon the children. They feel that they are of considerable consequence, and that certain privileges belong to them, and if not granted them, they think themselves abused. They refer to children who go and come, and have many privileges, while they have so few. And the mother fears that the children will think her unjust unless she gratifies their wishes, which in the end proves a great injury to the children. Impressions are often received by the young visitors, who have not a parent's watchful eye over them to see and correct their faults, which will take months to do away. I was referred to cases where parents have had good, obedient children, and have had the utmost confidence in certain families, and trusted their children to go from them at a distance to visit them, which has caused an entire change from that time in the deportment and character of their children. Formerly they were contented and happy at home, and had no great desire to be much in the company of other young people. When they return to their parents, restraint seems unjust, and home is like a prison to them. Such unwise movements of parents decide the character of their children."},{"refcode_short":"T10 12.2","refcode_long":"Testimony for the Church — No. 10, p. 12.2 (Ellen Gould White)","content":"Some children by thus visiting, form attachments which prove their ruin in the end. Parents should keep their children with them if they can, and should watch them with the deepest solicitude."},{"refcode_short":"T10 12.3","refcode_long":"Testimony for the Church — No. 10, p. 12.3 (Ellen Gould White)","content":"When you let your children visit away from you at a distance, they feel that they are old enough to take care of, and choose for themselves. When the young are thus left to themselves, their conversation is often upon things which will not refine or elevate them, nor increase their love for the things of religion. The more they are permitted to visit, the greater will be their desire to go, and the less attractive will home be to them."},{"refcode_short":"T10 13.1","refcode_long":"Testimony for the Church — No. 10, p. 13.1 (Ellen Gould White)","content":"Children, God has seen fit to entrust you to the care of your parents, for them to instruct, discipline, and act their part in forming your character for heaven. And yet it rests with you to say whether you will develop a good Christian character by making the best of the advantages you have had from godly, faithful, praying parents. Notwithstanding all the anxiety and faithfulness of parents in behalf of their children, they alone cannot save them. There is a work for the children to do. Every child will have an individual case of his or her own to attend to. Believing parents have a responsible work before them, to guide the footsteps of their children, even in their religious experience. When your children truly love God, they will bless and reverence their parents for the care which they have manifested for them, and their faithfulness in restraining their desires and subduing their wills."},{"refcode_short":"T10 13.2","refcode_long":"Testimony for the Church — No. 10, p. 13.2 (Ellen Gould White)","content":"The prevailing influence in the world is to suffer the youth to follow the natural turn of their minds. And if very wild in youth, parents say they will come right after a while, and when sixteen or eighteen years of age, reason for themselves, and leave off their wrong habits, and become at last useful men and women. What a mistake! They permit an enemy for years to sow the garden of the heart. Suffer wrong principles to grow in the heart, and with all the labor afterward bestowed on that soil, in many cases it will avail nothing. Satan is an artful, persevering workman. He is a deadly foe. He takes advantage of every incautious word spoken to the injury of youth, whether in flattery, or to cause them to look upon some sin with less abhorrence. Satan nourishes the bad seed, that it may take root and yield a bountiful harvest. Some parents have suffered their children to form characters, the marks of which may be seen all through life. Upon their parents lies this sin. They may profess to be Christians, yet without a special work of grace upon the heart, and a thorough reform in life, their past habits will be seen in all their experience, and they will exhibit just the character their parents allowed them to form."},{"refcode_short":"T10 14.1","refcode_long":"Testimony for the Church — No. 10, p. 14.1 (Ellen Gould White)","content":"On account of the standard of piety being so low among professed Christians generally, it is much more laborious and trying for those who wish to follow Christ in sincerity. The influence of worldly professors is injurious to the young. The mass of professed Christians have removed the line of distinction between Christians and the world. And while they profess to be living for Christ, they are living for the world. Their faith has but little restraining influence upon their pleasures. While they profess to be children of the light, they walk in darkness and are children of the night and of darkness. Those who walk in darkness cannot love God, and sincerely desire to glorify him. They are not enlightened to discern the excellence of heavenly things, and therefore cannot truly love them. They profess to be Christians because it is considered honorable, and there is no cross for them to bear. Their motives are often selfish. Some such professors can enter the ball-room, and unite with all the amusements which it affords. Others cannot go quite to such a length as this, yet they can attend parties of pleasure, picnics, donation-parties, and exhibitions. And the most discerning Christian would fail to detect in such professed Christians one mark of his or her Christianity. One would fail to see any difference in their appearance from the greatest unbeliever. The profligate, and open scoffer of religion, and the openly profane, all mingle together as one. And God regards them as one in spirit and practice."},{"refcode_short":"T10 14.2","refcode_long":"Testimony for the Church — No. 10, p. 14.2 (Ellen Gould White)","content":"A profession of Christianity without corresponding faith and works, will avail nothing. No man can serve two masters. The children of the wicked One are their own master's servants, and to whom they yield themselves servants to obey, his servants they are. Until they renounce the Devil and all his works, they cannot be the servants of God. It cannot be harmless for servants of the heavenly King to engage in the pleasures and amusements which Satan's servants engage in, even if they often repeat that such amusements are harmless. God has revealed sacred and holy truths, to separate his people from the ungodly, and purify them unto himself. Seventh-day Adventists should live out their faith. Those who obey the ten commandments, view the state of the world and religious things from altogether a different stand-point from professors who are lovers of pleasures, who shun the cross, and are living in violation of the fourth commandment. In the present state of things in society, the task is no easy one, for parents to restrain their children, and instruct them according to the Bible rule of right. Professors of religion have so departed from the word of God, that when his people return to his sacred word, and would train their children according to its precepts, and like Abraham of old command their households after them; the poor children with such an influence around them think their parents unnecessarily exacting and over-careful, in regard to their associates. They naturally desire to follow the example of worldly, pleasure-loving professors."},{"refcode_short":"T10 15.1","refcode_long":"Testimony for the Church — No. 10, p. 15.1 (Ellen Gould White)","content":"In these days, persecution and reproach for Christ's sake, are scarcely known. But very little self-denial and sacrifice is necessary in order to put on a form of godliness, and have the name upon a church book. But to live in such a manner that our ways will be pleasing to God, and our names registered in the book of life, will require watchfulness and prayer, self-denial and sacrifice on our part. Professed Christians should be no example for the youth, only as far as they follow Christ. Right actions are unmistakable fruits of true godliness. The Judge of all the earth will give every one according as his works shall be. Children who follow Christ, have a warfare before them. They have a daily cross to bear in coming out from the world and being separate, and imitating the life of Christ."},{"refcode_short":"T10 15","refcode_long":"Testimony for the Church — No. 10, p. 15 (Ellen Gould White)","content":"Walk in the Light"},{"refcode_short":"T10 15.2","refcode_long":"Testimony for the Church — No. 10, p. 15.2 (Ellen Gould White)","content":"I was shown that God's people dwell too much under a cloud. It is not the will of God for his people to live in unbelief. Jesus is light, and in him is no darkness at all. His children are the children of light. They are renewed in his image, and called out of darkness into his marvelous light. He is the light of the world, and they that follow him are the light of the world. They shall not walk in darkness, but shall have the light of life. The more closely the people of God strive to imitate Christ, the more perseveringly will they be pursued by the enemy. But their nearness to Christ strengthens them to resist the efforts of our wily foe to draw them from Christ."},{"refcode_short":"T10 16.1","refcode_long":"Testimony for the Church — No. 10, p. 16.1 (Ellen Gould White)","content":"I was shown that there was too much comparing ourselves among ourselves, taking fallible mortals for a pattern when we have a sure, unerring Pattern. The people of God should not measure themselves by the world, nor by the opinions of men, nor by what they once were before embracing the truth. But their faith and position in the world, as they now are, must be compared with what they would have been if their course had been continually onward and upward since they professed to be followers of Christ. This is the only safe comparison that can be made. In every other, there will be self-deception. If the moral character and spiritual state of God's people, do not correspond with the blessings, privileges, and light, which have been conferred upon them, they are weighed in the balance and found wanting. Angels make their report, WANTING."},{"refcode_short":"T10 16.2","refcode_long":"Testimony for the Church — No. 10, p. 16.2 (Ellen Gould White)","content":"With some, the knowledge of their true state seems to be hidden from them. They see the truth, but perceive not its importance, or its claims. They hear the truth, but do not fully understand it, because they do not conform their lives to it, and therefore are not sanctified through obeying it. And yet they rest as unconcerned, and well satisfied, as though the cloud by day and the pillar of fire by night, as tokens of God's favor, went before them. They profess to know God, but in works deny him. They reckon themselves as his chosen, peculiar people, yet his presence and power to save to the uttermost are seldom manifested among them. How great is the darkness of such! yet they know it not. The light shines, but they do not comprehend it. No stronger delusion can deceive the human mind, than that which makes them believe that they are right, and that God accepts their works, when they are sinning against him. They mistake the form of godliness for the spirit and power thereof. They suppose that they are rich, and have need of nothing, when they are poor, wretched, blind, and naked, and need all things."},{"refcode_short":"T10 17.1","refcode_long":"Testimony for the Church — No. 10, p. 17.1 (Ellen Gould White)","content":"There are some who profess to be Christ's followers, yet have no labor in spiritual things. In any worldly enterprise they put forth efforts, and manifest ambition to accomplish their object, and bring about their desired end; but in the enterprise of everlasting life, where all is at stake, and their eternal happiness depends upon their success, they act as indifferent as though they were not moral agents, and another was playing the game of life for them, and they had nothing to do but wait the result. Oh, what folly! what madness! If all will only manifest that degree of ambition, zeal, and earnestness, for everlasting life that they manifest in their worldly pursuits, they will be victorious overcomers. Every one, I saw, must obtain an experience for themselves, act well and faithfully their part in the game of life. While Satan is watching his opportunity when the Christian is unguarded, to seize the precious graces, the Christian will have a severe conflict with the powers of darkness to retain them; or if they have lost through lack of watchfulness a heavenly grace, to regain it."},{"refcode_short":"T10 17.2","refcode_long":"Testimony for the Church — No. 10, p. 17.2 (Ellen Gould White)","content":"But I was shown that it is the privilege of Christians to obtain strength from God to hold every precious gift. Fervent and effectual prayer will be regarded in Heaven. When the servants of Christ take the shield of faith for their defense, and the sword of the Spirit for war, there is danger in the Enemy's camp, and something must be done. Persecution and reproach only wait for those who are endued with power from on high to call them into action. When the truth in its simplicity and strength prevails among believers, and is brought to bear against the spirit of the world, it will be evident that between Christ and Belial there is no concord. The disciples of Christ must be living examples of the life and spirit of their Master."},{"refcode_short":"T10 18.1","refcode_long":"Testimony for the Church — No. 10, p. 18.1 (Ellen Gould White)","content":"Young and old have a conflict and warfare before them. They should not sleep for a moment. A wily foe is constantly on the alert to lead them astray and overcome them. Believers in present truth must be as watchful as their enemy, and manifest wisdom in resisting Satan. Will they do this? Will they persevere in this warfare? Will they be careful to depart from all iniquity? Christ is denied in many ways. We may deny him in our words, by speaking contrary to truth, or by speaking evil of others, or by foolish talking or jesting, or by words that are idle. In these things we manifest but little shrewdness or wisdom. We make ourselves weak, and our efforts are feeble to resist our great Enemy, and we are conquered. From the abundance of the heart the mouth speaketh, and through lack of watchfulness we confess that Christ is not in us. Those who will hesitate to devote themselves unreservedly to God, make poor work of following Christ. They follow him at such a distance they do not really know half the time whether they are following his footprints, or the footsteps of their great Enemy. Why are we so slow to give up our interest in the things of this world, and take Christ for our only portion? Why should we wish to keep the friendship of our Lord's enemies, and follow their customs and be led by their opinions? There must be an entire, unreserved surrender to God, a forsaking and turning away from the love of the world and earthly things, or we cannot be his disciples."},{"refcode_short":"T10 18.2","refcode_long":"Testimony for the Church — No. 10, p. 18.2 (Ellen Gould White)","content":"The life and spirit of Christ is the only standard of excellence and perfection, and our only safe course is in following his example. In doing this he will guide us by his counsel, and afterward receive us to glory. We must strive diligently, and be willing to suffer much, in order to walk in the footsteps of our Redeemer. God is willing to work for us, to give us of his free Spirit, if we will strive for it, live for it, believe for it; and then we can walk in the light as he is in the light. We can feast upon his love, and drink in of his rich fullness."},{"refcode_short":"T10 19","refcode_long":"Testimony for the Church — No. 10, p. 19 (Ellen Gould White)","content":"The East"},{"refcode_short":"T10 19.1","refcode_long":"Testimony for the Church — No. 10, p. 19.1 (Ellen Gould White)","content":"The fanaticism which raged in years past has left its desolating effects in the East. I saw that God tested his people upon time in 1844, and all times which have been set since, have not borne the special marks of God's hand. He has not tested his people upon any particular time since 1844. We have been, and still are, in the patient waiting time. The excitement created by the 1854 time was considerable, and many have settled it that that movement was in the order of God, because it was quite extensive, and some were apparently converted in that movement. But such conclusions are not necessary. There was much preached in connection with the time in 1854, that was reasonable and right. Some who were honest, took truth and error, all together, and sacrificed much of what they possessed to carry out that error, and after their disappointment they gave up both truth and error, and are now where it is very difficult for the truth to reach them."},{"refcode_short":"T10 19.2","refcode_long":"Testimony for the Church — No. 10, p. 19.2 (Ellen Gould White)","content":"Some have endured the disappointment, and have seen the evidences of present truth, and have embraced the third angel's message, and are striving to carry it out in their lives. But where there is one who has been benefited by believing the 1854 time, there are ten who have been injured by it, many of whom are placed where they will not be convinced of the truth, though it be presented before them ever so clearly."},{"refcode_short":"T10 19.3","refcode_long":"Testimony for the Church — No. 10, p. 19.3 (Ellen Gould White)","content":"A spirit attended the proclamation of the 1854 time which was not of God. It was a noisy, rough, careless, excitable spirit. Noise was considered by many the essential of true religion, and a spirit reigned, the tendency of which was to bring all down upon a low level. This was considered by many humility. But if their peculiar views were opposed, they would fly in a moment, and accuse those who did not agree with their ideas of things, of being proud, and of resisting the truth and the power of God. They would manifest an overbearing spirit."},{"refcode_short":"T10 19.4","refcode_long":"Testimony for the Church — No. 10, p. 19.4 (Ellen Gould White)","content":"Holy angels have been displeased and disgusted with the irreverent manner in which they have used the name of God, the great Jehovah. Angels mention that sacred name with the greatest awe, ever veiling their faces when they speak the name of God. The name of Christ is so sacred to them they speak it with the greatest reverence. But how opposite the spirit and influence attending the 1854 time movement. Some who are still under the same influence speak of God as they would of a horse, or of any common-place thing. In their prayers they use the words God Almighty very common and irreverently. Those who do this have no sense of the exalted character of God, of Christ, or of heavenly things."},{"refcode_short":"T10 20.1","refcode_long":"Testimony for the Church — No. 10, p. 20.1 (Ellen Gould White)","content":"I was shown that when God sent his angels anciently to minister or communicate to individuals, when they learned that it was an angel they had seen and talked with, they were struck with awe, and were afraid that they should die. They had such exalted views of the terrible majesty and power of God they thought to be brought into such close connection with one direct from his holy presence, would destroy them. I was referred to Judges 13:21, 22. “Then Manoah knew that he was an angel of the Lord. And Manoah said unto his wife, We shall surely die, because we have seen God.” Judges 6:22, 23. “And when Gideon perceived that he was an angel of the Lord, Gideon said, Alas, O Lord God; for because I have seen an angel of the Lord face to face. And the Lord said unto him, Peace be unto thee; fear not, thou shalt not die.” Joshua 5:13-15. “And it came to pass when Joshua was by Jericho, that he lifted up his eyes and looked, and behold, there stood a man over against him with his sword drawn in his hand; and Joshua went unto him, and said unto him, Art thou for us, or for our adversaries? And he said, Nay; but as captain of the host of the Lord am I now come. And Joshua fell on his face to the earth, and did worship, and said unto him, What saith my Lord unto his servant? And the captain of the Lord's host said unto Joshua, Loose thy shoe from off thy foot; for the place whereon thou standest is holy. And Joshua did so.” If angels were thus feared and honored because they came from the presence of God, with how much greater reverence should God be regarded. Many of those who have been converted through the influence of the 1854 movement, need to be converted anew. And it requires ten-fold the labor to correct their wrong, distracting views which they have received from their teachers, and to lead them to receive the truth unmixed with error, than to bring them out in the first place upon the third angel's message. This class must unlearn before they can learn aright, else the poisonous weeds of error would grow rank and root out the precious seeds of truth. Error must first be rooted up, then the soil is prepared for the good seed to spring up and bear fruit to the glory of God."},{"refcode_short":"T10 21.1","refcode_long":"Testimony for the Church — No. 10, p. 21.1 (Ellen Gould White)","content":"The only remedy for the East is thorough discipline and organization. A spirit of fanaticism has ruled a certain class of Sabbath-keepers in the East. They have sipped but lightly at the fountain of truth, and are unacquainted with the spirit of the message of the third angel. Nothing can be done for this class until their fanatical views are corrected. Some who were in the 1854 movement have brought along with them erroneous views, such as the non-resurrection of the wicked, and the future age. They are seeking to unite their erroneous views and past experience with the message of the third angel. They cannot do this. There is no concord between Christ and Belial. The non-resurrection of the wicked, and their peculiar views of the age to come, are gross errors. Satan has worked them in among the last-day heresies to serve his own purpose to ruin souls. These errors can have no harmony with the message of heavenly origin. Some of them have exercises which they call gifts, and say that the Lord has placed them in the church. They have an unmeaning gibberish which they call the unknown tongue, which is unknown not only by man, but by the Lord and all Heaven. Such gifts are manufactured by men and women, aided by the great Deceiver. Fanaticism, false excitement, false talking in tongues, and noisy exercises have been considered gifts which God has placed in the church. Some have been deceived here. The fruits of all this have not been good. By their fruits ye shall know them. Fanaticism and noise have been considered special evidences of faith. Some are not satisfied with a meeting unless they have a powerful and happy time. They work for this, and get up an excitement of feeling. The influence of such meetings is not beneficial. When the happy flight of feeling is gone, they sink lower than before the meeting, because their happiness did not come from the right source. The most profitable meetings for spiritual advancement, are those which are characterized with solemnity and deep searching of heart; each seeking to know himself, and earnestly, and in deep humility, seek to learn of Christ."},{"refcode_short":"T10 22.1","refcode_long":"Testimony for the Church — No. 10, p. 22.1 (Ellen Gould White)","content":"Bro. Lunt of Portland, Maine, has suffered much in his feelings. He has not felt that the spirit which has often ruled in their meetings, was in harmony with the message of the third angel. He has had an experience in the fanaticism which has left desolation in the East, which now leads him to look with suspicion upon everything which looks like fanaticism. He has the past before him as a warning, and has felt like keeping himself aloof from, and speaking plainly with those who had any degree of fanaticism, for he felt that both they and the cause of God were in danger. He has looked upon things about in the right light."},{"refcode_short":"T10 22.2","refcode_long":"Testimony for the Church — No. 10, p. 22.2 (Ellen Gould White)","content":"There are many restless spirits who will not submit to discipline, system, and order. They think that their liberties would be abridged were they to lay aside their own judgment and submit, to the judgment of those of experience. The work of God will not progress unless there is a disposition to submit to order, and expel the reckless, disorderly spirit of fanaticism from their meetings. Impressions and feelings are no sure evidence that a person is being led by the Lord. Satan will, if he is unsuspected, give feelings and impressions. These are not correct and safe guides. All should acquaint themselves thoroughly with the evidences of our faith, and the great study should be, How they can adorn their profession and bear fruit to the glory of God. No one should take a course to make themselves disgusting to unbelievers. They should be chaste, modest, and elevated in their conversation. Their lives should be blameless. A reckless, trifling, joking spirit should be rebuked. It is no fruit of the grace of God upon the heart for a person to talk and pray with talent in meeting, and when out of meeting give up to a rough, careless manner of talking and acting. Such are a reproach to the cause of God, and are miserable representatives of our faith."},{"refcode_short":"T10 23.1","refcode_long":"Testimony for the Church — No. 10, p. 23.1 (Ellen Gould White)","content":"There is a strange mixture of views among professed Sabbath-keepers in Portland. Some are not in harmony with the body, and while they continue to occupy the position they now do, they will be subject to the temptations of Satan, and will be affected with fanaticism and the spirit of error. Some have fanciful views which blind their eyes to important vital points of truth. They place their own fanciful inferences upon a level with vital truth. The appearance of such, and the spirit which attends them, makes the Sabbath which they profess very objectionable to the sensible unbeliever. It would be far better for the progress and success of the third angel's message if such persons would leave the truth."},{"refcode_short":"T10 23.2","refcode_long":"Testimony for the Church — No. 10, p. 23.2 (Ellen Gould White)","content":"According to the light which God has given me, there will yet be a large company raised up in the East to consistently obey the truth. Those who follow in the distracted course they have chosen, will be left to embrace errors which will finally overthrow them. They will for a time be stumbling-blocks to those who would receive the truth. Ministers who labor in word and doctrine, should be thorough workmen, and should present the truth in its purity, yet with simplicity. They should feed the flock with clean provender, thoroughly winnowed. There are wandering stars professing to be ministers sent of God, who are preaching the Sabbath from place to place, and have truth mixed up with error, and throw out their mass of scattered views to the people. Satan has pushed them in to disgust intelligent and sensible unbelievers. Some of these have much to say upon the gifts, and are often especially exercised. They give themselves up to wild, excitable feelings, and make unintelligible sounds which they call the gift of tongues. A certain class seem to receive it, and be charmed with the strange manifestations which they witness. A strange spirit rules with this class, which would bear down and run over anyone who would reprove them. God's spirit is not in the work. His spirit does not attend such workmen. It is another spirit. Still such preachers will have success among a certain class. But this will increase the labor very much of God's servants whom he shall send, who are qualified to present the Sabbath and gifts before the people in their proper light, whose influence and example will be worthy of imitation. The truth should be presented in a manner which will make it attractive to the intelligent mind. We are not understood as a people. We are looked upon as degraded, and are accounted as poor, weak-minded, and low. Then how important for all those who teach, and all who believe the truth, to be so affected by its sanctifying influence as to show unbelievers by their consistent, elevated lives that they have been deceived in this people. How important that the cause of truth be stripped of everything like a false and fanatical excitement, that the truth may stand upon its own merits, revealing its native purity and exalted character."},{"refcode_short":"T10 24.1","refcode_long":"Testimony for the Church — No. 10, p. 24.1 (Ellen Gould White)","content":"I saw that it was highly important for those who preach the truth to be refined in their manners. They should shun oddities and eccentricities, and present the truth in its purity and clearness. I was referred to Titus 1:9. “Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine to exhort and convince the gainsayers.” In verse 16 Paul speaks of a class who profess that they know God, but in works deny him, “and unto every good work are reprobate.” He then exhorts Titus, “But speak thou the things which become sound doctrine: that the aged men may be sober, grave, temperate, sound in faith, in charity, in patience. Young men likewise exhort to be sober-minded. In all things showing thyself a pattern of good works. In doctrine showing uncorruptness, gravity, sincerity, sound speech that cannot be condemned, that he that is of the contrary part may be ashamed, having no evil thing to say of you.” This instruction is written for the benefit of all whom God has called to preach the word, and also for the benefit of his people who hear the word."},{"refcode_short":"T10 25.1","refcode_long":"Testimony for the Church — No. 10, p. 25.1 (Ellen Gould White)","content":"The truth of God will never degrade, but will elevate the receiver. It will refine his taste, sanctify his judgment, and perfect him for the company of the pure and holy angels in the kingdom of God. There are those whom the truth finds coarse, rough, odd, boastful, who take advantage of their neighbors if they can, in order to benefit themselves. They err in many ways, yet when the truth is believed by them from the heart, it will work an entire change in their life. They will immediately commence the work of reformation. The pure influence of truth will elevate the whole man. In his business deal with his fellow men he will have the fear of God before him, and will love his neighbor as himself, and will deal just as he would wish to be dealt by. His conversation will be truthful, chaste, and of such an elevating character that unbelievers cannot take advantage, or say evil of him justly, neither be disgusted with his uncourteous ways and unbecoming speech. He will carry the sanctifying influence of the truth into his family, and let his light so shine before them that they by seeing his good works may glorify God. He will in all the walks of life exemplify the life of Christ."},{"refcode_short":"T10 25.2","refcode_long":"Testimony for the Church — No. 10, p. 25.2 (Ellen Gould White)","content":"The law of God will be satisfied with nothing short of perfection, of perfect and entire obedience to all its claims. To come half way to its requirements, and not render perfect and thorough submission and obedience, will avail nothing. The worldling and the infidel admire consistency, and have ever been powerfully convicted that God was of a truth with his people, when their works correspond with their faith. Wherefore by their fruits ye shall know them. Every tree is known by his own fruits. Our words, our actions, are the fruit we bear. There are those who hear the sayings of Christ, but do them not. They profess, but their fruits are such as to disgust unbelievers. They are boastful, and pray and talk in a self-righteous manner, exalting themselves, and virtually thanking God, like the Pharisee, that they are not as other men. They recount their good deeds, yet these very ones are crafty, and overreach in business deal. Their fruits are not good. Their words and acts are wrong, and yet they seem to be blinded to their destitute, wretched condition."},{"refcode_short":"T10 26.1","refcode_long":"Testimony for the Church — No. 10, p. 26.1 (Ellen Gould White)","content":"I was shown that the following scripture was applicable to such, who go along under such a deception. “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of Heaven; but he that doeth the will of my Father which is in Heaven. Many will say to me in that day, Lord, Lord, have we not prophesied in thy name, and in thy name cast out devils, and in thy name done many wonderful works? And then will I profess unto them, I never knew you; depart from me, ye that work iniquity.”"},{"refcode_short":"T10 26.2","refcode_long":"Testimony for the Church — No. 10, p. 26.2 (Ellen Gould White)","content":"Here is the greatest deception that can affect the human mind, for persons to believe that they are right when they are wrong. They think that they are doing a great work in their religious life. Finally Jesus tears off their self-righteous covering, and vividly presents before them the true picture of themselves, in all their wrongs and deformity of religious character. They are found wanting when it is forever too late to have their wants supplied."},{"refcode_short":"T10 26.3","refcode_long":"Testimony for the Church — No. 10, p. 26.3 (Ellen Gould White)","content":"God has provided means to correct the erring, yet if those who err, choose to do as they think best, and follow their own judgment, and despise the means God has ordained to correct the erring and unite them upon the truth, they will be brought into the position described by the words of our Lord quoted above."},{"refcode_short":"T10 26.4","refcode_long":"Testimony for the Church — No. 10, p. 26.4 (Ellen Gould White)","content":"God is bringing out a people and preparing them to stand as one, united, to speak the same things, and carry out the prayer of Christ for his disciples. “Neither pray I for these alone, but for them also which shall believe on me through their word; that they all may be one, as thou, Father, art in me, and I in thee, that they also may be one in us; that the world may believe that thou hast sent me.”"},{"refcode_short":"T10 26.5","refcode_long":"Testimony for the Church — No. 10, p. 26.5 (Ellen Gould White)","content":"There are little companies continually arising who believe that God is only with the very few, the very scattered, and their influence is to tear down and scatter that which God's servants build up. There are restless minds who want to be seeing and believing something new continually, who arise, some in one place and some in another, all doing a special work for the enemy, yet claim to have the truth. They stand separate from the people whom God is leading out and prospering, and through whom he is to do his great work. They are continually expressing their fears that the body of Sabbath-keepers are becoming like the world; but there are scarcely two of these whose views are in harmony. They are scattered and confused, and yet deceive themselves so much as to think that God is especially with them. Some of these profess to have the gifts among them; but the influence and teachings of these gifts are to hold in doubt those upon whom God has laid the special burden of his work, and to lead off a class from the body. The people who are putting forth every effort in accordance with God's word to be one, who are established in the message of the third angel, they look upon with suspicion, for the reason that they are extending their labor, and are gathering souls into the truth. They look upon them as being worldly, because they have influence in the world, and their acts testify that they expect God to do a special and great work yet upon the earth, to bring out a people, and fit them for Christ's appearing. This class do not know what they really believe, or the reasons of their belief. They are ever learning, and never able to come to the knowledge of the truth. One man arises who claims to be especially led of God, like C. Burlingham with wild erroneous views, which he claims are the truth, and all must believe what he brings, for God has sent him with new and glorious light. Some who have no established faith, who are not subject to the body, who are drifting about without an anchor to hold them, receive that wind of doctrine. His light shines in such a manner as to cause the world to turn from him in disgust, and to hate him. Then he blasphemously places himself by the side of Christ, and claims that the world hated Christ, and they hate him for the same reason."},{"refcode_short":"T10 28.1","refcode_long":"Testimony for the Church — No. 10, p. 28.1 (Ellen Gould White)","content":"Another arises, claiming to be led of God, who advocates the heresy of the non-resurrection of the wicked, which is one of Satan's great master-pieces of error. Another cherishes erroneous views in regard to the future age. Another zealously urges the American costume. They all want full religious liberty, and each one goes independent of the others, and yet claims that God is especially at work among them. Some rejoice in the idea that they have the gifts which others have not, and they exult over the matter. May God deliver his people from such gifts. What do these gifts do for them? Are they brought through the exercise of these gifts into the unity of the faith? And do they convince the unbeliever that God is with them of a truth? These discordant ones, believing all these different views, getting together and having considerable excitement, and the unknown tongue, let their light so shine that unbelievers would say, These people are not sane; they are carried away with a false excitement, and we know that they do not have the truth. Such stand directly in the way of sinners, and their influence is effectual to keep men and women out of the Sabbath. Such will be rewarded according as their works shall be. Would to God they would be reformed or give up the Sabbath. They would not then stand in the way of unbelievers. God has led out men who have toiled for years, who have been willing to make any sacrifice, who have suffered privation, and endured trials in every shape to get out the truth before the world, and by their consistent course do away the reproach that fanatics have brought upon the cause of God. They have met opposition in every form. They have toiled night and day in searching the evidences of our faith, that they might bring out the truth in its clearness, in a connected form, that it might stand all opposition. Incessant labor and mental trials in connection with this great work have worn down more than one constitution, and prematurely sprinkled heads with gray hairs. They have not worn out in vain. God has marked their earnest, tearful, agonizing prayers to him for light and truth, and that the truth might shine in its clearness. He has marked their self-sacrificing efforts, and he will reward them as their works have been."},{"refcode_short":"T10 29.1","refcode_long":"Testimony for the Church — No. 10, p. 29.1 (Ellen Gould White)","content":"On the other hand, those who have not toiled to bring out these precious points of truth, but have come up and received some points of truth all prepared to their hand, take the Sabbath, and then all the gratitude they manifest for the truth brought to them, which cost them nothing, but others so much, is to rise up like Korah, Dathan, and Abiram, and reproach those upon whom God has laid the burden of his work. They would say, “Ye take too much upon you, seeing all the congregation are holy, every one of them, and the Lord is among them.” They are strangers to gratitude. A strong spirit they possess, which will not yield to reason, and which will lead them on to their own destruction."},{"refcode_short":"T10 29.2","refcode_long":"Testimony for the Church — No. 10, p. 29.2 (Ellen Gould White)","content":"God has blessed his people who have moved forward following his opening providence. He has brought out a people from every class upon the great platform of truth. Infidels have been convinced that God was with his people of a truth, and have humbled their hearts to obey it. The work of God progresses and moves steadily on. Notwithstanding all the evidences that God has been leading the body, yet there are, and will continue to be, those who profess the Sabbath, who will move independent of the body. They will believe and act as they choose. Their views are confused. Their scattered state is a standing testimony that God is not with them. By the world the Sabbath and their errors are placed upon a level and thrown away together. God is angry with those who pursue a course to make the world hate them. If a Christian is hated because of his good works, and for following Christ, he will have a reward. But if he is hated because he does not take a course to be loved, hated because of his uncultivated manners, and because he makes the truth a matter of quarrel with his neighbors, and because he has taken a course to make the Sabbath as annoying as possible to them, he is a stumbling-block to sinners, a reproach to the sacred truth, and unless he repents it were better for him that a millstone were hung about his neck, and he cast into the sea."},{"refcode_short":"T10 30.1","refcode_long":"Testimony for the Church — No. 10, p. 30.1 (Ellen Gould White)","content":"No occasion should be given to unbelievers to reproach our faith. We are considered odd and singular, and should not take any course to lead unbelievers to think us more so than our faith requires us to be."},{"refcode_short":"T10 30.2","refcode_long":"Testimony for the Church — No. 10, p. 30.2 (Ellen Gould White)","content":"If some who believe the truth should think it would be more healthful for the sisters to adopt the American costume, yet if that mode of dress should cripple our influence among unbelievers that we could not so readily gain access to them, we should by no means adopt that mode of dress, if we suffered much in consequence. But some are deceived in thinking there is so much benefit to be received from this costume. Where it may prove a benefit to some, to others it is an injury."},{"refcode_short":"T10 30.3","refcode_long":"Testimony for the Church — No. 10, p. 30.3 (Ellen Gould White)","content":"I saw that God's order has been reversed, and his special directions disregarded, by those who adopt the American costume."},{"refcode_short":"T10 30.4","refcode_long":"Testimony for the Church — No. 10, p. 30.4 (Ellen Gould White)","content":"I was referred to Deuteronomy 22:5. “The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman's garment, for all that do so are abomination unto the Lord thy God.”"},{"refcode_short":"T10 30.5","refcode_long":"Testimony for the Church — No. 10, p. 30.5 (Ellen Gould White)","content":"God would not have his people adopt the so-called dress-reform. It is immodest apparel, wholly unfitted for modest, humble females who are Christ's followers."},{"refcode_short":"T10 30.6","refcode_long":"Testimony for the Church — No. 10, p. 30.6 (Ellen Gould White)","content":"An influence is increasing to have women in their appearance and dress as near like the other sex as possible, and fashion their dress very much like the men, but God pronounces it abomination. “In like manner also that women adorn themselves in modest apparel, with shamefacedness and sobriety.” 1 Timothy 2:9."},{"refcode_short":"T10 30.7","refcode_long":"Testimony for the Church — No. 10, p. 30.7 (Ellen Gould White)","content":"Those who feel called out to join the movement of Women's Rights, and the so-called Dress Reform, might as well sever all connection with the third angel's message. The spirit which attends the one cannot be in harmony with the other. The Scriptures are plain upon the relations and rights of women and men. Spiritualists have, to quite an extent, adopted this singular mode of dress. Seventh-day Adventists, who believe in the restoration of the gifts, are often branded as Spiritualists. Let them adopt this costume and their influence is dead. The people would not listen to them, but would place them on a level with Spiritualists."},{"refcode_short":"T10 31.1","refcode_long":"Testimony for the Church — No. 10, p. 31.1 (Ellen Gould White)","content":"With the so-called Dress Reform, there goes a spirit of levity and of boldness just in keeping with the dress. Modesty and reserve seem to depart from many of them as they adopt that manner of dress. I was shown that God would have us take a course consistent and explainable. Let the sisters adopt the American Costume, and they destroy their own influence and that of their husbands. They would be a by-word and a derision. Our Saviour says, “Ye are the light of the world. Let your light so shine before men, that they may see your good works, and glorify your Father which is in Heaven.”"},{"refcode_short":"T10 31.2","refcode_long":"Testimony for the Church — No. 10, p. 31.2 (Ellen Gould White)","content":"There is a great work for us to do in the world, and God would not have us take a course to lessen or destroy our influence with the world."},{"refcode_short":"T10 31","refcode_long":"Testimony for the Church — No. 10, p. 31 (Ellen Gould White)","content":"The Prayer of David"},{"refcode_short":"T10 31.3","refcode_long":"Testimony for the Church — No. 10, p. 31.3 (Ellen Gould White)","content":"I was shown David entreating the Lord not to forsake him when he should be old, and what called forth his earnest prayer. He saw that most of the aged around him were unhappy. He saw unhappy traits in their character increase especially with age. If they were naturally close and covetous, they were most disagreeably so in their old age. If they were jealous, fretful, and impatient, they were especially so when aged."},{"refcode_short":"T10 31.4","refcode_long":"Testimony for the Church — No. 10, p. 31.4 (Ellen Gould White)","content":"David was distressed as he saw kings and nobles, some who seemed to have the fear of God before them while in the strength of manhood, become jealous of their best friends and relatives when aged. They were in continual fear that it was through selfish motives their friends manifested an interest for them. They would listen to hints suggested and the deceptive advice of strangers in regard to those whom they should confide in. Their jealousy unrestrained sometimes burned into a flame, because all did not agree with their failing judgment. Their covetousness was dreadful. They often thought that their own children and relatives were wanting them to die in order to take their place and possess their wealth, and receive the homage which had been bestowed upon them. And some were so controlled by their jealous, covetous feelings, as to destroy their own children."},{"refcode_short":"T10 32.1","refcode_long":"Testimony for the Church — No. 10, p. 32.1 (Ellen Gould White)","content":"David marked that although the lives of some while in their manhood strength had been righteous, as old age came upon them they seemed to lose their self-control. Satan stepped in and guided their minds, making them restless and dissatisfied. He saw that many of the aged seemed forsaken of God, and exposed themselves to the ridicule and reproaches of the enemies of the Lord."},{"refcode_short":"T10 32.2","refcode_long":"Testimony for the Church — No. 10, p. 32.2 (Ellen Gould White)","content":"David was strongly moved. He was distressed. He looked forward to the time when he should be aged. He feared that God would leave him and he would be as unhappy as other aged persons whose course he had noticed, and that he should be left to the reproach of the enemies of the Lord. With this burden upon him he earnestly prays, “Cast me not off in the time of old age: forsake me not when my strength faileth. O God, thou hast taught me from my youth: and hitherto have I declared thy wondrous works. Now also when I am old and gray-headed, O God, forsake me not, until I have showed thy strength unto this generation, and thy power to every one that is to come.” Psalm 71:9, 17, 19 [18]. David felt the necessity of guarding against the evils which attend old age."},{"refcode_short":"T10 32.3","refcode_long":"Testimony for the Church — No. 10, p. 32.3 (Ellen Gould White)","content":"It is frequently the case that aged persons are unwilling to realize and acknowledge that their mental strength is failing. They shorten their days by taking care which belongs to their children. Satan often plays upon their imagination, and leads them to have a continual anxiety in regard to their means. It is their idol, and they hoard it with miserly care. They will sometimes deprive themselves of many of the comforts of life, and labor beyond their strength, rather than use the means which they have. In this way they place themselves in continual want, through fear that sometime in the future they shall want."},{"refcode_short":"T10 32.4","refcode_long":"Testimony for the Church — No. 10, p. 32.4 (Ellen Gould White)","content":"All these fears originate from Satan. He excites the organs which lead to such slavish fears and jealousies, which corrupt nobleness of soul, and destroy elevated thoughts and feelings. They are insane upon the subject of money."},{"refcode_short":"T10 33.1","refcode_long":"Testimony for the Church — No. 10, p. 33.1 (Ellen Gould White)","content":"If they would take the position God would have them, their last days might be their best, their happiest. Those who have children in whom they have reason to confide in their honesty and judicious management, should let their children make them happy. Unless they do this, Satan will take advantage of their lack of mental strength, and will manage for them. They should lay aside anxiety and burdens, and occupy their time as happily as they can, and be ripening up for Heaven."},{"refcode_short":"T10 33","refcode_long":"Testimony for the Church — No. 10, p. 33 (Ellen Gould White)","content":"Dress"},{"refcode_short":"T10 33.2","refcode_long":"Testimony for the Church — No. 10, p. 33.2 (Ellen Gould White)","content":"We do not think it in accordance with our faith to dress in the American costume, or wear hoops, or go to an extreme in wearing long dresses, which sweep the sidewalks and streets. If females would wear their dresses so as to clear the filth of the streets an inch or two, their dresses would be modest, and kept cleanly much more easily, and would wear longer. Such a dress would be in accordance with our faith."},{"refcode_short":"T10 33.3","refcode_long":"Testimony for the Church — No. 10, p. 33.3 (Ellen Gould White)","content":"I have received several letters from sisters, inquiring my opinion in regard to wearing corded skirts. These questions were answered in a letter which I sent to a sister in Wisconsin. I will give the letter for the benefit of others:"},{"refcode_short":"T10 33.4","refcode_long":"Testimony for the Church — No. 10, p. 33.4 (Ellen Gould White)","content":"“We as a people do not believe it duty to go out of the world to be out of the fashion. If we have a neat, plain, modest, and comfortable plan of dress, and some of the world choose to dress as we do, shall we change this mode of dress in order to be different from the world? No: we should not dress odd or singular for the sake of differing from the world, lest they despise us for so doing. Christians are the light of the world, the salt of the earth. Their dress should be neat and modest, their conversation chaste and heavenly, and their deportment blameless."},{"refcode_short":"T10 33.5","refcode_long":"Testimony for the Church — No. 10, p. 33.5 (Ellen Gould White)","content":"“How shall we dress? If any wore heavy quilts before the introduction of hoops, merely for show and not for comfort, they sinned against themselves by injuring their health, which it is duty to preserve. If any wear them now merely to look like hoops, they commit sin; for they are seeking to imitate a fashion which is disgraceful. In regard to corded skirts, they were worn before hoops were introduced. I have worn a light corded skirt since I was fourteen years of age, not for show, but for comfort and decency. Because hoops were introduced I did not lay off my corded skirt for them. Shall I now throw it aside because the fashion of hoops is introduced? No; that would be carrying the matter to an extreme."},{"refcode_short":"T10 34.1","refcode_long":"Testimony for the Church — No. 10, p. 34.1 (Ellen Gould White)","content":"“I should ever bear in mind that I must be an example, therefore must not run into this or that fashion, but pursue an even and independent course, and not be driven to extremes in regard to dress. To throw off my corded skirt that was always modest and comfortable, and put on a thin cotton skirt, and appear ridiculous in the other extreme, would be wrong, for then I am not setting a right example, and am putting an argument into the mouths of hoop-wearers. They justify themselves for wearing hoops, and point to me as one who does not wear them, and say that they would not disgrace themselves in that way. Such a course would justify the wearing of hoops in the minds of the wearers, and destroy all the influence we might have, by going to such extremes. We must dress modestly, and not heed the hoop-fashion at all."},{"refcode_short":"T10 34.2","refcode_long":"Testimony for the Church — No. 10, p. 34.2 (Ellen Gould White)","content":"“There is a medium position in these things. Oh that we all might wisely find that position, and keep it. Let us all in this solemn time search our own hearts, repent of our sins, and humble ourselves before God. The work is between God and our own souls. It is an individual work, and all will have enough to do without criticizing the dress, actions, and motives, of their brethren and sisters. ‘Seek the Lord, all ye meek of the earth, who have wrought his judgments; seek meekness, seek righteousness, it may be ye shall be hid in the day of the Lord's anger.’ Here is our work. Sinners are not here addressed, but all the meek of the earth, who have wrought his judgments, or kept his commandments. There is work for every one, and if every one will obey, we shall see sweet union in the ranks of Sabbath-keepers.”"},{"refcode_short":"T10 35","refcode_long":"Testimony for the Church — No. 10, p. 35 (Ellen Gould White)","content":"Communications to Eld. M. Hull"},{"refcode_short":"T10 35.1","refcode_long":"Testimony for the Church — No. 10, p. 35.1 (Ellen Gould White)","content":"[The General Conference Committee would here express their approbation of the publication of this Testimony. Especially do we recommend the publication of the letters addressed to Elder Hull, and given to him at the time of their dates."},{"refcode_short":"T10 35.2","refcode_long":"Testimony for the Church — No. 10, p. 35.2 (Ellen Gould White)","content":"To the declaration on page 50 we call the particular attention of the reader. It is there stated that Elder Hull needed to be led as a blind man who depends on another for sight. At the General Conference in Battle Creek, May, 1863, Elder Hull acknowledged the justness of the statement, but has since protested against it. The Committee now maintain that his course in the short space of the past four months, in abandoning every point of religious faith dear to us as a people, is a most palpable demonstration of the correctness of the above statement, that Elder Hull should follow the counsel of his brethren."},{"refcode_short":"T10 35.3","refcode_long":"Testimony for the Church — No. 10, p. 35.3 (Ellen Gould White)","content":"“Nov. 5, 1862, I was shown the condition of Bro. Hull. He was in an alarming state. His lack of consecration and vital piety, left him subject to Satan's suggestions. He has relied upon his own strength, instead of the strong arm of the Lord, and that mighty arm has been partially removed."},{"refcode_short":"T10 35.4","refcode_long":"Testimony for the Church — No. 10, p. 35.4 (Ellen Gould White)","content":"“I was shown that the most alarming feature in the case of Bro. Hull is, he is asleep to his danger. He feels no alarm, feels perfectly secure, and at rest, while Satan and his angels are exulting over their conquest. Just as long as Bro. Hull maintained a conflict, his mind was reined up, and there was a collision of spirits. He has now ceased the conflict, and the collision ceases. His mind is at rest, and Satan lets him have peace. Oh, how dangerous was the position in which he was shown me! His case is nearly hopeless, because he makes no effort to resist Satan, and extricate himself from his dreadful snare."},{"refcode_short":"T10 35.5","refcode_long":"Testimony for the Church — No. 10, p. 35.5 (Ellen Gould White)","content":"“Bro. Hull has been dealt with faithfully. He has felt himself too much restrained. He could not act out his nature; and yet, while the power of the truth, with all its force influenced him, he was comparatively safe. But break the force and power of truth upon the mind, and there is no restraint, no bounds. The natural propensities take the lead, and there is no end, no stopping-place. He has become tired of the conflict, and has for some length of time wished he could more freely act himself, and has felt hurt at the reproofs of his brethren. He was presented to me as standing upon an awful gulf, ready to leap. If he takes the leap, it will be final. His eternal destiny will be fixed. He is doing work, and making decisions for eternity. The work of God is not dependent upon Bro. Hull. If he leaves the ranks of those who bear the blood-stained banner of Prince Immanuel, and joins the company who bear the black banner, it will be his own loss, his own eternal destruction."},{"refcode_short":"T10 36.1","refcode_long":"Testimony for the Church — No. 10, p. 36.1 (Ellen Gould White)","content":"“I saw that those who wish, can have plenty of room to doubt the inspiration and truths of God's word. God compels none to believe. They can choose to rely upon the evidences he has been pleased to give, or doubt and perish. It is life or death with you, Bro. Hull. Already I saw a cloud of evil angels surrounding you, and you at perfect ease among them. Satan has been telling you a pleasing story about an easier way than to be in constant warfare with conflicting spirits; but choose that way, and in the end you will find that you will have a heavy and fearful toll to pay."},{"refcode_short":"T10 36.2","refcode_long":"Testimony for the Church — No. 10, p. 36.2 (Ellen Gould White)","content":"“I saw that you have felt strong in yourself, that you had arguments which could not be gainsaid,*The original publication had the spelling “gainsayed.” and you have not relied upon the strength of the Lord. You have too often rushed upon Satan's ground to meet an opponent. You have not waited until you knew the truth, or cause of God demanded a discussion; but you have engaged with opponents where with a little forethought you would have decided that the truth could not be advanced, or the cause of God benefited. Precious time has thus been spent."},{"refcode_short":"T10 36.3","refcode_long":"Testimony for the Church — No. 10, p. 36.3 (Ellen Gould White)","content":"“Satan has looked on and witnessed the heavy blow Bro. Hull has dealt to Spiritualism in Battle Creek. Spiritualists have understood his organization, and felt assured it would not be in vain to make a determined effort to overthrow him who injured their cause so much. In discussing with Spiritualists you have not merely to meet the man and his arguments, but Satan and his angels. And never should merely one man be sent forth alone to engage with a Spiritualist. If the cause of God really demands that Satan and his host be confronted through a spiritual medium, if enough is at stake to call for such a discussion, then one should never go forth alone, but several together, that with prayer and faith the host of darkness may be driven back, and the speaker shielded by angels that excel in strength."},{"refcode_short":"T10 37.1","refcode_long":"Testimony for the Church — No. 10, p. 37.1 (Ellen Gould White)","content":"“Bro. Hull, you was shown me under the soothing influence of a fascination which will prove fatal, unless the spell is broken. You have parleyed with Satan, and reasoned with him, and tarried upon forbidden ground, and have exercised your mind in things which were too great for you, and by indulging in doubts and unbelief, have attracted evil angels around you, and driven from you the holy and pure angels of God. If you had steadfastly resisted Satan's suggestions, and had sought strength from God with a determined effort, you would have broken every fetter, and driven back your spiritual foe, and come closer and nearer to God, and triumphed in his name. I saw that it was presumption in you to go forth to meet a Spiritualist when you were enshrouded in clouds of unbelief and bewildered. You went to battle with Satan and his host without an armor, and have been grievously wounded, and are insensible to your wound. I fear, greatly fear, that the thunders and lightnings of Sinai would fail to move you. You are in Satan's easy chair, and do not see your fearful condition and make any effort. If you do not arouse, and recover yourself from the snare of the Devil, you must perish. The brethren and sisters would save you, but I saw that they could not. You have something to do. You have a desperate effort to make, or you are lost. I saw that those who were under the bewitching influence of Spiritualism, know it not. You have been charmed, and mesmerized, and yet know it not, and do not make the least effort to come to the light."},{"refcode_short":"T10 38.1","refcode_long":"Testimony for the Church — No. 10, p. 38.1 (Ellen Gould White)","content":"“I saw that we are now in the shaking time. Satan is working with all his power to wrest souls from the hand of Christ, and cause them to trample underfoot the Son of God. An angel repeated slowly and emphatically these words: ‘Of how much sorer punishment, suppose ye, he shall be thought worthy who has trodden underfoot the Son of God, and hath counted the blood of the covenant wherewith he was sanctified an unholy thing, and hath done despite unto the spirit of grace?’ Character is being developed. Angels of God are weighing moral worth. God is testing and proving his people. These words were presented to me by the angel: ‘Take heed, brethren, lest there be in any of you an evil heart of unbelief in departing from the living God; but exhort one another daily while it is called today, lest any of you be hardened through the deceitfulness of sin. For we are made partakers of Christ, if we hold the beginning of our confidence steadfast unto the end.’ God is displeased that any of his people who have known the power of his grace, should talk their doubts, and by thus doing make themselves a channel for Satan to transmit his suggestions to other minds. A seed of unbelief and evil sown, is not readily rooted up. Satan nourishes it every hour, and it grows strong and flourishes. A good seed sown, needs to be nourished, watered, and tenderly cared for; because every poisonous influence is thrown about it to hinder its growth, and cause it to die."},{"refcode_short":"T10 38.2","refcode_long":"Testimony for the Church — No. 10, p. 38.2 (Ellen Gould White)","content":"“Satan's efforts are more powerful now than ever before, for he knows that his time to deceive is short. Bro. Hull, I saw that you had injured yourself greatly by exposing your weakness, and telling your doubts to those who are Satan's agents. By soft words and fair speeches you have been deceived, and exposed yourself in a most reckless manner to the attacks of Satan. How could you do so? How could you wound yourself, and reproach God's word in the manner you have? You have recklessly rushed upon the Devil's battle ground, and it is no marvel that your mind is so stupid and unfeeling. Already has Satan through his agents poisoned the atmosphere you breathe; already have evil angels telegraphed to his agents upon earth in regard to the course to be pursued toward you. And this is one whom God has called to stand between the living and the dead; this is one of the watchmen upon the walls of Zion to tell the people the time of night. A heavy responsibility rests upon you. If you go down, you will not go alone; for Satan will employ you as his agent to lead souls to death."},{"refcode_short":"T10 39.1","refcode_long":"Testimony for the Church — No. 10, p. 39.1 (Ellen Gould White)","content":"“I saw that angels of God were looking sorrowfully toward you. They had left your side, and were turning mournfully away, while Satan and his angels were grinning in exaltation over you. If you had battled with your doubts yourself, and not encouraged the Devil to tempt you, by talking out your unbelief, and loving to dwell upon it, you would not have attracted the fallen angels about you in such numbers. But you chose to talk your darkness; you chose to dwell upon it; and the more you talk and dwell upon it, the darker and darker you grow. You are shutting out every ray of Heaven's light from you; and a great gulf is coming between you and those only that can help you. If you proceed in the way you have started, misery and woe are before you. God's hand will arrest you in a manner that will not suit you. His wrath will not slumber."},{"refcode_short":"T10 39.2","refcode_long":"Testimony for the Church — No. 10, p. 39.2 (Ellen Gould White)","content":"“But now he invites you. Now, just now, he calls upon you without delay to return unto him, and he will graciously pardon, and heal all your backslidings. God is leading out a people who are peculiar. He will purify them, he will cleanse them, and fit them for translation. Every carnal thing will be separated from God's peculiar treasure, until they stand out, each one like gold seven times purified."},{"refcode_short":"T10 39.3","refcode_long":"Testimony for the Church — No. 10, p. 39.3 (Ellen Gould White)","content":"“I saw that it was a cruel position for Brn. Waggoner and Frisbie to be in, serving the purposes of Satan by suffering their minds to run just as he would lead them in the channel of unbelief. Their greatest sin was in talking out these dark doubts and midnight unbelief, and drawing other minds in the dark channel their own minds were in."},{"refcode_short":"T10 40.1","refcode_long":"Testimony for the Church — No. 10, p. 40.1 (Ellen Gould White)","content":"“God's people will be sifted even as corn is sifted in a sieve, until all the chaff is separated from the pure kernels of grain. We are to look to Christ for an example, and imitate the humble pattern. You do not feel reconciled to the discipline you need, and do not exercise and practice that self-denial which Christ requires of those who are truly heirs of salvation. Those who are engaged in the work of saving souls, are co-workers with Christ. His was a work of disinterested benevolence; of constant, self-sacrifice. Those who have had so great a sacrifice made for them, that they might be made partakers of his heavenly grace, should in their turn sacrifice and deny self, to aid in the great work of bringing others to the knowledge of the truth. Self-interest should be laid aside. Selfish desires and self-comfort should not now stand in the way of God's work in saving souls. God's ministers are laboring in Christ's stead. They are his ambassadors. They are not to study their ease, comfort, pleasure, desires, or convenience. They must suffer for Christ, be crucified with him, and rejoice that they can in every sense of the word, know the fellowship of the sufferings of Christ."},{"refcode_short":"T10 40.2","refcode_long":"Testimony for the Church — No. 10, p. 40.2 (Ellen Gould White)","content":"“I saw that ministers who labored in word and doctrine have a great work before them, and a heavy responsibility rests upon them. I saw that when they labor they do not come close enough to hearts. Their work is too general, and often too scattered. Their labor must be concentrated to the very ones they are laboring for. When they are preaching in the desk, their work is only commenced. They must then live out their preaching, ever guard themselves, that they bring not a reproach upon the cause of God. They should illustrate by example the life of Christ. 1 Corinthians 3:9. ‘For we are laborers together with God.’ 2 Corinthians 6:1. ‘We then as workers together with him beseech you also that ye receive not the grace of God in vain.’ The minister's work is not done when he leaves the desk. He should not then throw off the burden and occupy his mind with reading or writing unless it is actually necessary; but should follow up his public labors by private efforts—laboring personally for souls whenever an opportunity presents—conversing around the fireside, beseeching and entreating souls in Christ's stead to be reconciled to God. Our work here is soon to close, ‘and every man will receive his own reward according to his own labor.’"},{"refcode_short":"T10 41.1","refcode_long":"Testimony for the Church — No. 10, p. 41.1 (Ellen Gould White)","content":"“I was shown the saints’ reward, the immortal inheritance. Then I was shown how much God's people had endured for the truth's sake, and that they would count Heaven cheap enough. They reckoned that the sufferings of this present time were not worthy to be compared with the glory which should be revealed in them. And the people of God in these last days will be tried. Soon their last trial will come, and then they receive the gift of eternal life."},{"refcode_short":"T10 41.2","refcode_long":"Testimony for the Church — No. 10, p. 41.2 (Ellen Gould White)","content":"“You, Bro. Hull, have suffered reproach for the truth's sake. You have felt the power of the truth and of an endless life. You have had God's Spirit witness with yours that you was owned and accepted of him. I saw if you resist the Devil and gird on your armor anew, and stand at your post, and fight manfully the battles of the Lord, you will be victorious, and you will soon lay off your armor and wear a victorious crown. Oh, is not the inheritance rich enough? Did it not cost a dear price, the agony and blood of the Son of God? I call upon you in the name of the Lord to awake. Rush from the awful deception Satan has thrown over you. Lay hold on everlasting life. Resist the Devil. Evil angels are around you, whispering in your ears, visiting you with lying dreams, and you listen to them and are pleased. Oh, for the sake of Christ, for your own soul's sake, tear away from this dreadful influence before you grieve God's Spirit entirely from you."},{"refcode_short":"T10 41.3","refcode_long":"Testimony for the Church — No. 10, p. 41.3 (Ellen Gould White)","content":"“Bro. Hull: Sabbath, June 6, 1863, I was shown in regard to the work of God, and the spread of the truth. Preachers and people have too little faith, too little devotion and true godliness. The people imitate the preacher, and the preacher has a very great influence upon the people."},{"refcode_short":"T10 41.4","refcode_long":"Testimony for the Church — No. 10, p. 41.4 (Ellen Gould White)","content":"“Bro. Hull, God wants you to come nearer to him, where you can take hold of his strength, and by living faith claim his salvation, and be a strong man. If you were a devotional, godly man in the pulpit and out, a mighty influence would attend your preaching. You do not closely search your own heart. You have studied many works to make your discourses thorough, able, and pleasing. But the greatest and most necessary study you have neglected—the study of yourself. A thorough knowledge of yourself, meditation and prayer, have been neglected by you too much. They have come in as secondary things. Your success as a minister depends upon your keeping your own heart. You will receive more strength by spending one hour each day in meditation, and mourning over your failings and heart-corruptions, and pleading for God's pardoning love, and the assurance of sins forgiven, than you would by spending many hours and days in studying the most able authors, and making yourself acquainted with every objection to our faith, and the most powerful evidences in favor of our faith."},{"refcode_short":"T10 42.1","refcode_long":"Testimony for the Church — No. 10, p. 42.1 (Ellen Gould White)","content":"“Why our preachers do so little is because they do not walk with God. God is a day's journey from most of them. The closer you watch your own heart, the more watchful and guarded you will be, lest by your words or acts you dishonor the truth, and give occasion for the tongue of slander to follow you and the truth, and souls be lost through your neglect of self-examination, of heart-study, and of vital godliness. The deportment of the minister of Christ should be holy, and a rebuke to vain, frothy professors. The beams of truth and holiness shining from your serious, heavenly conversation, will convict and lead others to the truth, and will compel those around you to say, God is with these men, of a truth. It is the carelessness and looseness of professed ministers of Christ that give them so little influence."},{"refcode_short":"T10 42.2","refcode_long":"Testimony for the Church — No. 10, p. 42.2 (Ellen Gould White)","content":"“There are many professors, but few praying men. If our preachers were men who prayed more in secret, who carried their preaching into practice in their families, who ruled their houses with dignity and gravity, their light would indeed shine to others around them."},{"refcode_short":"T10 42.3","refcode_long":"Testimony for the Church — No. 10, p. 42.3 (Ellen Gould White)","content":"“Bro. Hull, I have been shown if you would dedicate yourself to God, hold communion with him, meditate much, watch your failings, mourn and lament before the Lord in the deepest humility on account of them, relying upon him for strength, you would be in the most profitable business in which you ever were engaged; for you would be as though drinking at a living fountain, and then giving others to drink from that same fountain which revives and strengthens you."},{"refcode_short":"T10 43.1","refcode_long":"Testimony for the Church — No. 10, p. 43.1 (Ellen Gould White)","content":"“Dear brother, unless there is a change in your Christian character, you will fail of everlasting life; for our busy foe will lay his snares, and you not being nigh to God, will fall into the net he has prepared for you. You feel restless and uneasy, and study is your element; but you fail sometimes in the subject. When you should be studying yourself, your own heart, you are engaged in reading books. When you should by faith be drawing yourself to Christ, you are studying books; and I saw all your study will be of no use to you unless you study faithfully yourself. You are not acquainted with yourself. Your mind dwells but little upon God. Self-confident, you pass along without knowing that self must die if you would be a successful minister of Christ. You lack sobriety and gravity out of the pulpit. These things counteract your pulpit labor."},{"refcode_short":"T10 43.2","refcode_long":"Testimony for the Church — No. 10, p. 43.2 (Ellen Gould White)","content":"“Ever since your case was first presented to me in vision, I have seen a lack in you. Your mind was not elevated. You would stand in the desk, and handle the most holy, sacred, elevating truths in an able manner, but when treating upon the most solemn subjects, you often mix in something comical, to create a smile, which has often destroyed the force of your whole discourse. You handle solemn truths with ease, but do not live them. You do not carry them out, and that is the reason the heavenly endorsement is lacking. Many whose ears you have pleased, will talk of the smart discourse, the able preacher, but are no more impressed with the necessity of obeying the truth, than before they listened to it. They go on just the same, transgressing God's law as before. It was the minister that pleased them, not the truths that he uttered. You remain at such a distance from God that his power does not set home the truth. You must live religion in your family, which will have an influence to elevate your family, to elevate your wife. When at home you throw off restraint and act like a boy, and the weight of the truth, and the burden of the work, do not rest upon you. You are not choice of your words, or of your example."},{"refcode_short":"T10 44.1","refcode_long":"Testimony for the Church — No. 10, p. 44.1 (Ellen Gould White)","content":"“Your only safety is in studying yourself, your weakness and failings. Do not cease to guard yourself. Watch yourself at home more closely. Watch yourself when away from home. You neglect your closet duties, and lay off your armor, give up to a spirit of recklessness that drives angels from your family and from you. Do not neglect to search your own heart at home. Lavish not all your affections upon your family. Preserve your heart's best affections to devote to Jesus, who has redeemed you by his blood. When at home, be fitting up all the time for your Master's business when you shall be away from home. If you do this, you will have the armor on every moment. Your soul's highest desire will be to glorify God, to do his will upon earth, and you will have sweet confidence and trust in him. You will not feel so restless, but will have a constant theme for meditation, devotion, and holiness. I was referred to 1 Corinthians 9:27, ‘But I keep under my body, and bring it into subjection; lest that by any means, when I have preached to others, I myself should be a castaway.’ Here is a work for you, to understand yourself, and not be flattered with any remarks which unwise and foolish brethren may make of your efforts. They may praise your preaching, but let it not elate you. If God's blessing attends your labors, fruits will be seen. Your preaching will not merely please, but will gather in souls."},{"refcode_short":"T10 44.2","refcode_long":"Testimony for the Church — No. 10, p. 44.2 (Ellen Gould White)","content":"“Bro. Hull, you must be guarded on every side. I saw that whatever divides the affections, or takes away from the heart the supreme love of God, or prevents unlimited confidence and entire trust in him, assumes the character, and takes the form, of an idol in our hearts. I was pointed to the first great commandment: ‘Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.’ There is no separation allowed here in our affections from God. Nothing is here allowed to divide our supreme love or delight in him. Your will, wishes, plans, desires, and pleasures, must all be in subjection. You have something to learn, to exalt the Lord God in your heart, in your conversation, in all your acts; and then Jesus can teach you, and help you, as you cast your net on the right side of the ship, to bring it to shore full of fishes. Without the help of Christ in casting you [your] net, you may toil weeks, months, and years, without seeing much fruit of your labor."},{"refcode_short":"T10 45.1","refcode_long":"Testimony for the Church — No. 10, p. 45.1 (Ellen Gould White)","content":"“I saw that you would be tempted that your brethren want to gauge you. You will feel that they put too much restraint upon you. Your brethren only want to gauge you to live according to God's word, to carry out the instructions there given, and God wishes to bring you there, and angels are watching you with the deepest solicitude, knowing that you must come there and conform your life to the word of God, that you may be blessed and strengthened of God, or you will fall out by the way. While you preach to others, you yourself will be a castaway. You may be an overcomer, you may win eternal life. You are recovering yourself from the snare of the Devil."},{"refcode_short":"T10 45.2","refcode_long":"Testimony for the Church — No. 10, p. 45.2 (Ellen Gould White)","content":"“But other snares the enemy is preparing for you. God will help and strengthen you, if you seek him earnestly. But study yourself. Try every motive. Let not your aim be in your discourses to preach smart, to exhibit Moses Hull; but let it be to exhibit Christ. Simplify the truth to your hearers, that small minds may comprehend it. Make your discourses plain, pointed, and solemn. Bring the people to a decision. Make them feel the vital force of truth. If any speak one word of flattery to you, rebuke them sharply. Tell them Satan has troubled you with that for some time, and they need not help the Devil in his work."},{"refcode_short":"T10 45.3","refcode_long":"Testimony for the Church — No. 10, p. 45.3 (Ellen Gould White)","content":"“When among the sisters, be reserved. No matter if they think you lack courtesy. If a married or unmarried sister shows any familiarity, repulse them. Be abrupt and decided, that they may ever understand that you give no countenance to such weakness. When before the young, and at all times, be grave, be solemn. I saw that if Bro. Loughborough and yourself make God your strength, a work will be accomplished by you for his poor people, for two can be a host. Come close to each other, pray together and separately, be free with each other. Bro. Hull should confide in Bro. Loughborough's judgment, and listen to his counsel and advice."},{"refcode_short":"T10 46","refcode_long":"Testimony for the Church — No. 10, p. 46 (Ellen Gould White)","content":"Ministers"},{"refcode_short":"T10 46.1","refcode_long":"Testimony for the Church — No. 10, p. 46.1 (Ellen Gould White)","content":"Ministers who preach the third message should labor because they feel that God has laid the burden of the work upon them. Our ministers are placed above want if they exercise any degree of economy. If they lack, they will be in want in any position in which they may be placed. Give them the most favorable chance, and they would spend all they receive. This has been the case with Eld. Hull. Such need an almost inexhaustible fund to draw from in order to be satisfied."},{"refcode_short":"T10 46.2","refcode_long":"Testimony for the Church — No. 10, p. 46.2 (Ellen Gould White)","content":"Those who fail in wisely managing temporal matters, generally lack in spiritual things. They fail to build up the church. They may be called smart speakers, and possess natural talents, and yet lack moral worth. They may draw large congregations and raise considerable excitement; but when the fruit is sought for, there is very little, if any, to be found. Such men frequently get above the work, and lose their love for the simplicity of the gospel. They are not sanctified through the truths they preach. This has been the case with Eld. Hull. He has lacked that grace which establishes the soul, and elevates and ennobles the character of the man. It is a good thing that the heart be established with grace. This is our steadfastness."},{"refcode_short":"T10 46.3","refcode_long":"Testimony for the Church — No. 10, p. 46.3 (Ellen Gould White)","content":"In places where Eld. Hull has given courses of lectures, the people have been pleased with his witticisms and peculiar style of preaching, yet but few have embraced the truth as the result of his labors; and even of these, quite a proportion soon renounce the faith. Many have been disappointed that there was so little fruit to be found after his labor. I was shown the reason. Humility, simplicity, purity and holiness of life were lacking. He has thought his smart labor invaluable, and that the cause would hardly exist if he should be disconnected from it; when if he could have known the anxiety the real laborers in the cause, who have tried to help him, have suffered on his account, he would not have so highly estimated his own labors. His course has been a continual burden to the cause, and it would have prospered better without his influence. The anxiety of his brethren to save him from falling has led them to do too much for him in point of means. They have been pleased with his preaching talent, and some have been so indiscreet as to extol Eld. Hull, and show a decided preference for him above other preaching brethren whose influence would tell for the advancement of the cause anywhere. This has hurt him. He had not humility and the grace of God sufficient to stand against the flattery of his brethren. May God help these brethren to feel over their mistake, and never be guilty of injuring young ministers by flattery."},{"refcode_short":"T10 47.1","refcode_long":"Testimony for the Church — No. 10, p. 47.1 (Ellen Gould White)","content":"All who have a desire to draw away from God's remnant people, to follow their own corrupt hearts, and who throw themselves willingly into Satan's hands, should have the privilege. There are others among us who are in danger. They have exalted opinions of their own ability, while their influence in many respects has been but a trifle better than Eld. Hull's. Unless they thoroughly reform, the cause is better off without them. Unsanctified ministers do injury to the cause, and are a heavy tax upon their brethren. They have needed some one to follow after them to correct their mistakes, and to straighten up and strengthen those who have been weakened and torn down through their influence. They are jealous of those who have borne burdens in the work, those who would sacrifice if necessary even their lives to advance the cause of truth. They judge their brethren to have no higher motives than they have had. Doing much for ministers who are thus subject to Satan's temptations, injures them, and is a waste of means. It gives them influence, and places them where they can wound their brethren and the cause of God most deeply."},{"refcode_short":"T10 48.1","refcode_long":"Testimony for the Church — No. 10, p. 48.1 (Ellen Gould White)","content":"I have been shown that the causes of doubts expressed in regard to the truthfulness of our position, and the inspiration of the word of God, are not what many suppose them to be. These difficulties are not so much with the Bible, or the evidences of our faith, but generally with their own hearts. The requirements of God's word are too close for their unsanctified natures. “The carnal mind is enmity against God, for it is not subject to the law of God, neither indeed can be.” If the feelings of the natural heart are not restrained and brought into subjection by the sanctifying influence of the grace of God received through the channel of faith, the thoughts of the heart are not pure and holy. The conditions of salvation brought to view in the word of God, are reasonable, plain, and positive; nothing less than perfect conformity to the will of God, and purity of heart and life. Crucify self with the lusts thereof. Cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God."},{"refcode_short":"T10 48.2","refcode_long":"Testimony for the Church — No. 10, p. 48.2 (Ellen Gould White)","content":"In almost every case where minds become unsettled in regard to the inspiration of the word of God, it is on account of unsanctified lives, which God's word condemns. They will not receive the reproofs and threatenings of God's word because they reflect upon their own wrong course of action. They do not love those who would convert and restrain them. Difficulties and doubts which perplex the vicious heart, will be cleared away before the one practicing the pure principles of truth."},{"refcode_short":"T10 48.3","refcode_long":"Testimony for the Church — No. 10, p. 48.3 (Ellen Gould White)","content":"Men may possess talents which would accomplish much good if sanctified and used in the cause of Christ; or much harm if employed in the service of unbelief and Satan. The gratification of self, and its various lusts, will pervert the talents, and make them a curse instead of a blessing. Satan, the archdeceiver, possesses wonderful talents. He was once an exalted angel, next to Jesus Christ. He fell through self-exaltation, and created a rebellion in Heaven, and many fell with him. Then his talents and skill were employed against the government of God, to cause all whom he could control to despise the authority of Heaven. Those who are charmed with his Satanic majesty, may choose to imitate this fallen general, and share with him his fate at last."},{"refcode_short":"T10 49.1","refcode_long":"Testimony for the Church — No. 10, p. 49.1 (Ellen Gould White)","content":"Purity of life imparts refinement which will lead those possessing it to shrink more and more from coarseness and indulgence of sin. Such will not be led away from the truth, or be given up to doubt the inspiration of the word of God. They will, on the contrary, engage in the daily study of the sacred word with deeper and increased interest, while the evidences of Christianity and inspiration stamp their impress on the mind and life. Those who love sin, will turn away from the Bible, will love to doubt, and become reckless in principles. They will receive and advocate false theories. To ascribe man's sins to his circumstances, and when he commits some great sin make him a subject of pity instead of looking upon him as a criminal to be punished, will always suit a depraved heart, which in course of time will develop the principles of fallen nature. Men will admit the labor and effort of all their lives, while they were following the sacred principles of God's word, to be of no account, to prevent the need now of individual effort. By some general process, they abolish sin at once, to avoid the unpleasant necessity of individual reformation and exertion. Eld. Hull's philosophical necessity has its strong hold in the corruptions of the heart."},{"refcode_short":"T10 49.2","refcode_long":"Testimony for the Church — No. 10, p. 49.2 (Ellen Gould White)","content":"God is raising up men to go forth and labor in the harvest field, and if they are humble, devoted, and godly, they will take the crowns which those ministers lose, who concerning the faith are reprobate."},{"refcode_short":"T10 49.3","refcode_long":"Testimony for the Church — No. 10, p. 49.3 (Ellen Gould White)","content":"Nov. 5, 1862, I was shown that some men mistake their calling. They think if a man cannot labor with his hands, or if he is not a business character, he will make a minister. Many make a great mistake here. A man that has no business tact may make a minister, but at the same time he will lack essential qualifications that every minister ought to have in order to deal wisely in the church, and build up the cause. But when a preacher is good in the pulpit, and fails in management, like Eld. Hull, he should never go alone. One should go with him to supply his lack, and he should lean to his judgment, and let him manage for him. And although it may be humiliating for him, he should lean to his judgment and counsel, as a man for the want of sight will follow the one who leads him who has sight. By thus doing he will escape many dangers, that were he left alone, would prove fatal to him."},{"refcode_short":"T10 50.1","refcode_long":"Testimony for the Church — No. 10, p. 50.1 (Ellen Gould White)","content":"The prosperity of the cause of God depends much upon ministers who labor in the gospel field. Those who teach the truth should be devotional, self-sacrificing, godly men, who understand their business, and go about doing good because they know that God has called them to the work—men who feel the worth of souls, and will bear burdens and responsibilities. A thorough workman is known by the perfection of his work."},{"refcode_short":"T10 50.2","refcode_long":"Testimony for the Church — No. 10, p. 50.2 (Ellen Gould White)","content":"There are but few preachers among us. This has led some to think that the cause of God needed help so much that almost any one claiming to be a minister would be acceptable. Some have thought because such persons could pray and exhort with a degree of freedom in meeting, they were qualified to go forth as laborers. Some brethren lacking experience have encouraged and flattered these men whom God has not sent, before they were proved, or could show any good fruit of their labors. Their work shows the character of the workman. They scatter and confuse, but do not gather in and build up. A few may receive the truth as fruits of their labors; but they generally rise no higher than those from whom they learned the truth. The same lack is seen in their converts which marked their own course."},{"refcode_short":"T10 50.3","refcode_long":"Testimony for the Church — No. 10, p. 50.3 (Ellen Gould White)","content":"The success of this cause is not dependent upon a large number of ministers; but it is of the highest importance that those who do labor in connection with the cause of God, should be men who really feel the burden and sacredness of the work to which God has called them. A few self-sacrificing, godly men, small in their own estimation, can do a greater amount of good than a much larger number and a part of them unqualified for the work, yet self-confident and boastful of their own talents. A number of these in the field, who would better fill some calling at home, would require nearly all the time of the faithful ministers to follow after and correct their wrong influence."},{"refcode_short":"T10 51.1","refcode_long":"Testimony for the Church — No. 10, p. 51.1 (Ellen Gould White)","content":"The future usefulness of young preachers depends much upon the manner in which they enter upon their labors. Brethren who have the cause of God at heart will be so anxious to see the truth advance that they will be in danger of doing too much for ministers who have not been proved, in helping them liberally to means, and giving them influence. They should be left to earn themselves a reputation, even if it must be through trials and privations. They should first give full proof of their ministry."},{"refcode_short":"T10 51.2","refcode_long":"Testimony for the Church — No. 10, p. 51.2 (Ellen Gould White)","content":"Brethren of experience should be guarded; and instead of expecting these young preachers to help and lead them, should feel a responsibility upon them to take charge of these young preachers, instruct, advise, and lead them, and have a fatherly care for them. Young ministers should have system, a firm purpose, and a mind to work, that they may eat no man's bread for naught. They should not go from place to place, and introduce some points of our faith calculated to stir up prejudice, and leave before the evidences of present truth are half presented."},{"refcode_short":"T10 51.3","refcode_long":"Testimony for the Church — No. 10, p. 51.3 (Ellen Gould White)","content":"Young preachers who think that they have a duty to do in connection with the work, should not take the responsibility of teaching the truth until they have availed themselves of the privilege of being under the influence of some experienced preacher who is systematic in his labor, and should learn of him as a pupil at school would learn of his teacher. They should not go hither and thither, with no definite object, or matured plans to carry out in their labor."},{"refcode_short":"T10 51.4","refcode_long":"Testimony for the Church — No. 10, p. 51.4 (Ellen Gould White)","content":"Some who have but little experience, and are least qualified to teach the truth, are the last ones to ask advice and counsel of their experienced brethren. They put on the minister, and place themselves on a level with those of long and tried experience, and think that because they are ministers, they know all that is worth knowing. Such preachers certainly lack a true knowledge of themselves. They do not possess becoming modesty, but have altogether too exalted opinions of their own abilities, and will not be satisfied unless they can lead."},{"refcode_short":"T10 52.1","refcode_long":"Testimony for the Church — No. 10, p. 52.1 (Ellen Gould White)","content":"Ministers of experience, who feel the sacredness of the work, and the weight of the cause upon them, are jealous of themselves. They consider it a privilege to advise with their brethren, and are not offended if improvements are suggested in their plans of labor, or in their manner of speaking."},{"refcode_short":"T10 52.2","refcode_long":"Testimony for the Church — No. 10, p. 52.2 (Ellen Gould White)","content":"Those ministers from the different denominations who embrace the third angel's message often wish to teach when they should be learners. Some have a great share of their former teaching to unlearn before they can fully learn the principles of present truth."},{"refcode_short":"T10 52.3","refcode_long":"Testimony for the Church — No. 10, p. 52.3 (Ellen Gould White)","content":"Ministers will injure the cause of God by going forth to labor for souls when there is as great a work to be done for them to fit them for the work, as they may wish to do for unbelievers. If they are unqualified for the work, it will require the labor of two or three faithful ministers to follow after and correct their wrong influence. It would be cheaper for the cause of God in the end, to give such ministers a good support to remain at home and do no injury in the field."},{"refcode_short":"T10 52.4","refcode_long":"Testimony for the Church — No. 10, p. 52.4 (Ellen Gould White)","content":"Preachers have been regarded by some especially inspired, as mediums merely for the Lord to speak through. If the aged, and those of long experience, see failings in a minister, and suggest improvements in his manners, in the tone of his voice, or gestures, he has sometimes felt hurt, and has reasoned that God called him just as he was,—that the power was of God and not of himself, and God must do the work for him,—that he does not preach according to man's wisdom, &c. It is a mistake to think that a man cannot preach unless he becomes wrought up to a high degree of excitement. Men who are thus dependent upon feeling, may be of use when they feel just like it, in exhortation, but they will never make good burden-bearing laborers. When the work moves hard, and everything around assumes a discouraging aspect, the excitable, and those dependent upon feeling, are not prepared to bear their share of the burdens."},{"refcode_short":"T10 53.1","refcode_long":"Testimony for the Church — No. 10, p. 53.1 (Ellen Gould White)","content":"In times of discouragement and darkness, how important to have calm thinking men, that are not dependent on circumstances, but who trust God and labor on in the darkness as well as in the light. Men who serve God from principle, although their faith may be severely tried, will be seen hanging securely upon the never-failing arm of Jehovah."},{"refcode_short":"T10 53.2","refcode_long":"Testimony for the Church — No. 10, p. 53.2 (Ellen Gould White)","content":"Young preachers, and men who have once been ministers, who have been coarse and rough in their manners, making expressions which were not perfectly modest and chaste in their conversation, are not fit to engage in this work until they give evidence of an entire reform. One word spoken unadvisedly may do more harm than a series of meetings held by them will do good. They leave the standard of truth, which should be ever exalted, lowered in the dust before the community. Their converts generally come up no higher than the standard raised for them by the ministers. Men who are standing between the living and the dead, should be just right. The minister should not be off his guard for a single moment. He is laboring to elevate others by bringing them up upon the platform of truth. Let him show to others that the truth has done something for him. He should see the evil of, and put away and despise, every careless, rough, vulgar expression. Unless he does this his converts will pattern after him. And when faithful ministers shall follow after, and labor with these converts to correct their wrongs, they will excuse themselves by referring to the minister. If you condemn his course, they will turn to you and ask, Why, you uphold and give influence to men by sending them out to preach to sinners, while they are sinners themselves."},{"refcode_short":"T10 53.3","refcode_long":"Testimony for the Church — No. 10, p. 53.3 (Ellen Gould White)","content":"The work in which we are engaged is a responsible and exalted work. Those who minister in word and doctrine should themselves be patterns of good works. They should be examples in holiness, cleanliness, and order. The whole appearance of the servant of God, out of the pulpit and in, should be that of a living preacher. His godly example can accomplish far more, than for him to merely stand in the desk and preach, while his influence out of the desk is not worthy of imitation. Those who labor in this cause, carry the most elevated truth that was ever committed to mortals."},{"refcode_short":"T10 54.1","refcode_long":"Testimony for the Church — No. 10, p. 54.1 (Ellen Gould White)","content":"Men who are chosen of God to labor in this cause, will give proofs of their high calling, and will consider it their highest duty to grow and improve until they shall be able workmen. Then, as they manifest an earnestness to improve upon the talent God has given them, they should be helped judiciously. The encouragement they should receive, should not savor of flattery, for Satan himself will do enough of that kind of work. Men who think that they have a duty to preach, should not be sustained in throwing themselves and families at once upon their brethren for support. They are not entitled to this until they can show good fruits of their labor. There is danger now of injuring young preachers, and those who have but little experience, by flattery, and by relieving them of burdens in life. When not preaching they should be doing what they can for their own support. This is the best manner to test the nature of their call to preach. If their call to preach is only that they may be supported as ministers, and the church pursue a judicious course, they will soon lose the burden, and leave preaching for more profitable business. Paul, the most eloquent preacher, miraculously converted of God to do a special work, was not above labor. He says, “Even unto this present hour we both hunger and thirst, and are naked, and are buffeted, and have no certain dwelling-place, and labor working with our own hands; being reviled, we bless; being persecuted, we suffer it.” 1 Corinthians 4:11, 12. “Neither did we eat any man's bread for naught; but wrought with labor and travail night and day, that we might not be chargeable to any of you.” 2 Thessalonians 3:8."},{"refcode_short":"T10 54.2","refcode_long":"Testimony for the Church — No. 10, p. 54.2 (Ellen Gould White)","content":"I have been shown that many do not rightly estimate the talents which are among them. Some brethren do not understand what preaching talent would be the best for the advancement of the cause of truth, but think only of the present gratification of their feelings. Without reflection they will show preference for a speaker who manifests considerable zeal in his preaching, and relates anecdotes which please the ear and animate the mind for a moment, but leave no lasting impression. At the same time they will put a low estimate upon a preacher who has prayerfully studied that he may present the arguments of our position in a calm manner, and in a connected form, before the people. His labor is not appreciated, but he is often treated with indifference."},{"refcode_short":"T10 55.1","refcode_long":"Testimony for the Church — No. 10, p. 55.1 (Ellen Gould White)","content":"A man may preach spirited, and in a manner to please the ear, but not convey any new idea and real intelligence to the mind. The impressions received through such preaching last no longer than while the speaker's voice is heard. When search is made for the fruit of such labor, there is not much to be found. These flashy gifts are not as beneficial, and as well calculated to advance the cause of truth, as a gift that can be trusted in hard, difficult places."},{"refcode_short":"T10 55.2","refcode_long":"Testimony for the Church — No. 10, p. 55.2 (Ellen Gould White)","content":"In the work of teaching the truth it is necessary that the important points of our position be well fortified with scripture evidences. Assertions may silence, but will not convince, the unbeliever. Believers are not the only ones for whose benefit laborers are sent into the field. The salvation of souls is the great object."},{"refcode_short":"T10 55.3","refcode_long":"Testimony for the Church — No. 10, p. 55.3 (Ellen Gould White)","content":"Some brethren have erred in this respect. They have thought that Bro. Evans was the right man to labor in Vermont, and that he could accomplish more than any other minister in that State. Such do not view matters from a right stand-point. Bro. Evans can speak in a manner to interest a congregation, and if this was all that is necessary to make a successful preacher, then a class of brethren and sisters have been right in their estimation of him. But he is not a thorough workman. He is not reliable. In church trials he is of no account. He has not experience, judgment, and discernment, to be of any benefit to the church when in trial. He has not been a thoroughgoing man in temporal matters. Although he has but a small family, he has needed assistance more or less."},{"refcode_short":"T10 55.4","refcode_long":"Testimony for the Church — No. 10, p. 55.4 (Ellen Gould White)","content":"The same lack is manifested in spiritual things as in temporal matters. Had the right course been pursued toward him in the commencement of his preaching, he might now be of some use in this cause. His brethren injured him by making too much of him, and by leaving him free to bear but few of the burdens of life, until he has thought his labors were of the greatest consequence. He has been willing to have brethren in Vermont bear his burdens while he was relieved from care. He has not had a suitable amount of exercise to give tone and strength to his muscles, and for the good of his health."},{"refcode_short":"T10 56.1","refcode_long":"Testimony for the Church — No. 10, p. 56.1 (Ellen Gould White)","content":"He is not capable of building up churches. When he feels the woe upon him if he preach not the gospel, as self-sacrificing preachers have in the past, then like them he will be willing to labor with his hands a part of the time to earn means to support his family, that they may not be burdensome to the church; and then go forth, not merely to preach, but to save souls. Efforts made with such a spirit will accomplish something. He has been exalted in his own estimation, and has thought himself equal to any of the laborers in Vermont, and that he should be consulted in business matters of the church, and be ranked with any of the preachers, when he has not earned a reputation or proved himself worthy. What self-sacrifice or devotion has he manifested for the church? What perils or hardships endured that the brethren can have their confidence established in him as a laborer whom they can trust, whose influence will be good everywhere he goes? Until he possesses an entirely different spirit, and acts from unselfish principles, he had better give up the idea of preaching."},{"refcode_short":"T10 56.2","refcode_long":"Testimony for the Church — No. 10, p. 56.2 (Ellen Gould White)","content":"Brethren in Vermont have overlooked the moral worth of men like the Brn. Bourdeau, Pierce, and Stone, who have a depth of experience, and whose influence has been such as to gain the confidence of the community. Their industry and consistent lives have made them daily, living preachers, and their labors have removed a great amount of prejudice, and have gathered and built up. Yet brethren have not appreciated the labors of these men, while they have been pleased with the labor of some who will not bear to be tested and proved, and who can show but little fruit of their labor."},{"refcode_short":"T10 57","refcode_long":"Testimony for the Church — No. 10, p. 57 (Ellen Gould White)","content":"Wives of Ministers"},{"refcode_short":"T10 57.1","refcode_long":"Testimony for the Church — No. 10, p. 57.1 (Ellen Gould White)","content":"June 5th, 1863, I was shown that Satan was ever at work to dishearten, and lead astray ministers whom God has chosen to preach the truth. The most effectual way that he can work is through home influences, through unconsecrated companions. If he can control their minds, through them he can the more readily gain access to the husband, who is laboring in word and doctrine to save souls. I was referred to the warnings which God has repeatedly given, and the duties pointed out belonging to the wife of a minister; yet these warnings have not had a lasting influence. The testimonies given them have had effect but a short time. The light has been but partially followed. Obedience and devotion to God have been forgotten, also the sacred obligation resting upon them to improve the privileges and light given, and walk as children of the light. If the vail could be parted, and each see just how their case is regarded in heaven, they would awake, and with fear inquire, What shall I do to be saved?"},{"refcode_short":"T10 57.2","refcode_long":"Testimony for the Church — No. 10, p. 57.2 (Ellen Gould White)","content":"The minister's wife who is not devoted to God is no help to her husband. While the minister dwells upon the necessity of bearing the cross, and upon self-denial, the acts of his wife, and her daily example often contradict his preaching, and destroy its force. In this way his wife is a great hindrance, and she often leads her husband away from his duty, and from God. She does not realize what a sin she is committing. Instead of seeking to be useful, with true love for souls in the heart, constrained by the power of Christ's love, and by unselfish, holy principles, help such as need help; she shrinks from the task, prefers a useless life. She does not choose to do the will of God, and be co-worker with her husband, with angels, and with God. It is a great sin for the wife of the minister when accompanying her husband in his mission to save souls, to hinder him in his work, by manifesting unhappy discontent. Instead of entering with him heartily in his labors, seeking every opportunity to unite her interest and labor with his; she often studies her own ease, how she can make it more easy or pleasant for herself. If things around them are not as agreeable as she could wish (as they will not always be), she should not allow homesick feelings; or by lack of cheerfulness and by spoken complaints harass the husband and make his task harder, and perhaps draw him by her discontent from the place where he could do good, in order to gratify her. She should not draw the interest of her husband from laboring for the salvation of souls, to sympathize with her ailments, and gratify a whimsical, discontented feeling of her own. If she would forget herself, and labor to help others, talk and pray with poor souls, and act as if their salvation was of higher importance than any other consideration; she would have no time to be homesick. She would feel from day to day a sweet satisfaction as a reward for her unselfish labor. I cannot call it sacrifice, for some of our ministers’ wives do not know what it is to sacrifice or suffer for the truth's sake."},{"refcode_short":"T10 59.1","refcode_long":"Testimony for the Church — No. 10, p. 59.1 (Ellen Gould White)","content":"I was shown that wives of ministers used to suffer persecution and want. Their husbands suffered imprisonment, and sometimes death. Those noble, self-sacrificing women suffered with their husbands, and their reward will be equal to that bestowed on the husband. Mrs. Boardman and the Mrs. Judsons suffered for the truth—suffered with their companions. They sacrificed home and friends in every sense of the word, to aid their companions in the work of enlightening those who sat in darkness; to reveal to them the hidden mysteries of the word of God. Their lives were in constant peril. To save souls was the great motive of their lives. For this they could cheerfully suffer."},{"refcode_short":"T10 59.2","refcode_long":"Testimony for the Church — No. 10, p. 59.2 (Ellen Gould White)","content":"I was shown the life of Christ. His self-denial and sacrifice, when compared with the trials and sufferings of the wives of some of our ministers, causes anything which they may call sacrifice to sink into insignificance."},{"refcode_short":"T10 59.3","refcode_long":"Testimony for the Church — No. 10, p. 59.3 (Ellen Gould White)","content":"If the minister's wife speaks words of discontent and discouragement, the influence will be disheartening upon the husband, and will cripple him in his labor; especially if his success depends upon surrounding influences."},{"refcode_short":"T10 59.4","refcode_long":"Testimony for the Church — No. 10, p. 59.4 (Ellen Gould White)","content":"Must the minister of God in such cases be crippled or torn from the field of his labors to gratify these feelings which arise in his wife, from an unwillingness to yield feeling to duty? The wife should conform her wishes and pleasures to duty, and give up her selfish feelings for Christ, and the truth's sake. Satan has had much to do with controlling the labors of the ministers, through the influence of selfish, ease-loving companions."},{"refcode_short":"T10 60.1","refcode_long":"Testimony for the Church — No. 10, p. 60.1 (Ellen Gould White)","content":"If a minister's wife accompanies her husband in his travels, she should not go to be waited upon, and to visit, or for her own special enjoyment, but to labor with him. She should have a united interest with him to do good. She should be willing to accompany her husband, if home cares do not hinder, and she should aid him in his efforts to save souls. She should with meekness and humility, yet with a noble self-reliance, have a leading influence upon minds around her, and should act her part, and bear her cross and burden in meeting, and around the family altar, and in conversation at the fire-side. The people expect this, and they have a right to expect it. If these expectations are not realized, the husband's influence is more than half destroyed. The wife of a minister can do much, if she will. She can with him do almost an equal amount of good, if she possesses the spirit of self-sacrifice, and has a love for souls. A sister laborer in the cause of truth can understand and reach some cases, especially among the sisters, that the minister cannot. A responsibility rests upon a minister's wife which she should not and cannot lightly throw off. God will require the talent lent her, with usury. She should work earnestly, faithfully, and unitedly with her husband, to save souls. She should never urge her wishes and desires, or express a lack of interest in her husband's labor, or dwell upon homesick, discontented feelings. All these natural feelings she must overcome. She should have a purpose in life which should unfalteringly be carried out. What if this conflicts with the feelings, and pleasures, and natural tastes? These should be cheerfully and readily sacrificed, in order to do good and save souls."},{"refcode_short":"T10 61.1","refcode_long":"Testimony for the Church — No. 10, p. 61.1 (Ellen Gould White)","content":"The wives of ministers should live devoted, prayerful lives. But some would enjoy a religion in which there are no crosses, and which calls for no self-denial and exertion on their part. Instead of standing nobly and individually for themselves, leaning upon God for strength, and acting out their individual responsibility, they have much of the time been dependent upon others, and deriving their spiritual life from them. If they would only lean confidingly and in a child-like manner, trustingly upon God, and have their affections centered in Jesus, deriving their life from Christ, the living vine, what an amount of good they might do—what a help they might be to others—what a support to their husbands, and what a reward would be theirs in the end! “Well done, good and faithful servants,” would fall like sweetest music upon their ears. The words, “Enter into the joy of thy Lord,” would repay them a thousand times for all suffering and trials endured to save precious souls."},{"refcode_short":"T10 61.2","refcode_long":"Testimony for the Church — No. 10, p. 61.2 (Ellen Gould White)","content":"Those who will not improve the talent God has given them, will fail of everlasting life. Those who have been of but little use in the world will be rewarded accordingly—as their works have been. When everything goes smoothly, they are borne along on the wave; but when they need earnestly and untiringly to apply the oar, and row against wind and tide, there seems to be no energy in their Christian character. They will not take the trouble to work, but lay down their oars, and contentedly let the current carry them down stream. Thus they generally remain until some one takes the burden, and labors earnestly and energetically to pull them up stream. Every time they yield to such indolence, they lose strength, and have less inclination to work in the cause of God. It is only the faithful conqueror who wins eternal glory."},{"refcode_short":"T10 62.1","refcode_long":"Testimony for the Church — No. 10, p. 62.1 (Ellen Gould White)","content":"A minister's wife should ever have a leading influence on the minds of those with whom she associates, and she will be a help or a wonderful hindrance. She either gathers with Christ or scatters abroad. There is a lack of a self-sacrificing missionary spirit among the companions of our ministers. It is self first, and then Christ secondly, and even thirdly."},{"refcode_short":"T10 62.2","refcode_long":"Testimony for the Church — No. 10, p. 62.2 (Ellen Gould White)","content":"Never should a minister take his wife with him unless he knows she can be a spiritual help; one who can bear, and endure, and suffer, and do good, and help to benefit souls for Christ's sake."},{"refcode_short":"T10 62.3","refcode_long":"Testimony for the Church — No. 10, p. 62.3 (Ellen Gould White)","content":"If they accompany their husbands it should be to labor unitedly with them. They must not expect to be free from trials and disappointments. They should not think too much of pleasant feelings. What have feelings to do with duty? I was cited to the case of Abraham. God said to Abraham, “Take now thine only son, Isaac, whom thou lovest, and get thee into the land of Moriah, and offer him up there for a burnt-offering upon one of the mountains which I will tell thee of.” Abraham obeyed God. He did not consult his feelings, but with a noble faith and confidence in God he prepared for his journey."},{"refcode_short":"T10 63.1","refcode_long":"Testimony for the Church — No. 10, p. 63.1 (Ellen Gould White)","content":"With a torn heart filled with anguish he beheld the proud and loving mother gazing with fond affection upon her son of promise. He walked away with that loved son. Abraham suffered; yet he did not let his will rise in rebellion to the will of God. Duty, stern duty, upheld him. He dared not consult or yield to his feelings for one moment. His only son walked by the side of his stern, loving, suffering father, talking engagedly, uttering over and over the fond name of father, and then inquiring “where is the sacrifice?” Oh, what a test for the faithful father. Angels looked with pleased wonder upon the scene. The faithful servant of God even bound his beloved son and laid him upon the wood. The knife was raised, when an angel cries out, “Abraham, Abraham, lay not thine hand upon the lad!”"},{"refcode_short":"T10 63.2","refcode_long":"Testimony for the Church — No. 10, p. 63.2 (Ellen Gould White)","content":"I saw that it was no light thing to be a Christian. It is a small matter to profess to be a Christian; but it is a great and sacred thing to live a Christian life. There is but a little time now to secure the immortal crown, to have a record of good acts and fulfilled duties recorded in heaven. Every tree is judged by its fruit. Every one will be judged according to their deeds, not their profession, or their faith. The question will never be asked, How much did they profess? but, what fruit did they bear? If the tree is corrupt the fruit is evil. If the tree is good it cannot produce evil fruit."},{"refcode_short":"T10 64","refcode_long":"Testimony for the Church — No. 10, p. 64 (Ellen Gould White)","content":"Patent Rights"},{"refcode_short":"T10 64.1","refcode_long":"Testimony for the Church — No. 10, p. 64.1 (Ellen Gould White)","content":"Many of our brethren involve themselves by engaging in new enterprises which look flattering; but in a short time they find themselves disappointed, and their means gone, which should have been used to support their families and advance the cause of present truth. Then comes remorse, regret, and self-reproach, and some conscientious ones cast away their confidence, and lose their spiritual enjoyment, and in consequence of mental distress their health suffers also."},{"refcode_short":"T10 64.2","refcode_long":"Testimony for the Church — No. 10, p. 64.2 (Ellen Gould White)","content":"Those who believe the truth should practice economy, live upon plain, wholesome food, always making it a rule to live within their means. Brethren should never engage in new enterprises without consulting those of experience, who are good managers in temporal and spiritual matters. By doing this they would save themselves much perplexity."},{"refcode_short":"T10 64.3","refcode_long":"Testimony for the Church — No. 10, p. 64.3 (Ellen Gould White)","content":"Brethren had better be contented with a small income, and handle that little prudently, rather than to run risks to better their condition, and suffer continual losses thereby."}]