[{"refcode_short":"T11 ","refcode_long":"Testimony for the Church — No. 11, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 11"},{"refcode_short":"T11 1","refcode_long":"Testimony for the Church — No. 11, p. 1 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T11 1","refcode_long":"Testimony for the Church — No. 11, p. 1 (Ellen Gould White)","content":"Dress"},{"refcode_short":"T11 1.1","refcode_long":"Testimony for the Church — No. 11, p. 1.1 (Ellen Gould White)","content":"Dear Brethren and Sisters: My apology for calling your attention again to the subject of dress, is, that some do not seem to understand what I have before written, and an effort is made by those who, perhaps, do not wish to believe what I have written, to make confusion in our churches upon this important subject. Many letters have been written to me, stating difficulties, which I have not had time to answer; and now to answer the many inquiries, I give the following statements, which it is hoped will forever put the subject at rest, so far as my testimonies are concerned."},{"refcode_short":"T11 1.2","refcode_long":"Testimony for the Church — No. 11, p. 1.2 (Ellen Gould White)","content":"Some contend that what I wrote in Testimony for the Church, No. 10, does not agree with my testimony in the work entitled, How to Live. They were written from the same view, hence they are not two views, one contradicting the other, as some may imagine; but if there is any difference, it is simply in the form of expression. In Testimony to the Church, No. 10, I stated as follows:"},{"refcode_short":"T11 1.3","refcode_long":"Testimony for the Church — No. 11, p. 1.3 (Ellen Gould White)","content":"“No occasion should be given to unbelievers to reproach our faith. We are considered odd and singular, and should not take any course to lead unbelievers to think us more so than our faith requires us to be."},{"refcode_short":"T11 2.1","refcode_long":"Testimony for the Church — No. 11, p. 2.1 (Ellen Gould White)","content":"“If some who believe the truth should think it would be more healthful for the sisters to adopt the American Costume, yet if that mode of dress should cripple our influence among unbelievers that we could not so readily gain access to them, we should by no means adopt that mode of dress, if we suffered much in consequence. But some are deceived in thinking there is so much benefit to be received from this costume. Where it may prove a benefit to some, to others it is an injury."},{"refcode_short":"T11 2.2","refcode_long":"Testimony for the Church — No. 11, p. 2.2 (Ellen Gould White)","content":"“I saw that God's order has been reversed, and his special directions disregarded, by those who adopt the American Costume."},{"refcode_short":"T11 2.3","refcode_long":"Testimony for the Church — No. 11, p. 2.3 (Ellen Gould White)","content":"“I was referred to Deuteronomy 22:5. ‘The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman's garment, for all that do so are abomination unto the Lord thy God.’"},{"refcode_short":"T11 2.4","refcode_long":"Testimony for the Church — No. 11, p. 2.4 (Ellen Gould White)","content":"“God would not have his people adopt the so-called Dress Reform. It is immodest apparel, wholly unfitted for modest, humble females who are Christ's followers."},{"refcode_short":"T11 2.5","refcode_long":"Testimony for the Church — No. 11, p. 2.5 (Ellen Gould White)","content":"“An influence is increasing to have women in their appearance and dress as near like the other sex as possible, and fashion their dress very much like the men, but God pronounces it abomination. ‘In like manner also that women adorn themselves in modest apparel, with shamefacedness and sobriety.’ 1 Timothy 2:9."},{"refcode_short":"T11 2.6","refcode_long":"Testimony for the Church — No. 11, p. 2.6 (Ellen Gould White)","content":"“Those who feel called out to join the movement of Women's Rights, and the so-called Dress Reform, might as well sever all connection with the third angel's message. The spirit which attends the one cannot be in harmony with the other. The Scriptures are plain upon the relations and rights of women and men. Spiritualists have, to quite an extent, adopted this singular mode of dress. Seventh-day Adventists, who believe in the restoration of the gifts, are often branded as Spiritualists. Let them adopt this costume, and their influence is dead. The people would not listen to them, but would place them on a level with Spiritualists."},{"refcode_short":"T11 3.1","refcode_long":"Testimony for the Church — No. 11, p. 3.1 (Ellen Gould White)","content":"“With the so-called Dress Reform, there goes a spirit of levity and of boldness just in keeping with the dress. Modesty and reserve seem to depart from many of them as they adopt that manner of dress. I was shown that God would have us take a course consistent and explainable. Let the sisters adopt the American Costume, and they destroy their own influence and that of their husbands. They would be a by-word and a derision. Our Saviour says, ‘Ye are the light of the world. Let your light so shine before men, that they may see your good works, and glorify your Father which is in Heaven.’"},{"refcode_short":"T11 3.2","refcode_long":"Testimony for the Church — No. 11, p. 3.2 (Ellen Gould White)","content":"“There is a great work for us to do in the world, and God would not have us take a course to lessen or destroy our influence with the world.”"},{"refcode_short":"T11 3.3","refcode_long":"Testimony for the Church — No. 11, p. 3.3 (Ellen Gould White)","content":"The foregoing was given me as a reproof to those who are inclined to adopt a style of dress resembling that worn by men; but at the same time I was shown the evils of the common style of woman's dress, and to correct these, also gave the following from Testimony to the Church, No. 10:"},{"refcode_short":"T11 4.1","refcode_long":"Testimony for the Church — No. 11, p. 4.1 (Ellen Gould White)","content":"“We do not think it in accordance with our faith to dress in the American Costume, or wear hoops, or go to an extreme in wearing long dresses, which sweep the sidewalks and streets. If females would wear their dresses so as to clear the filth of the streets an inch or two, their dresses would be modest, and kept cleanly much more easily, and would wear longer. Such a dress would be in accordance with our faith.”"},{"refcode_short":"T11 4.2","refcode_long":"Testimony for the Church — No. 11, p. 4.2 (Ellen Gould White)","content":"I will now give an extract from what I have said upon this subject:"},{"refcode_short":"T11 4.3","refcode_long":"Testimony for the Church — No. 11, p. 4.3 (Ellen Gould White)","content":"“Christians should not take pains to make themselves gazing-stocks by dressing differently from the world. But if, in accordance with their faith and duty in respect to their dressing modestly and healthfully, they find themselves out of fashion, they should not change their dress in order to be like the world; but they should manifest a noble independence, and moral courage to be right, if all the world differ from them. If the world introduce a modest, convenient, and healthful mode of dress, which is in accordance with the Bible, it will not change our relation to God, or to the world, to adopt such a style of dress. Christians should follow Christ, and conform their dress to God's word. They should shun extremes. They should humbly pursue a straightforward course, irrespective of applause or of censure, and should cling to the right, because of its own merits."},{"refcode_short":"T11 5.1","refcode_long":"Testimony for the Church — No. 11, p. 5.1 (Ellen Gould White)","content":"“Women should clothe their limbs with regard to health and comfort. They need to have their limbs and feet clad as warmly as men. The length of the fashionable female dress is objectionable for several reasons."},{"refcode_short":"T11 5.2","refcode_long":"Testimony for the Church — No. 11, p. 5.2 (Ellen Gould White)","content":"“1. It is extravagant and unnecessary to have the dress of that length that it will sweep the sidewalks and streets."},{"refcode_short":"T11 5.3","refcode_long":"Testimony for the Church — No. 11, p. 5.3 (Ellen Gould White)","content":"“2. A dress thus long gathers dew from the grass, and mud from the streets, which makes it uncleanly."},{"refcode_short":"T11 5.4","refcode_long":"Testimony for the Church — No. 11, p. 5.4 (Ellen Gould White)","content":"“3. In its bedraggled condition it comes in contact with the sensitive ankles, which are not sufficiently protected, quickly chilling them, and is one of the greatest causes of catarrh, and of scrofulous swellings, and endangers health and life."},{"refcode_short":"T11 5.5","refcode_long":"Testimony for the Church — No. 11, p. 5.5 (Ellen Gould White)","content":"“4. The unnecessary length is an additional weight upon the hips and bowels."},{"refcode_short":"T11 5.6","refcode_long":"Testimony for the Church — No. 11, p. 5.6 (Ellen Gould White)","content":"“5. It hinders the walking, and is also often in other people's way."},{"refcode_short":"T11 5.7","refcode_long":"Testimony for the Church — No. 11, p. 5.7 (Ellen Gould White)","content":"“There is still another style of dress which will be adopted by a class of so-called Dress Reformers. They will imitate the opposite sex, as nearly as possible. They will wear the cap, pants, vest, coat, and boots, the last of which is the most sensible part of the costume. Those who adopt and advocate this style of dress, are carrying the so-called Dress Reform to very objectionable lengths. Confusion will be the result. Some who adopt this costume may be correct in their views in general upon the health question, and they could be instrumental in accomplishing vastly more good if they did not carry the matter of dress to such extremes."},{"refcode_short":"T11 6.1","refcode_long":"Testimony for the Church — No. 11, p. 6.1 (Ellen Gould White)","content":"“In this style of dress God's order has been reversed, and his special directions disregarded. Deuteronomy 22:5. ‘The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman's garment; for all that do so are abomination unto the Lord thy God.’ This style of dress, God would not have his people adopt. It is not modest apparel, and is not at all fitting for modest, humble, females, who profess to be Christ's followers. God's prohibitions are lightly regarded by all who would advocate the doing away of the distinction of dress between males and females. The extreme position taken by some Dress Reformers upon this subject, cripples their influence."},{"refcode_short":"T11 6.2","refcode_long":"Testimony for the Church — No. 11, p. 6.2 (Ellen Gould White)","content":"“God designed there should be a plain distinction between male and female dress, and has considered the matter of sufficient importance to give explicit directions in regard to it; for the same dress worn by both sexes would cause confusion, and great increase of crime. St. Paul would utter a rebuke, were he alive, and should behold females professing godliness with this style of dress. ‘In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array; but (which becometh women professing godliness) with good works. The mass of professed Christians utterly disregard the teachings of the Apostles, and wear gold, pearls and costly array."},{"refcode_short":"T11 7.1","refcode_long":"Testimony for the Church — No. 11, p. 7.1 (Ellen Gould White)","content":"“God's loyal people are the light of the world, and the salt of the earth. And they should ever remember that their influence is of value. Were they to exchange the extreme long, for the extreme short dress, they would, to a great extent, destroy their influence. Unbelievers, whom it is their duty to benefit, and seek to bring to the Lamb of God, would be disgusted. Many improvements can be made in the dress of females in reference to health, without making so great a change as to disgust the beholder."},{"refcode_short":"T11 7.2","refcode_long":"Testimony for the Church — No. 11, p. 7.2 (Ellen Gould White)","content":"“The female form should not be compressed in the least with corsets and whale bones. The dress should be perfectly easy that the lungs and heart may have healthy action. The dress should reach somewhat below the top of the boot; but should be short enough to clear the filth of the sidewalk and street, without being raised by the hand. A still shorter dress than this would be proper, convenient, and healthful for females, when doing their housework, and especially, for those women who are obliged to perform more or less out-of-door labor. With this style of dress, one light skirt, or at most, two, are all that is necessary, and these should be buttoned on to a waist, or suspended by straps. The hips were not formed to bear heavy weights. The heavy skirts worn by females, their weight dragging down upon the hips, have been the cause of various diseases, which are not easily cured, because the sufferers seem to be ignorant of the cause which has produced them, and they continue to violate the laws of their being by girding the waists and wearing heavy skirts, until they are made life-long invalids, Many will immediately exclaim, ‘Why, such a style of dress would be old-fashioned!’ What if it is? I wish we could be old-fashioned in many respects. If we could have the old-fashioned strength that characterized the old-fashioned women of past generations it would be very desirable. I do not speak unadvisedly when I say that the way in which women clothe themselves, together with their indulgence of appetite, is the greatest cause of their present feeble, diseased condition. There is but one woman in a thousand who clothes her limbs as she should. Whatever may be the length of the dress, females should clothe their limbs as thoroughly as the males. This may be done by wearing lined pants gathered into a band and fastened about the ankle, or made full and tapering at the bottom; and these should come down long enough to meet the shoe. The limbs and ankles thus clothed are protected against a current of air. If the limbs and feet are kept comfortable with warm clothing, the circulation will be equalized, and the blood will remain healthy and pure, because it is not chilled or hindered in its natural passage through the system.”"},{"refcode_short":"T11 8.1","refcode_long":"Testimony for the Church — No. 11, p. 8.1 (Ellen Gould White)","content":"The principle difficulty in the minds of many, is in regard to the length of the dress. Some will have it that “the top of the boot,” has reference to the top of such boots as are usually worn by men, which reach nearly to the knee. If it was the custom of women to wear such boots, then these persons should not be blamed for professing to understand the matter as they have; but as women generally do not wear such boots, these persons have no right to understand me as they have pretended."},{"refcode_short":"T11 9.1","refcode_long":"Testimony for the Church — No. 11, p. 9.1 (Ellen Gould White)","content":"In order to show what I did mean, and that there is a harmony in my Testimonies on this subject, I will here give an extract from my manuscripts written about two years since:—"},{"refcode_short":"T11 9.2","refcode_long":"Testimony for the Church — No. 11, p. 9.2 (Ellen Gould White)","content":"“Since the article on dress has appeared in ‘How to Live,’ there has been with some a misunderstanding of the idea I wished to convey. Some have taken the extreme meaning of that which I have written in regard to the length of the dress of females, and have evidently had a very hard time over the matter. They have discussed the question of shortening*The original publication had the spelling “shortning.” the dress of females, with their distorted views of the matter, until their spiritual vision became so confused that they could only see men as trees walking. They thought they could see a contradiction in my article on dress, recently published in How to Live, and that article on the same subject contained in Testimony for the Church, No. 10. I must contend that I am the best judge of the things which have been presented before me in vision; and none need to have fears that I shall by my life contradict my own testimony, or that I should fail to notice any real contradiction in the views given me."},{"refcode_short":"T11 9.3","refcode_long":"Testimony for the Church — No. 11, p. 9.3 (Ellen Gould White)","content":"“In my article on dress, in How to Live, I have tried to present a healthful, convenient, economical, yet modest and becoming style of dress for Christian sisters to wear, if they should choose so to do. I have tried, perhaps imperfectly, to describe such a dress. ‘The dress should reach about to the top of the boot, but should be short enough to clear the filth of the side-walk and street without being raised by the hand.’ Some have contended that by the top of the boot, I meant to be understood such high-topped boots as men usually wear. But by ‘the top of the boot,’ I designed to be understood the top of a boot, or gaiter shoe, usually worn by women. If I had thought I should have been misunderstood, I would have written more definitely. If it was the custom for women to wear high-topped boots like men, I could see sufficient excuse for this misunderstanding. I think the language is very plain as it now reads, and no one need to be thrown into confusion. Please read again: ‘The dress should reach somewhat below the top of the boot.’ (Now look at the qualification:) ‘But should be short enough to clear the filth of the side-walk and street, without being raised by the hand. A still shorter dress than this would be proper, convenient, and healthful for females, when doing their house work, and especially, for those women who are obliged to perform more or less out-of-door labor.’"},{"refcode_short":"T11 10.1","refcode_long":"Testimony for the Church — No. 11, p. 10.1 (Ellen Gould White)","content":"“I can see no excuse for reasonable persons’ misunderstanding and perverting my meaning. In speaking of the length of female dress, if I had reference to high-topped boots reaching nearly to the knee, why should I add, ‘but the dress should be short enough to clear the filth of the side-walk and street, without being raised by the hands?’ If high-topped boots were meant, the dress would most certainly be short enough to keep clear of the filth of the streets without being raised, and would be sufficiently short for all working purposes. Reports have been circulated that ‘Sister White wears the American Costume,’ and that this style of dress is generally adopted and worn by the sisters in Battle Creek. I am here reminded of the saying, that ‘a lie will go around the world while truth is putting on his boots.’ One sister gravely told me that she had received the idea that the American Costume was to be adopted by the Sabbath-keeping sisters, and if such a style of dress should be enforced, she should not submit to it, for she never could bring her mind to wear such a dress."},{"refcode_short":"T11 11.1","refcode_long":"Testimony for the Church — No. 11, p. 11.1 (Ellen Gould White)","content":"“In regard to my wearing the short dress, I would say, I have but one short dress, which is not more than one finger's length shorter than the dresses I usually wear. I have worn this short dress occasionally. In the winter I rose early, and putting on my short dress, which did not require to be raised by my hands to keep it from draggling in the snow, I walked briskly from one to two miles before breakfast. I have worn it several times to the Office, when obliged to walk through light snow, or when it was very wet and muddy. Four or five sisters of the Battle Creek church have prepared for themselves a short dress to wear while doing their washing and house cleaning. A short dress has not been worn in the streets of the city of Battle Creek, and has never been worn to meeting. My views were calculated to correct the present fashion, the extreme long dress, trailing upon the ground, and also to correct the extreme short dress, reaching about to the knees, which is worn by a certain class. I was shown that we should shun both extremes. By wearing the dress reaching about to the top of a woman's gaiter boot, we shall escape the evils of the extreme long dress, and shall also shun the evils and notoriety of the extreme short dress."},{"refcode_short":"T11 12.1","refcode_long":"Testimony for the Church — No. 11, p. 12.1 (Ellen Gould White)","content":"“I would advise those who prepare for themselves a short dress for working purposes, to manifest taste and neatness in getting up such a dress. Have it arranged to order, to fit nicely the form. Even if it is a working dress, it should be made becoming, and should be cut after a pattern. Sisters when about their work should not put on clothing which would make them look like images to frighten the crows from the corn. It is more gratifying to their husbands and children to see them in a becoming, well-fitting, attire, than it can be to merely visitors or strangers. Some wives and mothers seem to think it is no matter how they look when about their work, and when they are seen only by their husbands and children; but they are very particular to dress in taste for the eyes of those who have no special claims upon them. Is not the esteem and love of husband and children more to be prized than that of strangers, or common friends? The happiness of husband and children should be sacred to every wife and mother above all others. Christian sisters should not at any time dress extravagantly, but at all times dress as neat, modest, and healthful, as their work will allow.”"},{"refcode_short":"T11 13.1","refcode_long":"Testimony for the Church — No. 11, p. 13.1 (Ellen Gould White)","content":"The foregoing-described dress we believe to be worthy of the name of The Reform Short Dress. It is being adopted at the Western Health Reform Institute, and by some of the sisters at Battle Creek, and other places, where the matter is properly set before them. In wide contrast with this modest dress is the so-called “American Costume,” resembling very nearly the dress worn by men. It consists of a dress resembling a coat, vest, and pants. This dress reaches about half way from the hip to the knee. This dress I have opposed from what has been shown me, which is in harmony with the word of God; while the other I have recommended as modest, comfortable, convenient, and healthful."},{"refcode_short":"T11 13.2","refcode_long":"Testimony for the Church — No. 11, p. 13.2 (Ellen Gould White)","content":"Another reason which I have to offer to you, my dear brethren and sisters, as an apology for calling your attention again to the subject of female dress, is that not one in twenty of my sisters, who profess to believe the Testimonies, have taken the first step in the Dress Reform. It may be said that sister White generally wears her dresses in public longer than the dress she recommends to others. To this I reply, When I visit a place to speak to the people, where the subject is new and prejudice exists, I think it best to be careful and not cut off the ears of the people by wearing a dress which would be objectionable to them. But when I have brought the subject before them, and fully explained my position, I then appear before them in the Reform Dress, illustrative of my teachings."},{"refcode_short":"T11 14.1","refcode_long":"Testimony for the Church — No. 11, p. 14.1 (Ellen Gould White)","content":"As to the matter of wearing hoops, the reform in dress has got entirely out of sight of them. It cannot use them. And it is altogether too late to talk about wearing hoops, large or small. My position upon the hoop question is precisely what it ever has been, and I hope not to be held responsible for what others may say on this subject, or for the course pursued by those who put on hoops. I protest against the perversions of my private conversations on this subject, and ask that what I have written and published be regarded as my settled position."},{"refcode_short":"T11 14","refcode_long":"Testimony for the Church — No. 11, p. 14 (Ellen Gould White)","content":"Our Ministers"},{"refcode_short":"T11 14.2","refcode_long":"Testimony for the Church — No. 11, p. 14.2 (Ellen Gould White)","content":"In the vision given me in Rochester, N.Y., Dec. 25, 1865, I was shown that a most solemn work was before us. Its importance and magnitude are not realized. As I marked the indifference which was everywhere apparent, I was alarmed for ministers and people. There seemed to be a paralysis upon the cause of present truth. The work of God seemed stayed. Ministers and people are unprepared for the time in which they live, and nearly all who profess to believe present truth are unprepared to understand the work of preparation for this time. In their present state of worldly ambition, and their lack of consecration to God, their devotion to self, their own selfish interests characterizing their lives, they are wholly unfitted to receive the latter rain, and having done all to stand against the wrath of Satan and his inventions to cause them to make shipwreck of faith, by first fastening upon them some pleasing self-deception. They think they are all right when they are all wrong."},{"refcode_short":"T11 15.1","refcode_long":"Testimony for the Church — No. 11, p. 15.1 (Ellen Gould White)","content":"Ministers and people must make greater advancement in the work of reform. They should commence without delay to correct their wrong habits of eating, drinking, dressing, and working. I saw that quite a number of the ministers were not awake upon this important subject. Ministers are not all where God would have them. The result is, with some there is but little fruit of their labors. Ministers are not safe from Satan's temptations. They are the very ones that Satan will seek to ensnare. If he can succeed in lulling one minister to carnal security, and by thus doing divert his mind from the work, or deceive him with regard to his own true condition before God, he has accomplished much. Ministers should be ensamples to the flock of God."},{"refcode_short":"T11 15.2","refcode_long":"Testimony for the Church — No. 11, p. 15.2 (Ellen Gould White)","content":"I saw that the cause of God was not progressing as it might, and as it should. Ministers fail to take hold of the work with that devotion, decided perseverance and energy, which the importance of the work demands. They have a vigilant adversary to contend with, whose diligence and perseverance is untiring. The feeble effort of ministers and people can bear no comparison with those of their adversary, the Devil. On one side they are battling for right, and have the help of God and holy angels. They should be strong and valiant, and wholly devoted to the cause in which they are engaged, having no separate interest. They should not be entangled with the things of this life, that “they may please Him who hath chosen them to be soldiers.”"},{"refcode_short":"T11 16.1","refcode_long":"Testimony for the Church — No. 11, p. 16.1 (Ellen Gould White)","content":"On the other side, Satan and his angels with all his agents on earth, are making every effort, using every device, to advance error and wrong, to cover up their hideousness and deformity with a pleasing garb. Selfishness, hypocrisy, and every species of deception, he clothes with a garment of apparent truth and righteousness. He triumphs in his success, even with ministers and people who profess to understand his wiles. The greater distance they keep from their great Leader, Jesus Christ, the less they are like him in character, and the more close is their resemblance in life and character to the servants of their great adversary, and the more sure is he of them at last. While they profess to be servants of Christ, they are servants of sin."},{"refcode_short":"T11 16.2","refcode_long":"Testimony for the Church — No. 11, p. 16.2 (Ellen Gould White)","content":"Ministers have received their wages, and some have their minds too much on their wages. They labor for wages, and lose sight of the sacredness and importance of the work."},{"refcode_short":"T11 16.3","refcode_long":"Testimony for the Church — No. 11, p. 16.3 (Ellen Gould White)","content":"Some become neglectful and slack in their labor, pass over the ground, and are weak and unsuccessful in their efforts. Their hearts are not in the work. The theory of truth is clear. Many of them had no part in searching out this truth by hard study and earnest prayer, and have had no experience of its preciousness and value, by being compelled to sustain their positions on the truth against the opposition of its enemies. They do not see the necessity of preserving a spirit of entire consecration to the work. Their interest is divided between themselves and the work."},{"refcode_short":"T11 17.1","refcode_long":"Testimony for the Church — No. 11, p. 17.1 (Ellen Gould White)","content":"I saw that before the work of God can make any decided progress, ministers must be converted. They will, when converted, place less estimate upon wages, but far more value upon the important, sacred, solemn work which they have accepted at the hand of God to perform, and which he requires them to do faithfully and well, as those who must render to him a strict account. A faithful record is daily made by the recording angels of all their works. All their acts, and even the intents and purposes of the heart, stand faithfully revealed. Nothing is hid from the all-seeing eye of “Him with whom we have to do.” Those who have thrown their whole energies into the cause of God, and feel that the work of God is a part of them, and have ventured out and have invested something in this all-sacred work, will labor not merely for wages. They will not be eye-servants, and seek to please themselves, but consecrate themselves and all their interests to this solemn work."},{"refcode_short":"T11 17.2","refcode_long":"Testimony for the Church — No. 11, p. 17.2 (Ellen Gould White)","content":"Some in their public labors with the churches are in danger of making mistakes from a lack of thoroughness. It is for the interest of ministers and God's cause that they should search closely, try their motives, and be certain to divest themselves of selfishness; and watch, that while they preach straight truths to others they do not fail to live by the same rule. Let not Satan substitute something else for the deep heart work. They should be thorough with themselves, and with the cause of God, lest they should work for wages and lose sight of the high, important, and exalted character of the work. They should not let self rule instead of Jesus Christ. Be careful, and not say to the sinner in Zion, “It shall be well with him,” when God has pronounced a curse upon him."},{"refcode_short":"T11 18.1","refcode_long":"Testimony for the Church — No. 11, p. 18.1 (Ellen Gould White)","content":"Ministers must arouse and manifest life, zeal, and a devotion to the work, that they have for quite a length of time been almost strangers to, because they have failed to walk with God. The cause of God in many places is not improving. Soul work is needed. The people are overcharged with surfeiting and drunkenness, and the cares of this life. They are entering deeper and deeper into a spirit of worldly enterprise. They are ambitious to get gain. Spirituality and devotion are rare things. The spirit that prevails is to work, work, to accumulate and add to that which they already possess. What will be the end of these things, was the burden of my inquiry."},{"refcode_short":"T11 18.2","refcode_long":"Testimony for the Church — No. 11, p. 18.2 (Ellen Gould White)","content":"Conference meetings have amounted to nothing lasting. Those who attend the meetings carry their spirit of enterprise with them. Ministers and people frequently bring their merchandise to these large gatherings, and the truths spoken from the desk fail to impress the heart. The sword of the Spirit, the word of God, fails to do its office work; it falls tamely upon the hearers. The exalted work of God is made to connect too closely with common things."},{"refcode_short":"T11 19.1","refcode_long":"Testimony for the Church — No. 11, p. 19.1 (Ellen Gould White)","content":"The ministers must be converted before they can strengthen their brethren. A reformation is needed among our people, but it should first begin its purifying work with the ministers. They are watchmen upon the walls of Zion, to sound the note of warning to the careless, the unsuspecting; also to portray the fate of the hypocrite in Zion. It seemed to me that some of the ministers had forgotten that Satan was yet alive, as persevering, earnest, and artful as ever; seeking to allure souls from the path of righteousness."},{"refcode_short":"T11 19.2","refcode_long":"Testimony for the Church — No. 11, p. 19.2 (Ellen Gould White)","content":"Ministers should not preach themselves, but Christ and his righteousness. One important part of their work is to faithfully present to the people the Health Reform, as it stands connected with the third angel's message, as a part and parcel of the same work, which they should not fail to enter into themselves, and should urge it upon all who profess to believe the truth. Ministers should have no separate interest aside from this great work. Their energies are all needed here. They should not engage in merchandise, in peddling, or in any business aside from the one great work of leading souls to the truth. The solemn charge given to Timothy, rests with equal weight upon them, laying upon them the most solemn obligations, and most fearful and awful responsibilities. “I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom, Preach the word; be instant in season, out of season; reprove, rebuke, exhort, with all longsuffering and doctrine. But watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry.”"},{"refcode_short":"T11 20.1","refcode_long":"Testimony for the Church — No. 11, p. 20.1 (Ellen Gould White)","content":"Our wrong habits of life have lessened our mental and physical sensibilities, and all the strength we can acquire by right living, and placing ourselves in the best relation to health and life, should be devoted unreservedly to the work which God has assigned us. With our enfeebled, crippled energies, we cannot afford to use the little we possess to serve tables, or to mingle merchandise with the work God has committed to us. Every faculty of mind and body is now needed. The work of God requires this, and no separate business can be engaged in aside from this great work, without taking time, strength of mind and body, and lessening the vigor and force of labor connected with the work of God. The ministers will not have all that time for meditation and prayer, and all that strength and clearness to understand the cases of those who need help, that they should have, to be preprepared [prepared] to “be instant in season, out of season.” A word fitly spoken, given at the proper time, might save some poor, erring, doubting, fainting, soul. Paul exhorted Timothy: “Meditate upon these things, give thyself wholly to them, that thy profiting may appear to all.”"},{"refcode_short":"T11 21.1","refcode_long":"Testimony for the Church — No. 11, p. 21.1 (Ellen Gould White)","content":"In the commission Christ gave to his disciples, he tells them, “Whatsoever ye shall bind on earth, shall be bound in Heaven, and whatsoever ye shall loose on earth, shall be loosed in Heaven.” If this is the awful responsible work of God's ministers, how important that they give themselves wholly to it, and watch for souls as they that must give an account. Should any separate or selfish interest come in here and divide the heart from the work? Some ministers linger about their homes, and will run out on a Sabbath, and then return and exhaust their energies in farming, or in home matters. They labor for themselves through the week, and then spend the remnant of their exhausted energies in laboring for God. But he does not accept with approbation such feeble efforts. They had no mental or physical strength to spare. At the best their efforts would be feeble enough. But after they have been engrossed and entangled all through the laboring days of the week, with the cares and perplexities of this life, they were wholly unfitted for the high, the sacred, important, work of God. The destiny of souls hangs upon the course they pursue, and the decisions they make. How important then that they should be temperate in all things, not only in their eating, but in their labor, that their strength may be unabated and devoted to their sacred calling."},{"refcode_short":"T11 21.2","refcode_long":"Testimony for the Church — No. 11, p. 21.2 (Ellen Gould White)","content":"There has been a great mistake made by brethren who professed present truth, by introducing merchandise in the course of a series of meetings, and thus diverting minds from the object of the meetings, by their traffic. If Christ was now upon earth, as at his first advent, he would drive out these peddlers and traffickers with a scourge of small cords, whether they be ministers or people, as when he entered the temple anciently, “and cast out all them who sold and bought in the temple, and overthrew the tables of the money changers, and the seats of them that sold doves. And he said unto them, It is written, My house shall be called the house of prayer, but ye have made it a den of thieves.” These traffickers might have pleaded an excuse, that these articles they held for sale were for sacrificial offerings. But gain was their object,—to obtain means, to accumulate."},{"refcode_short":"T11 22.1","refcode_long":"Testimony for the Church — No. 11, p. 22.1 (Ellen Gould White)","content":"I was shown that if the moral and intellectual faculties had not been clouded by wrong habits of living, ministers and people would have been quick to discern the evil result of mixing sacred and common things together. Ministers have stood in the desk and preached a most solemn discourse, and then diverted the minds from the impressions received, and destroyed the fruit of their labor, by entering into merchandise, acting the part of a salesman, even in the house of God. If the sensibilities had not been blunted, they would have had discernment to know that they were bringing sacred things down upon a level with common. The burden should not rest upon ministers, laboring in word and doctrine, to enter into the sale of publications. Their time and strength should be held in reserve, that their efforts may be thorough in a series of meetings. Their time and strength should not be drawn upon to become salesmen, when the books can be properly brought before the public by some who have not the burden of preaching the word resting upon them. In entering new fields it may be necessary for the minister to take publications with him, to offer for sale to the people; and it may be necessary in some other circumstances also to sell books and transact business for the office of publication. But such work should be avoided, whenever it can be done by others. Ministers have all that they ought to do to preach the word; and after they have urged solemn truth upon the people, they should maintain a humble dignity, as the preachers of exalted truth, and as representatives of the truth they presented to the people. After their labored effort, they need rest. Selling even books upon present truth, is a care, a tax to the mind, a weariness to the body. If there are those that still have a reserve force, and can be taxed without doing injury to themselves, the work resting upon them is weighty, and is but just commenced when they have spoken the truth to the people. Then comes the exemplary preaching, the watchful care, the seeking to do good to others, the conversation, and visiting at the fireside from house to house, entering into the condition of mind and the spiritual state of those who listened to the discourse from their lips; exhorting this one, reproving that one, rebuking the other, and comforting the afflicted, suffering, and desponding. They should have the mind as free from weariness as possible, that they may be minute men, “instant in season, out of season.” They should obey the injunction given by Paul to Timothy: “Meditate upon these things; give thyself wholly to them.”"},{"refcode_short":"T11 24.1","refcode_long":"Testimony for the Church — No. 11, p. 24.1 (Ellen Gould White)","content":"The responsibility of the work rests very lightly upon some. They feel that after they leave the desk their work is done. It is a burden to visit, a burden to talk, and the people who are really desirous to get all the good there is for them, and wish to hear and learn, that they may see all things clearly, are not benefited and satisfied. Ministers excuse themselves because they are weary, and yet some exhaust their precious strength, and spend their time in work, which another could do just as well as they. They should preserve moral and physical vigor, that as faithful workmen of God, they may give full proofs of their ministry. In every important place there should be a depository for publications. And someone who really appreciates the truth, should manifest an interest to get these books into the hands of all who will read. The harvest is great but the laborers are few; and the few experienced laborers now in the field have all they should do to labor in word and doctrine. Men will arise who claim that God has laid upon them the burden of teaching others the truth. All such should be proved and tried. They should not be relieved from all care, neither should they be lifted into responsible positions at once, but should be encouraged, if they deserve encouragement, to give full proofs of their ministry. It would not be the best course for such ones to pursue, to enter into other men's labors. Let them exercise the talent they have in connexion with one of experience and wisdom, and he can soon see whether they are capable of exerting an influence that will be saving. Such young preachers who have never had wearing labor, and felt the draught upon their mental and physical strength, should not be encouraged to hope for a support independent of their own physical labor, for this will only injure them, and will be a bait to entice men who realize nothing of the burden of the work, or the responsibility resting upon God's chosen ministers. They will feel competent to teach others when they have scarcely learned the first principles themselves."},{"refcode_short":"T11 25.1","refcode_long":"Testimony for the Church — No. 11, p. 25.1 (Ellen Gould White)","content":"Many who profess the truth are not sanctified by the truth they profess, and are not endowed with wisdom; they are not led and taught of God. God's people are, as a general thing, worldly-minded, and have departed from the simplicity of the gospel. This is the cause of their great lack of spiritual discernment in the course they have pursued toward ministers. If a minister preaches with freedom, instead of dwelling upon the truths he uttered, and improving upon them, showing themselves not to be “forgetful hearers, but doers of the work,” some will praise the minister to his face. They will exalt him by referring to what he has done. They dwell upon the virtues of the poor instrument, but forget Christ who employed the instrument. Ministers have fallen through exaltation, ever since the fall of Satan, who was once an exalted angel in glory. Unwise Sabbath-keepers have pleased the Devil well by praising their ministers. Were they aware that they were aiding Satan in his work? They would have been alarmed had they realized what they were doing. They were blinded; they were not standing in the counsel of God. I lift my voice of warning against praising or flattering your ministers. I have seen the evil, the dreadful evil, of praising ministers. Never, never speak a word in the praise of ministers to their faces. Exalt God. Ever respect a faithful minister; realize his burdens; lighten them if you can, but do not flatter him; for Satan stands ready at his watchtower to do that kind of work himself."},{"refcode_short":"T11 26.1","refcode_long":"Testimony for the Church — No. 11, p. 26.1 (Ellen Gould White)","content":"Ministers should not use flattery or be respecters of persons. There ever has been, and still is, great danger of erring here. Making a little difference with the wealthy, flattering them, if not in words, by special attention. There is danger of “having men's persons in admiration” for the sake of gain, and in doing this they endanger the eternal interest of that wealthy man. The minister may be his especial favorite, and he will be very liberal with him, and this gratifies the minister, and he in turn lavishes praises upon the benevolence of his liberal donor. His name may be exalted by appearing in print, and yet that liberal donor may be all unworthy of the credit given him. His liberality did not arise from a deep, living principle to do good with his means, to advance the cause of God because he appreciated it, but from some selfish motive, anxious to be thought liberal. He may have given from impulse, and his liberality have no depth of principle at the root. He may have been moved upon by listening to stirring truth, which for the time being loosed his purse strings; yet after all his liberality has no deeper motive. He gives by spasms; his purse opens spasmodically, and closes just as securely, spasmodically. He deserves no commendation, for he is in every sense of the word a stingy man; and unless thoroughly converted, purse and all, will hear the withering denunciation, “Go to, now, ye rich men, weep and howl for the miseries which shall come upon you. Your riches are corrupted, and your garments are moth eaten.” Such will awake at last from a horrible self-deception. Those who praised their spasmodic liberalities, helped the Devil in his work of deceiving them; making them think that they were very liberal, very sacrificing, when they knew not the first principles of liberality or self-sacrifice."},{"refcode_short":"T11 27.1","refcode_long":"Testimony for the Church — No. 11, p. 27.1 (Ellen Gould White)","content":"Some men and women make themselves believe that they do not consider the things of this world of much value, but prize the truth and its advancement higher than any worldly gain. Many will awake at last to find themselves undeceived. They may have once appreciated the truth, and earthly treasures in comparison with truth appear to them valueless; but after a time they became less devotional, especially as their earthly treasure accumulated. Although they have enough for a comfortable sustenance, yet all their acts show they are in no wise satisfied. All their works testify that their hearts are bound up in their earthly treasure. Gain, gain, is their watchword. To this end every member of the family participates in their labor. They give themselves scarcely any time for devotion, or for prayer. They work early and late. Sickly, diseased women, and feeble children, whip up their flagging ambition, and use up the vitality and strength they have, to reach an object, to gain a little, make a little more money. They flatter themselves that they are doing this that they may help the cause of God. Terrible deception! Satan looks on and laughs, for he knows that they are selling soul and body through their lust for gain. Flimsy excuses they are continually making for thus selling themselves for gain. They are blinded by the god of this world. Christ has bought them by his own blood, but they rob Christ, rob God, tear themselves to pieces, and are almost useless in society."},{"refcode_short":"T11 28.1","refcode_long":"Testimony for the Church — No. 11, p. 28.1 (Ellen Gould White)","content":"They devote but little time to the improvement of the mind, and but little time to social or domestic enjoyment. They are of but little benefit to anyone. Their lives are a terrible mistake. Those who thus abuse themselves, feel that their course of unremitting labor is praiseworthy. They are destroying themselves by their presumptuous labor. They are marring the temple of God by continually violating the laws of their being through excessive labor, and think it a virtue. When God calls them to account, when he requires of them the talents he has lent them, with usury, what can they say? what excuse can they make? Were they heathens, who knew nothing of the living God, and in their blind, idolatrous zeal, threw themselves under the car of Juggernaut, their cases would be more tolerable. But they had the light, they had warning upon warning, to preserve their bodies, which God calls his temple, in as healthy a condition as possible, that they may glorify God in their bodies and spirits which are his. The teachings of Christ they disregarded: “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal. But lay up for yourselves treasures in Heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal. For where your treasure is, there will your heart be also.” They let worldly cares entangle them. “But they that will be rich, fall into temptation, and a snare, and into many foolish and hurtful lusts which drown men in destruction and perdition.” They worship their earthly treasure, as the ignorant heathen does his idols. Many flatter themselves that their desire for gain is that they may help the cause of God. Some promise that when they have gained such an amount, then they will do good with it, and advance the cause. But when they have realized their expectations they are no more ready to help the cause of present truth than before. They will again pledge themselves that after they purchase that desirable house, or piece of land, and pay for it, then they will do a great deal to advance the work of God by their means. As the desire of their heart is attained, they have less disposition, far less than in the days of their poverty, to aid in the advancement of the work of God. “He also that received the word among the thorns, is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.” The deceitfulness of riches has led them on, step by step, until they lose all love for the truth, and yet they flatter themselves that they believe the truth. They love the world, and the things of the world. The love of God, or of the truth, is not in them."},{"refcode_short":"T11 30.1","refcode_long":"Testimony for the Church — No. 11, p. 30.1 (Ellen Gould White)","content":"Many deliberately arrange their business matters in such a manner, to gain a little more money, that it must necessarily bring a great amount of hard labor upon those laboring out of doors, and their families in the house. Bone, muscle, and brain, of all are taxed to the utmost; for a great amount of work is before them to be done; and the excuse is, they must accomplish just all that they possibly can, or there will be a loss, something will be wasted. Every thing must be saved, let the result be what it may. What have they gained? Perhaps they have been able to keep the principal good, and add to it. But, on the other hand, what have such lost? Their capital of health, that which is invaluable to the poor man, as well as the rich; their stock of health has been steadily diminishing. The mother in the house, and the children, have made such repeated draughts upon their fund of health and strength, as though their extravagant expenditure would never exhaust their capital, until they are surprised to find it forfeited, their vigor of life exhausted. They have nothing left to draw upon in case of emergency. The sweetness and happiness of life is embittered by racking pains and sleepless nights. Physical and mental vigor is gone. The husband and father who made the unwise arrangement of his business, it may be with the full sanction of the wife and mother, for the sake of gain, as the result may bury the mother and one or more of the children. Health and life were sacrificed for the love of money. “For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.”"},{"refcode_short":"T11 31.1","refcode_long":"Testimony for the Church — No. 11, p. 31.1 (Ellen Gould White)","content":"There is a great work to be accomplished for Sabbath-keepers. Their eyes must be opened, and they see their true condition, and be zealous and repent, or they will fail of everlasting life. The spirit of the world has taken possession of them, and they are brought into captivity by the powers of darkness. They do not heed the exhortation of the apostle Paul, “And be not conformed to this world; but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect will of God.” With many, a worldly spirit, with covetousness and selfishness, predominates. Those who possess it are looking out for their own especial interest. The selfish, rich man does not interest himself in the things of his neighbors, unless it be to study how he can advantage himself at their disadvantage. The noble and god-like in the man is parted with, sacrificed for selfish interests. The love of money is the root of all evil. It has blinded their vision, and they do not discern their obligations to their God or to their neighbors."},{"refcode_short":"T11 32.1","refcode_long":"Testimony for the Church — No. 11, p. 32.1 (Ellen Gould White)","content":"Some flatter themselves that they are liberal because they at times donate freely to ministers, and for the advancement of the truth. These same accounted liberal men are close in their deal, ready to overreach, although they have abundance of this world, which binds upon them great responsibilities as God's stewards. Yet, when dealing with a poor, hard-laboring brother, they will be exacting to the last farthing. Instead of favoring the poor man, if there is a poor side to the bargain, that is the poor man's legacy—his own look out. The sharp, exacting, rich brother, has all the advantage, and adds to his already accumulated wealth, because of the misfortune of his poor brother. He prides himself because of his shrewdness, but is with his wealth heaping up to himself a heavy curse. He has laid a stumbling-block in the way of his poor brother. He has cut off his ability to benefit him with his religious influence by his close calculation and meanness. All this lives in the memory of that poor brother. The most earnest prayers and apparently zealous testimonies he may listen to from his rich brother's lips, will only have an influence to grieve and disgust. He looks upon him as a hypocrite; a root of bitterness springs up whereby many are defiled. The poor man cannot forget the advantages taken of him; neither can he forget his being crowded into difficult places because he was willing to bear burdens, while the wealthy ever had some excuse ready why he did not put his shoulder under the load. The poor man may be so imbued with the Spirit of Christ that he may forgive the abuses of his rich brother. True, noble, disinterested benevolence, is too rarely found among the wealthy. In their ambition for wealth, they overlook the claims of humanity. They cannot see and feel the cramped, disagreeable position of their brethren in poverty, who, perhaps, have labored as hard as themselves. Like Cain they will say, “Am I my brother's keeper?” “I have worked hard for what I have; I must hold on to it.” Instead of praying, “Help me to feel my brother's woe,” their constant study is to forget that he has any woes, any claims upon his sympathy or liberalities."},{"refcode_short":"T11 33.1","refcode_long":"Testimony for the Church — No. 11, p. 33.1 (Ellen Gould White)","content":"Many Sabbath-keepers who are wealthy, are guilty of grinding the face of the poor. Do such think that God takes no notice of their little acts of meanness? If their eyes could be opened, they would see an angel following them everywhere they go, in their families, at their places of business, making a faithful record of all their acts. The True Witness is on their track, declaring, “I know thy works!” I cried out in anguish of spirit as I saw this spirit of fraud, of overreaching, of meanness, even among some professed Sabbath-keepers. This terrible evil, this great curse, is folding around some of the Israel of God in these last days, making them a detestation to even noble-spirited unbelievers. This is the people professedly waiting for the coming of the Lord."},{"refcode_short":"T11 34.1","refcode_long":"Testimony for the Church — No. 11, p. 34.1 (Ellen Gould White)","content":"There is a class of poor brethren who are not free from temptation. They are poor managers; have not wise judgment; they wish to obtain means without waiting the slow process of persevering toil. Some are in such haste to better their condition, that they will engage in different enterprises, without consulting with men of good judgment and experience. Their expectations are seldom realized; they lose instead of gaining, and then comes temptations and a disposition to envy the rich. They really want to be benefited by the wealth of their brethren, and have trials because they are not. They are not worthy of receiving especial help. They have evidence that their efforts have been scattered. They have been changeable in business; full of cares and anxiety, bringing but little returns. Such persons should lean to the counsel of those of experience. But frequently they are the last ones to seek advice. They think that they have superior judgment, and will not be taught. These are often the very ones who are deceived by those sharp, shrewd, peddlers of patent rights, whose success depends upon the art of deception. They should learn that no confidence, whatever, can be put in such peddlers. But the brethren are credulous in regard to the very things they should suspect and shun. They do not take home the instruction of Paul to Timothy, “But godliness, with contentment, is great gain. And having food and raiment, let us be therewith content.” Let not the poor think that the rich are the only covetous ones. While the rich hold what they have with a covetous grasp, and seek to obtain still more, the poor are in great danger of coveting the rich man's wealth. There are very few in our land of plenty who are really so poor as to need help. If they pursue a right course, they can in almost every case be above want. My appeal to the rich is, Deal liberally with your poor brethren, and use your means to advance the cause of God. The worthy poor, who are made poor by misfortune and sickness, deserve your especial care and help. “Finally, be ye all of one mind, having compassion one of another; love as brethren; be pitiful, be courteous.”"},{"refcode_short":"T11 35.1","refcode_long":"Testimony for the Church — No. 11, p. 35.1 (Ellen Gould White)","content":"Men and women professing godliness, expecting translation to Heaven without your seeing death, I warn you to be less greedy of gain, less self-caring. Redeem by noble acts of disinterested benevolence, your godlike manhood, your noble womanhood. Gain back true nobility of soul, and heartily despise your former avaricious spirit. From what God has shown me, unless you zealously repent, Christ will spue you out of his mouth. Sabbath-keeping Adventists profess to be followers of Jesus Christ. The works of many of them belie their profession. “Ye shall know them by their fruits. Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of Heaven; but he that doeth the will of my Father which is in Heaven.”"},{"refcode_short":"T11 36.1","refcode_long":"Testimony for the Church — No. 11, p. 36.1 (Ellen Gould White)","content":"I appeal to all who profess to believe the truth, to consider the character and life of the Son of God. He is our example. His life was marked with disinterested benevolence. He was ever touched with human woe. He went about doing good. There was not one selfish act in all his life. His love for the fallen race was so great he took upon himself the wrath of his Father, and consented to suffer the penalty of man's transgression, to save guilty man, plunged in degradation because of sin. He bore the sins of man in his own body. He hath made him to be sin for us, who knew no sin, that we might be made the righteousness of God in him."},{"refcode_short":"T11 36.2","refcode_long":"Testimony for the Church — No. 11, p. 36.2 (Ellen Gould White)","content":"True generosity is too frequently eaten up by prosperity and riches. Men and women in adversity, or in humble poverty, will sometimes express very great love for the truth, and especial interest for the prosperity of the cause of God, and for the salvation of their fellowmen, and will tell what they would do if they only had the means. God frequently proves them; he tests them; he prospers them; blesses them in basket and in store, far beyond their expectations. But their hearts are deceitful. Their good intentions and promises are like the rolling sand. The more they have, the more they desire. The more they are prospered, the more eager are they for gain. Some of these, who were once even benevolent in their poverty, become penurious and exacting. Money becomes their god. They delight in the power money gives them; the honor they receive because of it. Said the angel, Mark ye how they stand the test. Watch the development of character under the influence of riches. Some were oppressing the needy poor. They would obtain their wages for the lowest figure. They were overbearing; money was power to them. God's eye, I saw, was upon them. They were deceived. “And behold I come quickly; and my reward is with me, to give every man according as his work shall be.”"},{"refcode_short":"T11 37.1","refcode_long":"Testimony for the Church — No. 11, p. 37.1 (Ellen Gould White)","content":"Some who are wealthy do not withhold from ministers. They keep up their Systematic Benevolence exactly, and pride themselves upon their punctuality and generosity, and think their duty ends here. This is well as far as it goes. But their duty does not end here. God has claims upon them that they do not realize. Society has claims upon them; their fellowmen have claims upon them. Every member of their family has claims upon them. All these claims should be regarded; not one should be overlooked or neglected. Some men give to ministers, and put into the treasury with a satisfaction, as though it would entitle them to Heaven. They think that they can do nothing to aid the cause of God, unless they are constantly having a large increase. They feel that they could in no wise touch the principal. Should our Saviour speak the words to them as to the certain ruler “Go sell all that thou hast, and give to the poor, and thou shalt have treasure in Heaven; and come and follow me,” they would go away sorrowful, choosing like the ruler to run the risk of retaining their idols, riches, rather than to part with them to secure treasure in Heaven. This ruler claimed that he had kept all the commandments of God from his youth up, and, confident in his fidelity, his righteousness, thinking that he was perfect, he asks, What lack I yet? Jesus immediately tears off his sense of security by referring to his idols, his possessions. He had other gods before the Lord, which were of greater value to him than eternal life. Supreme love to God was lacking. Thus it is with some who profess to believe the truth. They think they are perfect; think that there is no lack, when they are far from perfection, and are cherishing idols which will shut them out of Heaven."},{"refcode_short":"T11 38.1","refcode_long":"Testimony for the Church — No. 11, p. 38.1 (Ellen Gould White)","content":"Men and women pity the Southern slaves, because they are bound down to labor, while slavery exists in their own families. Mothers and children are allowed to toil from morning till night; they have no recreation. A ceaseless round of labor is before them, and crowded upon them. They profess to be Christ's followers, but where is the time for them to meditate and pray, and obtain food for the intellect, that the mind, with which we serve God, may not be dwarfed in its growth for want of something to feed upon? God has claims upon every individual, to use the talents he has committed to them to his glory; and by improving these talents, gain other talents also. God has laid obligations upon us to benefit others. Our work is not done in this world for the good of others until Christ shall say in Heaven, “It is done. He that is unjust, let him be unjust still; and he which is filthy, let him be filthy still; and he that is righteous, let him be righteous still; and he that is holy, let him be holy still.” Many seem to have no realizing sense of their responsibility before God. They are required to strive to enter in at the straight gate, because many shall seek to enter in and shall not be able. Heaven requires of them to interest themselves to induce others to strive also for an entrance in at the straight gate. A work is before young and old to earnestly labor, not only to save their own souls, but the souls of others. There are none who have reasoning faculties but that have some influence; and that influence is used either to hinder souls from striving to enter in at the straight gate, by their own indifference in regard to the matter, or to urge the necessity upon others of diligently striving by their own example, in putting forth earnest, persevering, untiring, efforts themselves. There is no one who occupies a neutral position here. Doing nothing to encourage others, and doing nothing to hinder them. Says Christ, They that gather not with me scatter abroad. Take heed, old and young; you are either doing the work of Christ, to save souls, or the work of Satan, to lead them to perdition. “Let your light so shine before men, that they may see your good works, and glorify your Father which is in Heaven.” The young can exert a powerful influence, if they will give up their pride and selfishness, and devote themselves to God, but as a general thing they will not bear burdens for others. They have to be carried themselves. The time has come when God requires a change in this respect. He calls upon young and old to be zealous and repent. If they continue in their state of lukewarmness he will spue them out of his mouth. Says the True Witness, “I know thy works.” Young man, young woman, your works are known whether they be good or whether they be evil. Are you rich in good works? Jesus comes to you as a counselor. “I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eye salve, that thou mayest see.”"},{"refcode_short":"T11 40","refcode_long":"Testimony for the Church — No. 11, p. 40 (Ellen Gould White)","content":"The Health Reform"},{"refcode_short":"T11 40.1","refcode_long":"Testimony for the Church — No. 11, p. 40.1 (Ellen Gould White)","content":"In the vision given me in Rochester, N. Y., Dec. 25, 1865, I was shown that our Sabbath-keeping people have been negligent in acting upon the light which God has given in regard to the Health Reform; that there was yet a great work before us; and that, as a people, we have been too backward to follow in God's opening providence as he has chosen to lead us."},{"refcode_short":"T11 41.1","refcode_long":"Testimony for the Church — No. 11, p. 41.1 (Ellen Gould White)","content":"I was shown that this work of Health Reform was scarcely entered upon yet. While some feel deeply, and act out their faith in this work, others remain indifferent and have scarcely taken the first step in reform. There seems to be in them a heart of unbelief, and as this reform restricts the lustful appetite, many will shrink. They have other gods before the Lord. Their taste, their appetite, is their god; and when the axe is laid at the root of the tree, and these who have indulged their depraved appetites at the expense of health are touched, and their sin pointed out, and their idols shown them, they do not wish to be convinced, and some will cling to hurtful things which they love, although God's voice should speak directly to them, to put away those health-destroying indulgences. They seem joined to their idols, and God will soon say to his angels, Let them alone."},{"refcode_short":"T11 41.2","refcode_long":"Testimony for the Church — No. 11, p. 41.2 (Ellen Gould White)","content":"I was shown that the Health Reform is a part of the third angel's message, and is just as closely connected with this message, as the arm and hand with the human body. I saw that we as a people must make an advance move in this great work. Ministers and people must act in concert. God's people are not prepared for the loud cry of the third angel. They have a work to do for themselves which they should not leave for God to do for them. He has left this work for them to do. It is an individual work. One cannot do this work for another. “Having these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.” Gluttony has been the prevailing sin of this age. Lustful appetite has made slaves of men and women, and has beclouded their intellects and stupefied their moral sensibilities to such a degree that the sacred, elevated, truths of God's word have not been appreciated. The lower propensities have ruled men and women."},{"refcode_short":"T11 42.1","refcode_long":"Testimony for the Church — No. 11, p. 42.1 (Ellen Gould White)","content":"In order for the people of God to be fitted for translation, they must know themselves. They must understand in regard to their own physical frames, that they can, with the psalmist, exclaim, “I will praise Thee, for I am fearfully and wonderfully made.” They should ever have the appetite in subjection to the moral and intellectual organs. The body should be servant to the mind, and not the mind to the body."},{"refcode_short":"T11 42.2","refcode_long":"Testimony for the Church — No. 11, p. 42.2 (Ellen Gould White)","content":"I was shown that there was a much greater work before us than we have yet had any idea of, if we would insure health by placing ourselves in the right relation to life. Dr. Jackson has been doing a great and good work in the treatment of disease, and in enlightening those who have all their lives been in ignorance in regard to the relation that eating, drinking, and working, sustain to health. God in his mercy has given his people light through his humble instrument, that in order for them to overcome disease, they must deny a depraved appetite, and practice temperance in all things. He has caused great light to shine upon their pathway. Shall those who are “looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ, who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works,” be behind the religionists of the day who have no faith in the soon appearing of our Saviour? The peculiar people whom he is purifying unto himself, to be translated to Heaven without seeing death, should not be behind others in their good works. Their efforts to cleanse themselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God, should be as far ahead of any class of people on the earth, as their profession is more exalted than that of others."},{"refcode_short":"T11 43.1","refcode_long":"Testimony for the Church — No. 11, p. 43.1 (Ellen Gould White)","content":"Some have sneered at this work of reform, and have said it was all unnecessary; that it was an excitement to divert minds from present truth. They have said that matters were being carried to extremes. Such do not know what they are talking about. While men and women professing godliness are diseased from the crown of the head to the soles of their feet, while their physical, mental and moral energies are enfeebled through gratification of depraved appetite, and excessive labor, how can they weigh the evidences of truth, and comprehend the requirements of God? If their moral and intellectual faculties are beclouded, they cannot appreciate the value of the atonement or the exalted character of the work of God, or delight in the study of his word. How can a nervous dyspeptic be ready always to give an answer to every man that asketh him a reason of the hope that is in him, with meekness and fear? How soon would a nervous dyspeptic become confused and agitated, and his diseased imagination lead him to view matters in altogether a wrong light, and he dishonor his profession while contending with unreasonable men, by a lack of that meekness and calmness which characterized the life of Christ? Viewing matters from a high religious stand-point, we must be thorough reformers in order to be Christ-like."},{"refcode_short":"T11 44.1","refcode_long":"Testimony for the Church — No. 11, p. 44.1 (Ellen Gould White)","content":"I saw that our heavenly Father has bestowed upon us this great blessing of light upon the Health Reform, that we may obey the claims which he has upon us and glorify him in our bodies and spirits which are his, that we may finally stand without fault before the throne of God."},{"refcode_short":"T11 44.2","refcode_long":"Testimony for the Church — No. 11, p. 44.2 (Ellen Gould White)","content":"I was shown that our faith requires us to elevate the standard, and make an advance. While many question the course pursued by other health reformers, they, as reasonable men, should do something themselves. Our race is in a deplorable condition, suffering from disease of every description. Many have inherited disease, and are great sufferers because of the wrong habits of their parents; and yet they pursue the same wrong course in regard to themselves and their children which was pursued toward them. They are ignorant in regard to themselves. They are sick and do not know that their own wrong habits are causing them immense suffering."},{"refcode_short":"T11 44.3","refcode_long":"Testimony for the Church — No. 11, p. 44.3 (Ellen Gould White)","content":"There are but few as yet that are aroused sufficiently to understand how much their habits of diet have to do with their health, their characters, their usefulness in this world, and their eternal destiny."},{"refcode_short":"T11 45.1","refcode_long":"Testimony for the Church — No. 11, p. 45.1 (Ellen Gould White)","content":"I saw that it was the duty of those who have received the light given from Heaven, and have realized the benefit of walking in the light, to manifest a greater interest for those who are suffering for want of knowledge. I saw that Sabbath-keepers who are looking for the soon appearing of their Saviour should be the last to manifest a lack of interest in this great work of reform. Men and women must be instructed. Ministers and people should feel that the burden of the work rests upon them to agitate the subject, and urge it home upon the people."},{"refcode_short":"T11 45.2","refcode_long":"Testimony for the Church — No. 11, p. 45.2 (Ellen Gould White)","content":"I was shown that we should provide a home for the afflicted, and those who wish to learn how to take care of their bodies that they may prevent sickness. We should not remain indifferent and compel our sick who are desirous of living out the truth, to go to popular water-cure institutions for the recovery of health, where no sympathy for our faith exists. If they recover health it may be at the expense of their religious faith. Those who have suffered greatly from bodily infirmities are weak in both mental and moral strength. As they realize the benefit derived from correct application of water, the right use of air and a proper diet, they are led to believe that the physicians who understood how to treat them thus successfully, cannot be greatly at fault in their religious faith; that as they are engaged in the great and good work of benefiting suffering humanity, they must be nearly or quite right. And thus our people are in danger of being ensnared through the efforts made to recover their health at these establishments."},{"refcode_short":"T11 46.1","refcode_long":"Testimony for the Church — No. 11, p. 46.1 (Ellen Gould White)","content":"Again I was shown that those who are strongly fortified with religious principles and are firm in the faith of obeying all God's requirements, cannot receive that benefit from the popular health institutions of the day that others of a different faith can. Sabbath-keepers are singular in their faith. To keep all God's commandments as he requires them to do, in order to be owned and approved of him, is exceedingly difficult in a popular water-cure. They have to carry along with them at all times the gospel sieve and sift everything they hear, that they may choose the good and refuse the bad."},{"refcode_short":"T11 46.2","refcode_long":"Testimony for the Church — No. 11, p. 46.2 (Ellen Gould White)","content":"The water-cure establishment at Dansville, has been the best institution in the United States. They have been doing a great and good work as far as the treatment of disease is concerned. Yet we cannot have confidence in their religious principles. While they profess to be Christians, they recommend to their patients, card-playing, dancing, and attending theaters, all of which have a tendency to evil, or to say the very least, have the appearance of evil, and are directly contrary to the teachings of Christ and his apostles. Conscientious Sabbath-keepers who visit these institutions for the purpose of regaining health, cannot receive the benefit they would if they were not obliged to keep themselves constantly guarded lest they compromise their faith and dishonor the cause of their Redeemer, and bring their own souls into bondage."},{"refcode_short":"T11 47.1","refcode_long":"Testimony for the Church — No. 11, p. 47.1 (Ellen Gould White)","content":"I was shown that Sabbath-keepers should open a way for those of like precious faith to be benefited without their being under the necessity of expending their means at institutions where their faith and religious principles are endangered, and where there is no sympathy or union with them in regard to their belief."},{"refcode_short":"T11 47.2","refcode_long":"Testimony for the Church — No. 11, p. 47.2 (Ellen Gould White)","content":"I was shown that God in his providence had directed the course of Dr. H. S. Lay to Dansville, that he might there obtain an experience he would not otherwise have had, for he had a work for him to do in the Health Reform. As a practicing physician, for years he had been obtaining a knowledge of the human system, and God would now have him by precept and practice obtain a knowledge of how to apply the blessings he has placed within the reach of man, and thus be prepared to benefit the sick, and instruct those who lack knowledge how to preserve the strength and health they already have, and by a wise use of pure water, air and diet, Heaven's remedies, prevent disease."},{"refcode_short":"T11 47.3","refcode_long":"Testimony for the Church — No. 11, p. 47.3 (Ellen Gould White)","content":"I was shown that Dr. Lay was a cautious and strictly conscientious man; a man that God loves. He has passed through many trials, which have worked for his good, although he could not at all times while passing through them, see how he could be benefited by them. Dr. Lay is not a man that will become exalted, while he believes the truth and follows in its path. He is not a man that will be arbitrary or over-bearing. He is too fearful of putting on that dignity which his position would allow him to maintain. He will counsel with others, and is easy to be entreated, and his great danger will be a willingness to take on burdens which he ought not to bear. He sees and feels what ought to be done, and will be in danger of doing too much. He is extremely sensitive and sympathetic, and will feel to the very depth all the cases of his patients; and, if he is permitted, will carry so heavy a load of responsibility as to be crushed under its weight."},{"refcode_short":"T11 48.1","refcode_long":"Testimony for the Church — No. 11, p. 48.1 (Ellen Gould White)","content":"I was shown that men and women of influence should help Bro. Lay with their prayers, their sympathy, their hearty co-operation, their cheering, hopeful words, and their counsel and advice, all of which will be appreciated by him. His position cannot be an enviable one. If he assumes so great responsibilities it will not be from choice, or to obtain a livelihood; for he can procure this in a much easier way and avoid the care, anxiety, and perplexity, which such a position would bring upon him. Duty alone will lead him; and when he is once convinced where lies the path of duty, he will follow it, and stand at his post, let the consequences be what they may; and he should have the sympathy and co-operation of those who have influence, those whom God would have stand by his side and sustain him in this laborious work. Dr. Lay could, so far as this world is concerned, do better than in the position he now occupies. I was shown that it would be a most difficult position for him to be placed in. Many would have no idea of the magnitude of the enterprise, and many who have no experience would want things to go according to their ideas; and some would wonder why the poor could not come and be treated for nothing, and would be tempted to think that it was a money-making enterprise after all; and this one, and that and the other, would wish to have something to say, and would have just about so much fault to find let matters go as they would; for I was shown that some would consider it a virtue to be jealous, and stand out and oppose. They pride themselves on not receiving everything just as soon as it comes. Like Thomas they boast of their unbelief. But did Jesus commend unbelieving Thomas? As he granted him the evidence he had declared that he would have before he would believe, Jesus saith unto him, “Thomas, because thou hast seen me thou hast believed, blessed are they that have not seen, and yet have believed.”"},{"refcode_short":"T11 49.1","refcode_long":"Testimony for the Church — No. 11, p. 49.1 (Ellen Gould White)","content":"I was shown that there is no lack of means among Sabbath-keeping Adventists. At present their greatest danger is through their accumulations of property. Some are continually increasing their cares and labors. They are overcharged; and the result is God and the wants of his cause are nearly forgotten by them; and they are spiritually dead. They are required to sacrifice to God an offering. A sacrifice does not increase, but decreases and consumes."},{"refcode_short":"T11 49.2","refcode_long":"Testimony for the Church — No. 11, p. 49.2 (Ellen Gould White)","content":"Here, I was shown, was a worthy object for God's people to engage in; and where they can invest means which will advance the glory of God. I was shown that there was an abundance of means among our people which was only proving an injury to those who were holding on to it."},{"refcode_short":"T11 50.1","refcode_long":"Testimony for the Church — No. 11, p. 50.1 (Ellen Gould White)","content":"Our people should have an institution of their own, under their own control, for the benefit of the diseased and suffering among us, who wish to have health and strength, that they may glorify God in their bodies and spirits which are his. Such an institution, rightly conducted, would be a means of bringing our views before many whom it would be impossible for us to reach by the common course of advocating the truth. As unbelievers shall resort to an institution devoted to the successful treatment of disease, and conducted by Sabbath-keeping physicians, they are brought directly under the influence of the truth. By becoming acquainted with Sabbath-keepers, and our real faith, their prejudice is overcome, and they are favorably impressed. By thus being placed under the influence of truth, some will not only obtain relief from bodily infirmities, but their sin-sick souls will find a healing balm."},{"refcode_short":"T11 50.2","refcode_long":"Testimony for the Church — No. 11, p. 50.2 (Ellen Gould White)","content":"As the health of invalids improves under judicious treatment, and they begin to enjoy life, they have confidence in those who have been instrumental in their restoration to comfortable health. Their hearts are filled with gratitude, and the good seed of truth will find a lodgement in the heart more readily, and will, in some cases, be nourished, spring up, and bear fruit to the glory of God. One such precious soul saved, will be worth more than all the means which will be needed to establish such an enterprise."},{"refcode_short":"T11 51.1","refcode_long":"Testimony for the Church — No. 11, p. 51.1 (Ellen Gould White)","content":"Some will not have moral courage enough to yield to their convictions. They are convinced that Sabbath-keepers have the truth; but the world and unbelieving relatives are obstacles to their reception of truth. They cannot bring their mind to the point to sacrifice all for Christ. Yet some of this last-mentioned class will go away with their prejudice removed, and will stand as defenders of the faith of Sabbath-keeping Adventists."},{"refcode_short":"T11 51.2","refcode_long":"Testimony for the Church — No. 11, p. 51.2 (Ellen Gould White)","content":"Some who will come to such an institution and go away restored, or greatly benefited, will use their influence in favor of Sabbath-keepers, which will be the means of introducing our faith in new places, and raising the standard of truth where it would have been impossible to gain access had not prejudice been first removed from minds by a tarry among our people for the object of gaining their health."},{"refcode_short":"T11 51.3","refcode_long":"Testimony for the Church — No. 11, p. 51.3 (Ellen Gould White)","content":"And some will prove sources of trial as they go to their homes. Yet this should not discourage any, or hinder them in their efforts in this good work. Satan and his agents will do all they can to hinder, to perplex, and bring burdens upon those who earnestly engage with all their hearts to advance this work of reform."},{"refcode_short":"T11 51.4","refcode_long":"Testimony for the Church — No. 11, p. 51.4 (Ellen Gould White)","content":"There is a liberal supply of means among our people to carry forward this great enterprise without any embarrassment, if all will feel the importance of the work. All should feel a special interest in sustaining this enterprize; and especially those who have means, should invest in it. A suitable home should be fitted up for the reception of invalids, that they may, through the use of proper means and the blessing of God, be relieved of their infirmities, and learn how to take care of themselves, and thus prevent sickness."},{"refcode_short":"T11 52.1","refcode_long":"Testimony for the Church — No. 11, p. 52.1 (Ellen Gould White)","content":"Many who profess the truth are growing close and covetous. They need to be alarmed for themselves. They have so much of their treasure upon the earth, that their hearts are on their treasure. They have much the largest share of their treasure in this world, and but little in Heaven; therefore their hearts and affections are placed on earthly possessions instead of on the heavenly inheritance. There is now a good object before them where they can use their means for the benefit of suffering humanity, and also for the advancement of the truth. This enterprise should never be left to struggle in poverty. These stewards to whom God has entrusted means should now come up to the work and use their means to the glory of God. Those who through covetousness withhold their means will find it will prove to them a curse rather than a blessing."},{"refcode_short":"T11 52.2","refcode_long":"Testimony for the Church — No. 11, p. 52.2 (Ellen Gould White)","content":"I was shown that those to whom God has entrusted means should invest something in providing a fund to be used for the object of benefiting the sick worthy poor, who are not able to defray the expenses of receiving treatment at the institution. There are some precious, worthy poor whose influence has been a benefit to the cause of God. A fund should be deposited, without calling for returns, to be used for the express purpose of treating such of the poor as the church where these poor reside shall decide are worthy to be benefited with this fund."}]