[{"refcode_short":"T12 ","refcode_long":"Testimony for the Church — No. 12, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 12"},{"refcode_short":"T12 1","refcode_long":"Testimony for the Church — No. 12, p. 1 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T12 1","refcode_long":"Testimony for the Church — No. 12, p. 1 (Ellen Gould White)","content":"Young Sabbath-Keepers"},{"refcode_short":"T12 1.1","refcode_long":"Testimony for the Church — No. 12, p. 1.1 (Ellen Gould White)","content":"Young Sabbath-keepers are given to pleasure-seeking. I saw that there is not one in twenty that knows what experimental religion is. They are constantly grasping after something to satisfy their desire for change, for amusement, and unless they are undeceived and their sensibilities aroused, so that they can say from the heart, “I count all things but loss for the excellency of the knowledge of Christ Jesus, my Lord,” they are not worthy of him, and will come short of everlasting life. The young, generally, are in a terrible deception, and yet profess godliness. Their unconsecrated lives are a reproach to the Christian name, and their example is a snare to others. They hinder the sinner, for in nearly every respect they are no better than unbelievers. They have the word of God, but its warnings, admonitions, reproofs and corrections are unheeded, as are also the encouragements and promises to the obedient and faithful. God's promises are all on condition of humble obedience. One pattern only is given the young, and I feel alarmed as I witness everywhere, in every place, the frivolity of young men and women who profess to believe the truth. How do their lives compare with the life of Christ? God does not seem to be in their thoughts. Their minds are filled with nonsense. Their conversation is only empty, vain talk. Their ear is keen for music, and the Devil knows what organs to excite to animate, to engross, and charm the mind, so that Christ is not desired. The spiritual longings of the soul for a growth in grace, for divine knowledge, are wanting."},{"refcode_short":"T12 2.1","refcode_long":"Testimony for the Church — No. 12, p. 2.1 (Ellen Gould White)","content":"I was shown that the youth must take a higher stand, and make the word of God the man of their counsel and their guide. I saw that solemn responsibilities rest upon the young, which they lightly regard. The introduction of music into their homes, instead of inciting to holiness and spirituality, has been the means of diverting their minds from the truth. Frivolous songs, and the popular sheet music of the day seem congenial to their taste. The instruments of music have taken time which should be devoted to prayer. Music, when not abused, is a great blessing; but when put to a wrong use is a terrible curse. It excites, but does not impart that strength and courage which the Christian can find at the throne of grace alone, while humbly making known his wants, and with strong cries and tears pleading for heavenly strength to be fortified against the powerful temptations of Satan. Satan is leading the young captive. Oh! what can I say to lead them to break his power of infatuation! He is a skillful charmer, luring on the young to perdition. Listen to the instructions from the inspired book of God. I saw that Satan had blinded the minds of the youth, that they could not comprehend the truths of God's word. Their sensibilities were so blunted that they regard not the injunctions of the holy apostle:"},{"refcode_short":"T12 3.1","refcode_long":"Testimony for the Church — No. 12, p. 3.1 (Ellen Gould White)","content":"“Children, obey your parents in the Lord: for this is right. Honor thy father and thy mother (which is the first commandment with promise), that it may be well with thee, and thou mayest live long upon the [new] earth.” Children who dishonor their parents, and disobey them, and disregard their advice and instructions, can have no part in the earth made new. The purified new earth will be no place for the rebellious, the disobedient, the unthankful, ungrateful son or daughter. Unless such learn obedience and submission here, they will never learn the lesson hereafter, and the peace of the ransomed will never be marred by the disobedient, unruly, unsubmissive children. No commandment-breaker can inherit the kingdom of Heaven. Will all the youth please read the fifth commandment spoken by Jehovah from Sinai, and engraven with his own finger upon tables of stone? “Honor thy father and thy mother, that thy days may be long upon the land which the Lord thy God giveth thee.” “Children, obey your parents in all things; for this is well pleasing unto the Lord.”"},{"refcode_short":"T12 3.2","refcode_long":"Testimony for the Church — No. 12, p. 3.2 (Ellen Gould White)","content":"I was referred to many passages of Scripture that are plain, instructing the young, showing them clearly the will of God concerning them. These plain teachings they must meet in the judgment. Yet there is not one young man or woman in twenty who professes the present truth, who heeds these Bible teachings. They do not read the word of God enough to know its claims upon them, and yet these truths will judge them in the great day of God, when young and old will be judged according to the deeds done in the body."},{"refcode_short":"T12 4.1","refcode_long":"Testimony for the Church — No. 12, p. 4.1 (Ellen Gould White)","content":"Says John, “I have written unto you, young men, because ye are strong, and the word of God abideth in you; and ye have overcome the wicked one. Love not the world, neither the things that are in the world. If any man love the world the love of the Father is not in him. For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world. And the world passeth away, and the lust thereof; but he that doeth the will of God abideth forever.”"},{"refcode_short":"T12 4.2","refcode_long":"Testimony for the Church — No. 12, p. 4.2 (Ellen Gould White)","content":"This exhortation to young men extends also to young women. Their youth does not excuse them from the responsibilities resting upon them. The youth are strong. They are not worn down with the weight of years, and with cares. Their affections are ardent, and if they are withdrawn from the world, and are placed upon Christ and Heaven, doing the will of God, they will have a hope of the better life that is enduring, and they will abide forever, being crowned with glory, honor, immortality, eternal life. If the youth live to gratify the lust of the flesh, the lust of the eyes, and the pride of life, they are seeking for the things of the world, are pleasing their great adversary, and separating themselves from the Father. And when these things that are sought after pass away, their hopes are blasted and their expectations perish. Separated from God, then will they bitterly repent their folly of serving their own pleasure, of gratifying their own desires, and for a few frivolous enjoyments, of selling a life of immortal bliss that they might have enjoyed forevermore. “Love not the world, neither the things that are in the world,” says the inspired apostle. Then the warning, “If any man love the world, the love of the Father is not in him.” It is an alarming fact that the love of the world predominates in the minds of the young. They decidedly love the world and the things that are in the world, and for this very reason the love of God finds no room in their hearts. Their pleasures are found in the world, and in the things of the world, and they are strangers to the Father and the grace of his Spirit. Frivolity and fashion, and empty, vain talking and laughing, characterize the life of the youth generally, and God is dishonored. Titus exhorts the youth to sobriety. “Young men, likewise, exhort to be sober-minded. In all things showing thyself a pattern of good works; in doctrine showing uncorruptness, gravity, sincerity, sound speech that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.”"},{"refcode_short":"T12 5.1","refcode_long":"Testimony for the Church — No. 12, p. 5.1 (Ellen Gould White)","content":"I entreat the youth for their souls’ sake to heed the exhortation of the inspired apostle. All these gracious instructions, warnings, and reproofs, will be either a savor of life unto life or of death unto death. Many of the young are reckless in their conversation. They choose to forget that by their words they shall be justified, or by their words be condemned. Take heed to the words of our Saviour: “A good man out of the good treasure of the heart bringeth forth good things, and an evil man out of the evil treasure of the heart bringeth forth evil things. But I say unto you, that every idle word that men shall speak they shall give account thereof in the day of judgment; for by thy words thou shalt be justified, and by thy words thou shalt be condemned.” How little regard is paid even to the instructions of the heavenly Teacher. The word of God is either not studied at all, or if it is, its solemn truths are not heeded, and these plain truths will rise up in judgment and condemn them."},{"refcode_short":"T12 6.1","refcode_long":"Testimony for the Church — No. 12, p. 6.1 (Ellen Gould White)","content":"Words and acts testify plainly what is in the heart. If vanity and pride, love of self and love of dress fill the heart, the conversation will be upon the fashions, the dress, and the appearance, but not on Christ or the kingdom of Heaven. If envious feelings dwell in the heart, the same will be manifested in words and acts. Those who measure themselves by others, and do as others do, and make no higher attainments, and excuse themselves over the wrongs and faults of others, are feeding on husks, and will remain spiritual dwarfs as long as they gratify the Devil by thus indulging their own unconsecrated feelings. Some dwell upon what they shall eat and drink, and wherewithal they shall be clothed. Their hearts are filled with these thoughts, and they flow out from the abundance of the heart, as though these things were their grand aim in life, their highest attainment. They forget the words of Christ, “Seek ye first the kingdom of God and his righteousness, and all these things shall be added unto you.” The youth have their hearts filled with their own love of self, which is manifested in their desire to see their faces daguerreotyped by the artist; and they will not be satisfied with being once represented, but they will sit again and again for their picture, hoping they will appear a little better, and excel all their previous efforts, and appear really more beautiful than the original. Their Lord's money is squandered in this way, and what is gained? Merely their poor shadow upon paper. The hours that ought to have been devoted to prayer, are occupied upon their own poor selves,—precious hours of probation are thus wasted. Satan is gratified to have the attention of youth attracted by anything to divert their minds from God, so that the deceiver can steal a march upon them, and they, unprepared for his attacks, be ensnared. They are not aware that the great Heavenly Artist is taking cognizance of every act, every word, and their deportment; and that even the thoughts and intents of the heart stand faithfully delineated. Every defect in the moral character stands forth revealed to the gaze of angels, and they will have the faithful picture presented to them in all its deformity at the execution of the judgment. Those vain, frivolous words are all written in the book. Those false words are written. Those deceptive acts, with the motives concealed from human eyes, but discerned by the all-seeing eye of Jehovah, are all written in living characters. Every selfish act is exposed. The young generally conduct themselves as though the precious hours of probation, while mercy lingers, are one grand holiday, and that they are placed in this world merely for their own amusement, to be gratified with a continued round of excitement. Satan has been making special efforts to lead the youth to find happiness in worldly amusements, and to justify themselves in thus doing, by endeavoring to show that these amusements are harmless, innocent, and even important for health. The impression has been given by some physicians that spirituality and devotion to God are detrimental to health. This suits the adversary of souls well. There are persons with diseased imaginations who do not rightly represent the religion of Christ; such have not the pure religion of the Bible. Some are scourging themselves all through their life because of their sins; all they can see is an offended God of justice. Christ and his redeeming power, through the merits of his blood, they fail to see. Such have not faith. This class are generally those who have not well-balanced minds. Through disease transmitted to them from their parents, and an erroneous education in youth, they have imbibed wrong habits, injuring the constitution, affecting the brain, causing the moral organs to be diseased, and making it impossible for them upon all points to think and act rationally. They have not well-balanced minds. Godliness and righteousness is not destructive to health, but is health to the body and strength to the soul. Says Peter: “He that will love life, and see good days, let him eschew evil, and do good; let him seek peace and ensue it: for the eyes of the Lord are over the righteous, and his ears are open unto their prayers; but the face of the Lord is against them that do evil. But and if ye suffer for righteousness’ sake, happy are ye; and be not afraid of their terror, neither be troubled.”"},{"refcode_short":"T12 9.1","refcode_long":"Testimony for the Church — No. 12, p. 9.1 (Ellen Gould White)","content":"The consciousness of right-doing is the best medicine for diseased bodies and minds. The special blessing of God resting upon the receiver is health and strength. A person whose mind is quiet and satisfied in God is in the pathway to health. To have a consciousness that the eyes of the Lord are upon us, and his ears open to hear our prayers, is a satisfaction indeed. To know that we have a never-failing Friend in whom we can confide all the secrets of the soul, is a privilege which words can never express. Those whose moral faculties are beclouded by disease are not the ones to rightly represent the Christian life, or the beauties of holiness. They are too often in the fire of fanaticism, or the water of cold indifference or stolid gloom."},{"refcode_short":"T12 9.2","refcode_long":"Testimony for the Church — No. 12, p. 9.2 (Ellen Gould White)","content":"The words of Christ are of more worth than the opinions of all the physicians in the universe. “Seek ye first the kingdom of God and his righteousness, and all these things shall be added unto you.” This is the first great object,—the kingdom of Heaven, the righteousness of Christ. Other objects to be attained should be secondary to these. Satan will present the path of holiness as difficult, while those of worldly pleasures will be strewed with flowers."},{"refcode_short":"T12 10.1","refcode_long":"Testimony for the Church — No. 12, p. 10.1 (Ellen Gould White)","content":"In false and flattering colors will the tempter array the world with its pleasures before you. Vanity is one of the strongest traits of our depraved natures, and Satan knows that he can successfully appeal to it. He will flatter you through his agents. You may receive praise of men and women. It may gratify your vanity, foster in you pride and self-esteem, and you may think that it really is a great pity for you, with such advantages, such attractions, to come out from the world and be separate, and become a Christian, to forsake your companions, and be alike dead to their praise or censure. Satan tells you that with the advantages you possess you could to a high degree enjoy the pleasures of the world. Let such consider that the pleasures of earth will have an end, and that which they sow they shall also reap. Are personal attractions, ability, or talents, too valuable to devote to God, the author of your being? he who watches over you every moment? Are your qualifications too precious to devote to God?"},{"refcode_short":"T12 10.2","refcode_long":"Testimony for the Church — No. 12, p. 10.2 (Ellen Gould White)","content":"The young will urge that they need something to enliven and divert the mind. I saw that there was pleasure in industry, a satisfaction in pursuing a life of usefulness. Some still urge that they must have something to interest the mind, when business ceases,— some mental occupation or amusement to which the mind can turn for relief and refreshment amid cares and wearing labor. The Christian's hope is just what is needed. Religion will prove to the believer a comforter and a sure guide to the fountain of true happiness. I saw that the young should study the word of God, and give themselves to meditation and prayer, and they will find that their spare moments cannot be better employed. Young friends, you should take time to prove your own selves, whether you are in the love of God. Be diligent to make your calling and election sure. All depends upon your course of action, whether you secure to yourselves the better life. “Wisdom's ways are ways of pleasantness, and all her paths are peace.” For the young to contemplate the future abode of the righteous, the everlasting reward, is a high and ennobling theme. Dwell upon the marvelous plan of salvation, the great sacrifice made by the King of glory to prepare the way that you might be elevated through the merits of his blood, and by obedience finally be exalted to the throne of Christ. This subject should engage the noblest contemplation of the mind. To be brought into favor with God,—what a privilege! To commune with Him,—what can more elevate, refine, and exalt us above the frivolous pleasures of earth? To have our corrupt natures renovated by grace, our lustful appetites and animal propensities in subjection, and we standing forth with noble, moral independence, achieving victories every day, will give peace of conscience which can arise alone from right doing."},{"refcode_short":"T12 12.1","refcode_long":"Testimony for the Church — No. 12, p. 12.1 (Ellen Gould White)","content":"I saw, young friends, that with such employment and diversion as this, you might be happy. But the reason you are restless is, you do not seek to the only true source for happiness. You are ever trying to find out of Christ that enjoyment which is found alone in him. In him are no disappointed hopes. Prayer! Oh, how is this precious privilege neglected. The reading of the word of God prepares the mind for prayer. One of the greatest reasons why you have so little disposition to draw nearer to God by prayer is, you have unfitted yourselves for this sacred work by reading fascinating stories, which have excited the imagination and aroused unholy passions. The word of God becomes distasteful, the hour of prayer is not thought of. Prayer is the strength of the Christian. When alone, he is not alone; he feels the presence of One who has said, “Lo, I am with you alway.”"},{"refcode_short":"T12 12.2","refcode_long":"Testimony for the Church — No. 12, p. 12.2 (Ellen Gould White)","content":"The young want just what they have not, namely, religion. Nothing can take the place of it. Profession alone is nothing. Names are registered upon the church-books upon earth, but not in the book of life."},{"refcode_short":"T12 12.3","refcode_long":"Testimony for the Church — No. 12, p. 12.3 (Ellen Gould White)","content":"I saw that there is not one of the youth in twenty who knows what experimental religion is. They serve themselves, and yet profess to be servants of Christ; but unless the spell which is upon the youth is broken, they will soon realize that the portion of the transgressor is theirs. As for self-denial or sacrifice for the truth's sake, they have found an easier way above it all. As for the earnest pleadings with tears and strong cries to God for his pardoning grace, and strength from him to resist the temptations of Satan, they have found it unnecessary to be so earnest and zealous; they can get along well without. Christ, the King of glory, went often alone in the mountains and desert places to pour out his soul's request to his Father, but sinful man, in whom is no strength, thinks he can live without so much prayer."},{"refcode_short":"T12 13.1","refcode_long":"Testimony for the Church — No. 12, p. 13.1 (Ellen Gould White)","content":"Christ is their pattern, his life was an example of good works. A man of sorrows and acquainted with grief. He wept over Jerusalem, because they would not be saved by accepting the redemption he offered them. They would not come to him that they might have life. Compare your course of life with that of your Master, who made so great a sacrifice that you might be saved. He was a man of sorrows, acquainted with grief, frequently spending whole nights upon the damp ground in agonizing prayer. You are seeking your own pleasure. Listen to the frivolous, light and vain conversation, hear the laugh, the jesting, the joking. Is this imitating the pattern? Still listen,—is Jesus mentioned? Is the truth the theme of conversation? Are they glorying in the cross of Christ? It is this fashion, that bonnet, that dress, what that young man said, or that young lady said, or the amusements they are planning. What glee! Are angels attracted and pressing close around them to ward off the weight of darkness Satan is pressing in upon and around them? Oh, no. See, they turn away in sorrow. I see even a tear upon the faces of these angels. Can it be that angels of God are made to weep? It is even so."},{"refcode_short":"T12 14.1","refcode_long":"Testimony for the Church — No. 12, p. 14.1 (Ellen Gould White)","content":"High and eternal things have little weight with the youth. Angels of God are in tears as they write in the roll the words, the acts, the doings of professed Christians. Angels are hovering around that dwelling. The young are there assembled; there is the sound of vocal and instrumental music. Christians are here assembled, but what is that you hear? It is a song, a frivolous ditty, fit for the dance hall. Behold the pure angels gather the light which enshrouds them closer around them, and darkness envelops those in that dwelling. The angels are moving from the scene. Sadness is upon the countenance. Behold angels weeping. This I saw acted over a number of times, all through the ranks of Sabbath-keepers, and especially in Battle Creek. Music has occupied the hours which should be devoted to prayer. Music is the idol which many professed Sabbath-keeping Christians worship. The Devil has no objection to music, if he can make that a channel through which to gain access to the minds of youth. Anything will suit his purpose that will divert the mind from God, and engage the time which should be devoted to his service, and which will exert the strongest influence in holding the largest numbers, paralyzed by his power, with a pleasing infatuation. Music is made one of Satan's most attractive agencies to ensnare souls; but, when turned to a good account, it is a blessing. When abused, it leads the unconsecrated to pride, vanity, and folly. When music is allowed to take the place of devotion and prayer, it is a terrible curse. Young people assemble together to sing, and, although professed Christians, frequently dishonor God and their faith by their frivolous conversation and their choice of music. It is not congenial to their taste to make sacred music their choice. I was directed to the plain teachings of God's word, which have been passed by unnoticed. All these words of inspiration will condemn in the judgment those who have not heeded them."},{"refcode_short":"T12 15.1","refcode_long":"Testimony for the Church — No. 12, p. 15.1 (Ellen Gould White)","content":"The apostle Paul exhorts Timothy “by the commandment of God our Saviour and Lord Jesus Christ:” “I will therefore that men pray everywhere, lifting up holy hands, without wrath and doubting. In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with braided hair, or gold, or pearls, or costly array; but, which becometh women professing godliness, with good works.”"},{"refcode_short":"T12 15.2","refcode_long":"Testimony for the Church — No. 12, p. 15.2 (Ellen Gould White)","content":"Peter exhorts: “Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ; as obedient children, not fashioning yourselves according to the former lusts in your ignorance; but as he which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy.”"},{"refcode_short":"T12 16.1","refcode_long":"Testimony for the Church — No. 12, p. 16.1 (Ellen Gould White)","content":"The inspired Paul exhorts Titus to give special instructions to the church of Christ, “that they may adorn the doctrine of God our Saviour in all things.” He says: “Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world; looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ; who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.”"},{"refcode_short":"T12 16.2","refcode_long":"Testimony for the Church — No. 12, p. 16.2 (Ellen Gould White)","content":"Peter exhorts the churches to “be sober, be vigilant; because your adversary the Devil, as a roaring lion, walketh about, seeking whom he may devour.” “But the end of all things is at hand; be ye therefore sober, and watch unto prayer.”"},{"refcode_short":"T12 16.3","refcode_long":"Testimony for the Church — No. 12, p. 16.3 (Ellen Gould White)","content":"Again he says, “But sanctify the Lord God in your hearts; and be ready always to give an answer to every man that asketh you a reason of the hope that is in you, with meekness and fear; having a good conscience; that, whereas they speak evil of you, as of evil doers, they may be ashamed that falsely accuse your good conversation in Christ. For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.”"},{"refcode_short":"T12 16.4","refcode_long":"Testimony for the Church — No. 12, p. 16.4 (Ellen Gould White)","content":"Are the youth in that position where they can give an answer to every man that asketh a reason of their hope with meekness and fear? The youth, I saw, fail greatly to understand our position. Terrible scenes are just before them, a time of trouble which will test the value of character. Those who have the truth abiding in them will then be developed. Those who have shunned the cross, neglected the word of life, and pay adoration to their own poor selves, will be found wanting. They are ensnared by Satan, and will then learn too late that they have made a terrible mistake. The pleasures they have sought after prove bitter in the end. Said the angel, “Sacrifice all for God. Self must die. The natural desires and propensities of the unrenewed heart must be subdued.” Flee to the neglected Bible; the words of inspiration are spoken to you, pass them not lightly by, for you will meet every word again, to render an account whether you have been a doer of the work, shaping your life according to the holy teachings of God's word. Holiness of heart and life are necessary."},{"refcode_short":"T12 17.1","refcode_long":"Testimony for the Church — No. 12, p. 17.1 (Ellen Gould White)","content":"As servants of Jesus Christ, every one who has taken his name and has enlisted in his service, must be a good soldier of the cross. They should manifest in their lives that they are dead to the world, and that their lives are hid with Christ in God."},{"refcode_short":"T12 17.2","refcode_long":"Testimony for the Church — No. 12, p. 17.2 (Ellen Gould White)","content":"Paul writes to his Colossian brethren as follows: “If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God. Set your affection on things above, not on things on the earth. For ye are dead, and your life is hid with Christ in God. When Christ, who is our life, shall appear, then shall ye also appear with him in glory.” “And above all these things put on charity, which is the bond of perfectness. And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful. Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.”"},{"refcode_short":"T12 18.1","refcode_long":"Testimony for the Church — No. 12, p. 18.1 (Ellen Gould White)","content":"To the Ephesians he writes: “See then that ye walk circumspectly, not as fools, but as wise. Redeeming the time, because the days are evil. Wherefore be ye not unwise, but understanding what the will of the Lord is. And be not drunk with wine, wherein is excess; but be filled with the Spirit; speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord; giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ.”"},{"refcode_short":"T12 18.2","refcode_long":"Testimony for the Church — No. 12, p. 18.2 (Ellen Gould White)","content":"God can be glorified by songs of praise from a pure heart filled with love and devotion to him. When consecrated believers assemble together, their conversation will not be upon the imperfections of others, or savor of murmuring or complaint; charity, or love, the bond of perfectness, will encircle them. Their hearts, filled with love to God and their fellowmen, flow out naturally in words of affection, sympathy, and esteem for their brethren. The peace of God ruling in their hearts, their words are not vain, empty, and frivolous, but to the comfort and edification of one another. If Christians will obey the instructions given to them by Christ and his inspired apostles, they will adorn the religion of the Bible, and save themselves much perplexity and severe trials, which they attribute to their afflictions in consequence of believing unpopular truth. This is a sad mistake. Very many of their trials are of their own creating, because they depart from the word of God. They yield to the world, place themselves upon the enemy's battle-field, and tempt the Devil to tempt them. By adhering strictly to the admonitions and instructions of God's word, prayerfully seeking to know and do his righteous will, they feel not the petty grievances*The original publication had the spelling “grievancies.” daily occurring. The gratitude dwelling in their hearts, the peace of God ruling in them, causes them to make melody in their hearts unto the Lord, and by words make mention of the debt of love and thankfulness due the dear Saviour, who so loved them as to die that they might have life. Not one who has an indwelling Saviour will dishonor him before others by producing strains from a musical instrument which call the mind from God and Heaven to light and trifling things."},{"refcode_short":"T12 19.1","refcode_long":"Testimony for the Church — No. 12, p. 19.1 (Ellen Gould White)","content":"The young are required in whatsoever they do, in word or deed, to do all in the name of the Lord Jesus, giving thanks to God and the Father by him. I saw that but few of the youth understand what it comprises to be Christians, to be Christ-like. They will have to learn the truths of God's word before they can conform their lives to the pattern. There is not one young person in twenty who has experienced in their lives that separation from the world which God requires of them in order to become members of his family, children of the heavenly King. “Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean; and I will receive you, and will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.”"},{"refcode_short":"T12 20.1","refcode_long":"Testimony for the Church — No. 12, p. 20.1 (Ellen Gould White)","content":"What a promise is here made upon condition of obedience. Do you have to cut loose from friends and relatives in deciding to obey the elevated truths of God's word? Well, take courage, God has made provision for you, his arms are opened to receive you. Come out from among them and be separate, and touch not the unclean, and he will receive you. He promises to be a father unto you. Oh, what a relationship is this! higher and holier than any earthly ties. If you make the sacrifice, if you have to forsake father, mother, sisters, brothers, wife and children, for Christ's sake, you will not be friendless. God adopts you into his family; you become members of the royal household; sons and daughters of the heavenly King who rules in the Heaven of heavens. Can you desire a more exalted position than is here promised? Is it not enough? Said the angel, “What could God do for the children of men more than he has already done? If such love, such exalted promises, are not appreciated, could God devise anything higher, anything richer and more lofty? All has been done for the salvation of man that God could do, and yet the hearts of the children of men have become hardened. Because of the multiplicity of the blessings God has surrounded them with, they receive them as common things and forget their gracious Benefactor.”"},{"refcode_short":"T12 21.1","refcode_long":"Testimony for the Church — No. 12, p. 21.1 (Ellen Gould White)","content":"I saw that Satan was a vigilant foe, intent upon his purpose of leading the youth to a course of action entirely contrary to that which God would approve. He well knows that there is no class that can do as much good as young men and young women who are consecrated to God. The youth, if right, could sway a mighty influence. Preachers, or laymen advanced in years, cannot have one-half that influence upon the young in communities that the youth, devoted to God, can have upon their associates. They ought to feel that a responsibility is resting upon them, to do all they can to save their fellow mortals, even at a sacrifice of their pleasure and natural desires. Time, and even means, if required, should be consecrated to God, and these professing godliness should feel the danger those are in who are out of Christ. Soon their probation will close. These who might have had influence in saving souls, had they stood in the counsel of God, yet failed to do their duty through selfishness, indolence, or because they were ashamed of the cross of Christ, will not only lose their own souls, but the blood of poor sinners will be found in their garments. Such will have to render an account for the good that they could have done had they been consecrated to God, but did not do because of their unfaithfulness. Those who have really tasted the sweets of redeeming love will not rest, cannot rest, until those with whom they associate are made acquainted with the plan of salvation. Young men and women should inquire, “Lord, what wilt thou have me to do? How can I honor and glorify thy name upon the earth?” Souls are perishing all around us, and yet where is the burden the youth bear to win souls to Christ. Those who attend school could have influence; but who names the name of Christ, and who do you see in earnest conversation, pleading with tender earnestness with their companions to forsake the ways of sin and choose the path of holiness?"},{"refcode_short":"T12 22.1","refcode_long":"Testimony for the Church — No. 12, p. 22.1 (Ellen Gould White)","content":"I was shown that this is the course the believing young should take, but they do not; it is more congenial to their feelings to unite with the sinner in sport and pleasure. I saw that the young have a wide sphere of usefulness, but they see it not. If they would now exert their powers of mind in seeking ways to approach perishing sinners, that they might make known to them the path of holiness, and by prayer and entreaty win even one soul to Christ, what a noble enterprise! One soul to praise God through eternity! One soul to enjoy happiness and everlasting life! One gem in their crown to shine as a star forever and ever! But even more than one can be brought to turn from error to truth, from sin to holiness. Says God, by the prophet, “And they that turn many to righteousness shall shine as the stars forever and ever.” Then those who engage with Christ and angels in the work of saving perishing souls, are richly rewarded in the kingdom of Heaven."},{"refcode_short":"T12 23.1","refcode_long":"Testimony for the Church — No. 12, p. 23.1 (Ellen Gould White)","content":"I saw that many souls might be saved if the young were where they ought to be, devoted to God and to the truth; but the young generally occupy a position where constant labor must be bestowed upon them, or they will become of the world themselves. They are a source of constant anxiety, of heartache. Tears flow on their account, and agonizing prayers are wrung from the hearts of parents in their behalf. They move on, reckless of the pain their course of action causes. They plant thorns in the breasts of those who would die to save them, and have them become what God designed they should, through the merits of the blood of Christ."},{"refcode_short":"T12 23.2","refcode_long":"Testimony for the Church — No. 12, p. 23.2 (Ellen Gould White)","content":"The youth exercise their ability to work out this or that nice piece of art, but feel not that God requires them to turn their talents to a better account, that of adorning their profession, and seeking to save souls for whom Christ died. One such soul saved is of more value than worlds. Gold and earthly treasure can bear no comparison to the salvation of even one poor soul."},{"refcode_short":"T12 23.3","refcode_long":"Testimony for the Church — No. 12, p. 23.3 (Ellen Gould White)","content":"Young men and young women, I saw that God has a work for you to do; take up your cross and follow Christ, or you are unworthy of him. While you remain in listless indifference, how can you tell what is the will of God concerning you? and how do you expect to be saved, unless as faithful servants you do your Lord's will? Those who possess eternal life will all have done well. The King of glory will exalt them to his right hand, while he says to them, “Well done, good and faithful servants.” How can you tell how many souls you might save from ruin, if, instead of studying your own pleasure, you were seeking what work you could do in the vineyard of your Master? How many souls have these gatherings for conversation and the practice of music been the means of saving? If you cannot point to one soul thus saved, turn, oh! turn to a new course of action. Begin to pray for souls; get near to Christ, close to his bleeding side. Let a meek and quiet spirit adorn your lives, and let your earnest, broken, humble petitions ascend to him for wisdom, that you may have success in not only saving your own soul, but the souls of others. Pray more than you sing. Do you not stand in need of prayer more than singing? God calls upon you to work, young men and women; work for him. Make an entire change in your course of action. You can do a work that those who minister in word and doctrine cannot do. You can reach a class the minister cannot affect."},{"refcode_short":"T12 24","refcode_long":"Testimony for the Church — No. 12, p. 24 (Ellen Gould White)","content":"Recreation for Christians"},{"refcode_short":"T12 24.1","refcode_long":"Testimony for the Church — No. 12, p. 24.1 (Ellen Gould White)","content":"I was shown that Sabbath-keepers as a people labor too hard, without allowing themselves change, or periods of rest. Recreation is needful to those who are engaged in physical labor, yet still more essential for those whose labors are principally mental."},{"refcode_short":"T12 25.1","refcode_long":"Testimony for the Church — No. 12, p. 25.1 (Ellen Gould White)","content":"I was shown that it is not essential to our salvation, nor for the glory of God, for us to keep the mind laboring, even upon religious themes, constantly and excessively. There are amusements which we cannot approve, because Heaven condemns them,—such as dancing, card-playing, chess, checkers, &c. These amusements open the door for great evil. Their tendencies are not beneficial, but their influence upon the mind is to excite and produce in some minds a passion for those plays which lead to gambling, and dissolute lives. All such plays should be condemned by Christians. Something should be substituted in the place of these amusements. Something can be invented, perfectly harmless."},{"refcode_short":"T12 25.2","refcode_long":"Testimony for the Church — No. 12, p. 25.2 (Ellen Gould White)","content":"I saw that our holidays should not be spent in patterning after the world, yet they should not be passed by unnoticed, for this will bring dissatisfaction to our children. On these days when there is danger of our children partaking of evil influences, and becoming corrupted by the pleasures and excitement of the world, let the parents study to get up something to take the place of more dangerous amusements. Give your children to understand you have their happiness and best good in view."},{"refcode_short":"T12 25.3","refcode_long":"Testimony for the Church — No. 12, p. 25.3 (Ellen Gould White)","content":"Let families unite together and leave their occupations which have taxed them physically and mentally, and make an excursion out of the cities and villages a few miles into the country, by the side of a fine lake, or in a nice grove, where the scenery of nature is beautiful. They should provide themselves with plain, hygienic food, and spread their table under the shade of some tree, or under the canopy of heaven, provided with the very best fruits and grains. The ride, the exercise, and the scenery, will quicken the appetite, and they can come around a repast which kings might envy."},{"refcode_short":"T12 26.1","refcode_long":"Testimony for the Church — No. 12, p. 26.1 (Ellen Gould White)","content":"Parents and children on such occasions should feel as free as air from care, labors, or perplexities. Parents should become children with their children, making it as happy as possible for them. Let the whole day be given to recreation. Exercise of the muscles in the open air, for those whose employment has been within doors and sedentary, will be beneficial to health. All who can, should feel it a duty resting upon them to pursue this course. Nothing will be lost, but much gained. They can return to their occupations with new life and new courage to engage in their labor with new zeal. And such have gained much, for they are better prepared to resist disease."},{"refcode_short":"T12 26.2","refcode_long":"Testimony for the Church — No. 12, p. 26.2 (Ellen Gould White)","content":"I saw that but few have a realizing sense of the constant, wearing labor upon the brains of those who are bearing the responsibilities of the work in the Office. Confined day after day, and week after week, within doors, a constant strain upon the mental powers is surely undermining the constitutions of these men, and lessening their hold on life. These brethren are in danger of breaking suddenly. They are not immortal, and without a change they must wear out and be lost to the work."},{"refcode_short":"T12 26.3","refcode_long":"Testimony for the Church — No. 12, p. 26.3 (Ellen Gould White)","content":"Precious gifts we have in Brn. Smith, Aldrich, and Amadon. We cannot afford to have them ruin their health through close confinement and incessant toil. Where can we find men to supply their places, with their experience? Two of these brethren have been fourteen years connected with the work in the Office, laboring earnestly, conscientiously, and unselfishly, for the advancement of the cause of God."},{"refcode_short":"T12 27.1","refcode_long":"Testimony for the Church — No. 12, p. 27.1 (Ellen Gould White)","content":"These brethren have had scarcely any variation or change, except what fevers and sickness have given them. They should have a change frequently; should devote a day wholly to recreation with their families, who are almost entirely deprived of their society. All may not be able to leave the work at a time, but they should so arrange their work that one or two may leave, leaving others to supply their places, and then give others the same opportunity they have had."},{"refcode_short":"T12 27.2","refcode_long":"Testimony for the Church — No. 12, p. 27.2 (Ellen Gould White)","content":"I also saw that these brethren, Aldrich, Amadon, and Smith, should, as a religious duty, take care of the health and strength which God has given them. God does not require them to become martyrs just now to his cause. They will obtain no reward for making this sacrifice, for God wants them to live. Their lives can better, far better, serve the cause of present truth, than their death."},{"refcode_short":"T12 27.3","refcode_long":"Testimony for the Church — No. 12, p. 27.3 (Ellen Gould White)","content":"I saw that if either of these brethren should be suddenly prostrated by disease, no one should regard it as a direct judgment from the Lord. It will only be the sure result of the violation of nature's laws. They should take heed to the warning given them, lest they transgress and have to suffer the heavy penalty."},{"refcode_short":"T12 28.1","refcode_long":"Testimony for the Church — No. 12, p. 28.1 (Ellen Gould White)","content":"I saw that these brethren could benefit the cause of God by attending as often as practicable Convocation Meetings, at a distance from the place of their confinement and labor. It is impossible for their minds to be enlivened and invigorated as God would have them, to pursue the work so important, which requires healthy nerves and brain, while they are incessantly confined at the Office."},{"refcode_short":"T12 28.2","refcode_long":"Testimony for the Church — No. 12, p. 28.2 (Ellen Gould White)","content":"I was shown that it would be a benefit to the cause at large for these men, standing at the head of the work at Battle Creek, to become acquainted with their brethren abroad by associating with them in meeting. It will give the brethren abroad confidence in those who are bearing the responsibilities of the work, and will relieve the brethren bearing these burdens, of the taxation upon the brain, and will make them better acquainted with the progress of the work and the wants of the cause. It will enliven their hopes, renew their faith, and increase their courage. Time thus taken will not be lost, but be spent to the very best advantage. These brethren have qualities making them capable of enjoying social life to the highest degree. They would enjoy the society of brethren abroad at their homes, and would benefit and be benefited by interchange of thought and views. Especially do I appeal to Bro. Smith to change his course of life. He cannot exercise as others in the Office can. Indoor, sedentary employment, is preparing him for a sudden breakdown. He cannot always do as he has done. He must have more life in the open air, having periods of light labor, of some special nature, or exercise of a pleasant, recreative character. Such confinement as he has imposed upon himself would break down the constitution of the strongest animal. It is cruel, it is wicked, a sin against himself, which I raise my voice in warning against. Bro. Smith, more of your time must be spent in the open air, riding, or in pleasant exercise, or you must die, your wife become a widow, and your children who love you so much become orphans. Bro. Smith is qualified to edify others in the exposition of the word. He can serve the cause of God, and be benefited himself, by making efforts to get out to the large gatherings of Sabbath-keepers, and let his testimony be borne to the edification of those who are privileged to hear him. This change would bring him more out of doors, and in the open air. His blood flows sluggishly through his veins for want of the electrifying air of heaven. He has done his part in the work at the Office well, but still he has needed the assistance of the electricity of pure air and sunlight out of doors, to make his work still more spiritual and enlivening."},{"refcode_short":"T12 29.1","refcode_long":"Testimony for the Church — No. 12, p. 29.1 (Ellen Gould White)","content":"June 5, 1863, I was shown the necessity of my husband's preserving his strength and health, for God had yet a great work for us to do. In his providence we had obtained an experience in this work from its very commencement, and thus our labors would be of greater account to his cause. I saw that my husband's constant and excessive labor was exhausting his fund of strength, which God would have him preserve. If he continued to overtask his physical and mental energies as he had been doing, he would be reaching down into the future, and using up his future resources of strength, and exhausting the capital, and would break down prematurely, and the cause of God be deprived of his labor. He was much of the time performing labor connected with the Office which others might do; also business transactions which he should avoid. God would have us both reserve our strength to be used when he especially required it, and do that work which others could not do, and for which he has raised us up, preserved our lives, and given us a valuable experience, to be a benefit to his people."},{"refcode_short":"T12 30.1","refcode_long":"Testimony for the Church — No. 12, p. 30.1 (Ellen Gould White)","content":"I did not make this public, because it was given especially to us. If this caution had been fully heeded, the affliction under which my husband has been a great sufferer would have been saved. The work of God seemed urgent, and to allow of no relaxation or separation from it. My husband seemed compelled to constant, wearing labor. His anxiety for his brethren liable to the draft, and to meet the rebellion in Iowa, kept the mind constantly strained, and the physical energies were utterly exhausted. Instead of having relief, burdens never pressed heavier; and care, instead of lessening, was trebled. But there certainly was a way of escape, or God would not have given the caution he did, or else would have caused that he should not break down under such taxation. I saw that had he not been especially sustained by God he would have realized the prostration of his physical and mental powers much sooner than he did."},{"refcode_short":"T12 31.1","refcode_long":"Testimony for the Church — No. 12, p. 31.1 (Ellen Gould White)","content":"When God speaks, he means what he says. When he cautions, it becomes those noticed to take heed. Why I now speak publicly is because the same caution which was given my husband has been given some connected with the Office. They, I saw, were just as liable to be stricken down unless they change their course of action as was my husband. I am not willing that others should suffer as he has done. But that which is the most to be dreaded is, to be lost for a time to the cause and work of God, when the help and influence of all are so much needed."},{"refcode_short":"T12 31.2","refcode_long":"Testimony for the Church — No. 12, p. 31.2 (Ellen Gould White)","content":"Those connected with the Office cannot endure, by considerable, the amount of care and labor that my husband has borne for years. They have not the constitution, the capital to draw upon, which my husband has had. They can never endure the perplexities, and the constant, wearing labor which has come upon him, and which he has borne for twenty years. I cannot endure the thought that one in the Office should sacrifice strength and health, through excessive labor, and their usefulness prematurely end, and they be unable to work in the vineyard of the Lord. It is not merely the gatherers of the fruit that are the essential laborers, but all who assist in digging about the plants, watering, pruning, and lifting up the drooping, trailing vines, and leading their tendrils to entwine about the true trellis, the sure support. None of these workmen can be spared."},{"refcode_short":"T12 32.1","refcode_long":"Testimony for the Church — No. 12, p. 32.1 (Ellen Gould White)","content":"The brethren in the Office feel that they cannot leave the work for a few days for a change, for recreation; but it is a mistake. They can, and should do so. How much better to leave for a few days, even if there is not as much work accomplished, than to be prostrated by disease and be separated from the work for months, and perhaps never be able to engage in it again?"},{"refcode_short":"T12 32.2","refcode_long":"Testimony for the Church — No. 12, p. 32.2 (Ellen Gould White)","content":"My husband thought it wrong for him to spend time in social enjoyment. He could not afford to rest. He thought the work in the Office would suffer if he should. But after the blow fell upon him, causing physical and mental prostration, the work had to be carried on without him. I saw that these brethren engaged in the responsible labor in the Office should work upon a different plan, make their arrangements to have change. If more help is needed, obtain it; and let relief come to these who are suffering with constant confinement and with brain labor. They should attend Convocation Meetings. They need to throw off care, share the hospitality of their brethren, enjoy their society and the blessings of the meetings. They will thus receive fresh thoughts, and their wearied energies will be awakened to new life, and they will return to the work far better qualified to perform their part, for they better understand the wants of the cause."},{"refcode_short":"T12 32.3","refcode_long":"Testimony for the Church — No. 12, p. 32.3 (Ellen Gould White)","content":"Brethren abroad, are you asleep to this matter? Must your hearts be made faint by another of God's workmen, whom you love, falling. These men are the property of the church. Will you suffer them to die under the burdens? I appeal to you to advise a different order of things. I pray that God may never allow the bitter experience to come to any one of the brethren in the Office that has come upon us. Especially do I commend Bro. Smith to your care. Shall he die for want of air,—the vitalizing air of heaven. The course he is pursuing is really shortening his life. Through confinement in-doors his blood is becoming foul and sluggish, the liver is deranged, the action of the heart is not right. Unless he works a change for himself, nature will take the work into her hands. She will make a grand attempt to relieve the system by expelling the impurities from the blood. She will summon all the vital powers to work, and the whole organism will be deranged, and all this may end in paralysis or apoplexy. If he should ever recover from this crisis, his loss of time is great; but the probabilities of recovery are very small."},{"refcode_short":"T12 33.1","refcode_long":"Testimony for the Church — No. 12, p. 33.1 (Ellen Gould White)","content":"If Bro. Smith cannot be aroused, I advise you, brethren, who have an interest in the cause of present truth, to take him as Luther was taken by his friends, and carry him away from his work."},{"refcode_short":"T12 33.2","refcode_long":"Testimony for the Church — No. 12, p. 33.2 (Ellen Gould White)","content":"Since writing the above I learn that most of Thoughts on the Revelation was written in the night, after his day's work was done. This was the course which my husband pursued; I protest against such suicide. The brethren whom I have mentioned, who are so confined in the Office, in attending meetings and taking periods of recreation are serving the cause of God. They are preserving themselves in the best conditions of physical health and mental strength to devote themselves to the work. They should not be left to feel crippled because they are not earning wages. Their wages should go on, and they be free. They are doing a great work."},{"refcode_short":"T12 34","refcode_long":"Testimony for the Church — No. 12, p. 34 (Ellen Gould White)","content":"The Reform Dress"},{"refcode_short":"T12 34.1","refcode_long":"Testimony for the Church — No. 12, p. 34.1 (Ellen Gould White)","content":"In answer to letters of inquiry from many sisters relative to the proper length of the dress, I would say, that we have in our part of the State of Michigan adopted the uniform length of about nine inches from the floor. I take this opportunity to answer these inquiries in order to save the time in answering many letters."},{"refcode_short":"T12 34.2","refcode_long":"Testimony for the Church — No. 12, p. 34.2 (Ellen Gould White)","content":"I should have spoken before, but have waited to see something definite on this point in the Health Reformer. I would earnestly recommend uniformity in length, and would say that nine inches as nearly accords with my views of the matter as I am able to express in inches."},{"refcode_short":"T12 34.3","refcode_long":"Testimony for the Church — No. 12, p. 34.3 (Ellen Gould White)","content":"As I travel from place to place, I do not find the Reform Dress rightly represented, and am made to feel the necessity of something more definite being said, that there may be uniform action in this matter. This style of dress is unpopular, and for this reason neatness and taste should be used by those who adopt it. I have once spoken upon this point, yet some fail to follow the advice given. There should be uniformity as to the length of the Reform Dress among Sabbath-keepers."},{"refcode_short":"T12 35.1","refcode_long":"Testimony for the Church — No. 12, p. 35.1 (Ellen Gould White)","content":"Those who make themselves peculiar by adopting this dress should not think for a moment that it is unnecessary to show order, taste and neatness. Our sisters, before putting on the Reform Dress, should obtain patterns of the pants and sack worn with the dress. It is a great injury to the Dress Reform to have persons introduce into a community a style which in every particular needs reforming before it can rightly represent the Reform Dress. Wait, sisters, till you can put on the dress right."},{"refcode_short":"T12 35.2","refcode_long":"Testimony for the Church — No. 12, p. 35.2 (Ellen Gould White)","content":"In some places there exists great opposition to the short dress. But when I see some dresses worn by the sisters I do not wonder that people are disgusted, and condemn the dress. Where the dress is represented as it should be, all candid people are constrained to admit that it is modest and convenient. In some churches I have seen all kinds of reform dresses, and yet not one answering the description presented before me. Some appear with white muslin pants, white sleeves, dark delaine dress and a sleeveless sack of the same description as the dress. Some appear with a calico dress and pants cut after their own fashioning, not after “the pattern,” without starch, or stiffening to give them form, and they cling close to the limbs. There is certainly nothing in these dresses manifesting taste or order. Such a dress would not recommend itself to the good judgment of sensible-minded people. In every sense of the word it is a deformed dress."},{"refcode_short":"T12 36.1","refcode_long":"Testimony for the Church — No. 12, p. 36.1 (Ellen Gould White)","content":"Sisters who have opposing husbands have asked my advice in regard to their adopting the short dress, while their husbands would not consent to their doing so. I advise them to wait. I do not consider the dress question of such vital importance as the Sabbath. Here there is no hesitation admitted. The opposition which they might receive would be more injurious to health than the dress would be beneficial. Several of these sisters have said to me, “My husband likes your dress; he says he has not one word of fault to find with it.” This has led me to see the necessity of our sisters representing the Dress Reform aright, by manifesting neatness, order, and uniformity in dress."},{"refcode_short":"T12 36.2","refcode_long":"Testimony for the Church — No. 12, p. 36.2 (Ellen Gould White)","content":"I shall have patterns prepared to take with me as we travel, ready to hand to our sisters whom we shall meet, or to send by mail, to all who may order them. Our address will be given in the Review."},{"refcode_short":"T12 36.3","refcode_long":"Testimony for the Church — No. 12, p. 36.3 (Ellen Gould White)","content":"Those who adopt the short dress, should also manifest taste in the selection of colors. Those who are unable to buy new cloth, must do the best they can in exercising a little more taste and ingenuity in fixing over old garments, making them new again. Be particular to have the pants and dress of the same color and material, or you will appear fantastic. Old garments may be cut after a correct pattern, and arranged tastefully, and appear like new again. I beg of you, sisters, not to form your patterns after your own particular ideas. There are correct patterns and good tastes. There are also incorrect patterns and bad tastes."},{"refcode_short":"T12 37.1","refcode_long":"Testimony for the Church — No. 12, p. 37.1 (Ellen Gould White)","content":"This dress does not require hoops, and I hope it will never be disgraced by them. Our sisters need not be under the necessity of wearing many skirts to distend the dress. They appear much more becoming, falling about the form naturally, over one or two light skirts. Moreen is excellent material for outside skirts; it retains its stiffness, and is durable. If anything is worn in skirts, let it be very small. Quilts are unnecessary. Yet I frequently see them worn, and sometimes hanging a trifle below the dress. This gives the dress an immodest, untidy appearance. White skirts, worn with dark dresses, do not become the short dress. Be particular to have your skirts cleanly, neat and nice, made of good material, and in all cases let them be at least three inches shorter than the dress. If anything is worn to distend the skirt let it be small, and at least one quarter or one half a yard from the bottom of the dress or outside skirt. If a cord, or anything answering the place of cords, is placed directly around the bottom of the skirt, it distends the dress merely at the bottom, where it should not be, and throws out the dress, making it appear very unbecoming when sitting or stooping."},{"refcode_short":"T12 37.2","refcode_long":"Testimony for the Church — No. 12, p. 37.2 (Ellen Gould White)","content":"As we travel from place to place none need fear that I shall make Dress Reform one of my principal subjects. Those who have heard me upon this matter will have to act upon the light that has already been given. I have done my duty; I have borne my testimony, and those who have heard me and read that which I have written, must now bear the responsibility of receiving or rejecting the light given. If they choose to venture to be forgetful hearers, and not doers of the work, they run their own risk, and will be accountable to God for the course they pursue. I am clear. I shall urge none, condemn none. This is not the work assigned me. God knows who his humble, willing, obedient children are, and will reward them according to their faithful performance of his will. To many the Dress Reform is too simple and humbling to be adopted. The cross they cannot lift. God works by simple means to separate and distinguish his children from the world. Some have so departed from the simplicity of the work and ways of God that they are above the work, not in it."},{"refcode_short":"T12 38.1","refcode_long":"Testimony for the Church — No. 12, p. 38.1 (Ellen Gould White)","content":"I was referred to Numbers 15:38-41. “Speak unto the children of Israel, and bid them that they make them fringes in the borders of their garments throughout their generations, and that they put upon the fringe of the borders a ribbon of blue: And it shall be unto you for a fringe, that ye may look upon it, and remember all the commandments of the Lord, and do them; and that ye seek not after your own heart and your own eyes, after which ye use to go a whoring: That ye may remember and do all my commandments, and be holy unto your God. I am the Lord your God, which brought you out of the land of Egypt, to be your God: I am the Lord your God.” Here God expressly commanded a very simple arrangement of dress for the children of Israel for the purpose of distinguishing them from the idolatrous nations around them. As they looked upon their singularity of dress from the world, they were to remember that they were God's commandment-keeping people, and that he had wrought in a miraculous manner to bring them from Egyptian bondage to serve him, to be a holy people unto God, not to serve their own desires, or observe and do according to the idolatrous nations around them, but to remain a distinct, separate people, that all who looked upon them might say, These are they whom God brought out of the land of Egypt, who keep the law of ten commandments. An Israelite was known to be such as soon as seen, for God through simple means distinguished him as his."},{"refcode_short":"T12 39.1","refcode_long":"Testimony for the Church — No. 12, p. 39.1 (Ellen Gould White)","content":"The order given by God to the children of Israel to place a ribbon of blue in their garments did not have any direct influence on their health, only as God would bless them by obedience, and the ribbon would keep in their memory the high claims Jehovah had upon them, and prevent their mingling with the nations, eating swine's flesh and luxurious food detrimental to health, and uniting in their drunken feasts."},{"refcode_short":"T12 39.2","refcode_long":"Testimony for the Church — No. 12, p. 39.2 (Ellen Gould White)","content":"The Reform Dress God would have his people now adopt, not only to distinguish them from the world as his “peculiar people,” but a reform in dress is essential to physical and mental health. God's people have lost their peculiarity to a great extent, and have been gradually patterning after, and mingling with, the world, until they are like them in many respects. This is displeasing to God. He directs them as he did the children of Israel anciently, to come out from the world and forsake their idolatrous practices, and to not follow their own hearts (for their hearts are unsanctified), or their own eyes, which have led to a departure from God and a uniting with the world."},{"refcode_short":"T12 40.1","refcode_long":"Testimony for the Church — No. 12, p. 40.1 (Ellen Gould White)","content":"Something must arise to lessen the hold of God's people upon the world. The Dress Reform is simple and healthful, yet there is a cross in it. I thank God for the cross. I cheerfully bow to lift it. We have been so united with the world, we have lost sight of the cross, and do not suffer for Christ's sake."},{"refcode_short":"T12 40.2","refcode_long":"Testimony for the Church — No. 12, p. 40.2 (Ellen Gould White)","content":"We do not wish to get up something to make a cross, but if God presents to us a cross, we should cheerfully bear it. In the acceptance of the cross, we are distinguished from the world. The world love us not, and ridicule our peculiarity. Christ was hated of the world, because he was not one of the world. Can the followers of Christ expect to fare better than their Master? If they pass along without receiving censure, or frowns from the world, they may be alarmed, for it is their conformity to the world which makes them so much like them; they have nothing to arouse their envy or malice. There is no collision of spirits. The world despise the cross, “For the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God.” 1 Corinthians 1:18. “But God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.” Galatians 6:14."},{"refcode_short":"T12 41","refcode_long":"Testimony for the Church — No. 12, p. 41 (Ellen Gould White)","content":"Surmisings About Battle Creek"},{"refcode_short":"T12 41.1","refcode_long":"Testimony for the Church — No. 12, p. 41.1 (Ellen Gould White)","content":"In 1865 I saw that some have felt at liberty through envious feelings to speak lightly of Battle Creek. Some look suspiciously on all that is going on there, and seem to exult if they can get hold of anything to take advantage of that comes from Battle Creek. But God is displeased with such a spirit, such a course of action. From what source do churches abroad obtain their light and knowledge of the truth? It has been from the means which God has ordained, which center at Battle Creek. Who have the burdens of the cause? It is those who are zealously laboring at Battle Creek, and while churches that are scattered abroad are relieved from the burdens and heavy trials which necessarily come upon those who stand in the forefront of the hottest battle, and while these are excused from perplexities and wearing thoughts attendant upon those who engage in making highly-important decisions in connection with the work to be accomplished for the remnant people of God, they should feel thankful, and praise God that they are thus favored, and should be the last to be jealous, envious, and fault-finding, occupying a position,—“Report, and we will report it.”"},{"refcode_short":"T12 41.2","refcode_long":"Testimony for the Church — No. 12, p. 41.2 (Ellen Gould White)","content":"At Battle Creek they have borne the burdens of the conferences, which have been upon many, or nearly all of the church, a severe tax. Many in consequence of the extra labors borne have brought upon themselves debility, which has lasted for many months. They have borne the burden cheerfully, but have felt saddened and disheartened by the heartless indifference of some, and the cruel jealousy of others, after they have returned to the several churches from whence they came. Speeches are thoughtlessly made,—by some designedly, by others carelessly,—concerning the burden-bearers there, and concerning those who stand at the head of the work. God has marked all these speeches, all these jealousies, all these envious feelings, and a faithful record of it is kept. Men and women thank God for the truth, and then turn around and question and find fault with the very means Heaven has ordained to make them what they are, or what they ought to be. How much more pleasing to God for them to act the part of Aaron and Hur, and help hold up the hands of those who are bearing the great and heavy burdens of the work in connection with the cause of God. Murmurers and complainers should remain at home, where they will be out of the way of temptation, where they cannot find food for their jealousies, evil-surmisings and fault-findings; for the presence of such is only a burden to the meetings, clouds without water."},{"refcode_short":"T12 42.1","refcode_long":"Testimony for the Church — No. 12, p. 42.1 (Ellen Gould White)","content":"All who feel at liberty to censure and find fault with those whom God has chosen to act an important part in this last great work, had better be converted and obtain the mind of Christ. Let them remember those of the children of Israel who were ready to find fault with Moses, whom God had ordained to lead his people to Canaan, and to murmur against even God himself. They should remember that all these murmurers fell in the wilderness. It is so easy to rebel, so easy to give battle before considering matters rationally, calmly, and settling whether there is anything to war against. The children of Israel are our example upon whom the ends of the world are come."},{"refcode_short":"T12 43.1","refcode_long":"Testimony for the Church — No. 12, p. 43.1 (Ellen Gould White)","content":"In regard to Battle Creek, it is easier with many to question and find fault than to tell what should be done. This responsibility some would even venture to take, but they would soon find themselves deficient in experience, for they would run the work into the ground. If these talkers and fault-finders would themselves become burden-bearers, and pray for the laborers, they would be blessed themselves and bless others with their godly example, with their holy influence and lives. It is easier for many to talk than to pray, and such lack spirituality and holiness, and their influence is an injury to the cause of God. Instead of feeling that the work at Battle Creek is their work, that they have an interest in its prosperity, they stand aside more as spectators, to question and find fault. Those who do this are the very ones who lack experience in this work, and who have suffered but little for the truth's sake."},{"refcode_short":"T12 44","refcode_long":"Testimony for the Church — No. 12, p. 44 (Ellen Gould White)","content":"Shifting Responsibilities"},{"refcode_short":"T12 44.1","refcode_long":"Testimony for the Church — No. 12, p. 44.1 (Ellen Gould White)","content":"Those Sabbath-keeping brethren who shift the responsibility of their stewardship into the hands of their wives, while they are capable of managing the same themselves, are unwise, and in the transfer displease God. The stewardship of the husband cannot be transferred to the wife. Yet this is sometimes done to the great injury of both. Believing husbands have sometimes transferred their property to their unbelieving companions, hoping thereby to gratify them, disarm their opposition, and finally induce them to believe the truth. But this is no more nor less than hiring peace, or hiring them to believe the truth with the means God has lent them to advance his cause. This transfer is to one who has no sympathy for the truth, and what account will such render when the Great Master requires his own with usury?"},{"refcode_short":"T12 44.2","refcode_long":"Testimony for the Church — No. 12, p. 44.2 (Ellen Gould White)","content":"Believing parents have frequently transferred their property to their unbelieving children, thus putting it out of their power to render to God the things that are his. By so doing, they lay off that responsibility which God has laid upon them, and place in the enemy's ranks means which God has entrusted to them to be returned to him by being invested in his cause when he shall require it of them. It is not in God's order that parents, who are capable of managing their own business, should give up the control of their property, even to children who are of the same faith. They seldom possess the devotion to the cause they should, and they have not been schooled in adversity and affliction, so as to place a high estimate upon the eternal treasure, and less upon the earthly. The means placed in the hands of such is the greatest evil. It is a temptation to them to place their affections upon the earthly, and trust to property, and feel that they need but little besides. Means coming into their possession which they have not acquired by their own exertion, they seldom use wisely."},{"refcode_short":"T12 45.1","refcode_long":"Testimony for the Church — No. 12, p. 45.1 (Ellen Gould White)","content":"The husband who transfers his property to his wife, opens for her a wide door of temptation, if she be a believer or unbeliever. If a believer, and her peculiar traits of character are penurious, rather inclined to selfishness and acquisitiveness, how much harder will be the battle for her with her husband's stewardship and her own to manage. In order for her to be saved, she must overcome all these peculiar, evil traits, and imitate the character of her divine Lord, seeking opportunity to do others good, loving others as Christ has loved us. She should cultivate the precious gift of love, possessed so largely by our Saviour. His life was characterized by noble, disinterested benevolence. His whole life was not marred by one selfish act."},{"refcode_short":"T12 45.2","refcode_long":"Testimony for the Church — No. 12, p. 45.2 (Ellen Gould White)","content":"Whatever the motives of the husband, he has placed a terrible stumbling-block in his wife's way, to hinder her in the work of overcoming. And if the transfer be made to the children, the same evil results may follow. His motives God reads. If he were selfish, that his means might be retained, and he has made the transfer as a covert to conceal his covetousness, and excuse himself from doing anything to advance the cause, the curse of Heaven will surely follow. God reads the purposes and intents of the heart. He tries the motives of the children of men. His signal, visible displeasure, may not be manifested as in the case of Ananias and Sapphira, yet their punishment in the end will in no case be lighter than that which was inflicted upon them. In their trying to deceive men, it was deceiving and lying to God. “The soul that sinneth it shall die.” Such can no better stand the test of the judgment, than the man to whom was committed the one talent who hid it in the earth. When God called him to account, he accused him of injustice. “I know thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strewed; and I was afraid, and went and hid thy talent in the earth [where the cause of God could not be benefited with it]; lo, there thou hast that is thine.” Saith God, “Take therefore the talent from him, and give to him that hath ten talents, and cast ye the unprofitable servant into outer darkness; there shall be weeping and gnashing of teeth.” This man was afraid that his lord would be benefited with the improvement of his talent."},{"refcode_short":"T12 46.1","refcode_long":"Testimony for the Church — No. 12, p. 46.1 (Ellen Gould White)","content":"I saw that there were many who have wrapped their talent in a napkin and hid it in the earth. They seem to think that every penny that is invested in the cause of God is lost, beyond redemption to them. To those who feel thus, it is even so. They will receive no reward. They give grudgingly, only because they feel necessitated to do something. God loveth the cheerful giver. Those who flatter themselves that they can shift their responsibility upon wife or children, are deceived by the enemy. Such a transfer will not lessen their responsibility. They are accountable for the means Heaven has entrusted to their care, and in no way can they excuse themselves of this responsibility, until they are released by their rendering back to God that which he has committed to them."},{"refcode_short":"T12 47.1","refcode_long":"Testimony for the Church — No. 12, p. 47.1 (Ellen Gould White)","content":"The love of the world separates from God. If any man love the world, the love of the Father is not in him. It is impossible for anyone to discern the truth while the world has their affections. The world comes between them and God, beclouding the vision, and benumbing the sensibilities to that degree that it is impossible for them to discern sacred things. God calls upon such: “Cleanse your hands, ye sinners, and purify your hearts, ye double minded. Be afflicted and mourn. Let your laughter be turned to mourning and your joy to heaviness.” Those who have stained their hands with the pollution of the world, are required to cleanse themselves from its stains. Those who think they can serve the world and yet love God, are double minded. But they cannot serve God and mammon. They are men of two minds, loving the world and losing all sense of their obligation to God, and yet professing to be Christ's followers. They are neither one thing nor the other. They will lose both worlds unless they cleanse their hands and purify their hearts through the pure principles of truth. “He that saith he abideth in him, ought himself also to walk even as he walked. Herein is our love made perfect, that we may have boldness in the day of judgment; because as he is, so are we in this world.” “Whereby are given unto us exceeding great and precious promises; that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.”"},{"refcode_short":"T12 48.1","refcode_long":"Testimony for the Church — No. 12, p. 48.1 (Ellen Gould White)","content":"It is worldly lust that is destroying true godliness. Love of the world, and the things that are in the world, is separating from the Father. The passion for earthly gain is increasing among those who profess to be looking for the soon appearing of our Saviour. The lust of the flesh, the lust of the eye, and the pride of life, control even professed Christians. They are seeking for the things of the world with avaricious lust, and many will sell eternal life for unholy gain."},{"refcode_short":"T12 48","refcode_long":"Testimony for the Church — No. 12, p. 48 (Ellen Gould White)","content":"Proper Observance of the Sabbath"},{"refcode_short":"T12 48.2","refcode_long":"Testimony for the Church — No. 12, p. 48.2 (Ellen Gould White)","content":"Dec. 25, 1865, I was shown in regard to the observance of the Sabbath, that there has been too much slackness. There has not been promptness to fulfill the secular duties within the six working days which God has given to man, and a carefulness not to infringe upon one hour of the holy, sacred time, God has reserved to himself. I saw that there was no business of man's that should be considered of sufficient importance to cause him to transgress the fourth precept of Jehovah. There are cases that Christ has given us where we may labor even on the Sabbath in saving the life of man or of animals. But for our own advantage, in a pecuniary point of view, to violate the letter of the fourth commandment, we are Sabbath-breakers, and become guilty of transgressing the whole of the commandments; for if we offend in one point, we are guilty of all. If in order to save property we break over the express command of Jehovah, where is the stopping-place? where set the bounds? Transgress in a small matter, and look upon such things as a matter of no particular sin on our part, and the conscience becomes hardened, the sensibilities blunted, and we can go still further, until labor to quite an extent may be performed, and we still flatter ourselves that we are Sabbath-keepers, when according to Christ's standard we are breaking every one of God's holy precepts. There is a fault with Sabbath-keepers in this respect. But God is very particular, and all who think that they are saving a little time, or advantaging themselves by infringing a little on the Lord's time, will meet with loss sooner or later. God cannot bless them as it would be his pleasure to do, for his name is dishonored by them, his precepts lightly esteemed, and instead of obtaining gain, God's curse will rest upon them, and they will lose ten or twenty fold more than they gain. “Will a man rob God? yet ye have robbed me, this whole nation.”"},{"refcode_short":"T12 50.1","refcode_long":"Testimony for the Church — No. 12, p. 50.1 (Ellen Gould White)","content":"God has given man six days in which he may work for himself, and he has reserved to himself one day in which he is to be specially honored. He is to be glorified, his authority respected. And yet man will steal a little of the time God has reserved for himself, and thus rob God. God reserved the seventh-day as a period of rest for man, for the good of man as well as for his own glory. He saw that the wants of man required a day of rest from toil and care, that his health and life would be endangered without a period of relaxation from the care and taxation upon him through the labor and anxiety of the six days."},{"refcode_short":"T12 50.2","refcode_long":"Testimony for the Church — No. 12, p. 50.2 (Ellen Gould White)","content":"The Sabbath was made for man, for the benefit of man; and to knowingly transgress the holy commandment forbidding labor upon the seventh-day is a crime in the sight of Heaven which was of such magnitude under the Mosaic law as to require the death of the offender. But this was not all that the offender was to suffer, for God would not take a transgressor of his law to Heaven. He must suffer the second death, which is the full and final penalty for the transgressor of the law of God."},{"refcode_short":"T12 50","refcode_long":"Testimony for the Church — No. 12, p. 50 (Ellen Gould White)","content":"Political Sentiments"},{"refcode_short":"T12 50.3","refcode_long":"Testimony for the Church — No. 12, p. 50.3 (Ellen Gould White)","content":"In Rochester, N. Y., Dec. 25, 1865, I was shown many things concerning the people of God in connection with the work of God for these last days. I saw that many professed Sabbath-keepers would come short of everlasting life. They fail to take warning from the course pursued by the children of Israel, and fall into some of their evil ways, which if continued in, they will fall like them, and never enter the heavenly Canaan. “Now all these things happened unto them for ensamples, and are written for our admonition, upon whom the ends of the world are come.”"},{"refcode_short":"T12 51.1","refcode_long":"Testimony for the Church — No. 12, p. 51.1 (Ellen Gould White)","content":"Many, I saw, would fall this side of the kingdom. God is testing and proving his people, and many will not endure the test of character, the measurement of God."},{"refcode_short":"T12 51.2","refcode_long":"Testimony for the Church — No. 12, p. 51.2 (Ellen Gould White)","content":"I saw that many would have close work to overcome their peculiar traits of character, and be without spot, or wrinkle, or any such thing, unrebukable before God and man. Many professed Sabbath-keepers will be no special benefit to the cause of God or the church, without a thorough reformation on their part. Many Sabbath-keepers are not right before God in their political views. They are not in harmony with God's word, and are not in union with the body of Sabbath-keeping believers. Their views do not accord with the principles of our faith. Light has been given sufficient to correct all who wish to be corrected. All who still retain their erroneous political principles, which are not in accordance with the spirit of truth, are living in violation of the principles of Heaven. Therefore as long as they thus remain, they cannot possess the spirit of freedom and holiness."},{"refcode_short":"T12 51.3","refcode_long":"Testimony for the Church — No. 12, p. 51.3 (Ellen Gould White)","content":"Their principles and positions in political matters are a great hindrance to their spiritual advancement. They are a constant snare to them, and a reproach to our faith; and if they retain these principles they will eventually he brought into just the position the enemy would be glad to have them in, where they will finally be separated from Sabbath-keeping Christians. These brethren*The original publication had the spelling “brethen.” cannot receive the approval of Heaven while they lack sympathy for the oppressed colored race, and are at variance with the pure, republican principles of our government. Heaven has no sympathy with rebellion upon earth any more than with the rebellion in Heaven, when the great rebel questioned the foundation of God's government in Heaven. He was thrust out, with all who sympathized with him in his rebellion."},{"refcode_short":"T12 52","refcode_long":"Testimony for the Church — No. 12, p. 52 (Ellen Gould White)","content":"Usury"},{"refcode_short":"T12 52.1","refcode_long":"Testimony for the Church — No. 12, p. 52.1 (Ellen Gould White)","content":"In the view given me in Rochester, N. Y., Dec. 25, 1865, I was shown that the subject of usury should engage the attention of Sabbath-keepers. Wealthy men have no right to take interest from their poor brethren, but from unbelievers they may exact usury. “And if thy brother be waxen poor, and fallen in decay with thee, then thou shalt relieve him. Take thou no usury of him, or increase; but fear thy God; that thy brother may live with thee. Thou shalt not give him thy money upon usury, nor lend him thy victuals for increase. Thou shalt not lend upon usury to thy brother, usury of money, usury of victuals, usury of anything that is lent upon usury. Unto a stranger thou mayst lend upon usury, but unto thy brother thou shalt not lend upon usury, that the Lord thy God may bless thee in all that thou settest thine hand to, in the land whither thou goest to possess it.”"},{"refcode_short":"T12 53.1","refcode_long":"Testimony for the Church — No. 12, p. 53.1 (Ellen Gould White)","content":"God has been displeased with Sabbath-keepers for their avaricious spirit. Their desire to get gain is so strong upon them that they have taken advantage of their poor, unfortunate brethren in them distress, and have added to their already-abundant means, when their poorer brethren have been distressed and necessitated for the same means. Am I my brother's keeper? is the language of their hearts."},{"refcode_short":"T12 53.2","refcode_long":"Testimony for the Church — No. 12, p. 53.2 (Ellen Gould White)","content":"A few years since some of the poorer brethren were in danger of losing their souls through wrong impressions. Everywhere Satan was tempting the poorer brethren in regard to the wealthy. These poor were looking to be favored, and expecting it, when it was then duty to rely upon their own energies; and had they been favored, it would have been the worst thing that could have been done for them. All through the ranks of Sabbath-keepers Satan opened the door of temptation to some among the poorer class that he might overthrow them. Some have lacked judgment and wisdom in their poverty; have taken their own course; have not been willing to ask advice, or to follow advice, and have had to suffer through the result of their miserable calculation; and yet these same ones would feel that they should be advantaged by their brethren who have property. These things needed to be corrected. The first-mentioned class did not realize the responsibilities resting upon the wealthy, nor the perplexity and cares they were compelled to have because of their means. All they could see was that they had means to handle while they themselves were cramped for the same. But the wealthy have, as a general thing, regarded all the poor in the same light, when there is a class of poor who are doing the best in their power to glorify God, to do good, to live for the truth; and such were of solid worth. Their judgment was good, their spirit precious in the sight of God; and the amount of good that they accomplished in their unpretending way, was ten-fold greater than that accomplished by the wealthy, although they might give large sums on certain occasions! The rich fail to see and realize the necessity of doing good, of being rich in good works, ready to distribute, willing to communicate."},{"refcode_short":"T12 54","refcode_long":"Testimony for the Church — No. 12, p. 54 (Ellen Gould White)","content":"Deceitfulness of Riches"},{"refcode_short":"T12 54.1","refcode_long":"Testimony for the Church — No. 12, p. 54.1 (Ellen Gould White)","content":"Men and women professing to believe the truth do not all have discernment. They fail to appreciate moral worth. They who boast much of their fidelity to the cause, and talk as though they believe that they know all that is worth knowing, are not humble in heart. They may have money and property, which is sufficient to give them influence with some, but will not raise them one jot into favor with God. Money has power. Money sways a mighty influence. Excellence of character and moral worth are overlooked, if possessed by the poor man. Does God care for money? for property? The cattle upon a thousand hills are his. The world and all that is therein are his. The inhabitants of the earth are as grasshoppers before him. Men and property are but as the small dust of the balance. He is no respecter of persons. Yet men of property have frequently looked upon their wealth and said, By my wisdom have I gotten me this wealth. Who gave them power to get wealth? He, who gave them strength to get wealth, which, when they have gotten, instead of giving Him the glory take the glory to themselves, will prove them and try them, and will bring their glorying to the dust, and will remove their strength and scatter their possessions. Instead of a blessing, they will realize a curse. No act of wrong, of oppression, of deviation from the right way, should be for a moment tolerated any sooner in a man who possesses property than in a poor man who has none. All the wealth and riches that the most wealthy ever possessed will not be of sufficient value to cover the smallest sin before God, or be accepted as a ransom for their transgressions. Repentance, true humility, a broken heart and a contrite spirit, alone will be accepted of God. No man can have true humility before God unless the same is exemplified before others. Repentance, confession, and forsaking, alone are acceptable to God."},{"refcode_short":"T12 55.1","refcode_long":"Testimony for the Church — No. 12, p. 55.1 (Ellen Gould White)","content":"Men who have riches have, many of them, obtained them by close deal, by advantaging themselves, and disadvantaging their poorer fellowmen, or their brethren; and these very men glory in their shrewdness, in their keenness in a bargain."},{"refcode_short":"T12 56.1","refcode_long":"Testimony for the Church — No. 12, p. 56.1 (Ellen Gould White)","content":"Every dollar thus obtained, and the increase of it on their hands, will have attached to it the curse of God to that degree and weight according to the value and increase of the money thus obtained."},{"refcode_short":"T12 56.2","refcode_long":"Testimony for the Church — No. 12, p. 56.2 (Ellen Gould White)","content":"As these things were shown me, I could see the force of our Saviour's words, “It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.” Those who possess the ability of acquiring property, unless constantly on the watch, will turn their acquisitiveness to bad account, fall into temptation, overreach, not maintain strict honesty, receive more for a thing than it is worth, and sacrifice the generous, benevolent, noble principles of their manhood for sordid gain."},{"refcode_short":"T12 56.3","refcode_long":"Testimony for the Church — No. 12, p. 56.3 (Ellen Gould White)","content":"I was shown many men who profess to be Sabbath-keepers, who so love the world and the things that are in the world, that they have been corrupted by the spirit and influence of the world; the divine has dropped out of their characters, the satanic creeping in, transforming them to serve the purposes of Satan, to be instruments of unrighteousness. Then in contrast with these men were shown me the industrious, honest, poor men, who will stand ready to help those who need help, who would rather suffer themselves to be disadvantaged by their wealthy brethren than to manifest so close and acquisitive a spirit as they manifest; men, who will esteem a clear conscience, and right, even in little things, of greater value than riches. They are so ready to help others, so willing to do all the good in their power, that they do not accumulate; their earthly possessions do not increase. If there is a benevolent object to call forth means or labor, they are the first to be interested in and respond to it, and will frequently do far beyond their real ability, and thus deny themselves some needed good, to carry out their benevolent purposes. Although these men can boast of but little earthly treasure, and for this reason may be looked upon as deficient in ability, judgment, and wisdom, their influence not esteemed by men, and they counted of no special worth, yet how does God regard those poor, wise men? They are, I saw, regarded precious in his sight, and although not increasing their treasure upon earth, yet are laying up for themselves a treasure in the heavens, incorruptible, and in doing this manifest a wisdom as far superior to the wise, calculating, acquisitive, professed Christian, as the divine and godlike is superior to the earthly, carnal, and satanic. It is moral worth that God values. A Christian character unblotted with avarice, possessing quietness, meekness and humility, is more precious in the sight of God than the most fine gold, even the golden wedge of Ophir."},{"refcode_short":"T12 57.1","refcode_long":"Testimony for the Church — No. 12, p. 57.1 (Ellen Gould White)","content":"Wealthy men are to be tested more closely than they have ever yet been. If they stand the test and overcome the blemishes upon their character, and as faithful stewards of Jesus Christ render to God the things that are God's, to them it will be said, “Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things; enter thou into the joy of thy Lord.”"},{"refcode_short":"T12 58.1","refcode_long":"Testimony for the Church — No. 12, p. 58.1 (Ellen Gould White)","content":"I was then directed to the parable of the unjust steward. “And I say unto you, make to yourselves friends of the mammon of unrighteousness, that when ye fail, they may receive you into everlasting habitations.” “He that is faithful in that which is least, is faithful also in much; and he that is unjust in the least, is unjust also in much. If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches? And if ye have not been faithful in that which is another man's, who shall give you that which is your own?”"},{"refcode_short":"T12 58.2","refcode_long":"Testimony for the Church — No. 12, p. 58.2 (Ellen Gould White)","content":"If men fail to render to God that which he has lent them to use to his glory, and thus rob God, they will make an entire failure. God has lent them means which they can improve upon, and be constantly laying up treasure in heaven, by losing no opportunity of doing good with their means. But if like the man who had one talent, they hide it, fearing that God will get that which their talent gains, they will not only lose the increase which will finally be awarded the faithful steward, but also the principal which God gave them to work upon. They will not have laid up treasure in Heaven, because they have robbed God, and they lose their earthly treasure also. No habitation on earth, and no friend in Heaven to receive them into the everlasting habitation of the righteous."},{"refcode_short":"T12 59.1","refcode_long":"Testimony for the Church — No. 12, p. 59.1 (Ellen Gould White)","content":"Christ declares that no servant can serve two masters, for either he will hate the one and love the other, or else he will hold to the one and despise the other. Ye cannot serve God and mammon—cannot serve God and your riches too. “The Pharisees also who were covetous, heard all these things, and they derided him.” Mark the words of Christ to them: “Ye are they who justify yourselves before men; but God knoweth your hearts; for that which is highly esteemed among men [which is riches, acquired by oppression, by deception, by overreaching, by fraud, or in any dishonest manner,] is abomination in the sight of God.” Then Christ presents the two characters, the rich man who was clothed with purple and fine linen, and who fared sumptuously every day, and Lazarus, who was in abject poverty, and loathsome to the sight; and who begged the few crumbs which the rich man despised. Then our Saviour shows his estimate of the two. Lazarus, although in so deplorable and mean a condition, had true faith, true moral worth, which God sees, and which he considers of so great value that he takes this poor, despised sufferer, and places him in the most exalted position, while the honored and wealthy ease-loving rich man is thrust out from the presence of God, and is plunged into misery and woe unutterable. God did not value the riches of this wealthy man, because he had not true moral worth. His character was worthless—his riches did not recommend him to God, nor have any influence to draw to himself the favor of God."},{"refcode_short":"T12 60.1","refcode_long":"Testimony for the Church — No. 12, p. 60.1 (Ellen Gould White)","content":"In this parable Christ would have his disciples shun the course pursued by the Pharisees, of judging or valuing men by their wealth, or by the honors they received of men; for while they might possess both riches and worldly honor they were valueless in the sight of God; and more than this, were despised and rejected of him,—cast out from his sight as disgusting to him because there was no moral worth or soundness in them. They were corrupt, sinful and abominable in his sight. The poor man, despised of his fellow mortals, and disgusting to their sight, was valuable in the sight of God because he possessed moral soundness and worth, thus qualifying him to be introduced into the society of refined, holy angels, and to be an heir of God and joint-heir with Jesus Christ."},{"refcode_short":"T12 60.2","refcode_long":"Testimony for the Church — No. 12, p. 60.2 (Ellen Gould White)","content":"In Paul's charge to Timothy he warns him of a class who will not consent to wholesome words, but who place a wrong estimate on riches. He says, “If any man teach otherwise, and consent not to wholesome words, even the words of our Lord Jesus Christ, and to the doctrine which is according to godliness; he is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings, perverse disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself. But godliness with contentment is great gain. For we brought nothing into this world, and it is certain we can carry nothing out. And having food and raiment, let us be therewith content. But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition. For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows. But thou, O man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness. Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses. Charge them that are rich in this world, that they be not high-minded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy; that they do good, that they be rich in good works, ready to distribute, willing to communicate; laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.”"},{"refcode_short":"T12 61.1","refcode_long":"Testimony for the Church — No. 12, p. 61.1 (Ellen Gould White)","content":"This important charge to Timothy is not carefully considered and heeded. How few heed the charge which Paul commissioned Timothy to make to the rich. Paul in his letter to Timothy would impress upon his mind the necessity of giving such instruction as shall remove the deception which so easily steals upon the rich, that because of their riches they are superior to those who are in poverty; and because of their ability to acquire, think themselves superior in wisdom and judgment—supposing that gain is godliness. Here is the fearful deception. They flatter themselves that their acquisitiveness is godliness. Paul then says, “Contentment with godliness is great gain.”"},{"refcode_short":"T12 62.1","refcode_long":"Testimony for the Church — No. 12, p. 62.1 (Ellen Gould White)","content":"I saw that although rich persons might devote their whole lives to the one object of getting riches, yet as they brought nothing into the world, they cannot carry anything out. They must die and leave that which cost them so much labor to obtain. They staked their all, their eternal interest, to obtain this property, and have lost both worlds. He then shows what risks men will run to become rich. They are determined to be rich; this is their study; and in their zeal eternal considerations are overlooked. In getting riches they are blinded by Satan, and make themselves believe it is for good purposes they desire this gain, and they strain their consciences, deceive themselves, and are constantly coveting riches and gain, and have erred from the faith, and pierced themselves through with many sorrows. They have sacrificed their noble, elevated principles, given up their faith for riches, and if they are not disappointed in their object, are disappointed in the happiness they supposed riches would bring. They are entangled, perplexed with care, are slaves themselves to their avarice, and compel their families to the same slavery, and the advantages they reap are “many sorrows.” Charge them that are rich in this world that they be not high-minded, nor trust in uncertain riches, but in the living God who richly giveth us all things to enjoy; not to hoard up and take no good of their riches, become slaves to retain that which they already possess, and to gain a little more, deprive themselves of the comforts of life to retain or increase their earthly treasure."},{"refcode_short":"T12 63.1","refcode_long":"Testimony for the Church — No. 12, p. 63.1 (Ellen Gould White)","content":"The apostle Paul shows the only true use for riches, and bids Timothy charge the rich to do good, that they the rich in good works, ready to distribute, willing to communicate; for in so doing they are laying up in store for themselves a good foundation against the time to come,—referring to the close of time,—that they may lay hold on eternal life. The teachings of Paul harmonize perfectly with the words of Christ, “Make to yourselves friends of the mammon of unrighteousness, that when ye fail they may receive you into everlasting habitations.” Godliness with contentment is great gain. Here is the true secret of happiness, and real prosperity of soul and body."},{"refcode_short":"T12 63","refcode_long":"Testimony for the Church — No. 12, p. 63 (Ellen Gould White)","content":"Personal"},{"refcode_short":"T12 63.2","refcode_long":"Testimony for the Church — No. 12, p. 63.2 (Ellen Gould White)","content":"[As the following, which was a personal message, is applicable to very many, I give it for the benefit of all.]"},{"refcode_short":"T12 63.3","refcode_long":"Testimony for the Church — No. 12, p. 63.3 (Ellen Gould White)","content":"Dear Bro. A——: I recollect your countenance among several others that were shown me in vision in Rochester, N. Y., Dec. 25, 1865. I was shown that you were upon the back-ground. Your judgment is convinced that we have the truth, but you have not as yet experienced the sanctifying influence of the truth. You have not followed closely the footsteps of our Redeemer, therefore are unprepared to walk even as he walked."},{"refcode_short":"T12 64.1","refcode_long":"Testimony for the Church — No. 12, p. 64.1 (Ellen Gould White)","content":"As you listen to the words of truth, your judgment says it is correct, it cannot be gainsaid;*The original publication had the spelling “gainsayed.” but immediately the unsanctified heart says, These are hard sayings, who can hear them? that you had better give up your efforts to keep pace with the people of God, for new and strange and trying things will be continually arising; you will have to stop sometime, and you may just as well stop now, and better than to go any further."},{"refcode_short":"T12 64.2","refcode_long":"Testimony for the Church — No. 12, p. 64.2 (Ellen Gould White)","content":"You cannot consent to profess the truth and not live it; you have ever admired a life consistent with profession. I was shown a book; your name was written in it with many others. Against your name was a black blot. You were looking upon this and saying, It can never be effaced. Jesus held his wounded hand above it and said, “My blood alone can efface it. If thou wilt from henceforth choose the path of humble obedience, and rely solely upon the merits of my blood to cover thy past transgressions I will blot out thy transgressions and cover thy sins. But if you choose the path of transgressors you must reap the transgressor's reward. The wages of sin is death.”"},{"refcode_short":"T12 64.3","refcode_long":"Testimony for the Church — No. 12, p. 64.3 (Ellen Gould White)","content":"I saw evil angels surrounding you, seeking to divert your mind from Christ, causing you to look at God as a God of justice, and losing sight of the love, compassion and mercy of a Saviour crucified, that would save to the uttermost all that come unto him. “If we sin (said the angel), we have an advocate with the Father, Jesus Christ the righteous.”"},{"refcode_short":"T12 65.1","refcode_long":"Testimony for the Church — No. 12, p. 65.1 (Ellen Gould White)","content":"When under the pressure of mental anxieties, when you are hearkening to the suggestions of Satan, and murmuring and complaining, some ministering angel is commissioned to bear you the succour you need, and put to shame the language of your unbelieving mind. You distrust God; you disbelieve in his power to save to the uttermost. You dishonor God by this cruel unbelief, and cause yourself much needless suffering. I saw heavenly angels surrounding you, driving back the evil angels, and looking with sorrow and pity upon you, and pointing you to Heaven, the crown of immortality, saving, “He that would win must fight.”"},{"refcode_short":"T12 65.2","refcode_long":"Testimony for the Church — No. 12, p. 65.2 (Ellen Gould White)","content":"Although you have been in doubt and perplexity, you have not dared to venture to entirely sever the connecting link between you and God's commandment-keeping people. You have not yet yielded all for the truth's sake; you have not yet yielded yourself, your own will. You fear to lay yourself and all that you have upon the altar of God. You fear that you may be required of him to yield back to God some portion of that which he has lent you. Heavenly angels are well aware of our words and actions, and even of the thoughts and intents of the heart. You, dear brother, have too many fears that the truth would cost you too much, but this is one of Satan's suggestions. Let it take all that you possess, and it does not cost too much; the value received, if rightly estimated, is an eternal weight of glory. How small is that which is required of us. Little is the sacrifice that we can make in comparison with that which our divine Lord made for us. And yet a spirit of murmuring comes over you because of the cost of everlasting life. You have had severe conflicts (as well as others of your brethren at B——,) with the great adversary of souls. You have several times nearly yielded the conflict, but the influence of your wife and daughter has prevailed. These members of your family would obey the truth with their whole heart could they have your influence to sustain them."},{"refcode_short":"T12 66.1","refcode_long":"Testimony for the Church — No. 12, p. 66.1 (Ellen Gould White)","content":"Your daughters look to you for example. They think their father must be right. Their salvation depends much upon the course which you pursue. If you cease striving for everlasting life, you will carry your children to a great degree with you, will bow down the spirit of your faithful wife, crush her hopes, and lessen her hold on life. How can you in the judgment meet these to testify that your unfaithfulness proved their ruin."},{"refcode_short":"T12 66.2","refcode_long":"Testimony for the Church — No. 12, p. 66.2 (Ellen Gould White)","content":"Several times I saw that you had yielded to the suggestions of Satan to cease striving to live out the truth; for the tempter told you that you would fail with the best endeavors you might make, and with all your weakness and failings it was impossible for you to maintain a life of devotion and prayer. I was shown that your wife and eldest daughter have been your good angels, to grieve over you, to encourage you to resist in a measure the powerful suggestions of Satan; and through your love to them you have been induced to again try to fix your trembling faith upon the promises of God. Satan is waiting to overthrow you that he may exult over your downfall, and those who are trampling underfoot the law of God you strengthen in their rebellion. It is impossible for you to be strong until you take a decided stand for the truth."},{"refcode_short":"T12 67.1","refcode_long":"Testimony for the Church — No. 12, p. 67.1 (Ellen Gould White)","content":"Systematic Benevolence looks to you as needless; you overlook the fact that it originated with God, whose wisdom and judgment is unerring. This plan he ordained to save confusion, to correct covetousness, avariciousness of spirit, selfishness and idolatry. This system was to cause the burden to rest lightly, yet with due weight upon all. The salvation of man cost a dear price, and God has so ordained that man should aid his fellow-man in the great work of redemption. If he excuses himself from this, he is unwilling to deny himself, that others may be partakers with him of the heavenly benefit, he proves himself unworthy of the life to come, unworthy of the heavenly treasure which cost so great a sacrifice, even the life of the Lord of glory, which he freely gave to lift man from degradation, and to exalt him to become heir of the world. God wants no unwilling offerings, no pressed sacrifice. Those who appreciate the work of God, those who are thoroughly converted, will give the little required of them cheerfully, and consider it a privilege to bestow."},{"refcode_short":"T12 67.2","refcode_long":"Testimony for the Church — No. 12, p. 67.2 (Ellen Gould White)","content":"Said the angel, Abstain from fleshly lusts which war against the soul. The Health Reform you have stumbled at. It looks to you to be a needless appendix to the truth. It is not so; it is a part of the truth. Here is a work before you which will come closer and be more trying than anything which has yet been brought to bear upon you. While you hesitate and stand back, failing to lay hold upon the blessing it is your privilege to experience, you suffer loss."},{"refcode_short":"T12 68.1","refcode_long":"Testimony for the Church — No. 12, p. 68.1 (Ellen Gould White)","content":"You are stumbling over the very blessing which Heaven has placed in your path designed to make your progress less difficult. The very things which will prove the greatest blessing to you, Satan determines to present before you in the most objectionable light, that you may combat that which would prove for your physical and spiritual health. Of all men you are one to be benefited with health reform. The truth received on every point in this matter of reform will be of the greatest advantage. You are a man that a spare diet will benefit. You were in danger of being stricken down in a moment by paralysis, and one half of you becoming dead. A denial of appetite is salvation to you, while you view it as a great privation. Why the youth of the present age are not more religiously inclined is because of the defect in their education. It is not true love which is exercised toward children to permit in them the indulgence of passion, or permit disobedience of your laws to go unpunished. “Just as the twig is bent the tree inclines.”"},{"refcode_short":"T12 68.2","refcode_long":"Testimony for the Church — No. 12, p. 68.2 (Ellen Gould White)","content":"A mother should ever have the co-operation of the father, in her efforts to lay the foundation for a good Christian character in her children. A doting father should not close his eyes to the faults of his children, because it is not pleasant to administer correction. You both need to arouse, and with firmness, not in a harsh manner, but with determined purpose, let your children know they must obey you."},{"refcode_short":"T12 69.1","refcode_long":"Testimony for the Church — No. 12, p. 69.1 (Ellen Gould White)","content":"A father must not be a child, moved merely by impulse*The original publication had the spelling “impluse.”. A father is bound to his family by sacred, holy ties. Every member of the family centers in the father. His name is “house-band,” the true definition of husband. He is the law-maker, illustrating in his own manly bearing sterner virtues, energy, integrity, honesty, and practical usefulness. The father in one sense is the priest of the household, laying upon the altar of God the morning and evening sacrifice, the wife and children uniting in prayer and praise. With such a household Jesus will tarry, and through his quickening influence your joyful exclamations shall yet be heard, and amid higher and more lofty scenes, saying, “Behold I, and the children whom thou hast given me.” Saved, saved, eternally saved! Escaped the corruption that is in the world through lust, and through the merits of Christ become heirs of immortality."},{"refcode_short":"T12 69.2","refcode_long":"Testimony for the Church — No. 12, p. 69.2 (Ellen Gould White)","content":"I saw that but few fathers realize the responsibility resting upon them. They have not learned to control themselves, and until this lesson is learned they will make poor work in governing their children. Perfect self-control will act as a charm upon the family. When this is attained, a great victory is gained. Then can they educate their children to self-control."},{"refcode_short":"T12 69.3","refcode_long":"Testimony for the Church — No. 12, p. 69.3 (Ellen Gould White)","content":"My heart yearns over the church at B——, for there is a work to be accomplished there. It is God's design to have a people in that place. There is material there for a good church, but there is considerable work to be done to remove the rough edges and prepare them for working order, that all may labor unitedly and draw in even cords. It has hitherto been the case, when one or two feel the necessity of arousing and standing unitedly and more firmly upon the elevated platform of truth, that a portion will not make efforts to arise. Satan puts in them a spirit to rebel, to discourage those who would advance. They brace themselves when urged to take hold of the work, and a stubborn spirit comes upon some, and when they should help, they hinder. Some will not submit to the planing-knife of God. As it passes over them, and the uneven surface is disturbed, they complain of too close and severe work. They wish to get out of God's work-shop, where their defects may remain undisturbed. They seem to be asleep as to their condition; but their only hope is to remain where the defects in their Christian character will be seen and remedied."},{"refcode_short":"T12 70.1","refcode_long":"Testimony for the Church — No. 12, p. 70.1 (Ellen Gould White)","content":"Some are indulging lustful appetite which wars against the soul, which is a constant drawback, a hindrance to their spiritual advancement. They bear an accusing conscience constantly, and are prepared, if straight truths are talked, to be hit. They feel condemned, and as though subjects had been purposely selected to hit their case. They feel grieved and injured, and withdraw themselves from the assemblies of the saints. They forsake the assembling of themselves together, for then their consciences are not so disturbed. They soon lose their interest in the meetings and their love for the truth, and, unless they entirely reform, will go back and take their position with the rebel host who stand under the black banner of Satan. If all these will crucify fleshly lusts which war against the soul, they will get out of the way, where the arrows of truth will pass harmlessly by them. While they indulge lustful appetite, cherish their idols, they make themselves a mark for the arrows of truth to hit, and if truth is spoken at all, they must be wounded. Satan tells some that they cannot reform, that health would be sacrificed should they make the attempt, and leave the use of tea, tobacco, and flesh-meats. This is the suggestion of Satan. It is these hurtful stimulants which are surely undermining the constitution and preparing the system for acute diseases, by impairing Nature's fine machinery, battering down her fortifications erected against disease and premature decay."},{"refcode_short":"T12 71.1","refcode_long":"Testimony for the Church — No. 12, p. 71.1 (Ellen Gould White)","content":"Those who make a change and leave of these unnatural stimulants, will for a time feel their loss and suffer considerably without them, as does the drunkard who is wedded to his liquor. Take away intoxicating drinks, and he feels terribly. But, if he persists, he will soon overcome the dreadful lack he suffers. Nature will again come to his aid and remain at her post until he again substitutes, in the place of Nature, the false prop. Some have so benumbed the fine sensibilities of Nature that it may require a little time for her to recover from the abuse she has been made to suffer through the wrong and sinful habits of man, through the indulgence of an acquired, depraved appetite, which has depressed and weakened her powers. Give Nature a chance and she will rally, and again perform her part nobly and well. The indulgence of these idols is destructive to health, and has a benumbing influence upon the brain, making it impossible to appreciate eternal things. They cannot rightly value the salvation Christ has wrought out for them by a life of self-denial, continual suffering, and reproach, and finally yielding his own sinless life to save perishing man from death."},{"refcode_short":"T12 72","refcode_long":"Testimony for the Church — No. 12, p. 72 (Ellen Gould White)","content":"Life Insurance"},{"refcode_short":"T12 72.1","refcode_long":"Testimony for the Church — No. 12, p. 72.1 (Ellen Gould White)","content":"I was shown that Sabbath-keeping Adventists should not engage in life insurance. This is a commerce with the world which God does not approve of. Those who engage in this enterprise are uniting with the world, while God calls his people to come out from among them and to be separate. Said the angel, “Christ has purchased you by the sacrifice of his life. What! know ye not that your body is the temple of the Holy Ghost, which is in you, which ye have of God; and ye are not your own? For ye are bought with a price; therefore glorify God in your body, and in your spirit, which are God's. For ye are dead, and your life is hid with Christ in God; when Christ who is your life shall appear, then shall ye also appear with him in glory.” Here is the only life insurance which can be engaged in which Heaven sanctions."},{"refcode_short":"T12 72.2","refcode_long":"Testimony for the Church — No. 12, p. 72.2 (Ellen Gould White)","content":"Life insurance is a worldly policy, which leads our brethren who engage in it to depart from the simplicity and purity of the gospel. Every such departure weakens our faith and lessens our spirituality. Said the angel, “But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people: that ye should show forth the praises of Him who hath called you out of darkness into his marvelous light.” As a people, we are in a special sense the Lord's. Christ has bought us. Angels that excel in strength surround us. Not a sparrow falls to the ground without the notice of our Heavenly Father. Even the hairs of our head are numbered. God has made provision for his people. He has a special care for them, and they should not distrust his providence by engaging in a policy with the world."},{"refcode_short":"T12 73.1","refcode_long":"Testimony for the Church — No. 12, p. 73.1 (Ellen Gould White)","content":"God designs that we should preserve in simplicity and holiness our peculiarity as a people. Those who engage in this worldly policy invest means which belongs to God, which he has entrusted to them to use in his cause, to advance his work. In life insurance but few will realize any returns, and even these returns without God's blessing will prove an injury instead of a benefit. Those whom God has made his stewards have no right to place in the enemy's ranks that means which he has entrusted to them to use in his cause."},{"refcode_short":"T12 73.2","refcode_long":"Testimony for the Church — No. 12, p. 73.2 (Ellen Gould White)","content":"Satan is constantly presenting inducements to God's chosen people to attract their minds from the solemn work of preparation for the scenes just in the future. He is in every sense of the word a deceiver, a skillful charmer. He clothes his plans and snares with coverings of light borrowed from Heaven. He tempted Eve to eat of the forbidden fruit. He made her believe that she would be greatly advantaged by tasting of that fruit."},{"refcode_short":"T12 74.1","refcode_long":"Testimony for the Church — No. 12, p. 74.1 (Ellen Gould White)","content":"Satan leads his agents to engage in various inventions and patent rights, and different enterprises, that Sabbath-keeping Adventists, who are in haste to be rich, may fall into temptation, become ensnared and pierce themselves through with many sorrows. He is wide awake, busily engaged leading the world captive, and through the agencies of worldlings he keeps up a continual pleasing excitement to draw the unwary who profess to believe the truth to unite with worldlings. The lust of the eye, the desire for excitement and pleasing entertainment, is a temptation and snare to God's people. Satan has many finely-woven, dangerous nets, covered with apparent innocency, but with which he is skillfully preparing to infatuate God's people. There are pleasing shows, entertainments, phrenological lectures, and an endless variety of enterprises, constantly arising calculated to lead the people of God to love the world and the things that are in the world. Through this union with the world faith becomes weakened, and means are transferred to the enemy's ranks which should be invested in the cause of present truth. Through these different channels Satan is skillfully bleeding the purses of the people of God, and for it the displeasure of God is upon them."},{"refcode_short":"T12 74","refcode_long":"Testimony for the Church — No. 12, p. 74 (Ellen Gould White)","content":"Advertise the Publications"},{"refcode_short":"T12 74.2","refcode_long":"Testimony for the Church — No. 12, p. 74.2 (Ellen Gould White)","content":"I have been shown that we were not doing our duty in the direction of gratuitous circulation of small publications. There are many honest souls who would be brought where they would embrace the truth by this means alone. Should there be on each copy of these small tracts an advertisement of our publications, and the place where they can be obtained, it would result in the circulation of the larger publications, and the Review, Instructor and Reformer."},{"refcode_short":"T12 75.1","refcode_long":"Testimony for the Church — No. 12, p. 75.1 (Ellen Gould White)","content":"These small tracts of four, eight, or sixteen pages, can be furnished for a trifle, from a fund raised by the donations of those who have the cause at heart. When you write to a friend you can enclose one or more without increasing postage. When in conversation with persons in the cars, on the boat, or in the stage, who seem to have an ear to hear, you can hand them out. They should not be promiscuously scattered at present like the autumn leaves, but judiciously and freely handed to those who would be likely to prize them. This will be advertising our publications, and the Publishing Association, in a manner that will result in much good."},{"refcode_short":"T12 75","refcode_long":"Testimony for the Church — No. 12, p. 75 (Ellen Gould White)","content":"Knowledge"},{"refcode_short":"T12 75.2","refcode_long":"Testimony for the Church — No. 12, p. 75.2 (Ellen Gould White)","content":"The people are perishing for want of knowledge. Says the apostle, “Add to your faith virtue, and to virtue knowledge,” &c. To the faith of the gospel the first work is to seek to add virtuous and pure principles, and thus cleanse the mind and heart for the reception of true knowledge. Disease of almost every description is pressing upon the people, who seem to be willing to remain ignorant of the means of relief, and the course to pursue to avoid disease."},{"refcode_short":"T12 76.1","refcode_long":"Testimony for the Church — No. 12, p. 76.1 (Ellen Gould White)","content":"The great design of God in the Health Institute was that knowledge might be imparted, not only to the comparatively few who should attend it but that the many might be instructed as to home treatment. The Health Reformer is the medium for rays of light to shine out to the people. It should be the very best health journal in our country. It must be adapted to the wants of the common people, ready to answer all proper questions, and fully explain the first principles of the laws of life, and how to obey them and preserve health. The great object to be had in view by the publication of such a journal should be the good of the suffering people of God. The common people, especially those too poor to attend the Institute, must be reached, and instructed by the Health Reformer."},{"refcode_short":"T12 76","refcode_long":"Testimony for the Church — No. 12, p. 76 (Ellen Gould White)","content":"The Health Reform"},{"refcode_short":"T12 76.2","refcode_long":"Testimony for the Church — No. 12, p. 76.2 (Ellen Gould White)","content":"In the vision given me December 25, 1865, I saw that the Health Reform was a great enterprise, closely connected with the present truth, and that Seventh-day Adventists should have a home for the sick where they could be treated for their diseases, and also learn how to take care of themselves so as to prevent sickness. I saw that our people should not remain indifferent upon this subject, and leave the rich among us to go to the popular water-cure institutions of the country for the recovery of health, where they would find opposition to, rather than sympathy with, their views of religious faith. Those reduced by disease, suffer not only for the want of physical, but also of mental and moral strength; and afflicted, conscientious Sabbath-keepers cannot receive the benefit at these institutions where they feel that they must be constantly guarded lest they compromise their faith, and dishonor their profession, as at an institution where its physicians and conductors are in sympathy with the truth connected with the third angel's message."},{"refcode_short":"T12 77.1","refcode_long":"Testimony for the Church — No. 12, p. 77.1 (Ellen Gould White)","content":"Those who have suffered greatly, and are relieved by an intelligent system of treatment consisting of baths, healthful diet, proper periods of rest and exercise, and the beneficial effects of pure air, are led to conclude that those who successfully treat them are right in matters of religious faith, or at least, cannot greatly err from the truth, and thus our people, if left to go to those institutions whose physicians are corrupt in religious faith, are in danger of being ensnared. The institution at Dansville, N. Y., I then saw (in 1865) was the best in the United States. So far as the treatment of the sick is concerned, they have been doing a great and good work; but they urge upon their patients dancing and card-playing, and recommend attendance at theaters and such places of worldly amusement, which is in direct opposition to the teachings of Christ and the apostles."},{"refcode_short":"T12 77.2","refcode_long":"Testimony for the Church — No. 12, p. 77.2 (Ellen Gould White)","content":"Those connected with the Health Institute now located at Battle Creek, should feel that they are engaged in an important and solemn work; and in no way should they pattern after the physicians at the institution at Dansville in matters of religion and amusements. Yet, I saw that there would be danger of imitating them in many things, and losing sight of the exalted character of this great work. And should those connected with this enterprise descend from the exalted principles of present truth, to imitate in theory and practice those at the head of institutions where the sick are treated only for the recovery of health, and should they cease to look at their work from a high religious stand-point, the especial blessing of God would not rest upon our institution any more than upon those where corrupt theories are taught and practiced."},{"refcode_short":"T12 78.1","refcode_long":"Testimony for the Church — No. 12, p. 78.1 (Ellen Gould White)","content":"I saw that a very extensive work could not be accomplished in a short time, as it would not be an easy matter to find physicians whom God could approve, who would work together harmoniously, disinterestedly and zealously, for the good of suffering mortals; keeping prominent that the great object to be attained through this channel is not only health, but perfection and the spirit of holiness, which cannot be attained to with diseased bodies and minds. This object cannot be obtained merely by working from the worldling's standpoint."},{"refcode_short":"T12 78.2","refcode_long":"Testimony for the Church — No. 12, p. 78.2 (Ellen Gould White)","content":"God will raise up men and qualify them to engage in the work, not only as physicians of the body, but of the sin-sick soul, who will be spiritual fathers to the young and inexperienced."},{"refcode_short":"T12 78.3","refcode_long":"Testimony for the Church — No. 12, p. 78.3 (Ellen Gould White)","content":"I was shown that the position of Dr. Jackson in regard to amusements was wrong, and that his views of physical exercise were not all correct. The very amusements he recommends hinder the recovery of health in many cases, where one is helped by them. And physical labor for the sick, is to a great degree condemned by Dr. Jackson, which proves in many cases the greatest injury, while such mental exercise as playing at cards, chess, and checkers, excites and wearies the brain, and hinders recovery. Light and pleasant physical labor will occupy the time, improve the circulation, relieve and restore the brain, and prove a decided benefit to the health. But take from the invalid all such employment, and he becomes restless, and, with a diseased imagination, views his case as much worse than it really is, which tends to imbecility."},{"refcode_short":"T12 79.1","refcode_long":"Testimony for the Church — No. 12, p. 79.1 (Ellen Gould White)","content":"For years past I have been shown from time to time that the sick should be taught that it was wrong to suspend all physical labor in order to regain health. In thus doing the will becomes dormant, the blood circulates through the system sluggishly, and grows more impure. Where there is danger of the patient's imagining his case worse than it really is, indolence will be sure to produce the most unhappy results. Well-regulated labor gives the invalid the idea that he is not totally useless in the world, that he is, at least, of some benefit. This will afford him satisfaction, give him courage, and impart to him vigor, which vain, mental amusements can never do."},{"refcode_short":"T12 79.2","refcode_long":"Testimony for the Church — No. 12, p. 79.2 (Ellen Gould White)","content":"The view that those persons who have abused both their physical and mental powers, or who have broken down in mind or in body, must, in order to regain health, suspend activity, is a great error. In a very few cases entire rest for a short period may be necessary, but these instances are very rare. In most cases the change would be too great. Those who have broken down by intense mental labor, should have rest from wearing thought, yet to teach them that it is wrong for them to exercise their mental powers to a degree, and even dangerous for them to do so, would be to increase their diseased imaginations of their condition, and lead them to view it as worse than it really is. Such become still more nervous, and a great trouble and annoyance to those who have the care of them. In this state of mind, their recovery is doubtful indeed."},{"refcode_short":"T12 80.1","refcode_long":"Testimony for the Church — No. 12, p. 80.1 (Ellen Gould White)","content":"Those who have broken down by physical exertion must have less labor, and that which is light and pleasant, and more rest. But to shut them away from all labor and exercise, would in many cases prove their ruin. The will goes with the labor of their hands, and those accustomed to labor would feel that they were only machines, to be acted upon by physicians and attendants, and the imagination would become diseased. Inactivity is the greatest curse that could come upon such. Their powers become so dormant that it is impossible for them to resist disease and languor, which they must do in order to regain health."},{"refcode_short":"T12 80.2","refcode_long":"Testimony for the Church — No. 12, p. 80.2 (Ellen Gould White)","content":"Dr. Jackson has made a great mistake in regard to exercise and amusements, and a still greater in his teachings of religious experience and religious excitement. The experimental religion of the Bible is not detrimental to health of body or mind. The exalting influence of the Spirit of God is the best restorative for the sick. Heaven is all health, and the more fully the heavenly influences are felt, the more sure the recovery of the believing invalid. The influence of these things has reached us as a people in some degree. Sabbath-keeping health reformers must be free from all these. Every true and real reform will bring us nearer to God and Heaven, closer to the side of Jesus, and increase our knowledge of spiritual things, and deepen in us the holiness of Christian experience."},{"refcode_short":"T12 81.1","refcode_long":"Testimony for the Church — No. 12, p. 81.1 (Ellen Gould White)","content":"That there are unbalanced minds that impose upon themselves fasting that the Scriptures do not teach, and prayers and privations of rest and sleep which God has never required, is true. This is why many such are not prospered and sustained in their voluntary acts of righteousness. They have a pharisaical religion which is not of Christ, but of themselves. These trust in their good works for salvation. They vainly think to earn Heaven by their meritorious works instead of relying, as every sinner should, upon the merits of a crucified, risen, and exalted Saviour. These are almost sure to become sickly. But Christ and true godliness are health to the body and strength to the soul."},{"refcode_short":"T12 81.2","refcode_long":"Testimony for the Church — No. 12, p. 81.2 (Ellen Gould White)","content":"Let invalids do something, instead of occupying their minds with a simple play, which lowers them in their own estimation, and leads them to think their lives useless. Keep the powers of the will awake, for the will aroused and rightly directed, is a mighty soother of the nerves. Invalids are far happier with employment, and their recovery is more easily effected."},{"refcode_short":"T12 82.1","refcode_long":"Testimony for the Church — No. 12, p. 82.1 (Ellen Gould White)","content":"I saw that the greatest curse that ever came upon my husband and Sister Lay, was the instructions they received at Dansville, N. Y., in regard to remaining inactive in order to recover. The imaginations of both were diseased, and their inactivity resulted in the thought and feeling that it would be dangerous to health and life to exercise, especially if in doing so they became weary. The machinery of the system so seldom put in motion, lost its elasticity and strength, so that when they did exercise, their joints were stiff and their muscles were feeble; and every move required great effort, and of course caused pain. Yet this very weariness would have proved a blessing to them, had they, irrespective of feeling or unpleasant symptoms, persevered and resisted the disposition to follow their inclinations to inactivity."},{"refcode_short":"T12 82.2","refcode_long":"Testimony for the Church — No. 12, p. 82.2 (Ellen Gould White)","content":"I saw that it would be far better for Sister Lay to be with her family by herself, and feel the responsibilities resting upon her. This would awaken into life her dormant energies. I was shown that the broken-up condition of this dear family while at Dansville was unfavorable to the education and training of their children. These children, for their own good, should be learning to take responsibilities in household labor, and feeling that some burdens in life rest upon them. The mother, engaged in the education and training of her children, is employed in the very work God has assigned to her, and for the sake of which he has in mercy heard the prayers offered for her recovery. She should shun wearing labor, but above all should she avoid a life of inactivity."},{"refcode_short":"T12 83.1","refcode_long":"Testimony for the Church — No. 12, p. 83.1 (Ellen Gould White)","content":"When the vision was given me at Rochester, N. Y., I saw that it would be far better for these parents and children to form a family by themselves. The children should each do a part of the family labor, and thus obtain a valuable education which could not be obtained in any other way. Life at Dansville, or in any other place, surrounded by waiters and helpers, was the greatest possible injury to mother and children."},{"refcode_short":"T12 83.2","refcode_long":"Testimony for the Church — No. 12, p. 83.2 (Ellen Gould White)","content":"Jesus speaks to Sister Lay, to find rest in him; and to let her mind receive a healthy tone by dwelling upon heavenly things, and earnestly seeking to bring up her little flock in the nurture and admonition of the Lord. In this way can she best assist her husband, by relieving him of the feeling that she is the object of so much of his attention, care and sympathy."},{"refcode_short":"T12 83.3","refcode_long":"Testimony for the Church — No. 12, p. 83.3 (Ellen Gould White)","content":"As to the extent of the accommodations of the Health Reform Institute at Battle Creek, I was shown, as I have before stated, that we should have such an institution, small at its commencement, and cautiously increased, as good physicians and helpers could be procured, means raised, and the wants of invalids should demand; and all should be conducted in harmony, strictly in accordance with the principles and humble spirit of the third angel's message. And as I have seen the large calculations of some, hastily urged by those who have taken a leading part in the work, I have felt alarmed, and in many private conversations and in letters, I have warned these brethren to move cautiously. My reasons for this are, that without the especial blessing of God, there are several ways in which this enterprise might be hindered, for a time at least, either of which would be detrimental to the institution, and an injury to the cause. Should the physicians fail, through sickness, death, or any other cause, to fill their places, the work would be hindered till others were raised up; or should means fail to come in when extensive buildings are in process of erection, and the work stop for want of means, capital would be sunk, and a general discouragement would come over all interested; also there might be a lack of patients to occupy present accommodations, consequently a lack of means to meet present expenses. With all the efforts in every department, put forth in a correct and judicious manner, with the blessing of God on all these efforts, the Institution will prove a glorious success, while a single failure in any one direction might sooner or later prove a great injury. It should not be forgotten that out of many hygienic institutions started in the United States, within the last twenty-five years, but few maintain even a visible existence at the present time."},{"refcode_short":"T12 84.1","refcode_long":"Testimony for the Church — No. 12, p. 84.1 (Ellen Gould White)","content":"I have publicly appealed to our brethren in behalf of an institution to be established among us, and have spoken in the highest terms of Dr. Lay, as the man who has in the providence of God obtained an experience to act a part in this work, as physician. This I have said upon the authority of what God has shown me. I would unhesitatingly repeat all that I have said, if necessary. I have not a feeling to draw back from one sentence that I have written or spoken. The work is of God, and must be prosecuted with a firm, yet cautious hand."},{"refcode_short":"T12 85.1","refcode_long":"Testimony for the Church — No. 12, p. 85.1 (Ellen Gould White)","content":"The Health Reform is closely connected with the work of the third message, yet it is not the message. Our preachers should teach the Health Reform, yet they should not make this the leading theme in the place of the message. Its place is among those subjects which set forth the preparatory work to meet the events brought to view by the message, among which it is prominent. We should take hold of every reform with zeal, yet should avoid giving the impression that we are vacillating, and subject to fanaticism. Our people should furnish means to meet the wants of a growing Health Institute among us, as they are able to do without giving less for the various wants of the cause, and let the Health Reform and the Health Institute grow up among us as other worthy enterprises have grown, taking into the account our feeble strength in the past, and our greater ability to do much in a short period of time now. In this respect let the Health Institute grow, as other interests among us have, as fast as it can safely and rest upon a sure basis, and not cripple other branches of the great work, of equal, or of greater importance at this time. For a brother to put a large share of his property, whether he has much or little, into the Institute, so as to be unable to do as much in other directions as he otherwise should, would be wrong. And for him to do nothing would be as great a wrong. With every stirring appeal to our people for means to put into the Institute, there should have been a caution not to rob other branches of the work; especially should the liberal poor have been cautioned. Some feeble, poor men with families, without a home of their own, and too poor to go to the Institute to be treated, have put from one-fifth to one-third of all they possess into the Institute. This is wrong. Some brethren and sisters have several shares who should not have one, and should for a short time attend the Institute, having their expenses paid, or partly paid, from the charity-fund. I do not see the providence of God in making great calculations for the future, and letting those suffer who need help now. Move no faster, brethren, than the unmistakable providence of God opens the way before you."},{"refcode_short":"T12 86.1","refcode_long":"Testimony for the Church — No. 12, p. 86.1 (Ellen Gould White)","content":"The Health Reform is a branch of the especial work of God, for the benefit of his people. I saw that in an Institution established among us, the greatest danger would be of its managers departing from the spirit of the present truth, and from that simplicity which should ever characterize the disciples of Christ. A warning was given me against lowering the standard of truth in any way in such an institution, in order to help the feelings of unbelievers, and thus be more sure of their patronage. The great object of receiving unbelievers into the institution is to lead them to embrace the truth. If the standard be lowered, they will get the impression that the truth is of little importance, and they will go away in a state of mind harder of access than before."},{"refcode_short":"T12 87.1","refcode_long":"Testimony for the Church — No. 12, p. 87.1 (Ellen Gould White)","content":"But the greatest evil resulting from such a course would be the influence it would have upon the poor, afflicted, believing patients, which would affect the cause generally. They have been taught to trust in the prayer of faith, and many of them are bowed down in spirit because the prayer of faith is not now more fully answered. I saw that the reason why God did not hear the prayers of his servants for the sick among us more fully was, that he could not be glorified in so doing while they were violating the laws of health. And that he designed the Health Reform and Health Institute to prepare the way for the prayer of faith to be fully answered, and thus faith and good works go hand in hand in relieving the afflicted among us, and in fitting them to glorify God here, and to be saved at the coming of Christ. God forbid that these afflicted ones should ever be disappointed and grieved in finding the managers of the Institute working only from a worldly standpoint, instead of adding to the hygienic practice the blessings and virtues of nursing fathers and nursing mothers in Israel."},{"refcode_short":"T12 87.2","refcode_long":"Testimony for the Church — No. 12, p. 87.2 (Ellen Gould White)","content":"But let no one obtain the idea that the Institute is the place for them to come and be raised up by the prayer of faith. That is the place to find relief from disease by treatment, and right habits of living, and to learn how to avoid sickness. But if there be one place under the heavens more than another where the soothing, sympathizing prayer should be offered, by men and women of devotion and faith, it is at such an Institute. Those who treat the sick should move forward in their important work with strong reliance upon God for his blessing to attend the means he has graciously provided, and to which he has in mercy called our attention as a people, such as pure air, cleanliness, healthful diet, proper periods of labor and repose, and the use of water. None of them should have a selfish interest outside of this important and solemn work. To care properly for the physical and spiritual interests of the afflicted people of God who have reposed almost unlimited confidence in them at great expense, will require their undivided attention. No one has so great a mind, or is so skillful, but that the work will be imperfect after they have done their very best. Let those to whom are committed the physical, and also to a great extent the spiritual interests of the afflicted people of God, beware how they, through worldly policy, or a desire to be engaged in a great and popular work, or personal interest, call down upon themselves and this branch of the work in which they are engaged, the frown of God. Neither should they depend upon their skill alone. If the blessing, instead of the frown of God, be upon the Institution, angels will attend patients, helpers, and physicians to assist in the work of restoration, so that in the end the glory will be given to God, instead of feeble, short-sighted man taking it to himself. Should these men work from a worldly policy, and should their hearts be lifted up, and they feel to say, “My power, and the might of my hand hath done this,” God would leave them to work under the great disadvantages of their inferiority to other institutions in knowledge, experience and facilities. They could not then accomplish half as much as other institutions do."},{"refcode_short":"T12 89.1","refcode_long":"Testimony for the Church — No. 12, p. 89.1 (Ellen Gould White)","content":"I saw the beneficial influence of out-door labor upon those of feeble vitality and depressed circulation, especially upon females who have induced these conditions by too much confinement in-doors. Their blood has become impure and feeble for want of pure air and exercise. Instead of being held in-doors by amusements, there should be out-door attractions. I saw there should be connected with the Institute ample grounds, beautified with flowers, and planted with vegetables and fruits, where the feeble could find a proper amount of labor to do, appropriate to their sex and condition, at suitable hours. These grounds should be in the care of an experienced gardener, to direct all in a tasteful, orderly manner."},{"refcode_short":"T12 89.2","refcode_long":"Testimony for the Church — No. 12, p. 89.2 (Ellen Gould White)","content":"The relation I sustain to this work demands of me an unfettered expression of my views. I speak freely, and choose this medium to speak to all interested. What appeared in Testimony No. 11 concerning the Health Institute, should not have been given until I was able to write out all I had seen in regard to it. I did not design to say anything upon the subject in No. 11, and sent all the manuscript that I designed for that Testimony, from Ottawa Co., where I was then laboring, to the Office at Battle Creek, stating that I wished them to hasten out that little work, as it was much needed, and as soon as possible I would write No. 12, in which I designed to speak freely and fully concerning the Institute. The brethren at Battle Creek especially interested in the Institute, knew I had seen that our people should cast in of their means to establish such an institution. They therefore delayed the publication of No. 11 to write to me that the influence of my testimony in regard to the Institute was needed to immediately move the brethren upon the subject, and that No. 11 would wait till I could write. This was a great trial to me, as I knew I could not write out all I had seen, for I was then speaking to the people six or eight times a week, visiting from house to house, and writing hundreds of pages of personal testimonies and private letters. This amount of labor, with unnecessary burdens and trials thrown upon me, unfitted me for labor of any kind. My health was poor, and my mental sufferings were beyond description. Under these circumstances I yielded my judgment to that of others, and wrote what appeared in No. 11 in regard to the Health Institute, being unable then to give all I had seen. I did wrong. I must be allowed to know my own duty better than others can know it for me, especially on matters which God has revealed to me. I shall be blamed by some for speaking as I now speak. Others will blame me for not speaking before. The disposition manifested to crowd the matter of the Institute so last has been one of the heaviest trials I have ever borne. If all those who have used my testimony to move the brethren, had been equally moved by it themselves, I should be better satisfied. Should I delay longer to speak my views and feelings, I should be blamed the more by both those who think I should have spoken sooner, and those also who may think I should not give any cautions. For the good of those at the head of the work, for the good of the cause and the brethren, and to save myself great trials, I have freely spoken."},{"refcode_short":"T12 91","refcode_long":"Testimony for the Church — No. 12, p. 91 (Ellen Gould White)","content":"Extracts from Letters"},{"refcode_short":"T12 91.1","refcode_long":"Testimony for the Church — No. 12, p. 91.1 (Ellen Gould White)","content":"[The two following extracts are from letters which I addressed to those at the head of the Health Institute, the first one, the first of May, 1867, and the second, in June following.]"},{"refcode_short":"T12 91","refcode_long":"Testimony for the Church — No. 12, p. 91 (Ellen Gould White)","content":"First Extract"},{"refcode_short":"T12 91.2","refcode_long":"Testimony for the Church — No. 12, p. 91.2 (Ellen Gould White)","content":"“A Health Institution God would have established which will in its influence be closely connected with the closing work for mortals fitting for immortality; one that would have no tendency to weaken the religious principles of old or young, which would not improve the health of the body to the detriment of spiritual growth. The great object of this Institution should be to improve the health of the body that the afflicted might more highly appreciate eternal things. If this object is not continually set before the mind, and efforts are not made to this end, it will prove a curse instead of a blessing, spirituality will be regarded a secondary thing, and the health of the body and diversion will be made primary."},{"refcode_short":"T12 91.3","refcode_long":"Testimony for the Church — No. 12, p. 91.3 (Ellen Gould White)","content":"“I saw that the high standard should not be lowered a particle in order that the Institution might be patronized by unbelievers. If any choose to come while the conductors of the Institution occupy the exalted spiritual position God designs they should, there will be a power that will affect the hearts of unbelievers, and with God on their side and angels enlisted, his commandment-keeping people can but prosper. This Institution is not to be established for the object of gain and to accumulate, but to aid in bringing God's people into such a condition of physical and mental health as will enable them to rightly appreciate eternal things, and to correctly value the redemption so dearly purchased by the sufferings of our Saviour. This Institution is not to be made a place for diversion or amusement. Those who cannot live unless they have excitement and diversion, will be of no use to the world; none are made better for their living. They might just as well be out of the world as to be in it."},{"refcode_short":"T12 92.1","refcode_long":"Testimony for the Church — No. 12, p. 92.1 (Ellen Gould White)","content":"“I saw that the view which Dr. Jackson sought to instill into the minds of others, that spirituality was a detriment to the health of the body, was but the sophistry of the Devil. Satan found his way into Eden and made Eve believe that she needed something more than that which God had given for her happiness, that the forbidden fruit would have a special exhilarating influence upon her body and mind, which would exalt her even to be equal with God in knowledge. But the knowledge and benefit she thought to gain was to her a terrible curse."},{"refcode_short":"T12 92.2","refcode_long":"Testimony for the Church — No. 12, p. 92.2 (Ellen Gould White)","content":"“There are persons with diseased imaginations; religion is to them a tyrant, to rule them as with a rod of iron. With such it is a constant mourning over their depravity, and groaning over supposed evil. Love does not exist in their hearts; a frown is ever upon the countenance. They are chilled with the innocent laugh from the youth, or from any one. They consider it a sin to have recreation or amusement. The mind must be wrought up to just such a stern, severe pitch. This is one extreme. Others think that the mind must be on the stretch to invent new amusements and diversion to gain health. They learn to depend on outward excitement, are uneasy without it. Such are not true Christians. They go to another extreme. The true principles of Christianity open before all a source of happiness; the height and depth, the length and breadth of it are immeasurable. It is Christ in us a well of water springing up into everlasting life. It is a continual wellspring that the Christian can drink from and never exhaust the fountain."},{"refcode_short":"T12 93.1","refcode_long":"Testimony for the Church — No. 12, p. 93.1 (Ellen Gould White)","content":"“What brings sickness of body and mind to nearly all, is dissatisfied feelings and discontented repinings. They have not God, they have not the hope which reaches to that within the vail, which is as an anchor to the soul both sure and steadfast. All with this hope will purify themselves even as he is pure, and will not have the restless longings, the repinings, the discontent, the lack of love, the continual looking for evil and brooding over borrowed trouble, having a time of trouble beforehand, with anxiety stamped upon every feature with no consolation but a continual, fearful looking for of some dreadful evil."},{"refcode_short":"T12 93.2","refcode_long":"Testimony for the Church — No. 12, p. 93.2 (Ellen Gould White)","content":"“God is dishonored by such. The religion of Christ is brought into disrepute. Such have not love for God, nor love for their companions nor children. The affections of such are morbid. But vain amusements will never correct the minds of such. They need the transforming influence of the Spirit of God in order to be happy, and to be benefited with the mediation of Christ, and to realize consolation, divine and substantial. ‘For he that will love life and see good days, let him refrain his tongue from evil, and his lips that they speak no guile. Let him eschew evil, and do good; let him seek peace and ensue it. For the eyes of the Lord are over the righteous, and his ears are open unto their prayers; but the face of the Lord is against them that do evil.’"},{"refcode_short":"T12 94.1","refcode_long":"Testimony for the Church — No. 12, p. 94.1 (Ellen Gould White)","content":"“Those who have experimental knowledge of the above scriptures are truly happy. They will consider the approbation of Heaven higher than any earthly amusement; Christ in them the hope of glory, will be health to the body and strength to the soul. The simplicity of the gospel is fast disappearing from professed Sabbath-keepers. How can God prosper us, I enquire a hundred times a day. Prayer is almost obsolete. How little praying, how little bearing the cross of Christ who bore the shameful cross for us."},{"refcode_short":"T12 94.2","refcode_long":"Testimony for the Church — No. 12, p. 94.2 (Ellen Gould White)","content":"“I cannot feel that things are moving at that Institution as God would have them move. I fear that he will turn his face from it. I was shown that physicians and helpers should be of the highest order. Those who have an experimental knowledge of the truth, who will command respect, and whose word can be relied on. They should be persons whose imaginations are not diseased, persons who have perfect control of themselves, who are not fitful or changeable, persons who are free from jealousy and evil surmisings; persons who have a power of will that will not yield to slight indispositions; persons who will think no evil, unprejudiced, who think and move calmly, considerately, having the glory of God, and the good of others ever before them. Never should one be exalted to any responsible position to gratify them or because they desire it, but because they are qualified and have the fitness for the position. Those who have responsibilities upon them, should be proved and give evidence that they are free from jealousy, that they will not be of that kind who will take a dislike to this or that one, while they will have a few favored friends, taking no notice of others. God grant that they may move just right in that Institution.”"},{"refcode_short":"T12 95","refcode_long":"Testimony for the Church — No. 12, p. 95 (Ellen Gould White)","content":"Second Extract"},{"refcode_short":"T12 95.1","refcode_long":"Testimony for the Church — No. 12, p. 95.1 (Ellen Gould White)","content":"“Dear Bro. Lay:—My mind has been exercised considerably upon one or two points. When I get where I am writing letters to you night after night in my sleep, I then think it time to carry out my convictions of duty. When I was shown that Dr. Jackson erred in some things in regard to the instructions he gave to his patients, I saw that you had received the same ideas in many things, and that the time would come when you would see correctly in regard to the matter. These are concerning work and amusements. I was shown in nine cases out of ten that to allow light work, and even to urge it upon most of the patients, would prove more beneficial than to urge them to remain inactive and idle. There needs to be a power of the will kept active, which is the greatest help to recover the health, and to arouse the dormant faculties. Remove all labor from those who have been overtaxed all their lives, and in nine cases out of ten the change will prove an injury. This instruction has proved one of the greatest injuries to my husband. I was shown that physical, out-door exercise was far preferable to indoor; but if this cannot be brought about, light employment would occupy and divert the mind, and prevent it from dwelling upon little ailments and symptoms, and will prevent home-sickness. This do-nothing system, I saw, had been the greatest curse to your wife and my husband. God gave employment to the first pair in Eden, because he knew that they would be happier thus employed. From what has been shown me, this do-nothing system is a curse to soul and body. Light employment will not excite or tax the mind or strength any more than amusements. The sick get where they look at their poor feelings, and often think themselves utterly unable to do anything, when I saw if they would arouse the will and compel themselves every day to do an amount of physical labor, they would be far happier, and improve much faster. I shall write more fully upon this point hereafter.”"}]