[{"refcode_short":"T13 ","refcode_long":"Testimony for the Church — No. 13, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 13"},{"refcode_short":"T13 1","refcode_long":"Testimony for the Church — No. 13, p. 1 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T13 1","refcode_long":"Testimony for the Church — No. 13, p. 1 (Ellen Gould White)","content":"Introductory Remarks"},{"refcode_short":"T13 1.1","refcode_long":"Testimony for the Church — No. 13, p. 1.1 (Ellen Gould White)","content":"Again I feel it my duty to speak to the Lord's people in great plainness. It is humiliating to me to point out the errors and rebellion of those who have long been acquainted with us, and have known our work. I do it to correct wrong statements that have gone abroad concerning me and my husband, calculated to injure the cause, and as a warning to others. Were it that we only were to suffer, I would be silent, but when the cause is in danger of reproach and suffering, I must speak, however humiliating. Proud hypocrites will triumph over our brethren because they are humble enough to confess their sins. God loves his people who keep his commandments, and reproves them, not because they are the worst, but the best people in the world. “As many as I love,” says Jesus, “I rebuke and chasten.”"},{"refcode_short":"T13 1.2","refcode_long":"Testimony for the Church — No. 13, p. 1.2 (Ellen Gould White)","content":"I would call especial attention to the remarkable dreams given in this little work, all with harmony and distinctness illustrating the same things. The multitude of dreams arise from the common things of life, with which the Spirit of God has nothing to do. There are also false dreams, as well as false visions, which are inspired by the spirit of Satan. But dreams from the Lord are classed in the word of God with visions, and are as truly the fruits of the spirit of prophecy as visions. Such dreams, taking into the account the persons who have them, and the circumstances under which they are given, contain their own proofs of their genuineness."},{"refcode_short":"T13 2.1","refcode_long":"Testimony for the Church — No. 13, p. 2.1 (Ellen Gould White)","content":"May the blessing of God attend this little work."},{"refcode_short":"T13 2","refcode_long":"Testimony for the Church — No. 13, p. 2 (Ellen Gould White)","content":"Sketch of Experience"},{"refcode_short":"T13 2.2","refcode_long":"Testimony for the Church — No. 13, p. 2.2 (Ellen Gould White)","content":"Having become fully satisfied that my husband would not recover from his protracted sickness while remaining inactive, and that the time had fully come for me to go forth and bear my testimony to the people, I decided, contrary to the judgment and advice of the church at Battle Creek, of which we were members at that time, to venture a tour in Northern Michigan, with my husband in his extremely feeble condition, in the severest cold of winter. It required no small degree of moral courage and faith in God to bring my mind to the decision to risk so much, especially as I stood alone, with the influence of the church, including those at the head of the work at Battle Creek, against me."},{"refcode_short":"T13 3.1","refcode_long":"Testimony for the Church — No. 13, p. 3.1 (Ellen Gould White)","content":"But I knew that I had a work to do, and it seemed to me that Satan was determined to keep me from it. I had waited long for our captivity to be turned, and feared precious souls would be lost if I remained longer from the work. To remain longer from the field seemed to me worse than death, and to move out we could but perish. So, on the nineteenth of December, 1866, we left Battle Creek in a snow storm for Wright, Ottawa Co., Mich. My husband stood the long and severe journey of ninety miles much better than I feared, and seemed quite as well when we reached our old home at Bro. Root's as when we left Battle Creek. We were kindly received by this dear family, and as tenderly cared for as Christian parents can care for invalid children."},{"refcode_short":"T13 3.2","refcode_long":"Testimony for the Church — No. 13, p. 3.2 (Ellen Gould White)","content":"We found this church in a very low condition. With a large portion of its members the seeds of disunion and dissatisfaction with one another were taking deep root, and a worldly spirit was taking possession of them. And notwithstanding their low state, they had enjoyed the labors of our preachers so seldom, they were hungry for spiritual food. Here commenced our first effective labors since the sickness of my husband. Here he commenced to labor as he used to, though in much weakness. He would speak thirty or forty minutes in the forenoon of the Sabbath and on first-day. I filled up the rest of the time, and then spoke in the afternoon of each day, about an hour and a half each time. We were listened to with the greatest attention. I saw that my husband was growing stronger, clearer and more connected in his subjects. And when on one occasion he spoke one hour with clearness and power, with the burden of the work upon him as he used to speak, my feelings of gratitude were beyond expression. I arose in the congregation, and for nearly half an hour tried with weeping to give utterance to them. The congregation felt deeply. I felt assured that this was the dawn of better days for us. We remained with this people six weeks. I spoke to them twenty-five times, and my husband spoke twelve times. As our labors with this church progressed, individual cases began to open before me, and I commenced to write out testimonies for them, amounting in all to one hundred pages. Then commenced labor for those persons as they came to Bro. Root's where we were stopping, and with some of them at their homes, but more especially in meetings at the house of worship. In this kind of labor I found that my husband was of the greatest help. His long experience in this kind of work, laboring with me in the past, had qualified him for it. And now that he entered upon it again he seemed to manifest all that clearness of thought, good judgment and faithfulness in dealing with the erring, of former days. In fact no other two of our ministers could have rendered me the assistance that he did."},{"refcode_short":"T13 5.1","refcode_long":"Testimony for the Church — No. 13, p. 5.1 (Ellen Gould White)","content":"A good and a great work was done for this dear people. Hearty and full confessions of wrongs were freely made, union was restored, and the blessing of God rested down upon the work. My husband labored to bring the church up to the figures which should be adopted in all our churches upon Systematic Benevolence, which resulted in raising the amount to be paid into the treasury annually by that church, about three hundred dollars. Those in the church who had been in trial about some of my testimonies, especially respecting the dress question, on hearing the matter explained, became fully settled. The health and dress reform was adopted, and a large amount was raised for the Health Institute."},{"refcode_short":"T13 5.2","refcode_long":"Testimony for the Church — No. 13, p. 5.2 (Ellen Gould White)","content":"Here I think it my duty to state that as this work was in progress, unfortunately a wealthy brother from the State of New York, visited Wright, after calling at Battle Creek and there learning that we had started out contrary to the opinion and advice of the church, and those standing at the head of the work at Battle Creek. He chose to represent my husband, even before those for whom we had the greatest labor, as being partially insane, consequently his testimony was of no weight. His influence in this matter, as stated to me by Bro. Root, the elder of the church, set the work back at least two weeks. I state this that unconsecrated persons may beware how they in their blind, unfeeling state, cast an influence in an hour which may take the worn servants of the Lord weeks to counteract. We were laboring for those of wealth, and Satan saw that this wealthy brother was just the man for him to use. May the Lord bring him where he can see, and in humility of mind confess, his wrong."},{"refcode_short":"T13 6.1","refcode_long":"Testimony for the Church — No. 13, p. 6.1 (Ellen Gould White)","content":"By two weeks more of the most wearing labor, with the blessing of God we were able to remove this wrong influence and give full proofs to that dear people that God had sent us to them. As further results of our labors, seven were soon after baptized by Bro. Waggoner, and two in July by my husband at the time of our second visit to that church."},{"refcode_short":"T13 6.2","refcode_long":"Testimony for the Church — No. 13, p. 6.2 (Ellen Gould White)","content":"The brother from New York returned to Battle Creek with his wife and daughter, not in a state of mind to give a correct report of the good work at Wright, or to help the feelings of the church at Battle Creek. As facts have since come out, it appears that he injured the church, and the church injured him, in their mutual enjoyment from house to house of taking the most unfavorable views of our course, and making it the theme of conversation. About the time this cruel work was going on, I had the following dream:"},{"refcode_short":"T13 6.3","refcode_long":"Testimony for the Church — No. 13, p. 6.3 (Ellen Gould White)","content":"I was visiting Battle Creek in company with a person of commanding manners and dignified deportment. In my dream I was passing around to the houses of our brethren. As we were about to enter, we heard voices engaged in earnest conversation. I heard the name of my husband frequently mentioned. I was grieved and astonished to hear our firmest professed friends relating scenes and incidents which had occurred during the severe affliction of my husband, when his mental and physical powers were palsied to a great degree. I was grieved to hear the voice of the professed brother from New York before mentioned, representing in an earnest manner, and in an exaggerated light, incidents which those at Battle Creek were ignorant of, while our friends in Battle Creek, in their turn, related that which they knew. I became faint and sick at heart, and in my dream came near falling, when the hand of the person with me sustained me, saying, “You must listen. You must know this, even if it is hard to bear.”"},{"refcode_short":"T13 7.1","refcode_long":"Testimony for the Church — No. 13, p. 7.1 (Ellen Gould White)","content":"At the several houses we approached, the same subject was the theme of conversation. It was their present truth. Said I, “Oh, I did not know this! I was ignorant that such feelings existed in the hearts of those whom we have regarded as our friends in prosperity, and our fast friends in suffering, affliction, and adversity. Would I had never known this! These we have accounted our very best and truest friends.”"},{"refcode_short":"T13 7.2","refcode_long":"Testimony for the Church — No. 13, p. 7.2 (Ellen Gould White)","content":"The person with me repeated these words: “If they would only engage as readily, and with as much earnestness and zeal in conversation upon their Redeemer, dwelling upon his matchless charms, his disinterested benevolence, and his merciful forgiveness, his pitiful tenderness to the suffering, his forbearance and inexpressible love, how much more precious and valuable would be the fruits.”"},{"refcode_short":"T13 7.3","refcode_long":"Testimony for the Church — No. 13, p. 7.3 (Ellen Gould White)","content":"Said I, “I am grieved. He has not spared himself to save souls. He stood under the burdens until they crushed him, and when he was prostrated, broken physically and mentally, to gather up words and acts and use them to destroy his influence, after God has put his hand under him to raise him up, that his voice may again be heard, is cruel and wicked.”"},{"refcode_short":"T13 8.1","refcode_long":"Testimony for the Church — No. 13, p. 8.1 (Ellen Gould White)","content":"Said the person who accompanied me, “The conversation where Christ and the characteristics of his life is the theme dwelt upon, will refresh the spirit, and the fruit will be unto holiness and everlasting life.” He then quoted these words: “Whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.” These words so impressed me that I spoke upon them the next Sabbath."},{"refcode_short":"T13 8.2","refcode_long":"Testimony for the Church — No. 13, p. 8.2 (Ellen Gould White)","content":"My labors in Wright were very wearing. I then had much care of my husband by day, and sometimes in the night. I gave him baths, and took him out to ride, and twice a day, cold, stormy or pleasant, walked out with him, and used the pen while he dictated his reports for the Review. I wrote many letters, besides the many pages of personal testimonies, most of No. 11, besides visiting and speaking as often, as long and earnestly as I did. Bro. and Sister Root fully sympathized with me in my trials and labors, and watched us with the tenderest care, to supply all our wants. Our frequent prayers were that the Lord would bless them in basket and in store, in health as well as in grace and spiritual strength. And I felt that a special blessing would follow them. Though sickness has come into their dwelling since, yet I learn by Bro. Root that they enjoy better health than before. And among the items of temporal prosperity he reports that his wheat fields have produced twenty-seven bushels to the acre, and some forty, while the average yield of his neighbors’ fields has been only seven bushels per acre."},{"refcode_short":"T13 9.1","refcode_long":"Testimony for the Church — No. 13, p. 9.1 (Ellen Gould White)","content":"Jan. 29, 1867, we left Wright, and rode to Greenville, Montcalm Co., forty miles. It was the most severely cold day of the winter. We were glad to find a shelter from the cold and storm at Bro. Maynard's. This dear family welcomed us to their hearts and to their home. We remained in this vicinity six weeks, laboring with the churches at Greenville and Orleans, and made Bro. Maynard's hospitable home our head-quarters."},{"refcode_short":"T13 9.2","refcode_long":"Testimony for the Church — No. 13, p. 9.2 (Ellen Gould White)","content":"The Lord gave me freedom in speaking to the people. In every effort made I realized the sustaining power of God. And as I became fully convinced that I had a testimony for the people, which I could bear to them in connection with the labors of my husband, my faith was strengthened that he would yet be raised to health to labor with acceptance in the cause and work of God. His labors were received by the people. He was a great help to me in the work. Without him I could accomplish but little. With his help, in the strength of God, I could do the work assigned me. The Lord sustained him in every effort he put forth. As he ventured, trusting in God, regardless of his feebleness, he gained in strength, and improved with every effort. As I realized that my husband was regaining physical and mental vigor, my gratitude was unbounded in view of the prospect that I again should be unfettered to engage anew and more earnestly in the work of God, standing by the side of my husband, and we laboring together unitedly in the closing work for God's people. Previous to his being stricken down, the position he occupied in the Office confined him the greater part of the time there. And as I could not travel without him I was kept necessarily at home much of the time. I felt that God would now prosper him while he labored in word and doctrine, and devoted himself more especially to the work of preaching. Others could do the labor in the Office, and we were settled in our convictions that he would never be confined to the Office again, but be free to travel with me, and we both bear the solemn testimony God would have us to his remnant people. I sensibly felt the low state of God's people, and every day I was aware I had gone to the extent of my strength. My manuscript for No. 11 we had sent while in Wright to the Office of publication, and I was improving almost every moment when out of meeting in writing out matter for No. 12. Both my physical and mental energies had been severely taxed while laboring for the church in Wright. I felt that I should have rest, but could see no opportunity for any relief. I was speaking to the people several times a week, and writing many pages of personal testimonies. The burden of souls was upon me, and the responsibilities I felt were so great I obtained but a few hours of sleep each night."},{"refcode_short":"T13 11.1","refcode_long":"Testimony for the Church — No. 13, p. 11.1 (Ellen Gould White)","content":"While thus laboring, in speaking and in writing, letters were received from Battle Creek of a discouraging character. As I read them I felt an inexpressible depression of spirits, amounting to agony of mind, which seemed for a short period to palsy my vital energies. For three nights I scarcely slept at all. My thoughts were troubled and perplexed."},{"refcode_short":"T13 11.2","refcode_long":"Testimony for the Church — No. 13, p. 11.2 (Ellen Gould White)","content":"I concealed my feelings as well as I could from my husband and the sympathizing family we were with. None knew the labor or burden upon my mind, as I united with the family in morning and evening devotion, and sought to lay my burden upon the great Burden-bearer. But my petitions came from a heart wrung with anguish, which made my prayers broken and disconnected because of uncontrollable grief."},{"refcode_short":"T13 11.3","refcode_long":"Testimony for the Church — No. 13, p. 11.3 (Ellen Gould White)","content":"The blood rushed to my brain, frequently causing me to reel and nearly fall. I had the nose-bleed frequently, especially after making an effort to write. I was compelled to lay by my writing, but could not throw off the burden, anxiety and responsibilities upon me, as I realized that I had testimonies for others which I was unable to present to them."},{"refcode_short":"T13 11.4","refcode_long":"Testimony for the Church — No. 13, p. 11.4 (Ellen Gould White)","content":"I received still another letter informing me that it was thought best to defer the publication of No. 11 until I could write out that which I had been shown in regard to the Health Institute, as they wanted the influence of my testimony to move the brethren, as they stood in great want of means. I then wrote out a portion of that which was shown me in regard to the Institute, but could not get out the entire subject because of pressure of blood to the brain. Had I thought that No. 12 would have been delayed so long I should not in any case have sent that portion of the matter contained in No. 11. I supposed when I should rest a few days I could again resume my writing. But to my great grief I found that my brain was in a condition making it impossible for me to write. The idea of writing testimonies bearing a general application, and also personal, was given up, and I was in continual distress because I could not write them."},{"refcode_short":"T13 12.1","refcode_long":"Testimony for the Church — No. 13, p. 12.1 (Ellen Gould White)","content":"In this state of things we decided to return to Battle Creek, and there remain while the roads were in a muddy, broken-up condition, and I there complete No. 12. My husband was very anxious to see his brethren at Battle Creek, and speak to them, and rejoice with them in the work God was doing for him. I gathered up my writings and we started on our journey. On the way we held two meetings in Orange, and had evidence that the church was profited and encouraged. We were ourselves refreshed by the Spirit of the Lord. That night I dreamed I was in Battle Creek looking out from the side glass at the door, and saw a company marching up to the house, two and two. They looked stern and determined. I knew them well and turned to open the parlor door to receive them, but thought I would look again. The scene was changed. The appearance now presented was like a Catholic procession. One of the company bore in his hand a cross. Another had a reed. And as they neared the house, the one carrying a reed made a circle ‘around the house, saying three times, “This house is proscribed. The goods must be confiscated. They have spoken against our holy order.” Terror seized me, and I ran through the house, out of the north door, and found myself in the midst of a company some of whom I knew, but I dared not speak a word with them for fear of being betrayed. I tried to seek a retired spot where I might weep and pray without meeting eager, inquisitive eyes everywhere I turned. I repeated frequently, “If I could only understand this! If they will tell me what I have said, or what I have done!” I wept and prayed much as I saw our goods being confiscated. I tried to read sympathy or pity for me in the looks of those around me, and marked several countenances of those whom I thought would speak with me, and comfort me, if they did not fear that they would be observed by others. I made one attempt to escape from the crowd, but I saw that I was watched, and I concealed my intentions. I commenced weeping aloud, and saying, “If they would only tell me what I have done, or what I have said!”"},{"refcode_short":"T13 13.1","refcode_long":"Testimony for the Church — No. 13, p. 13.1 (Ellen Gould White)","content":"My husband, who was sleeping in a bed in the same room, heard me weeping aloud, and awoke me. I found my pillow wet with tears, and a sad depression of spirits upon me."},{"refcode_short":"T13 14.1","refcode_long":"Testimony for the Church — No. 13, p. 14.1 (Ellen Gould White)","content":"Bro. and Sr. Howe accompanied us to West Windsor. We were received and welcomed by Bro. and Sr. Carman. Sabbath and first-day we met the brethren and sisters from the churches in the vicinity, and had freedom in bearing our testimony to them. The refreshing Spirit of the Lord rested upon those who felt a special interest in the work of God. Our conference meetings were good, and nearly all bore testimony that they were strengthened and greatly encouraged."},{"refcode_short":"T13 14.2","refcode_long":"Testimony for the Church — No. 13, p. 14.2 (Ellen Gould White)","content":"In a few days we found ourselves again at Battle Creek, after an absence of about three months, where, on the Sabbath of March 16, my husband delivered before the church the sermon on Sanctification, phonographically reported by the editor of the Review, and published in No. 18, Vol. xxix. He also spoke in the afternoon with clearness, and on first day forenoon. I bore my testimony with usual freedom."},{"refcode_short":"T13 14.3","refcode_long":"Testimony for the Church — No. 13, p. 14.3 (Ellen Gould White)","content":"We spoke to the church in Newton, Sabbath 23d, with freedom, and labored with the church at Convis the following Sabbath and first-day. We designed to return North, and went thirty miles, but were obliged to turn back on account of the condition of the roads."},{"refcode_short":"T13 14.4","refcode_long":"Testimony for the Church — No. 13, p. 14.4 (Ellen Gould White)","content":"My husband was terribly disappointed at the cold reception he met at Battle Creek, and I was also grieved. We decided that we could not bear our testimony to this church till they gave better evidence that they wished our services, and concluded to labor in Convis and Monterey till the roads should improve. The two following Sabbaths we spent at Convis, and have good proofs that a good work was done, as the best of fruits are now seen."},{"refcode_short":"T13 15.1","refcode_long":"Testimony for the Church — No. 13, p. 15.1 (Ellen Gould White)","content":"It is painful for me here to state that we were received with great coldness by our brethren, from whom, three months before, I had parted in perfect union, excepting on the point of our leaving home. I came home to Battle Creek like a weary child, who needed comforting words and encouragement."},{"refcode_short":"T13 15.2","refcode_long":"Testimony for the Church — No. 13, p. 15.2 (Ellen Gould White)","content":"The first night spent in Battle Creek, I dreamed that I had been laboring very hard and had been traveling for the purpose of attending a large meeting. I was very weary. Sisters were arranging my hair and adjusting my dress, and I fell asleep. When I awoke, I was astonished and indignant to find that my garments had been removed, and there had been placed upon me old rags, pieces of bed quilts knotted and sewed together. Said I, “What have you done to me? Who has done this shameful work of removing my garments and replacing them with beggars’ rags?” I tore off the rags and threw them from me. I was grieved, and with anguish I cried out, “Bring me back my garments which I have worn for twenty-three years, and have not disgraced them in a single instance. Unless you give me back my garments I shall appeal to the people who will contribute and return me my own garments which I have worn twenty-three years.” I have seen the fulfillment of this dream. We met reports at Battle Creek which have been circulated to injure us, which have no foundation in truth. Letters have been written by some making a temporary stay at the Health Institute, and by others, living in Battle Creek, to churches in Michigan and other States, expressing fears, doubts and insinuations in regard to us."},{"refcode_short":"T13 16.1","refcode_long":"Testimony for the Church — No. 13, p. 16.1 (Ellen Gould White)","content":"I was filled with grief as I listened to a charge from a fellow-laborer, whom I had respected, that they were hearing from every quarter things which I had spoken against the church at Battle Creek. I was so grieved I knew not what to say. We found a strong, accusing spirit against us. As we became fully convinced in regard to the existing feelings, we felt homesick. We felt so disappointed and distressed that I told two of our leading brethren that I did not feel at home, as we met, instead of welcome and encouragement, distrust and positive coldness, and that I had yet to learn that this was the course to pursue toward those who had broken down in their midst by over-exertion and devotion to the work of God. I then said that we thought we should move from Battle Creek and seek a more retired home."},{"refcode_short":"T13 16.2","refcode_long":"Testimony for the Church — No. 13, p. 16.2 (Ellen Gould White)","content":"Grieved and wounded in spirit beyond measure, I remained at home, dreading to go anywhere among the church for fear of being wounded. Finally, as no one made any effort to relieve my feelings, I felt it to be my duty to call together a number of experienced brethren and sisters, and meet the reports which were circulating in regard to us. Weighed down and depressed, amounting to anguish, I met the charges against me, giving a recital of my journey East, one year since, and the painful circumstances attending that journey."},{"refcode_short":"T13 17.1","refcode_long":"Testimony for the Church — No. 13, p. 17.1 (Ellen Gould White)","content":"I appealed to those present, to judge whether my connection with the work and cause of God would lead me to speak lightly of the church at Battle Creek, from whom I had not the slightest alienation of feelings. Was not my interest in the cause and work of God as great as it was possible for theirs to be? My whole experience and life were interwoven in the work and cause of God. I had no separate interest aside from the work. I had invested everything in this cause. I had considered no sacrifice too great for me to make in order to advance it. I had not allowed the fond love and affection for my darling babes to hold me back from performing my duty as God required it in his cause. I had separated from my nursing children, and allowed another to act the part of mother to my precious babes. Affection and maternal love throbbed just as strongly in my heart as in the heart of any mother that lived. I had given unmistakable evidences of my interest in, and devotion to, the cause of God. I had shown by my fruits, how dear was this cause to me. Could any produce stronger proof than myself? Were they zealous in the cause of truth? I more. Were they devoted to it? I could prove greater devotion than anyone living engaged in the work. Had they suffered for the truth's sake? I more. I had not counted my life dear unto me. I had not shunned reproach, suffering, or hardships. When friends and relatives have despaired of my life, because disease was preying upon me, I have been borne in my husband's arms to the boat, or cars, and after traveling until midnight, we found ourselves in the city of Boston, without means. We walked by faith seven miles on two or three occasions. We traveled as far as it seemed possible that my strength would allow, and then knelt on the ground and prayed for strength to proceed. Strength was given, and we were enabled to labor earnestly for the good of souls. We allowed no obstacle to deter us from duty, or separate us from the work."},{"refcode_short":"T13 18.1","refcode_long":"Testimony for the Church — No. 13, p. 18.1 (Ellen Gould White)","content":"The spirit manifested in this meeting distressed me greatly. I returned home still burdened, as no one made any effort to relieve me, by acknowledging they were convinced they had misjudged me, and that their suspicions and accusations against me were unjust. They could not condemn me, neither did they make any effort to relieve me."},{"refcode_short":"T13 18.2","refcode_long":"Testimony for the Church — No. 13, p. 18.2 (Ellen Gould White)","content":"For fifteen months my husband had been so feeble that he had not carried his watch or his purse, or driven his own team when riding out. But with the present year he had taken his watch, and purse, though empty in consequence of our great expenses, and driven his own team. He had, during his sickness, refused at different times to take money of his brethren, to the amount of nearly one thousand dollars, telling them that when he was in want he would let them know it. We were at last brought to want. My husband felt it his duty first, before becoming dependent, to sell what we could spare. He had some few things at the Office, and scattered among the brethren in Battle Creek, of little value, which he collected and sold. We sold nearly one hundred and fifty dollars’ worth of furniture. At this point of time, our only and very valuable cow died. My husband tried to sell our sofa for the meeting-house, offering to give ten dollars of its value, but could not. He then for the first time addressed a note to a brother stating that if the church would esteem it a pleasure to make up the loss of the cow, they might do so. But nothing was done about it, only to charge my husband with being insane on the subject of money. They knew him well enough to know he would never ask for help unless stern necessity drove him to it. And now, that he had done it, judge of his feelings and mine when it was seen that no notice was taken of the matter only to use it to wound us in our want and deep affliction."},{"refcode_short":"T13 19.1","refcode_long":"Testimony for the Church — No. 13, p. 19.1 (Ellen Gould White)","content":"At this meeting my husband humbly confessed that he was wrong in several things of this nature, which he never should have done, and never would have done but for his fear of his brethren, and a desire to be all right, and to be in union with the church. This led those who were injuring him to apparently despise him. We were humbled into the very dust. We were distressed beyond expression, and in this state of things started to fill an appointment at Monterey. While journeying I was suffering the keenest anguish of spirit. I tried to explain to myself why it was that our brethren did not understand in regard to our work. I had felt quite sure that when we should meet them they would know what spirit we were of, and that the Spirit of God in them would answer to the same in us, his humble servants, and there would be union of feelings and sentiment. This had not been the case. We were distrusted and suspiciously watched, which was a cause of the greatest perplexity I ever experienced. As I was thus thinking a branch of the vision given me at Rochester, Dec. 25, 1865, came like a flash of lightning to my mind, which I immediately related to my husband as follows:"},{"refcode_short":"T13 20.1","refcode_long":"Testimony for the Church — No. 13, p. 20.1 (Ellen Gould White)","content":"I was shown a cluster of trees, standing near each other, forming a circle. Running up over these trees was a vine which covered the trees at the top, and rested upon them, forming an arbor. Soon I saw the trees swaying to and fro, as though moved by a powerful wind. One branch after another of the vine was shaken from its support, and began to drop, until the vine was shaken loose from the trees, except a few tendrils which were left clinging to the lower branches. A person came up and severed the remaining, clinging tendrils of the vine, and it lay prostrated upon the earth."},{"refcode_short":"T13 20.2","refcode_long":"Testimony for the Church — No. 13, p. 20.2 (Ellen Gould White)","content":"The distress and anguish of my mind, as I saw the vine lying upon the ground, was beyond description. I saw many pass and look pityingly upon the vine, and I waited anxiously for a friendly hand to raise it; but no help was offered it. I inquired why no hand raised the vine. Presently I saw an angel come to the apparently-deserted vine. He spread out his arms and placed them beneath the vine and raised it and stood it upright, saying, “Stand toward Heaven, and let thy tendrils entwine about God. Thou art shaken from human support. Thou canst stand, in the strength of God, and flourish without it. Lean upon God alone, and thou shalt never lean in vain, or be shaken therefrom.” I felt inexpressible relief, amounting to joy, as I saw the neglected vine cared for. I turned to the angel and inquired what these things meant. Said he, “Thou art this vine. All this thou wilt experience, and then, when these things occur, thou shalt fully understand the figure of the vine. God will be to thee a present help in time of trouble.”"},{"refcode_short":"T13 21.1","refcode_long":"Testimony for the Church — No. 13, p. 21.1 (Ellen Gould White)","content":"From this time I was settled as to my duty, and never more free in bearing my testimony to the people. If I ever felt the arm of the Lord holding me up, it was at that meeting. My husband was also free and clear in his preaching, and the expression of all was, We have had an excellent meeting."},{"refcode_short":"T13 21.2","refcode_long":"Testimony for the Church — No. 13, p. 21.2 (Ellen Gould White)","content":"After we returned from Monterey I felt it my duty to call another meeting, as my brethren made no effort to relieve my feelings. I decided to move forward in the strength of God and again express my feelings, and free myself from the suspicions and reports circulated to our injury. I bore my testimony, and related things which had been shown me in the past history of some present, warning them of their dangers, and reproving their wrong course of action in the past. I stated that I had been placed in most disagreeable positions. Frequently in the visions given me matters relating to families and individual cases were brought before me of a private nature, reproving secret sins. I have labored with some for months in regard to wrongs which others knew nothing of. As my brethren see these persons sad, and hear them express doubts in regard to their acceptance with God, and hear them express feelings of despondency, they have cast censure upon me, as though I was to blame for their being in trial, when they were entirely ignorant of what they were talking about. I there protested against persons sitting as inquisitors upon my course of action. It has been the disagreeable work assigned me to reprove private sins. I should sin against God, and wrong the individuals, were I, in order to save suspicious feelings and jealousy arising, to give a full explanation of my course, and make public things which should be kept private from those who have no business with them. I have to keep private reproofs of private wrongs to myself, locked in my own breast. Let others judge as they may, I will never betray the confidence reposed in me by the erring and repentant, or reveal to others that which should only be brought before the ones that are guilty. I told those assembled they must take their hands off, and leave me free to act in the fear of God. I left the meeting relieved of a heavy burden."},{"refcode_short":"T13 23.1","refcode_long":"Testimony for the Church — No. 13, p. 23.1 (Ellen Gould White)","content":"Here I will give two testimonies, one of them addressed to all engaged in the work at the Review Office, written March, 1867, the other addressed to the young, laboring in the Office. I am sorry to say that all those warned, have, more or less, disregarded these testimonies, and now have to confess that they pursued a course contrary to that pointed out by the testimonies. The first is as follows:—"},{"refcode_short":"T13 23.2","refcode_long":"Testimony for the Church — No. 13, p. 23.2 (Ellen Gould White)","content":"“I was shown, while in Rochester, N. Y., Dec. 25, 1865, something's concerning those who are engaged in the work at the Office, also in regard to ministers whom God has called to labor in word and in doctrine, that neither of these should engage in merchandise or traffic. They are called to a more sacred, elevated work, and it would be impossible for them to do justice to the work and still carry on their merchandise and traffic."},{"refcode_short":"T13 23.3","refcode_long":"Testimony for the Church — No. 13, p. 23.3 (Ellen Gould White)","content":"“Those engaged at the Office should have no separate interest aside from the work. If that attention and care is given to the work in which they are engaged which it demands, they should not be further taxed. They have done all they should do. If trafficking which has no connection with the work of God engages the mind and occupies time, the work will not be done thoroughly and well. At the best those engaged in the work have no physical and mental energy to spare. They are to a greater or less degree enfeebled. Such a cause, such a sacred work, in which they are employed, should engage the powers of the mind; they should not work mechanically, but be sanctified to the work, and act as though the cause was a part of them, as though they had invested something in this great and solemn work. Unless they thus take hold of this matter with interest, their efforts will not be acceptable to God."},{"refcode_short":"T13 24.1","refcode_long":"Testimony for the Church — No. 13, p. 24.1 (Ellen Gould White)","content":"“Satan is very artful, busy and active. His special power is brought to bear upon those who are now engaged in the work of preaching and in the publication of present truth. All in connection with this work need to keep the whole armor on, for they are the special marks for Satan to attack."},{"refcode_short":"T13 24.2","refcode_long":"Testimony for the Church — No. 13, p. 24.2 (Ellen Gould White)","content":"“I saw that there was danger of becoming unguarded, and Satan obtaining an entrance, and imperceptibly divert the mind from the great work. I saw that there was danger of those connected with the work at the Office, who fill responsible positions there, getting above the work, and losing humbleness of mind, and the simplicity of the work which has hitherto characterized it."},{"refcode_short":"T13 24.3","refcode_long":"Testimony for the Church — No. 13, p. 24.3 (Ellen Gould White)","content":"“It was Satan's especial object in striking down one at the head of the work, who had a thorough experience in the rise and progress of present truth, that he might be got out of the way, that Satan might come in and imperceptibly affect minds that were not thoroughly experienced and consecrated to the work. God designed to raise my husband to health after others had become acquainted with the burdens he has borne, and had felt some of the weariness attending these burdens, while at the same time they will never throw their whole soul, energies of mind and body, into the work, and venture what he has ventured. It would never be their duty to do as he has done, for they could not pass through a twentieth part of what he has endured and stand at their post."},{"refcode_short":"T13 25.1","refcode_long":"Testimony for the Church — No. 13, p. 25.1 (Ellen Gould White)","content":"“Satan designs to obtain a foot-hold in that Office, and unless there is a united effort, and thorough watchfulness, he will accomplish his object. Some will get above the simplicity of the work, and will feel that they are sufficient when their strength is perfect weakness. God will be glorified in this great work. And unless there is deep and constant humility and a firm trust in God, there will be a trusting in self, a self-sufficiency, and one or more will drink the bitter cup of affliction."},{"refcode_short":"T13 25.2","refcode_long":"Testimony for the Church — No. 13, p. 25.2 (Ellen Gould White)","content":"“As the work increases, the greater the necessity for thorough trust and dependence on God and a thorough interest in, and devotion to, the work. Selfish interests should be laid aside. There should be much prayer, much meditation, for this is highly necessary for the success and prosperity of the work. A spirit of traffic should not be allowed in any one who is connected with the work in the Office. If it is permitted, the work will be neglected and marred. Common things will be placed too much upon a level with sacred things."},{"refcode_short":"T13 25.3","refcode_long":"Testimony for the Church — No. 13, p. 25.3 (Ellen Gould White)","content":"“There is great danger of some connected with the work laboring merely for wages. While they invest no special interest in the work, their heart is not in the work, and they have no special sense of its sacredness, and exalted character. Another special danger would be of those at the head of the work becoming lifted up, exalted, and the work of God be marred, bearing the impress of man, of the human, instead of the divine. Satan is wide awake, persevering, yet Jesus lives, and all who make him their righteousness, their defence, will be especially sustained."},{"refcode_short":"T13 26.1","refcode_long":"Testimony for the Church — No. 13, p. 26.1 (Ellen Gould White)","content":"“I was shown that brethren Smith, Aldrich and Walker, were in danger of injuring their health by remaining a considerable part of their time in heated rooms, not sufficiently ventilated. These named need more physical exercise. Their employment is sedentary, and too much of the time they breathe heated air, unpurified by the pure out-of-door air. Their lack of exercise causes a depressed circulation, and they are in danger of injuring their health permanently by not paying heed to the laws of their being. If they violate the laws of their being, they will just as surely, at some future period, suffer the penalty in some form as my husband has suffered it. They will not be sustained any sooner than he. Neither of these are capable of enduring but a small part of the taxation physically and mentally, which he endured. And they take the work with the heaviest battles fought, the sorest trials passed through, to establish the cause in its present standing. And yet a great and solemn work is before us, and it calls for devotedness from these men, and also from Bro. Amadon, who is in danger of exaltation. God will prove him and try him, and he must be girded about with truth, having on the armor of righteousness, or he will fall by the hand of the enemy."},{"refcode_short":"T13 27.1","refcode_long":"Testimony for the Church — No. 13, p. 27.1 (Ellen Gould White)","content":"“All these mentioned need to attend most strictly and perseveringly to a healthful, spare diet, for all are in danger of congested brains, and paralysis may drop one or more, or all of these, if they continue living carelessly or recklessly."},{"refcode_short":"T13 27.2","refcode_long":"Testimony for the Church — No. 13, p. 27.2 (Ellen Gould White)","content":"“I saw that God had especially selected Bro. Aldrich, to engage in a great and exalted work. He would have cares and burdens, and yet all these could be so much more easily borne with true devotion and consecration to the work. Bro. Aldrich, you need a deeper draught from salvation's fountain, a more thorough draught from the fountain of sanctification. Your will has not yet been fully submitted to the will of God. You move on because you think you cannot do otherwise; but to walk in cheerful light, because you can see that Christ Jesus leads the way before you, you have failed to do."},{"refcode_short":"T13 27.3","refcode_long":"Testimony for the Church — No. 13, p. 27.3 (Ellen Gould White)","content":"“Standing in the responsible place you do, all this has hurt your own soul, and influenced others. If you walk contrary unto God, he will walk contrary unto you. God wants to use you, but you must die to self, sacrifice your pride. The Lord designs to use you in his cause if you will follow his opening providence, and heartily and fully sanctify yourself, and cleanse yourself from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.”"},{"refcode_short":"T13 27.4","refcode_long":"Testimony for the Church — No. 13, p. 27.4 (Ellen Gould White)","content":"The following is the second testimony, written in May, 1867, addressed to the young, laboring in the Office:"},{"refcode_short":"T13 28.1","refcode_long":"Testimony for the Church — No. 13, p. 28.1 (Ellen Gould White)","content":"“Dear Young Friends who are employed at the Office of Publication at Battle Creek: A burden is resting upon me in regard to you. I have been repeatedly shown that all who are in connection with the work of God in publishing the present truth which is to be scattered to every part of the field, should be Christians, not only in name, but in deed and truth. Their object should not be merely to work for wages, but all engaged in this great and solemn work should feel that their interest is in the work, and that it is a part of them. Their motives and influence in connecting themselves with this great and solemn work must bear the test of the judgment. None should be allowed to become connected with the Office of Publication who manifest selfishness and pride."},{"refcode_short":"T13 28.2","refcode_long":"Testimony for the Church — No. 13, p. 28.2 (Ellen Gould White)","content":"“I was shown that lightness and folly, joking and laughing, should not be indulged by those engaged in the work in the Office. Those engaged in the solemn work of preparing truth, to go to every part of the field, should realize that their deportment has its influence. If they are, while reading and preparing solemn truth for publication, jesting, joking, laughing and careless, their hearts are not in the work, or sanctified through the truth. They do not discern sacred things, but handle truth that is to test character, truth which is of heavenly origin, as a common tale, as a story, merely to come before minds and be readily effaced."},{"refcode_short":"T13 28.3","refcode_long":"Testimony for the Church — No. 13, p. 28.3 (Ellen Gould White)","content":"“While in Rochester, I saw that we had everything to fear in regard to the Office. From a health stand-point, not one connected with the Office realized the necessity of thorough ventilation. Their rooms were overheated, and the atmosphere was poisoned by impurities caused by exhalations from the lungs, and other causes. It is impossible for the higher powers of the mind to be in a healthy condition and be fully susceptible of the impressions of pure and holy truths with which they have so much to do, unless they appreciate, and place the value they should upon the pure, vitalizing air of heaven."},{"refcode_short":"T13 29.1","refcode_long":"Testimony for the Church — No. 13, p. 29.1 (Ellen Gould White)","content":"“I was shown that those who are so closely connected with revealed truth, and yet their lives, their deportment, give no special evidence that they are made better by the truth which is kept so constantly before them—their lives do not testify to the fact that they are loving the truth and its sacred requirements more and more fervently. They are growing harder and will be less and less affected by the truth and work of God, until they find themselves destitute of the emotions of the Spirit of God, dead to the heavenly impress of truth, and eternal things are not discerned, but placed upon a low level with common things. This, I saw, had been the case with some connected with the Office, and all have been remiss in this respect to a greater or less degree."},{"refcode_short":"T13 29.2","refcode_long":"Testimony for the Church — No. 13, p. 29.2 (Ellen Gould White)","content":"“I saw that the work of present truth should engage the interest of all. The publication of truth is God's ordained plan, as a means of warning all, comforting all, reproving all, exhorting all, convicting all, to whose notice the silent, voiceless messengers may be brought. Angels of God have a part to act in preparing hearts to be sanctified by the truths published, that they may be prepared for the solemn scenes before them. None in that Office are sufficient of themselves for the important work of discreetly managing matters connected with the publication of the truth. Angels must be near them to guide, to counsel, to restrain, or the wisdom and folly of human agencies will be apparent."},{"refcode_short":"T13 30.1","refcode_long":"Testimony for the Church — No. 13, p. 30.1 (Ellen Gould White)","content":"“I saw that frequently angels were in the Office, in the folding room, in the room where the type is being set. I was made to hear the laughing, the jesting, the idle, foolish talking. Again, the vanity, the pride and selfishness exhibited. Angels looked sad, and turned away grieved. The words I had heard, the vanity, the pride and selfishness exhibited, caused me to groan with anguish of spirit, as angels left the room in disgust. Said an angel, “The heavenly messengers came to bless, that the truth carried by the voiceless preachers might have a sanctifying, holy power to attend its mission; but those engaged in its work were distant from God, possessing so little of the divine, and were so conformed to the spirit of the world, that the powers of darkness controlled them, and they could not be made susceptible of divine impressions.” At the same time these young were deceived, and thought they were rich and increased in goods and had need of nothing, and knew not that they were poor and miserable, blind and naked."},{"refcode_short":"T13 31.1","refcode_long":"Testimony for the Church — No. 13, p. 31.1 (Ellen Gould White)","content":"“I saw that those who handle precious truth as they would sand, know not how many times their heartless indifference to eternal things, their vanity, self-love and pride, their laughing and senseless chatting, have driven holy messengers of Heaven away from the Office."},{"refcode_short":"T13 31.2","refcode_long":"Testimony for the Church — No. 13, p. 31.2 (Ellen Gould White)","content":"“The deportment, words and acts, of all in that Office should be reserved, modest, humble and disinterested, as was their Pattern, Jesus, the dear Saviour. They should seek God and obtain righteousness. The Office is not the place for sport, for visiting, for idlers, for laughing or useless words. All should feel that they are doing a work for their Master. These truths which they read, that they act their part to arrange to get before the people, are invitations of mercy, are reproofs, are threatenings, warnings or encouragements. They are doing their work. They are savors of life unto life, or of death unto death. If rejected, the judgment must decide the matter. The prayer of all in the Office should be, O God! make these truths which are of such vital importance clear to the comprehension of the humblest minds. May angels accompany these silent preachers and bless their influence, that souls may be saved by these humble means."},{"refcode_short":"T13 31.3","refcode_long":"Testimony for the Church — No. 13, p. 31.3 (Ellen Gould White)","content":"“The heart should go out in fervent prayer, while the hands are busy, and Satan will not find such ready access, and the soul, instead of being lifted up unto vanity, will be constantly refreshed, will be like a watered garden. Angels will delight to be near these souls. Their presence will be continually encouraged by those engaged in the work. A power will attend the truths published. Divine rays of light from the heavenly sanctuary will attend the precious truths sent forth, those who read will be refreshed and strengthened, and souls who are opposed to truth will be convicted and compelled to say, These things are so, they cannot be gainsaid.*The original publication had the spelling “gainsayed.”"},{"refcode_short":"T13 32.1","refcode_long":"Testimony for the Church — No. 13, p. 32.1 (Ellen Gould White)","content":"“All, I saw, should feel that the Office is a holy place, as sacred as the house of God. But God has been dishonored by the frivolity and lightness that has been indulged in by some connected with the work. Strangers from abroad, I saw, often went away from the Office disappointed. They had associated it with everything sacred; but when they saw the youth, or any one connected with the Office, possessing but little gravity, and careless in words and acts, the impression they took away caused them to doubt, after all, if this is really the work of God to prepare a people for translation to Heaven. May God bless this to all concerned.”"},{"refcode_short":"T13 32.2","refcode_long":"Testimony for the Church — No. 13, p. 32.2 (Ellen Gould White)","content":"We returned north, and on our way held a good meeting at West Windsor, and on reaching home held meetings at Fairplains and Orleans, and gave some attention to the matter of building, planted garden, and set out grapes, blackberries, raspberries, and strawberries. Then in company with a good delegation we returned to the General Conference at Battle Creek."},{"refcode_short":"T13 32.3","refcode_long":"Testimony for the Church — No. 13, p. 32.3 (Ellen Gould White)","content":"The first Sabbath on our way we spent at Orleans, and observed the fast. It was a day of great solemnity with us. We sought to humble ourselves before God, and with brokenness of spirit, and much weeping, we all prayed fervently that God would bless and strengthen us to do his will at the Conference. We had some faith and hope that our captivity would be turned at the meeting."},{"refcode_short":"T13 33.1","refcode_long":"Testimony for the Church — No. 13, p. 33.1 (Ellen Gould White)","content":"When we came to Battle Creek, we found our previous efforts had not accomplished that which we had hoped. Reports and jealousy still existed, and my soul was filled with intense anguish. I wept aloud for some hours, unable to restrain my grief. While in conversation with a friend with whom I had been acquainted for twenty-two years, he related to me reports that he heard that we were extravagant in expending means."},{"refcode_short":"T13 33.2","refcode_long":"Testimony for the Church — No. 13, p. 33.2 (Ellen Gould White)","content":"I enquired wherein had we been extravagant. He named the purchase of an expensive chair. I then related the circumstances. My husband was greatly emaciated, and it was most painful and exceedingly wearisome for him to sit any length of time in a common rocking-chair, and for this reason he would lie down upon the bed or lounge a great share of the time. I knew this was no way for him to obtain strength. I begged him to sit up more; but the chair was an objection. On my way east to attend the bedside of my dying father, I left my husband at Brookfield, N. Y., and while at Utica, looked for a spring sofa-seat chair. They did not have one made at the price I wished to pay, which was about fifteen dollars. They offered me a very excellent chair without rockers, but with rollers, price thirty dollars, for seventeen. I knew this was the chair in every respect. But the brother with me urged me to get a chair which we would have to wait to have made, and which was only three dollars less. The chair offered for seventeen dollars possessed the real value in itself. But I yielded to the judgment of another, waited to see the cheaper chair put together, paid for the chair myself, and it was carried to my husband. I met this report in Wisconsin and Iowa. Who can condemn me? I would, had I the same to do over again, do as I did, with this exception: I would rely upon my own judgment, and purchase a chair costing a few dollars more, and worth double the one I got. Satan sometimes so influences minds that bowels of mercy do not exist. The iron seems to enter the heart, and the human and divine drop out."},{"refcode_short":"T13 34.1","refcode_long":"Testimony for the Church — No. 13, p. 34.1 (Ellen Gould White)","content":"Other reports had also reached me that a sister had stated in Memphis and Lapeer that the Battle Creek church had not a particle of confidence in Sister White's testimony. The question was asked if they had reference to the written testimony. The answer was, No, not to her published visions, but the testimonies borne in meeting to the church, because her life contradicts them. I again requested an interview with a few select, experienced brethren and sisters, including the individuals who had circulated these things. I there requested, wherein my life had not been in accordance with my teachings, that they would now show me. If my life had been so inconsistent as to warrant the statement that the church at Battle Creek had not a particle of confidence in my testimony, it could not be a difficult matter to present the proofs of my unchristian course."},{"refcode_short":"T13 35.1","refcode_long":"Testimony for the Church — No. 13, p. 35.1 (Ellen Gould White)","content":"They could not produce anything to justify the statements made. Confessions were there made that they were all wrong in the reports circulated, and that their suspicions and jealousies were unfounded. I freely forgave those who had injured us, and told them all I would ask on their part was to counteract the influence they had exerted against us, and I would be satisfied. They promised to do this, but have not done it."},{"refcode_short":"T13 35.2","refcode_long":"Testimony for the Church — No. 13, p. 35.2 (Ellen Gould White)","content":"There were many things, either utterly false or greatly exaggerated, bearing against us, freely talked over in different families at the time of the Conference, and most looked upon us, especially my husband, with suspicion. A crushing feeling was with some of influence. We were in want, and my husband had tried to sell loose property, and he was thought to be wrong for this. He had stated his willingness to have his brethren make up the loss of our cow, and this was looked upon as a grievous sin. We supposed our property at Battle Creek as good as sold, and bought and began to build in Greenville. As we could not sell, in our cramped position my husband wrote to different brethren to hire money. For this they condemned him, and charged him with the sin of grasping for money. And the brother minister most active in this work was heard to say, “We do not want Bro. N. to buy Bro. White's place, for we want his money for the Health Institute.” What could we do? No way could we turn but we must be blamed. Only sixty-five hours before my husband was stricken down, he stood until midnight in a house of worship calling for $300.00 to finish paying for that house; and to give his call force he headed the subscription with $10.00 for himself and $10.00 for me. Before midnight the sum was nearly raised."},{"refcode_short":"T13 36.1","refcode_long":"Testimony for the Church — No. 13, p. 36.1 (Ellen Gould White)","content":"The elder of that church was an old friend, and in our extreme want and friendless condition my husband wrote to him, stating that we were in want, and if that church now wished to return the $20 we would receive it. At the time of the Conference this brother called on us and made the matter a serious wrong. But before he came to our house he had taken some stock at least in the general infection. We felt these things most keenly, and if we had not been especially sustained by the Lord we could not have borne our testimony at the Conference with any degree of freedom."},{"refcode_short":"T13 36.2","refcode_long":"Testimony for the Church — No. 13, p. 36.2 (Ellen Gould White)","content":"Before we returned from the Conference, brethren Andrew's, Pierce, and Bourdeau, had a special season of prayer at one house, in which we were all greatly blessed, especially my husband. This gave him courage to return to our new home. And then commenced his keen sufferings in regard to his teeth, and our labors reported in the Review. He stopped preaching only one week in his toothless condition, but labored at Orange, Wright, in the church at home, at Greenbush and Bushnell, as before, preaching and baptizing."},{"refcode_short":"T13 37.1","refcode_long":"Testimony for the Church — No. 13, p. 37.1 (Ellen Gould White)","content":"After returning from the Conference, a great uncertainty came upon me in relation to the prosperity of the cause of God. Doubts existed in my mind where none had been six months before. I viewed God's people as partaking of the spirit of the world, imitating its fashions, getting above the simplicity of our faith. And it seemed that at Battle Creek they were backsliding from God, and it was impossible to arouse their sensibilities. The testimonies given me of God had the least influence, and were the least heeded in Battle Creek of any part of the field. I trembled for the cause of God. I knew that God had not forsaken his people; but their sins and iniquities had separated them from God. At Battle Creek is the great heart of the work. Every pulsation is felt by the members of the body all over the field. If this great heart is in health, a vital circulation will be diffused all through the body of Sabbath-keepers. If the heart of the work is diseased, the languishing condition of every branch of the work will attest the fact."},{"refcode_short":"T13 37.2","refcode_long":"Testimony for the Church — No. 13, p. 37.2 (Ellen Gould White)","content":"My interest was in this work. My life was interwoven with it. If Zion prosper, I am happy. If she languish, I am sad, desponding, discouraged. I saw that God's people were in an alarming condition, and his favor was being removed from them. I pondered upon this sad picture, day and night, and have plead in bitter anguish, “O Lord, give not thine heritage to reproach. Let not the heathen say, Where is their God?” I felt cut loose from every one at the head of the work, and was virtually standing alone. I dared not trust any where. In the night I have awakened my husband, saying, “I am afraid I shall become an infidel.” Then I would cry for the Lord to save me by his own powerful arm. I could not see as the testimonies I had borne were regarded, and entertained thoughts that perhaps my work in the cause was done. We had appointments at Bushnell, but I told my husband that I could not go. He soon returned from the post office, with a letter from Bro. Matteson, containing the following dream:"},{"refcode_short":"T13 38.1","refcode_long":"Testimony for the Church — No. 13, p. 38.1 (Ellen Gould White)","content":"“Dear Brother White: May the blessing of God be with you, and these lines find you still prospering and improving in health and spiritual strength. I feel very thankful to the Lord for his goodness to you and trust that you may yet enjoy perfect health and freedom in the proclamation of the last message."},{"refcode_short":"T13 38.2","refcode_long":"Testimony for the Church — No. 13, p. 38.2 (Ellen Gould White)","content":"“I have had a remarkable dream about you and Sr. White, and feel it to be my duty to relate the same to you as far as I can remember. I dreamed that I related the dream to Sr. White, as well as the interpretation thereof, which also was given me in the dream. When I awoke something urged me to get up and write down all the particulars, lest I should forget them, but I neglected to do so, partly because I was tired, and partly because I thought it was nothing but a dream. But seeing that I never dreamed of you before, and that this dream was so intelligent, and so intimately connected with you, I have come to the conclusion that I ought to tell you. The following is all that I can remember of it:"},{"refcode_short":"T13 39.1","refcode_long":"Testimony for the Church — No. 13, p. 39.1 (Ellen Gould White)","content":"“I was in a large house where there was a pulpit somewhat like those we use in our meeting-houses. On it stood many lamps which were burning. But these lamps needed a constant supply of oil. Quite a number of us were engaged in carrying oil and filling into the lamps. Bro. White was busily engaged, with his companion. And I noticed that Sr. White filled in more oil than any other. Then Bro. White went to a door which opened into a warehouse, where there were many barrels with oil. He opened the door and went in, and Sr. White followed. Just then a company of men came along. They carried a great quantity of black stuff that looked like soot. Then they heaped it all upon Bro. and Sr. White, until they were completely covered with it. I felt much grieved and looked anxiously to see the end of these things. I could see Bro. and Sr. W. both working hard under the soot to get out from it. After a long struggle they came out as bright as ever. The evil men and the soot all disappeared. Then Bro and Sr. White engaged again more heartily than ever in supplying the lamps with oil, but Sr. W. still had the precedence."},{"refcode_short":"T13 39.2","refcode_long":"Testimony for the Church — No. 13, p. 39.2 (Ellen Gould White)","content":"“I dreamed that the following was the interpretation. The lamps represented the remnant people. The oil, the truth and heavenly love, of which God's people need a constant supply. The people engaged in supplying the lamps were the servants of God laboring in the harvest. Who the evil company were in particular I could not tell, but they were men moved upon by the Devil, who directed their evil influence specially against Bro. and Sr. White. They were in great distress for a season, but were at last delivered by the grace of God, and their earnest struggle and efforts. Then finally the power of God rested upon them, and they acted a prominent part in the proclamation of the last message of mercy. But Sr. White had a richer supply of heavenly wisdom and love than the rest."},{"refcode_short":"T13 40.1","refcode_long":"Testimony for the Church — No. 13, p. 40.1 (Ellen Gould White)","content":"“This dream has rather strengthened my confidence in the Lord, that he will lead you out and finish the work of restoration that is begun, and that you shall once more enjoy the Spirit of God as you did in times past, yea more abundantly. Forget not that humility is the door that leads to the rich supplies of the grace of God. May the Lord bless you and your companion and children, and grant us to meet in the heavenly kingdom."},{"refcode_short":"T13 40.2","refcode_long":"Testimony for the Church — No. 13, p. 40.2 (Ellen Gould White)","content":"“Yours in bonds of Christian love."},{"refcode_short":"T13 40.3","refcode_long":"Testimony for the Church — No. 13, p. 40.3 (Ellen Gould White)","content":"“Oakland, Wis., July 15, 1867.”"},{"refcode_short":"T13 40.4","refcode_long":"Testimony for the Church — No. 13, p. 40.4 (Ellen Gould White)","content":"This dream gave me some encouragement. I had confidence in Bro. Matteson. His case had been shown me in vision, before I had seen him with my natural eyes, in contrast with L. G. Bostwick, of Wisconsin. The latter was utterly unworthy the name of Christian, much less to be a messenger. Bro. Matteson was shown me possessing humility, and if he maintained consecration to God, he was being qualified to point souls to the Lamb of God. Bro. Matteson had no knowledge of my trials of mind. Not a line had ever passed between us, and the dream coming when and from whom it did, looked to me like the hand of God reached forth to help me."},{"refcode_short":"T13 41.1","refcode_long":"Testimony for the Church — No. 13, p. 41.1 (Ellen Gould White)","content":"We had upon us the care of building with hired money, which caused perplexity. We kept up our appointments, and labored extremely hard all through the hot weather. And, for want of means went into the field together, hoeing, raking and cutting hay. I took the fork and built the stack, while my husband, with his feeble arms, pitched the hay to me. I took the brush and painted the inside of much of our house. In these things we both wearied ourselves too much. Finally, I suddenly failed and could do no more. I fainted several mornings, and my husband had to attend the Greenbush Grove Meeting without me."},{"refcode_short":"T13 41.2","refcode_long":"Testimony for the Church — No. 13, p. 41.2 (Ellen Gould White)","content":"Our, old hard-riding carriage had been killing us and our team. Long journeyings with it, the labors of meetings, home labors and cares, were too much for us, and I feared that my work was done. My husband tried to encourage me, and urged me to start out again to fill our appointments at Orange, Greenbush, and Ithaca. Finally, I resolved to start, and, if I was no worse, continue the journey. I rode ten miles kneeling in the carriage on a cushion, and leaned my head upon another in my husband's lap. He drove, and supported me. The next morning I was some better, and decided to go on. God helped us to speak in power to the people at Orange, and a glorious work was done for backsliders and sinners."},{"refcode_short":"T13 42.1","refcode_long":"Testimony for the Church — No. 13, p. 42.1 (Ellen Gould White)","content":"At Greenbush I had freedom and strength given me. At Ithaca the Lord helped us to speak to a large congregation whom we had never met before."},{"refcode_short":"T13 42.2","refcode_long":"Testimony for the Church — No. 13, p. 42.2 (Ellen Gould White)","content":"In our absence, brethren King, Fargo and Maynard decided that we should, in mercy to ourselves and team, have a light, comfortable carriage, so on our return took my husband to Ionia and purchased the one we now have. This was just what we needed, and would have saved me much weariness in traveling in the heat of summer."},{"refcode_short":"T13 42.3","refcode_long":"Testimony for the Church — No. 13, p. 42.3 (Ellen Gould White)","content":"At this time came earnest requests for us to attend the Convocation Meetings in the West. As we read these touching appeals, we wept over them. My husband would say to me, “Ellen, we cannot attend these meetings. At best I could hardly take care of myself on such a journey, and should you faint, what could I do? But Ellen, we must go;” and as he would thus speak, his tearful emotions would choke his utterance. In return, while pondering on our feeble condition, and the state of the cause West, and feeling that the brethren needed our labors, I would say, “James, we cannot attend those meetings West—but we must go.” At this point, several of our faithful brethren, feeling our condition, offered to go with us. This was enough to decide the matter."},{"refcode_short":"T13 42.4","refcode_long":"Testimony for the Church — No. 13, p. 42.4 (Ellen Gould White)","content":"In our new carriage we left Greenville, Aug. 29, to attend the general gathering at Wright. Four teams followed us. The journey was a comfortable one, and very pleasant in company with sympathizing brethren. The meeting was one of victory."},{"refcode_short":"T13 43.1","refcode_long":"Testimony for the Church — No. 13, p. 43.1 (Ellen Gould White)","content":"September 7 and 8 we enjoyed a precious season with the brethren in Allegan county, assembled at Monterey, and had an excellent meeting."},{"refcode_short":"T13 43.2","refcode_long":"Testimony for the Church — No. 13, p. 43.2 (Ellen Gould White)","content":"Here we met Bro. Loughborough who had begun to feel the wrongs existing in Battle Creek, and was mourning over the part he acted in connection with these wrongs, which had injured the cause and brought cruel burdens upon us. By our request he accompanied us to Battle Creek. But before we left Monterey, he related to us the following dream:—"},{"refcode_short":"T13 43.3","refcode_long":"Testimony for the Church — No. 13, p. 43.3 (Ellen Gould White)","content":"“When Bro. and Sr. White came to Monterey, Sept. 7th, they requested me to accompany them to Battle Creek. I hesitated about going, thinking that it might be duty to still follow up the interest in Monterey, and thinking, as I expressed to them, that there was but little opposition to them in Battle Creek. After praying over the matter several days, I retired one evening anxiously soliciting the Lord for light in the matter."},{"refcode_short":"T13 43.4","refcode_long":"Testimony for the Church — No. 13, p. 43.4 (Ellen Gould White)","content":"“I dreamed that myself, with a number of others, members of the Battle Creek church, were on board a train of cars. The cars were low,—I could hardly stand erect in them. They were illy ventilated, having an odor in them as though they had not been ventilated for months. The road over which they were passing was very rough, and the cars shook about at a furious rate, sometime causing our baggage to fall off, and sometimes throwing off some of the passengers. We had to keep stopping to get on our passengers and baggage, or repair the track. We seemed to work sometime and make little or no headway. We were indeed a sorry-looking set of travelers."},{"refcode_short":"T13 44.1","refcode_long":"Testimony for the Church — No. 13, p. 44.1 (Ellen Gould White)","content":"“All at once we came to a turn-table, large enough to take on the whole train. Bro. and Sr. White were standing there, and as I stepped off the train, both of them said, “This train is going all wrong. It must be turned square about.” They both laid hold of cranks that moved the machinery, turning the table and tugged with all their might. Never did men work harder propelling a hand-car than they did at the cranks of the turn-table. I stood and watched till I saw the train beginning to turn, when I spoke out and said, “It moves,” and laid hold to help them. I paid but little attention to the train, we were so intent upon performing our labor of turning the table."},{"refcode_short":"T13 44.2","refcode_long":"Testimony for the Church — No. 13, p. 44.2 (Ellen Gould White)","content":"“When we had accomplished this task, we looked up, and the whole train was transformed. Instead of the low, illy-ventilated cars, on which we had been riding, they were broad, high, well-ventilated cars, with large, clear windows. The whole trimmed and gilded in a most splendid manner,—more elegant than any hotel, or palace car I ever saw. The track was level, smooth and firm. The train was filling up with passengers whose countenances were cheerful and happy, yet there was an expression on them of assurance and solemnity. All seemed to express the greatest satisfaction in the change which had been wrought, and the greatest confidence in the successful passage of the train. Bro. and Sr. White were on board, this time. Their countenances were lit up with holy joy. As the train was starting, I was so overjoyed I awoke, with the impression on my mind that that dream referred to the church, and matters connected with the cause in Battle Creek. My mind was perfectly clear in regard to my duty to go to Battle Creek, and to lend a helping hand in the work there. Glad am I now that I have been here to see of the blessing of the Lord, accompanying the arduous labors of Bro. and Sr. White in setting things in order here."},{"refcode_short":"T13 45.1","refcode_long":"Testimony for the Church — No. 13, p. 45.1 (Ellen Gould White)","content":"Before we left Monterey, Bro. Loughborough handed me the following dream in writing, which he had about the time of the death of his wife. This was also a matter of encouragement to me:—"},{"refcode_short":"T13 45.2","refcode_long":"Testimony for the Church — No. 13, p. 45.2 (Ellen Gould White)","content":"“‘The prophet that hath a dream, let him tell a dream.’ Jeremiah 23:28."},{"refcode_short":"T13 45.3","refcode_long":"Testimony for the Church — No. 13, p. 45.3 (Ellen Gould White)","content":"“One evening, after meditating upon the afflictions of Bro. and Sr. White, their connection with the work of the third angel's message, and my own lack in standing by them through their affliction; and after trying to confess my wrongs to the Lord, and imploring his blessing upon Bro. and Sr. White, I retired to rest."},{"refcode_short":"T13 45.4","refcode_long":"Testimony for the Church — No. 13, p. 45.4 (Ellen Gould White)","content":"“I thought in my dream that I was in my native town, at the foot of a long side-hill. I spoke with considerable earnestness and said, Oh! that I might find that all-healing fountain! I thought a beautiful, pleasant, well-dressed young man came along, and said very pleasantly, ‘I will conduct you to the spring.’"},{"refcode_short":"T13 46.1","refcode_long":"Testimony for the Church — No. 13, p. 46.1 (Ellen Gould White)","content":"“He led the way, and I tried to follow on. We went along the hill-side, passing with much difficulty three boggy, wet places, through which small streams of muddy water were flowing, which there was no other way of crossing only to wade through. Having accomplished this, we came on to nice, hard ground, and a place where there was a jog in the bank, and a large spring of the purest, sparkling water was boiling up. A large vat was placed there, very much like the plunge tub at the Health Institute at Battle Creek. A pipe was running from the spring to the vat, at one end, and the water was overflowing at the other. The sun was shining brightly, and the water sparkled in its rays."},{"refcode_short":"T13 46.2","refcode_long":"Testimony for the Church — No. 13, p. 46.2 (Ellen Gould White)","content":"“As we approached the spring the young man said nothing, but looked toward me and smiled with a look of satisfaction, and waved one hand toward the spring, as much as to say, Don't you think that is an all-healing spring? Quite a large company of persons came up to the spring on the opposite side from us, and Bro. and Sr. White were at their head. They all looked pleasant and cheerful, yet a holy solemnity seemed to be on their countenances."},{"refcode_short":"T13 46.3","refcode_long":"Testimony for the Church — No. 13, p. 46.3 (Ellen Gould White)","content":"“Bro. White seemed greatly improved in health, cheerful and happy, but looked tired, as though he had been walking quite a distance. Sr. White had a large cup in her hand, which she dipped in the spring and drank of the water, and then passed it to the others. I thought Bro. White was addressing the company, and said to them, ‘Now you will have a chance to see the effects of this water.’ He drank of it, which instantly revived him, as well as all others who drank of it, and caused a look of vigor and strength in their countenances. I thought while Bro. White was talking and taking once in a while a draught of the water, he clapped his hands on the side of the vat and plunged in three times. Every time he came up he was stronger and stronger, but kept talking all the while, and exhorting others to come and bathe in the fountain,’ as he then called it, and drink its healing stream. His voice, as well as that of Sr. White, seemed melodious. I felt a spirit of rejoicing to think I had found the spring. Sr. White was coming toward me with a cup of the water to drink. I rejoiced to such an extent that I awoke before I drank of the water."},{"refcode_short":"T13 47.1","refcode_long":"Testimony for the Church — No. 13, p. 47.1 (Ellen Gould White)","content":"“The Lord grant that I may drink largely of that water, for I believe it is none other than that of which Christ spoke, which will ‘spring up unto everlasting life.’"},{"refcode_short":"T13 47.2","refcode_long":"Testimony for the Church — No. 13, p. 47.2 (Ellen Gould White)","content":"“Monterey, Mich., Sept. 8, 1867.”"},{"refcode_short":"T13 47.3","refcode_long":"Testimony for the Church — No. 13, p. 47.3 (Ellen Gould White)","content":"On the fourteenth and fifteenth of Sept, we held profitable meetings at Battle Creek Here my husband with freedom struck a bold blow at some sins of those who stand in high places in the cause, and for the first time in twenty months attended evening meetings, and preached evenings. A good work was begun, and the church, as published in Review, gave us the pledge to stand by us, if on our return from the West we would continue our labors with them."},{"refcode_short":"T13 48.1","refcode_long":"Testimony for the Church — No. 13, p. 48.1 (Ellen Gould White)","content":"In company with Bro. and Sr. Maynard, and brethren Smith and Olmstead, we attended the large western meetings, the principal victories of which have been fully given in the Review."},{"refcode_short":"T13 48.2","refcode_long":"Testimony for the Church — No. 13, p. 48.2 (Ellen Gould White)","content":"While attending the meetings in Wisconsin I was quite feeble. I had labored far beyond my strength at Battle Creek, and nearly fainted in the cars on the journey. It was with difficulty I spoke to the people. I had for four weeks suffered much with my lungs. Sabbath evening a fomentation was applied over my throat and lungs, but the head cap was forgotten, and the difficulty of the lungs was driven to the brain."},{"refcode_short":"T13 48.3","refcode_long":"Testimony for the Church — No. 13, p. 48.3 (Ellen Gould White)","content":"In the morning, as I arose from my bed, I felt a singular sensation upon the brain. Voices seemed to vibrate upon the brain, and everything seemed to be swinging before me. As I walked, I reeled, and came near falling to the floor. I took my breakfast, hoping to be relieved by so doing, but the difficulty only increased. I grew very sick and could not sit up. I vomited freely. Sr. Sanborn gave me a bath, and I lay down. My husband came to the house after the forenoon meeting, saying that he had given an appointment for me to speak to the people in the afternoon. It did seem impossible for me to stand before the people. My husband asked what subject I would speak upon. I could not gather or retain a sentence in my mind. I thought, if God will have me speak he will surely strengthen me. I will venture by faith. I can but fail. I staggered to the tent with a strangely-confused brain. I told the preaching brethren on the stand if they would sustain me by their prayers, I would speak. I stood before the people in faith, and in about five minutes my head and lungs were relieved. I spoke without difficulty to fifteen hundred eager listeners, more than one hour. After I ceased speaking a sense of the goodness and mercy of God came over me, and I could not forbear rising again and relating my sickness and the blessing of God which had sustained me while I was speaking. I have been improving in health since that meeting. My lungs have been greatly relieved."},{"refcode_short":"T13 49.1","refcode_long":"Testimony for the Church — No. 13, p. 49.1 (Ellen Gould White)","content":"In the West we met reports amounting to little less than slander against my husband, which were current at the time of the General Conference and were carried to all parts of the field. As a sample I will state one. It was that my husband was so crazy for money that he had engaged in selling old bottles. The facts are these. When we were about to move, I asked my husband what we should do with a lot of old bottles on hand. Said he, “Throw them away.” Just then our Willie came in and offered to clean and sell the bottles. I told him to do so, and he should have what he could get for them. And when my husband rode to the post office, he took Willie and the bottles into the carriage. He could do no less for his own faithful, little son. Willie sold the bottles and took the money."},{"refcode_short":"T13 50.1","refcode_long":"Testimony for the Church — No. 13, p. 50.1 (Ellen Gould White)","content":"On their way to the post office my husband took a brother connected with the Review Office into the carriage, who conversed pleasantly with my husband as they rode to and from the post office, and because this brother saw Willie come out to the carriage and ask his father a question relative to the value of the bottles, and then saw the druggist in conversation with my husband relative to that which so much interested Willie, he immediately, without saying one word to my husband about it, reported that he had been down town selling old bottles, and therefore must be crazy. The first we heard about the bottles was in Iowa, five months after."},{"refcode_short":"T13 50.2","refcode_long":"Testimony for the Church — No. 13, p. 50.2 (Ellen Gould White)","content":"These things have been kept from us, so that we could not correct them, and have been carried, as it were, upon the wings of the wind by our professed friends. And we have been astonished to find by investigation and by recent confessions from nearly all the members of this church that some one or more of the false reports have been fully credited by nearly all and feelings of censure, bitterness, and cruelty have been kindled in the breasts of those professed Christians to almost a flame against us, especially against my feeble husband who is struggling for life and liberty. Some have had a wicked, crushing spirit, and have represented him as wealthy, yet grasping for money."},{"refcode_short":"T13 51.1","refcode_long":"Testimony for the Church — No. 13, p. 51.1 (Ellen Gould White)","content":"My husband called for a counsel of brethren to meet with the church before whom matters could be investigated, and have false reports met. Brethren from different parts of the State came. My husband has fearlessly called on all to bring what they could against him that he might meet it openly, and thus put an end to this private slander. He fully confessed his wrongs which he had before confessed in the Review, in public meeting, and to individuals, and explained many matters upon which false and foolish charges were based, which convinced all of the falsity of the charges."},{"refcode_short":"T13 51.2","refcode_long":"Testimony for the Church — No. 13, p. 51.2 (Ellen Gould White)","content":"And while looking up matters relative to the real value of our property, to his astonishment, and that of all present, we found that it amounted to only $1500.00, his horses and carriage, and remnants of editions of books and charts, the sale of which for the past year, as stated by the secretary, has not been equal to the interest on the money he owes to the Publishing Association. These books and charts at present cannot be regarded of much value, and certainly not to us in our present condition."},{"refcode_short":"T13 51.3","refcode_long":"Testimony for the Church — No. 13, p. 51.3 (Ellen Gould White)","content":"When in health my husband had no time to keep accounts, and during his sickness his matters were in the hands of others. The inquiry arose, What has become of his property? Had he been defrauded? Had mistakes been made in his accounts? Or had he, in the unsettled condition of his affairs, given to this and that good object, not knowing his real ability to give, and not knowing how much he gave?"},{"refcode_short":"T13 52.1","refcode_long":"Testimony for the Church — No. 13, p. 52.1 (Ellen Gould White)","content":"As one good result of the investigation, confidence in those who have had charge of accounts relative to our matters is unshaken, and there are no good reasons to account for our limited means on the ground of errors in the accounts. Therefore, in looking over his business matters for ten years, and his liberal manner of handing out means to help the cause in all its branches, the best and most charitable conclusion is that our property has been used in the cause of present truth. My husband has kept no accounts, and what he has given can be traced only from memory and what has been receipted in the Review. The fact that we are not worth but a little, appearing at this time when my husband has been represented as wealthy and still grasping for more, has been a matter of rejoicing to us, as it is the best refutation of the false charges which threatened our influence and Christian character."},{"refcode_short":"T13 52.2","refcode_long":"Testimony for the Church — No. 13, p. 52.2 (Ellen Gould White)","content":"Our property may go, and we will still rejoice in God, if it be used to the advancement of his cause. And we have cheerfully spent the best of our days, the best of our strength, and have worn nearly out in the same cause, and feel the infirmities of premature age, and yet we will rejoice. But when our professed brethren represent us as wealthy, worldly, grasping for more, and bleed our character and influence, it is then we feel keenly. Let us enjoy the character and influence we have dearly earned for the past twenty years, with even poverty and a slight hold on health and this mortal life, and we will rejoice, and cheerfully give to the cause the little there is left of us."},{"refcode_short":"T13 53.1","refcode_long":"Testimony for the Church — No. 13, p. 53.1 (Ellen Gould White)","content":"The investigation was a thorough one, and resulted in freeing ns from the charges brought against us, and restoring feelings of perfect union. Hearty, and heart-rending confessions of the cruel course toward us here have been made, and the signal blessing of God has come upon us all. Backsliders have been reclaimed, sinners have been converted, and forty-four have been buried in baptism. My husband baptized sixteen, and Brn. Andrews and Loughborough, twenty-eight. We are encouraged, yet much worn. My husband and myself have had the burden of the work which has been very laborious and exciting. How we have, in our feeble state, gone through with the investigation, with the feelings of nearly all against us, endured the preaching, the exhortations, late evening meetings, and at the same time prepared this work—my husband working with me copying and preparing it for the printers, and reading proof God only knows. Yet we have passed through it, and hope in God that he will sustain us in our future labors."},{"refcode_short":"T13 53.2","refcode_long":"Testimony for the Church — No. 13, p. 53.2 (Ellen Gould White)","content":"We now believe that much in the foregoing dreams was given to illustrate our trials arising from wrongs existing at Battle Creek, our labors in clearing ourselves from cruel charges, and also our labors, with the blessing of God, in setting things right. If this view of the dreams be correct, may we not hope, from other portions of them not yet fulfilled, that our future will be more favorable than the past?"},{"refcode_short":"T13 54.1","refcode_long":"Testimony for the Church — No. 13, p. 54.1 (Ellen Gould White)","content":"In concluding this narrative, I would say that we are living in a most solemn time. In the last vision given me, I was shown the startling fact that but a small portion of those who now profess the truth will be sanctified by it, and be saved. Many will get above the simplicity of the work. They will be conformed to the world, cherish idols, and become spiritually dead. The humble, self-sacrificing followers of Jesus will pass on to perfection, leaving the indifferent, and lovers of the world, behind."},{"refcode_short":"T13 54.2","refcode_long":"Testimony for the Church — No. 13, p. 54.2 (Ellen Gould White)","content":"I was pointed back to ancient Israel. But two of the adults of that vast army that left Egypt entered the land of Canaan. Their dead bodies were strewn in the wilderness because of their transgressions."},{"refcode_short":"T13 54.3","refcode_long":"Testimony for the Church — No. 13, p. 54.3 (Ellen Gould White)","content":"Modern Israel is in greater danger of forgetting God and being led into idolatry than was God's ancient people. There are many idols which are worshiped even by professed Sabbath-keepers. God especially charged his ancient people to guard against idolatry, for if they should be led away from serving the living God his curse would rest upon them. If they would love him with all their heart, with all their soul, and with all their might, he would abundantly bless them in basket and in store, and would remove sickness away from the midst of them."},{"refcode_short":"T13 54.4","refcode_long":"Testimony for the Church — No. 13, p. 54.4 (Ellen Gould White)","content":"A blessing or a curse is now before the people of God; a blessing if they come out from the world and be separate, and walk in the path of humble obedience; and a curse if they unite with the idolatrous, who trample upon the high claims Heaven has upon them. The sins and iniquities of rebellious, ancient Israel are recorded and the picture presented before us as warnings, that if we imitate their example of transgression, and depart from God, we shall as surely fall as did ancient Israel. “Now all these things happened unto them for ensamples; and they are written for our admonition upon whom the ends of the world are come.”"},{"refcode_short":"T13 55","refcode_long":"Testimony for the Church — No. 13, p. 55 (Ellen Gould White)","content":"Response from the Battle Creek Church"},{"refcode_short":"T13 55.1","refcode_long":"Testimony for the Church — No. 13, p. 55.1 (Ellen Gould White)","content":"We esteem it a privilege as well as a duty to respond to the foregoing statement of Sr. White. We have been favored with an acquaintance of many years with the labors of these servants of the Lord. We have known something of their sacrifices in the past, and have been witnesses of the blessing of God that has attended their plain, searching, faithful testimony. We have long been convinced that the teachings of the Holy Spirit in these visions were indispensable to the welfare of the people who are preparing for translation into the kingdom of God. In no other way can secret sins be rebuked, and base men who “creep in unawares” into the flock of God, be exposed and baffled in their evil designs. Long experience has taught us that such a gift is of inestimable value to the people of God."},{"refcode_short":"T13 55.2","refcode_long":"Testimony for the Church — No. 13, p. 55.2 (Ellen Gould White)","content":"We believe also that God has called Bro. White to bear a plain testimony in reproving wrongs thus made manifest, and that in this work he should have the support of those who truly fear God."},{"refcode_short":"T13 56.1","refcode_long":"Testimony for the Church — No. 13, p. 56.1 (Ellen Gould White)","content":"We have learned by painful experience, also, that when these testimonies are silent, or their warning lightly regarded, coldness, backsliding, worldly-mindedness and spiritual darkness take possession of the church. We would not give glory to man; but we should be recreant to our sense of duty not to speak in strong and pointed language our views of the importance of these testimonies. The fearful apostasy of those who have slighted and despised them has furnished many sad proofs of the dangerous business of doing despite to the Spirit of grace."},{"refcode_short":"T13 56.2","refcode_long":"Testimony for the Church — No. 13, p. 56.2 (Ellen Gould White)","content":"We have been witnesses of the great affliction through which Bro. and Sr. White have passed in the severe and dangerous sickness of Bro. White. The hand of God in his restoration is to us most apparent. Probably no other one upon whom such a blow has fallen, ever recovered. Yet a severe shock of paralysis, seriously affecting the brain, has, by the good hand of God, been removed from his servant, and new strength granted him both in body and mind."},{"refcode_short":"T13 56.3","refcode_long":"Testimony for the Church — No. 13, p. 56.3 (Ellen Gould White)","content":"We think the action of Sr. White in taking her sick husband on her northern tour, in December last, was dictated by the Spirit of God. And that we, in standing opposed to such action, did not move in the counsel of God. We lacked heavenly wisdom in this matter, and thus erred from the right path. We acknowledge ourselves to have been, at this time, lacking in that deep Christian sympathy that was called for by such great affliction; and that we have been too slow to see the hand of God in the recovery of Bro. White. His labors and sufferings in our behalf entitled him to our warmest sympathy and support."},{"refcode_short":"T13 57.1","refcode_long":"Testimony for the Church — No. 13, p. 57.1 (Ellen Gould White)","content":"But we have been blinded by Satan, in respect to our own spiritual condition."},{"refcode_short":"T13 57.2","refcode_long":"Testimony for the Church — No. 13, p. 57.2 (Ellen Gould White)","content":"A spirit of prejudice respecting means came over us during the past winter that caused us to feel that Bro. W. was asking for means when he did not need it. We now ascertain that at this very time he was really in want; and we were wrong in that we did not inquire into the case as we should. We acknowledge that this feeling was unfounded and cruel, though it was caused by misapprehension of the facts in the case."},{"refcode_short":"T13 57.3","refcode_long":"Testimony for the Church — No. 13, p. 57.3 (Ellen Gould White)","content":"We now accept with deep sorrow of heart the reproof given us in this testimony, and we ask that wherein we have erred from the right, through our lack of spiritual discernment, we may find forgiveness of God and of his people."},{"refcode_short":"T13 57.4","refcode_long":"Testimony for the Church — No. 13, p. 57.4 (Ellen Gould White)","content":"The labors of Bro. and Sr. White with us for a few days past have been attended with the signal blessing of God. Not only have deep and heartfelt confessions of backsliding and wrong been made, but solemn vows of repentance and of returning to God have accompanied them. The Spirit of God has set its seal to this work in such a manner that we cannot doubt. Many of the young have been brought to Christ, and nearly every person connected with this church has received a share of this heavenly blessing."},{"refcode_short":"T13 57.5","refcode_long":"Testimony for the Church — No. 13, p. 57.5 (Ellen Gould White)","content":"Let our brethren abroad understand that our hearts are in sympathy with Bro. and Sr. White, and we believe them called of God to the responsible work in which they are engaged, and that we pledge ourselves to stand by them in this work."},{"refcode_short":"T13 57.6","refcode_long":"Testimony for the Church — No. 13, p. 57.6 (Ellen Gould White)","content":"In behalf of the church."},{"refcode_short":"T13 58.1","refcode_long":"Testimony for the Church — No. 13, p. 58.1 (Ellen Gould White)","content":"At a meeting of the church, Monday evening, Oct. 21, the foregoing report was unanimously adopted."},{"refcode_short":"T13 58","refcode_long":"Testimony for the Church — No. 13, p. 58 (Ellen Gould White)","content":"“Cutting and Slashing”"},{"refcode_short":"T13 58.2","refcode_long":"Testimony for the Church — No. 13, p. 58.2 (Ellen Gould White)","content":"This expression is often used to represent the manners and words of those who reprove those who are wrong, or are supposed to be wrong. It is properly applied to those who have no duty to reprove their brethren, yet are ready to engage in this work in a rash and unsparing manner. It is improperly applied to those who have a special duty to do in reproving wrongs in the church. Such have the burden of the work, and feel compelled, from a love of precious souls, to deal faithfully."},{"refcode_short":"T13 58.3","refcode_long":"Testimony for the Church — No. 13, p. 58.3 (Ellen Gould White)","content":"From time to time for the past twenty years the Lord has shown me that he had qualified my husband for the work of faithfully dealing with the erring, and had laid the burden upon him, and if he should fail to do his duty in this respect he would incur the displeasure of the Lord. I have never regarded his judgment infallible, nor his words inspired; but I have ever believed him better qualified for this work than any other one of our preachers because of his long experience, and because I have seen that he was especially called and adapted to the work; and, also, because, when some have risen up against his reproofs, I have, in many cases, been shown that he was right in his judgment of matters, and in his manner of reproving."},{"refcode_short":"T13 59.1","refcode_long":"Testimony for the Church — No. 13, p. 59.1 (Ellen Gould White)","content":"In regard to reproving, an accusing spirit has followed my husband, by those reproved, and their sympathizers, for twenty years, which has worn upon him more than any one of the cruel burdens he has unjustly borne. And when he fell beneath his burdens, many of those who had been reproved rejoiced; and from a mistaken idea of my view of his case, Dec. 25, 1865, were much comforted with the thought that the Lord at that time reproved him for “cutting and slashing.” This is all a mistake. I saw no such thing."},{"refcode_short":"T13 59.2","refcode_long":"Testimony for the Church — No. 13, p. 59.2 (Ellen Gould White)","content":"That my brethren may know what I saw in the case of my husband, I give the following, which I wrote and handed to him the next day after I had the vision:"},{"refcode_short":"T13 59.3","refcode_long":"Testimony for the Church — No. 13, p. 59.3 (Ellen Gould White)","content":"I was shown in vision, Dec. 25, 1865, the case of the servant of the Lord, my husband, Elder James White. I was shown that God had accepted his humiliation, and the afflicting of his soul before him, and had accepted his confessions of his lack of consecration to God, and his repentance for the errors and mistakes in his course which has caused him such sorrow and despondency of mind during his protracted illness."},{"refcode_short":"T13 59.4","refcode_long":"Testimony for the Church — No. 13, p. 59.4 (Ellen Gould White)","content":"I was shown that his greatest wrong in the past, has been an unforgiving spirit toward his brethren who have injured his influence in the cause of God, and brought upon him extreme suffering of mind by their wrong course. He was not as pitiful and compassionate as our Heavenly Father has been toward his erring, sinning, repenting children. Those who have caused him the greatest suffering, when they heartily and fully came up to the point, and acknowledged their wrongs, he could and did forgive, and could fellowship them as brethren. But although the wrong was healed in the sight of God, yet he sometimes in his own mind probed that wound, and by referring to the past he suffered it to fester and make him unhappy. A murmuring spirit came in against his brethren, and against the Lord, that he had in his past coarse suffered so much when he thought it might be avoided. In this way he lived over the past and revived his past trials which should have passed into oblivion, instead of his embittering his life with such unprofitable remembrances. He has not always realized the pity and love that should be exercised toward those who have been so unfortunate as to fall under the temptations of Satan. They were the real sufferers, the losers, not he, as long as he was steadfast, possessing the Spirit of Christ. And when these souls should begin to see their errors, they had a hard battle to work their way to the light by humble confessions. They had Satan to contend with, their own proud spirit to overcome, and they needed help from those who were in the light to bring them from their blind, discouraging, condition, where they could begin to hope and obtain strength to bruise Satan under their feet."},{"refcode_short":"T13 60.1","refcode_long":"Testimony for the Church — No. 13, p. 60.1 (Ellen Gould White)","content":"I saw that my husband has been too exacting toward those who were wrong, and had injured him. He let dissatisfied feelings dwell in his heart, which could be of no benefit to the erring, and could but make his own heart very unhappy, and unfit him for the peace of God to dwell there, which would lead him in everything to give thanks to God."},{"refcode_short":"T13 61.1","refcode_long":"Testimony for the Church — No. 13, p. 61.1 (Ellen Gould White)","content":"I saw that God had permitted his mind to be desponding in regard to his own errors and mistakes; and to despair nearly of the forgiveness of God, not because his sins were of such magnitude, but to give him an experience how painful and agonizing to be without the forgiveness of God, and that he might understand this scripture, “If ye forgive not men their trespasses, neither will your Heavenly Father forgive you your trespasses.” I saw that if God should be as exacting and deal with us as we deal with one another, we might all be thrown into a state of hopeless despair."},{"refcode_short":"T13 61.2","refcode_long":"Testimony for the Church — No. 13, p. 61.2 (Ellen Gould White)","content":"I was shown that God had suffered this affliction to learn us much that we could not otherwise have learned in so short a time. The Lord would have us go to Dansville, for our experience could not be thorough without it. It was necessary for us to see, and more fully understand that it was impossible for his people who obey the truth and are keeping his commandments, to live up to their convictions of duty, and unite with the leaders at Dansville; and their principles, so far as serving God is concerned, cannot unite any better than oil and water. It is only those of the purest principles and the greatest independence of mind, who think and act for themselves, having the fear of God before them, and trusting in him, who can safely remain any length of time at “Our Home.” Those who are not thus qualified should not be recommended to that Institution, for their minds will become bewildered by their smooth words, and poisoned by their sophistry which originates with Satan."},{"refcode_short":"T13 62.1","refcode_long":"Testimony for the Church — No. 13, p. 62.1 (Ellen Gould White)","content":"Their influence and teachings in regard to the service of God, and a religions stand, is in direct opposition to the teachings of our Saviour and his disciples. By precept and example they lower the standard of piety, and say that Christians, in order to be followers of Christ, must not separate from the world, but can mingle with the world, and participate in its pleasures, and they need not sorrow for their sins. These leaders would not encourage their adherents to imitate the life of Christ in prayerfulness, sobriety, and dependence upon God. Persons of conscientious minds and firm trust in God cannot receive one-half the benefit at “Our Home” that those can who have confidence in the religious principles of the leaders of that institution. Such have to stand braced against much of their teachings, so far as religious principles are concerned, sifting everything they hear lest they should be deceived and Satan obtain advantage over them."},{"refcode_short":"T13 62.2","refcode_long":"Testimony for the Church — No. 13, p. 62.2 (Ellen Gould White)","content":"I saw that, as far as disease and its treatment is concerned, “Our Home” is the best Health Institution in the United States. Yet the leaders there are but men, and their judgment is not always correct. Dr. J. would have his patients believe that his judgment is perfect, even as the judgment of God. Yet he often fails. He exalts himself as God before his patients, and fails to exalt the Lord as their only dependence."},{"refcode_short":"T13 63.1","refcode_long":"Testimony for the Church — No. 13, p. 63.1 (Ellen Gould White)","content":"Those who have no trust or confidence in God, who can see no beauty in holiness, or the cross-bearing life of the Christian, can receive the most benefit at “Our Home” of any Health Institution in the United States. The great secret of their success is the control they have over the minds of their patients."},{"refcode_short":"T13 63.2","refcode_long":"Testimony for the Church — No. 13, p. 63.2 (Ellen Gould White)","content":"I saw that my husband and myself could not receive the benefit that many could of different experience and faith. Said the angel, “God has not designed that the mind of his servant, whom he has chosen for a special purpose, to do a special work, should be controlled by any living man, for that is His prerogative alone."},{"refcode_short":"T13 63.3","refcode_long":"Testimony for the Church — No. 13, p. 63.3 (Ellen Gould White)","content":"I saw that angels of God kept us while we were at Dansville. They were round about us, sustaining us every hour. But the time came when we could not benefit, nor be benefited, and then the cloud of light, which had rested with us there, moved away, and we could find rest only in leaving Dansville and going among the brethren in Rochester where the cloud of light rested."},{"refcode_short":"T13 63.4","refcode_long":"Testimony for the Church — No. 13, p. 63.4 (Ellen Gould White)","content":"I saw that God would have us go to Dansville for several reasons. Our position while there, the earnest prayers offered, the manifest trust we had in God, the cheerfulness courage, hope and faith, he inspired us with amidst our afflictions, had its influence, and was a testimony to all that the Christian had a source of strength and happiness that the lovers of pleasure were strangers to. God gave us a place in the hearts of all of influence at “Our Home,” and in the future as the patients now there should be scattered to their different homes, our labors will bring us again to their notice, and when we are assailed, some at least, will be our defenders."},{"refcode_short":"T13 64.1","refcode_long":"Testimony for the Church — No. 13, p. 64.1 (Ellen Gould White)","content":"Again, in going to Dansville the Lord would have us be benefited by an experience which we would not obtain while at Battle Creek, surrounded with sympathizing brethren and sisters. We must be separated from them lest we should lean upon them, instead of leaning upon, and trusting in, the Lord alone. Separated almost entirely from God's people, we were shaken from every earthly help, and led to look to God alone. In thus doing we obtained an experience we could not have had if we were not at Dansville."},{"refcode_short":"T13 64.2","refcode_long":"Testimony for the Church — No. 13, p. 64.2 (Ellen Gould White)","content":"When my husband's courage and hope began to waver, then we could not benefit anyone at Dansville, and we could not be benefited by a further experience in that place. God would not have my husband remain there shorn of his strength, but it was his will in his state of weakness that he should go among his brethren*The original publication had the spelling “bretheren.” who could help him bear his afflictions. In our affliction, while separated from God's people, we had an opportunity for reflection, and to carefully review our past life, to see the mistakes and wrongs, and humble ourselves before God, and to seek his face by confessions, humility, and frequent, earnest prayers. While engaged in active labor, bearing the burdens of others, pressed with many cares, it was impossible for us to find time to reflect and carefully review the past, and learn the lessons God saw it was necessary we should learn. I was then shown that God could not glorify his name by answering the supplications of his people, and raising my husband to health in answer to their prayers while we were at Dansville. It would be like uniting His power with the power of darkness. Had God been pleased to manifest his power in restoring my husband, the physicians at “Our Home” would have taken the glory which should be given to God."},{"refcode_short":"T13 65.1","refcode_long":"Testimony for the Church — No. 13, p. 65.1 (Ellen Gould White)","content":"Said the angel, “God will be glorified in the restoration of his servant to health. God has heard the prayers of his servants. His arms are beneath his afflicted servant. God has the case, and he must, although afflicted, dismiss his fears, his anxiety, his doubts and unbelief, and calmly trust in the great yet merciful God, who pities, loves, and cares for him. He will have conflicts with the enemy, but should ever be comforted with the remembrance that a stronger than the enemy has charge of him, and he need not fear. By faith rely on the evidences God has been pleased to give, and he will gloriously triumph in God.”"},{"refcode_short":"T13 65.2","refcode_long":"Testimony for the Church — No. 13, p. 65.2 (Ellen Gould White)","content":"I saw that God was giving us an experience which would be of the highest value to us in the future in connection with his work. We are living in a solemn time, the closing scenes of this earth's history, and God's people are not awake. They must arouse and make greater progress in reforming their habits of living, in eating, in dressing, in laboring and resting. In all these they should glorify God, and be prepared to battle our great foe, and to enjoy the precious victories God has in reserve for those who are exercising temperance in all things, while striving for an incorruptible crown."},{"refcode_short":"T13 66.1","refcode_long":"Testimony for the Church — No. 13, p. 66.1 (Ellen Gould White)","content":"I saw that God was fitting up my husband to engage in the solemn, sacred work of reform, which he designs shall progress among his people. It is important that instructions should be given by ministers in regard to living temperately. They should show the relation which eating, working, resting and dressing, sustain to health. All who believe the truth for these last days, have something to do in this matter. This reform concerns them, and God requires them to arouse and interest themselves in this matter. He will not be pleased with their course if they regard this question with indifference."},{"refcode_short":"T13 66.2","refcode_long":"Testimony for the Church — No. 13, p. 66.2 (Ellen Gould White)","content":"The abuses of the stomach, and gratification of appetite, are the fruitful source of most church trials. Those who eat and work intemperately and irrationally, talk and act irrationally. An intemperate man cannot be a patient man. It is not necessary to drink alcoholic liquors in order to be intemperate. The sin of intemperate eating, eating too frequently, too much, and of rich, unhealthy food, destroys the healthy action of the digestive organs, and affects the brain, and perverts the judgment, destroying rational, calm, healthy thinking and acting. And this is a fruitful source of church trials. Therefore in order for the people of God to be in an acceptable state with him, where they can glorify God in their bodies and spirits which are his, they must, with interest and zeal, deny themselves, deny the gratification of their appetites, and exercise temperance in all things. Then may they comprehend the truth in its beauty and clearness, and carry it out in their lives, and by a judicious, wise, straight-forward course, give the enemies of our faith no occasion to reproach the cause of truth. God requires all who believe the truth to make special, persevering efforts to place themselves in the best possible conditions of bodily health, for a solemn and important work is before us. Health of body and mind is required for this work, and is as necessary for a healthy religious experience, and to advance in the Christian life, and progress in holiness, as the hand or foot is necessary to the human body. This great work God requires of his people, to cleanse themselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of the Lord. All those who are indifferent and excuse themselves from engaging in this work, and leave the work which God requires them to do for the Lord to do for them, will be found wanting when the meek of the earth, who hath wrought his judgments, are hid in the day of the Lord's anger."},{"refcode_short":"T13 67.1","refcode_long":"Testimony for the Church — No. 13, p. 67.1 (Ellen Gould White)","content":"I was shown that if God's people, without making efforts on their part, wait for the refreshing to come upon them and remove their wrongs and correct their errors, and depend upon that to cleanse them from filthiness of the flesh and spirit, and fit them to engage in the loud cry of the third angel, they will be found wanting. The refreshing, or power of God, comes only on those who have prepared themselves for it by doing the work which God bids them, namely, to cleanse themselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God. In some respects, I was shown, my husband's case is similar to those waiting for the refreshing. If he should wait for the power of God to come upon his body and to feel that he was made whole before he made efforts, or acted in accordance with his faith, saying, When the Lord heals me I will believe and do this or that, he might continue to wait, and would realize no change; for the fulfillment of God's promise is only realized by those who believe and work in accordance with their faith. I saw that he must believe God's word, that his promises are for him to claim, and they will never, no never, fail. He should walk out by faith, relying upon the evidences that God has been pleased to give, and act toward the point of being a well man as much as possible. Said the angel, “God will sustain him. His faith must be made perfect by works; for faith alone is dead. It must be sustained by works. A living faith is always manifested by works.”"},{"refcode_short":"T13 68.1","refcode_long":"Testimony for the Church — No. 13, p. 68.1 (Ellen Gould White)","content":"I saw that my husband would be inclined to shrink from making efforts in accordance with his faith. Fear and anxiety in regard to his own case has made him timid. He looks at appearances, at disagreeable feelings of the body. Said the angel, “Feeling is not faith. Faith is simply to take God at his word.” I saw that in the name and strength of God my husband must resist disease, and, by the power of his will, rise above his poor feelings. He must assert his liberty in the name and strength of Israel's God. He must cease thinking and talking about himself as much as possible. He should be cheerful and happy."},{"refcode_short":"T13 69.1","refcode_long":"Testimony for the Church — No. 13, p. 69.1 (Ellen Gould White)","content":"I did see, Dec. 25, 1865, as I have many times before seen, that Eld. M. E. Cornell had often erred and had done much harm by a rash, unfeeling course toward those he supposed were in fault. I had often seen that his work was in new fields, and that when he should bring a company out upon the present truth, he should leave the work of disciplining them to others, as his style of dealing, arising from his lack of judgment, rash spirit, and want of patience, disqualified him for this work."},{"refcode_short":"T13 69.2","refcode_long":"Testimony for the Church — No. 13, p. 69.2 (Ellen Gould White)","content":"I will here give the testimony I had for Bro. C. written Dec. 26, 1865, to show what I did see in his case, and because of the general application of much of the testimony, and also, because he has made no response whatever to what I saw Dec. 25, 1865, only in stating to others that the Lord in that view reproved my husband for cutting and slashing."},{"refcode_short":"T13 69.3","refcode_long":"Testimony for the Church — No. 13, p. 69.3 (Ellen Gould White)","content":"I would here state that another object in giving the following testimony is that our brethren may more fully understand that Bro. C.’s work is in new fields, and that they may not set temptations in his way to leave his work, by urging him to labor here and there among the churches, and to settle here or there."},{"refcode_short":"T13 70.1","refcode_long":"Testimony for the Church — No. 13, p. 70.1 (Ellen Gould White)","content":"Bro. Cornell: I was shown, Dec. 25, 1865, that a good work had commenced in Maine. Especially was the field of labor shown me where a company had been raised up as fruits of the labors of Bro. Andrews and yourself, where they had manifested their interest and love for the truth by erecting a house of worship."},{"refcode_short":"T13 70.2","refcode_long":"Testimony for the Church — No. 13, p. 70.2 (Ellen Gould White)","content":"There is yet a great work to be done for this company. Quite a number have been converted to the theory of the truth. They see a beauty in the connecting chain of truth, all uniting in a harmonious, perfect whole. They love the principles of the truth, yet have not realized its sanctifying influence. Some have decided from the weight of evidence, yet are exposed to the perils of these last days, such as the deceptions and snares of Satan laid for the inexperienced, through Satan's agents, even ministers who despise the truth, and trample upon the law of God themselves, and teach all who will listen to them to do the same."},{"refcode_short":"T13 70.3","refcode_long":"Testimony for the Church — No. 13, p. 70.3 (Ellen Gould White)","content":"These souls have received unpopular truth, and cannot be safe only as they make God their trust, and are sanctified by the truth which they profess. They have taken an important step, and now need a religious experience which will make them sons and daughters of the Most High God, and heirs to the immortal inheritance purchased for them by his dear Son."},{"refcode_short":"T13 70.4","refcode_long":"Testimony for the Church — No. 13, p. 70.4 (Ellen Gould White)","content":"Those who have been instrumental in presenting the truth to them should not withdraw their labors at this important period. They should still persevere in their efforts, until they are gathered into the fold of Christ."},{"refcode_short":"T13 70.5","refcode_long":"Testimony for the Church — No. 13, p. 70.5 (Ellen Gould White)","content":"This people should receive sufficient instruction for them to understandingly obtain the evidence for themselves that the truth is to them salvation."},{"refcode_short":"T13 71.1","refcode_long":"Testimony for the Church — No. 13, p. 71.1 (Ellen Gould White)","content":"I saw that God would do a still greater work in Maine if all who labor in the work are consecrated to God, and trust, not to their own strength, but labor in the Strength of Israel."},{"refcode_short":"T13 71.2","refcode_long":"Testimony for the Church — No. 13, p. 71.2 (Ellen Gould White)","content":"I was shown that brethren Andrews and Cornell have labored hard, and have not had the rest they should have given themselves to preserve health. With care should they labor, observing periods of rest. With this rest their physical and mental vigor will be retained, and their labor be much more efficient. Bro. Cornell is a nervous man, and moves much from impulse. Mental depression influences his labor very much. At times he feels a want of freedom and thinks it is because others are in darkness or wrong, or that something is the matter, he can hardly tell what, and he makes a drive somewhere, and upon somebody, which is liable to do great harm."},{"refcode_short":"T13 71.3","refcode_long":"Testimony for the Church — No. 13, p. 71.3 (Ellen Gould White)","content":"If he would quiet himself when in this restless, nervous condition, and rest, and calmly wait on God, and enquire if the trouble was not in himself, he would save wounding his own soul, and wounding the precious cause of God."},{"refcode_short":"T13 71.4","refcode_long":"Testimony for the Church — No. 13, p. 71.4 (Ellen Gould White)","content":"I saw that Bro. Cornell was in danger of becoming elevated and lifted up, if he was enabled in his discourses to strongly move the feelings of the congregation. He would often think himself the most effectual preacher on that account. He deceives himself sometimes here. Although he may be for the time the most acceptable preacher, yet he may fail to accomplish the most good. It is not an evidence that a preacher is the most useful who can affect the feelings to the greatest degree."},{"refcode_short":"T13 71.5","refcode_long":"Testimony for the Church — No. 13, p. 71.5 (Ellen Gould White)","content":"When Bro. Cornell is humble, and makes God his trust, then can he do much good. Angels come to his help, and he is blessed with clearness and freedom. But Bro. Cornell, after a time of special victory, has been too often lifted up, and thought himself equal to anything, that he was something, when he was only an instrument in the hands of God. After such seasons, angels of God have left him to his own weak strength, then he would too frequently charge upon his brethren and the people the darkness and weakness he felt, when he was the one at fault."},{"refcode_short":"T13 72.1","refcode_long":"Testimony for the Church — No. 13, p. 72.1 (Ellen Gould White)","content":"At such times he frequently bears down upon this one, and that one, and, while in this unhappy state of mind, feels that he must remove, and commence labor elsewhere, when his work is not half done."},{"refcode_short":"T13 72.2","refcode_long":"Testimony for the Church — No. 13, p. 72.2 (Ellen Gould White)","content":"I saw that Bro. Cornell was in danger of going into battle in his own strength, and he will find that strength but weakness in the conflict. He has often been successful in combats with opposers of our faith, while he made God his trust. But he has sometimes felt elated with the victory God has given truth over error, and he has taken the glory to himself in these conflicts. Self has been magnified in his eyes. I was shown that in his two last combats he did not engage in them with the right spirit."},{"refcode_short":"T13 72.3","refcode_long":"Testimony for the Church — No. 13, p. 72.3 (Ellen Gould White)","content":"Previous to the first he became exalted, while he was flattered by men who love not the truth. As he listened to, and acted some part in a discussion carried on between two who were neither of them in the faith, Bro. Cornell became lifted up, and thought himself sufficient to enter the battle with any one. And while he was so confident, he was in the very act, shorn of his strength."},{"refcode_short":"T13 72.4","refcode_long":"Testimony for the Church — No. 13, p. 72.4 (Ellen Gould White)","content":"God was displeased with his disregard of the counsel of Bro. Andrews. His sufficient spirit came near making the discussion an utter failure. At these special combats, unless there is a decided gain, there is always a loss. They should never be rushed into heedlessly, but every move should be made cautiously, with the greatest wisdom, for far more is pending than in a national battle. Satan and his host are all astir at these conflicts with truth and error, and if the advocates of truth go not into battle in the strength of God, Satan will manage to out-general them every time."},{"refcode_short":"T13 73.1","refcode_long":"Testimony for the Church — No. 13, p. 73.1 (Ellen Gould White)","content":"In the second combat there was much, very much at stake. Yet here again Bro. Cornell failed. He did not engage in that conflict feeling his weakness, and in humility and simplicity rely in upon the strength of God. He again felt a sufficiency in himself. His past victories had lifted him up. He thought that the powerful victories he had gained, were very much in his aptness in using the powerful arguments furnished in the Word of God."},{"refcode_short":"T13 73.2","refcode_long":"Testimony for the Church — No. 13, p. 73.2 (Ellen Gould White)","content":"I was shown that the advocates of truth should not seek discussions. But whenever it is necessary for the advancement of the cause of truth and the glory of God, that an opponent be met, how carefully, and with what humility, should the advocates of truth go into the conflict. They should, with heart-searching confessions of sins, and earnest prayer, and often fasting for a time, entreat that God would especially help them, and give his saving, precious truth, a glorious victory, that error might appear in its true deformity, and its advocates be completely discomfited. Those who battle for the truth, and meet opposers of the truth, should realize that they are not meeting merely a man, but that they are contending with Satan and his angels, who are determined that error and darkness should retain the field, and the truth be covered up with error. As error is more in accordance with the natural heart, it is taken for granted to be clear, because men who are at ease, love error and darkness, rather than to be reformed by the truth. They do not love to come to the light, lest their deeds should be reproved."},{"refcode_short":"T13 74.1","refcode_long":"Testimony for the Church — No. 13, p. 74.1 (Ellen Gould White)","content":"If those who stand in vindication of the truth, trust in the weight of argument, with but a feeble reliance upon God, and thus meet opponents of truth, nothing will be gained on the side of truth, but there will be a decided loss. Unless there is an evident victory in favor of truth, the matter is left worse than before the conflict. Those who might have formerly had convictions in regard to the truth, set their minds at rest, and decide that error is truth, because in their darkened state they cannot perceive that the truth had the advantage."},{"refcode_short":"T13 74.2","refcode_long":"Testimony for the Church — No. 13, p. 74.2 (Ellen Gould White)","content":"These two last discussions did but little to advance the cause of God, and it would have been better had they not occurred. Bro. Cornell did not engage in them with a spirit of self-abasement, and with a firm reliance upon God. He was puffed up by the enemy, and had a spirit of self-sufficiency and confidence, not becoming a humble servant of Jesus Christ. He had on his own armor, not the armor of God."},{"refcode_short":"T13 74.3","refcode_long":"Testimony for the Church — No. 13, p. 74.3 (Ellen Gould White)","content":"Bro. Cornell, God had provided you with a laborer of deep experience, and the ablest in the field. He was one who had been acquainted in his own experience with the wiles of Satan, one who had passed through most intense mental anguish. He had been permitted in the all-wise providence of God to feel the heat of the refining furnace, and there learned that every refuge but God would fail, and every prop upon which he could lean for support would prove but as broken reeds. You should have realized that Bro. Andrews had as deep an interest in the discussion as yourself, and you should have listened, in the spirit of humility, to his counsel, and been benefited with his instructions. But Satan had an object to gain here, to defeat the purpose of God, and he stepped in to take possession of your mind, and thereby thwart the work of God. You rushed into battle in your own strength, and angels left you to carry it on. But God in mercy to his cause would not suffer the enemies of his truth to obtain a decided victory, and in answer to the earnest, agonizing prayers of his servant, angels came to the rescue. There was not an utter failure, but a partial victory, that the enemies of his truth should not exult over the believers in the truth. Nothing was gained by that effort, when there might have been a glorious triumph of truth over error. There were two of the ablest advocates of truth by your side. You three men, with the strength of truth, against one man who was seeking to cover up truth with error. You could in God have been a host, had you entered the conflict right. Your self-sufficiency caused it to be almost an entire failure."},{"refcode_short":"T13 75.1","refcode_long":"Testimony for the Church — No. 13, p. 75.1 (Ellen Gould White)","content":"Never should you enter a discussion where so much is at stake, relying upon your aptness to handle strong arguments. You should, in the spirit of humility, in the spirit of Jesus, who has bid you learn of him, who is meek and lowly in heart, with firm trust in God enter the conflict, if it cannot be well avoided. And then in order to glorify God and exemplify the character of Christ, you should never take any unlawful advantage of your opponent. You should lay aside sarcasm and playing upon words. Remember, you are in a combat with Satan and his angels, as well as the man. Jesus, who overcame Satan in Heaven, and vanquished the fallen foe and expelled him from Heaven, and who died to redeem fallen man from his power, when at the grave of Moses, disputing about his body, did not bring against him a railing accusation, but said, “The Lord rebuke thee.”"},{"refcode_short":"T13 76.1","refcode_long":"Testimony for the Church — No. 13, p. 76.1 (Ellen Gould White)","content":"In your two last discussions you despised counsel, and would not listen to God's servant whose whole soul was devoted to the work. God in his providence provided you an adviser, whose talents and influence entitled him to your respect and confidence, and it could in no way injure your dignity to be guided by his experienced judgment. God's angels marked your self-sufficiency, and with grief turned from you. He could not safely display his power in your behalf, for you would have taken the glory to yourself, and your future usefulness would be of but little account. I saw, Bro. Cornell, that you should not, in your labors, lean upon your own judgment, which has so often led you astray. You should lean to the judgment of those of experience, and stand not upon your own dignity, and feel so self-sufficient that you cannot take the advice and counsel of experienced fellow-laborers."},{"refcode_short":"T13 76.2","refcode_long":"Testimony for the Church — No. 13, p. 76.2 (Ellen Gould White)","content":"Your wife has been no special help to you, but rather a hindrance. Had she received and heeded the testimonies given her more than two years ago, she would now be a strong helper with you in the gospel. But she has not received and really acted upon that testimony. If she had, her course would have been entirely different. She has not been consecrated to God. She shuns burdens, and loves her ease, and does not deny herself. She indulges in indolence, and her example is not praiseworthy, or worthy of imitation, but an injury to the cause of God. At times she exerts a powerful influence over you, especially if she feels home-sick or discontented. Again, in church affairs she has an influence over you. She forms her opinion of this brother or that sister, and expresses dislike or strong attachment, while it has frequently been the case that the very ones she takes into her heart have been a source of great trial to the church. Her unconsecrated state leads her to feel very strong attachments to those who manifest great confidence and love for her, while precious souls whom God loves may be passed coldly by, because no fervent expressions of attachment are heard from them toward herself and Bro. Cornell. And yet the love of these very souls is true, and is to be more highly prized than that of those who make such protestations of their regard. The opinion your wife forms has a great influence on your mind. You often think as she thinks, and take it for granted that she is correct, and you often act in church matters accordingly."},{"refcode_short":"T13 77.1","refcode_long":"Testimony for the Church — No. 13, p. 77.1 (Ellen Gould White)","content":"You must exemplify the life of Christ, for solemn responsibilities rest upon you. Your wife is responsible to God for her course. If she is a hindrance to you, she must render an account to God. Sometimes she arouses and humbles herself before God, and is a real help. But she soon falls back into the same inactive state, shunning responsibilities, excusing herself from mental and physical labor. Her health would be far better were she more active, and would she engage more cheerfully and heartily in physical and mental labor. She has the power, the ability, but has not the will, the disposition, and will not persevere in cultivating a love for activity. God cannot do anything for her in her present condition. She has something to do to arouse herself and devote to God her physical and mental energies. God requires it of her, and she will be found an unprofitable servant in the day of God, unless there is a living up to the light he has given, and a thorough reformation on her part. Until this reformation takes place, she should not be at all united with her husband in his labors."},{"refcode_short":"T13 78.1","refcode_long":"Testimony for the Church — No. 13, p. 78.1 (Ellen Gould White)","content":"God will bless Bro. Cornell and sustain him, if he moves forward in humility, leaning upon the judgment of experienced fellow-laborers."},{"refcode_short":"T13 78","refcode_long":"Testimony for the Church — No. 13, p. 78 (Ellen Gould White)","content":"Be Not Deceived"},{"refcode_short":"T13 78.2","refcode_long":"Testimony for the Church — No. 13, p. 78.2 (Ellen Gould White)","content":"The work of Satan is to deceive, and lead God's people from a right course. He will leave no means untried. He will come upon them where they are least guarded, hence the importance of fortifying every point. The Battle Creek church did not mean to turn against us. They are as good a church as lives. But there is much at stake at Battle Creek, and Satan will bring all his artillery against them, if by so doing he can hinder the work. We deeply sympathize with this church in their present humbled condition, and would say, Let not a spirit of triumph arise in any heart. God will heal all the wrongs of this dear people, and yet make them a mighty defense of his truth if they walk humbly and watch and guard every point of the attacks of Satan. This people is kept continually under the fire of the enemy. No other church would probably stand it as well, therefore look with a pitying eye toward your brethren at Battle Creek, and pray God to help them in keeping the fort."},{"refcode_short":"T13 78.3","refcode_long":"Testimony for the Church — No. 13, p. 78.3 (Ellen Gould White)","content":"When my husband was inactive, and I was kept at home on his account, Satan was pleased, and no one was pressed by him to cast upon us such trials as are mentioned in the foregoing pages. But when we started out Dec. 19, 1865, he saw that there was a prospect of our doing something in the cause of Christ to the injury of his cause, and that some of his deceptions upon the flock of God would be exposed. He felt called upon to do something to hinder us. And in no way could he so effectually do this as to lead our old friends at Battle Creek to withdraw their sympathy from us, and cast burdens upon us. He took the advantage of every unfavorable circumstance, and drove matters as by steam power."},{"refcode_short":"T13 79.1","refcode_long":"Testimony for the Church — No. 13, p. 79.1 (Ellen Gould White)","content":"But, thank God, he did not stop us, nor fully crush us. Thank God that we still live, and that he has returned graciously to bless his erring, but now repenting, confessing people. Brethren, let us love them the more, and pray for them the more, now that God manifests his great love unto them."},{"refcode_short":"T13 79","refcode_long":"Testimony for the Church — No. 13, p. 79 (Ellen Gould White)","content":"Reformed Dress Patterns"},{"refcode_short":"T13 79.2","refcode_long":"Testimony for the Church — No. 13, p. 79.2 (Ellen Gould White)","content":"I will furnish patterns of the pants and sack, to all who wish them; free to those not able to pay; to others for not less than 25 cents a set. The paper costs me 6 cents a pattern. Address me at Greenville, Montcalm Co., Mich. I shall take them with me wherever I travel, until all are supplied."},{"refcode_short":"T13 79","refcode_long":"Testimony for the Church — No. 13, p. 79 (Ellen Gould White)","content":"To Our Friends"},{"refcode_short":"T13 79.3","refcode_long":"Testimony for the Church — No. 13, p. 79.3 (Ellen Gould White)","content":"We would express our gratitude to friends who have kindly sent us means to pay for our new carriage and harness. We have responded to many of these donations by letter. If we have not responded to all, let those who have received none, notify us of the fact at Greenville, Montcalm Co., Mich., where we hope to hear from many of our old friends. We will, as we find time, respond to your letters."}]