[{"refcode_short":"T14 ","refcode_long":"Testimony for the Church — No. 14, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 14"},{"refcode_short":"T14 1","refcode_long":"Testimony for the Church — No. 14, p. 1 (Ellen Gould White)","content":"Testimony for the Church. No. 14"},{"refcode_short":"T14 1","refcode_long":"Testimony for the Church — No. 14, p. 1 (Ellen Gould White)","content":"Introduction"},{"refcode_short":"T14 1.1","refcode_long":"Testimony for the Church — No. 14, p. 1.1 (Ellen Gould White)","content":"In Testimony No. 13, I gave a brief sketch of our labors and trials, reaching from Dec. 19, 1866, to Oct. 21, 1867. I will, in these pages, notice the less painful experience of the past five months."},{"refcode_short":"T14 1.2","refcode_long":"Testimony for the Church — No. 14, p. 1.2 (Ellen Gould White)","content":"During this time I have written many personal testimonies. And for many persons whom I have met in our field of labor the past five months, I have testimonies still to write as I find time and have strength; but just what my duty is, in relation to these personal testimonies, has long been a matter of no small anxiety to me. With a few exceptions, my course has been to send them to the persons to whom they related, and leave them to dispose of them as they chose. The results have been various, as follows:"},{"refcode_short":"T14 1.3","refcode_long":"Testimony for the Church — No. 14, p. 1.3 (Ellen Gould White)","content":"1. Some have thankfully received the testimonies, and have responded to them in a good spirit, and have profited by them. These have been willing that their brethren should see the testimonies, and have freely and fully confessed their faults."},{"refcode_short":"T14 1.4","refcode_long":"Testimony for the Church — No. 14, p. 1.4 (Ellen Gould White)","content":"2. Others have assented that the testimonies to them were true, and after reading them have laid them away to remain in silence, while they have made but little change in their lives. And these testimonies related more or less to the churches to which these persons belonged, who could also be benefited by them. But all this was lost in consequence of these testimonies being held in private."},{"refcode_short":"T14 2.1","refcode_long":"Testimony for the Church — No. 14, p. 2.1 (Ellen Gould White)","content":"3. And yet others have rebelled against the testimonies. Some of these have responded in a fault-finding spirit. Some have shown bitterness, anger, and wrath, and have, for my toil and pains in writing the testimonies, turned upon us to injure us all they could. While others, in personal interviews, have held me for hours to pour into my ears and my aching heart their complaints, murmurings, and self-justifications, perhaps in a spirit of appeal to their own sympathies with weeping, in which they would lose sight of their own faults and sins. The influence of these things has been terrible upon me, and sometimes has driven me nearly to distraction. That which has followed from the conduct of these unconsecrated, unthankful persons has cost me more suffering, and has worn upon my courage and health ten times more, than all the toil of writing the testimonies."},{"refcode_short":"T14 2.2","refcode_long":"Testimony for the Church — No. 14, p. 2.2 (Ellen Gould White)","content":"And all this has been suffered by me, and my brethren and sisters generally have known nothing about it. They have had no just idea of the amount of wearing labor of this kind which I have had to perform, nor of the burdens and sufferings unjustly thrown upon me. I have given some personal communications in several numbers of my testimonies, which in some cases have offended because I did not give all. This, on account of their number, would be hardly possible, and would be improper, on account of some of them relating to sins which need not, and should not, be made public."},{"refcode_short":"T14 2.3","refcode_long":"Testimony for the Church — No. 14, p. 2.3 (Ellen Gould White)","content":"But, finally, I have decided that many of these personal testimonies should be published, as they all contain more or less reproofs and instructions which apply to hundreds or thousands of others in similar condition. These should have the light which God has seen fit to give, which meets their cases. It is a wrong to shut it away from them by sending it to one person; or to one place, where it is kept as a light under a bushel. My convictions of duty on this point have been greatly strengthened by the following dream:"},{"refcode_short":"T14 3.1","refcode_long":"Testimony for the Church — No. 14, p. 3.1 (Ellen Gould White)","content":"A grove of evergreens was presented before me. Several, including myself, were laboring among them. I was bidden to closely inspect the trees, and see if they were in a flourishing condition. I observed that some of them were fading, and turning yellow, as if dying. Some were dwarfed. They did not grow. Some were being bent and deformed by winds, and needed to be supported by stakes. I was carefully removing the dirt from the feeble and dying trees, to ascertain the cause of their condition. I discovered worms at the roots of some. Some had not been watered properly, and were dying with drought. The roots of others had been crowded together to their injury. My work was to explain to the workmen the different causes of the want of prosperity of all these trees. This was necessary from the fact that trees in other grounds were liable to be affected from different causes as these had been, and the knowledge of the cause of their not flourishing, and how they should be cultivated and treated, must be made known."},{"refcode_short":"T14 3.2","refcode_long":"Testimony for the Church — No. 14, p. 3.2 (Ellen Gould White)","content":"I have spoken freely of the case of Sister Hannah More, not from a willingness to grieve the Battle Creek church, but from a sense of duty. I love that church notwithstanding their faults. I know of no church that in acts of benevolence and general duty do so well. I present the frightful facts in this ease to arouse our people everywhere to a sense of their duty. There is not one in twenty of those who have a good standing with Seventh-day Adventists who is living out the self-sacrificing principles of the word of God."},{"refcode_short":"T14 4.1","refcode_long":"Testimony for the Church — No. 14, p. 4.1 (Ellen Gould White)","content":"And let not their enemies, who are destitute of the first principles of the doctrine of Christ, take advantage of the fact that they are reproved. This is evidence that they are the lawful sons and daughters of the Lord. Those who are without chastisement, the apostle says, are bastards and not sons. Then let not these illegitimate children boast over the legal ones of the Almighty."},{"refcode_short":"T14 4","refcode_long":"Testimony for the Church — No. 14, p. 4 (Ellen Gould White)","content":"The Health Institute"},{"refcode_short":"T14 4.2","refcode_long":"Testimony for the Church — No. 14, p. 4.2 (Ellen Gould White)","content":"In former numbers of Testimonies to the Church, I have spoken of the importance of such an institution, established by Seventh-day Adventists for the benefit of the sick, especially for the suffering and sick among us. I have spoken of the ability of our people, in point of means, to do this; and that, in view of the importance of this branch of the great work of preparation to meet the Lord in gladness of heart, our people should feel themselves called upon, according to their ability to do, to put a portion of their means into such an institution. And I have also pointed out, as they were shown to me, some of the dangers to which physicians, managers, and others, would be exposed in the prosecution of such an enterprise; and I did hope that the dangers shown me, would be avoided. In this, however, I enjoyed hope for a time, only to suffer disappointment and grief."},{"refcode_short":"T14 5.1","refcode_long":"Testimony for the Church — No. 14, p. 5.1 (Ellen Gould White)","content":"The health reform was a subject in which I had taken great interest, and my hopes of the prosperity of the Health Institute were high. The responsibility of speaking to my brethren and sisters in the name of the Lord, relative to it, and of their duty to furnish necessary means, I felt as no other one could feel, and watched the progress of the work with intense anxiety and interest."},{"refcode_short":"T14 5.2","refcode_long":"Testimony for the Church — No. 14, p. 5.2 (Ellen Gould White)","content":"When I saw those who managed and directed, running into the dangers shown me, and of which I had warned them publicly, and in private conversation and letters, a terrible burden came upon me. That which had been shown me as a place where the suffering sick among us could be helped, was one where sacrifice, hospitality, faith, and piety, should be the ruling principles. But when unqualified calls were made for large sums of money, with statements that stock taken would pay large per cent; when those brethren employed in the institution to fill their several stations, all more or less responsible, seemed more than willing to take larger wages than those were satisfied with, who filled equally important stations in the great cause of truth and reform; when I learned, with pain, that, in order to make the institution popular with those not of our faith, and to secure their patronage, a spirit of compromise was rapidly gaining ground at the Institute, which, in order to meet the unbelief of unbelievers, was manifested in the adoption of the use of Mr., Miss, and Mrs., instead of Bro. and Sister, and popular amusements, in which all could engage in a sort of comparatively innocent frolic; when I saw these things, I said, This is not that which was shown me as an institution for the sick, which would share the signal blessing of God. This is another thing."},{"refcode_short":"T14 6.1","refcode_long":"Testimony for the Church — No. 14, p. 6.1 (Ellen Gould White)","content":"And yet calculations for more extensive buildings were being made, and calls for large sums of money were urged. As the thing was being managed, I could but regard the Institute, on the whole, a curse. Although some were being benefited in the point of health, the influence on the church at Battle Creek, and upon brethren and sisters who visited the Institute, was bad to such a degree as to overbalance all the good that was being done; and this influence was reaching churches in this and other states, and was terribly destructive to faith in God, and in the present truth. Several came to Battle Creek humble, devoted, confiding Christians, who went away almost infidels. The general influence of these things was creating prejudice against the health reform in very many of the most humble, the most devoted, and the best of our brethren, and was destroying faith in my testimonies and in the present truth."},{"refcode_short":"T14 6.2","refcode_long":"Testimony for the Church — No. 14, p. 6.2 (Ellen Gould White)","content":"It was this state of matters relative to the health reform and the Health Institute, with which other things were brought to bear, that made it my duty to speak as I did in Testimony No. 13, I well knew that that would produce a reaction and trial upon many minds. I also knew that a reaction must come sooner or later, and for the good of the Institute, and the cause generally, the sooner the better. Had matters been moving in a wrong direction, to the injury of precious souls, and the cause generally? the sooner this could be checked, and they he properly directed, the better. The further the advance, the greater the ruin, the greater the reaction, and the greater the general discouragement. Such a check, the misdirected work must have; and there must be time to correct errors, and start again in the right direction."},{"refcode_short":"T14 7.1","refcode_long":"Testimony for the Church — No. 14, p. 7.1 (Ellen Gould White)","content":"The good work wrought for the church at Battle Creek last fall, the thorough reform and turning to the Lord, by physicians, helpers, and managers, at the Health Institute, and the general agreement of our brethren and sisters in all parts of the field, relative to the great object of, and the manner in which to conduct, the Health Institute, to which is added the varied experience of more than one year, not only in the wrong course, but also in a right direction, give me more confidence that the health reform and the Health Institute will prove a success, than I ever before had. I still fondly hope to see the Health Institute at Battle Creek prospering, and, in every respect, the institute shown me. But it will take time to fully correct and outgrow the errors of the past. With the blessing of God this can and will be done."},{"refcode_short":"T14 7.2","refcode_long":"Testimony for the Church — No. 14, p. 7.2 (Ellen Gould White)","content":"The brethren who have stood at the head of this work have appealed to our people for means, on the ground that the health reform was a part of the great work connected with the third angel's message. In this they have been right. It is a branch of the great, charitable, liberal, sacrificing, benevolent work of God. Then why should these brethren say, “Stock in the Health Institute will pay a large per cent.,” “it is a good investment,” “a paying thing”? Why not as well talk of stock in the Publishing Association paying a large per cent? If these are two branches of the same great, closing work of preparation for the coming of the Son of man, why not? Or why not make them both matters of liberality? The pen and the voice that appealed to the friends of the cause in behalf of the publishing fund, held out no such inducements. Why, then, represent to wealthy, covetous Sabbath-keepers, that they may do great good by investing their means in the Health Institute, and at the same time retain the principal, and also receive large per cent, for the simple use of it? The brethren were called upon to donate for the Publishing Association, and they nobly and cheerfully sacrificed unto the Lord, following the example of the one who made the call, and the blessing of God has been upon that branch of the great work. But it is to be feared that his displeasure is upon the manner in which funds have been raised for the Health Institute, and that his blessing will not be upon that Institution to the full, till this wrong be corrected. In my appeal to the brethren in behalf of such an institution, in Testimony No. 11, page 50, I said:"},{"refcode_short":"T14 8.1","refcode_long":"Testimony for the Church — No. 14, p. 8.1 (Ellen Gould White)","content":"“I was shown that there is no lack of means among Sabbath-keeping Adventists. At present, their greatest danger is through their accumulation of property. Some are continually increasing their cares and labors. They are overcharged, and the result is, God and the wants of his cause are nearly forgotten by them, and they are spiritually dead. They are required to sacrifice to God an offering. A sacrifice does not increase, but decreases and consumes.”"},{"refcode_short":"T14 8.2","refcode_long":"Testimony for the Church — No. 14, p. 8.2 (Ellen Gould White)","content":"My view of this matter of means was a “sacrifice to God, an offering;” and I never received any other idea. But, if the principal is to be held good by stockholders, and they are to draw a certain per cent., where is the decrease, or the consuming sacrifice? And how are the dangers of those Sabbath-keepers who are accumulating property, decreased by the present plan of holding stock in the Institute? Their dangers are only increased. And here is an additional excuse for their covetousness. In investing in stock in the Institute, held as a matter of sale and purchase like any other property, they do not sacrifice. As large per cent. is held out as an inducement, the spirit of gain, not sacrifice, leads them to invest so largely in the stock of the Institute that they have but little or nothing to give, to sustain other branches of the work still more important. God requires of these close, covetous, worldly persons, a sacrifice for suffering humanity. He calls on them to let their worldly possessions decrease for the sake of those afflicted ones who believe in Jesus and the present truth. They should have a chance to act in full view of the decisions of the final Judgment, as described in the following burning words of the King of kings:"},{"refcode_short":"T14 9.1","refcode_long":"Testimony for the Church — No. 14, p. 9.1 (Ellen Gould White)","content":"“Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world: for I was an hungered, and ye gave me meat; I was thirsty, and ye gave me drink; I was a stranger, and ye took me in; naked, and ye clothed me; I was sick, and ye visited me; I was in prison, and ye came unto me. Then shall the righteous answer him, saying, Lord, when saw we thee an hungered, and fed thee? or thirsty, and gave thee drink? When saw we thee a stranger, and took thee in? or naked, and clothed thee? Or when saw we thee sick, or in prison, and came unto thee? And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me."},{"refcode_short":"T14 10.1","refcode_long":"Testimony for the Church — No. 14, p. 10.1 (Ellen Gould White)","content":"“Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the Devil and his angels: for I was an hungered, and ye gave me no meat; I was thirsty, and ye gave me no drink; I was a stranger, and ye took me not in; naked, and ye clothed me not; sick, and in prison, and ye visited me not. Then shall they also answer him, saying, Lord, when saw we thee an hungered, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee? Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me. And these shall go away into everlasting punishment; but the righteous into life eternal.” Matthew 25:34-46."},{"refcode_short":"T14 10.2","refcode_long":"Testimony for the Church — No. 14, p. 10.2 (Ellen Gould White)","content":"Again, on pp. 51-53 of Test. No. 11, I said:"},{"refcode_short":"T14 10.3","refcode_long":"Testimony for the Church — No. 14, p. 10.3 (Ellen Gould White)","content":"“There is a liberal supply of means among our people to carry forward this great enterprise without any embarrassment, if all will feel the importance of the work. All should feel a special interest in sustaining this enterprise; and especially those who have means should invest in it. A suitable home should be fitted up for the reception of invalids, that they may, through the use of proper means, and the blessing of God, be relieved of their infirmities, and learn how to take care of themselves, and thus prevent sickness."},{"refcode_short":"T14 10.4","refcode_long":"Testimony for the Church — No. 14, p. 10.4 (Ellen Gould White)","content":"“Many who profess the truth are growing close and covetous. They need to be alarmed for themselves. They have so much of their treasure upon the earth, that their hearts are on their treasure. They have much the largest share of their treasure in this world, and but little in Heaven; therefore their hearts and affections are placed on earthly possessions, instead of on the heavenly inheritance. There is now a good object before them where they can use their means for the benefit of suffering humanity, and also for the advancement of the truth. This enterprise should never be left to struggle in poverty. These stewards to whom God has entrusted means should now come up to the work and use their means to the glory of God. Those who through covetousness withhold their means, will find it will prove to them a curse rather than a blessing.”"},{"refcode_short":"T14 11.1","refcode_long":"Testimony for the Church — No. 14, p. 11.1 (Ellen Gould White)","content":"In what I have been shown, and what I have said, I received no other idea, and designed to give no other, than that the raising of funds for this branch of the work was to be a matter of liberality, the same as for the support of other branches of the great work. And although the change from the present plan to one that can be fully approved of the Lord, may be attended with difficulties, and require labor and time to bring it about, yet I think it can be done with little loss of stock already taken, and will result in a decided increase of capital donated, to be used in a proper manner to relieve suffering humanity."},{"refcode_short":"T14 11.2","refcode_long":"Testimony for the Church — No. 14, p. 11.2 (Ellen Gould White)","content":"Many have taken stock who are not able to donate it. Some of these are suffering for the very money they have invested in stock. As I travel from state to state, I find afflicted ones standing on the very verge of the grave, who should go to the Institute for a while, but cannot for want of the very means they have in Institute stock. These should not have a dollar invested there. One case, in Vermont, I will mention. As early as 1850 this brother was a Sabbath-keeper, and began at that date to liberally donate to the several enterprises that have been undertaken to advance the cause, until he became reduced in property. Yet when the urgent, unqualified call came for the Institute, he took stock to the amount of one hundred dollars. At the meeting at West Enosburgh he introduced the case of his wife, who is very feeble, who can be helped, and must be helped soon, if ever. He also stated his circumstances, and that if he could command the one hundred dollars then in the Institute, he could send his wife there to be treated. But as it was he could not. We replied that he should never have invested a dollar in the Institute; that there was a wrong in the matter which we could not help; and there the matter dropped. I do not hesitate to say that this sister should be treated a few weeks at least, at the Institute, free from charge. They are able to do but little more than to pay fare to and from Battle Creek."},{"refcode_short":"T14 12.1","refcode_long":"Testimony for the Church — No. 14, p. 12.1 (Ellen Gould White)","content":"The friends of humanity, of truth and holiness, should act in reference to the Institute on the plan of sacrifice and liberality. I have $500 in stock in the Institute, which I wish to donate, and if my husband succeeds well with his anticipated book, he will give $500 more. Will those who approve this plan please address us at Greenville, Montcalm Co., Michigan, and state the sums they wish to donate, or to be held as the stock in the Publishing Association is held? When this is done, then let the donations come in as needed; let the sums, small and large, come in. Let expenditures of means be made judiciously. Let charges for patients be as reasonable as possible. Let brethren donate to partly pay the expenses at the Institute, of suffering, worthy poor in their midst. Let the feeble ones be led out, as they can bear it, to cultivate the beautifully-situated acres owned by the Institute. Let them not do this with the narrow idea of pay, but with the liberal idea that the expense of the purchase of them was a matter of benevolence for their good. Let their labor be a part of their prescription, as much as the taking of baths. Oh! yes, let benevolence, charity, humanity, sacrifice for others’ good, be the ruling idea with physicians, managers, helpers, patients, and with all the friends of Jesus, far and near, instead of wages, good investment, a paying thing, stock that will pay. Let the love of Christ, love of souls, sympathy for suffering humanity, rule and govern all we say and do relative to the Health Institute."},{"refcode_short":"T14 13.1","refcode_long":"Testimony for the Church — No. 14, p. 13.1 (Ellen Gould White)","content":"Why should a Christian physician, who is believing, expecting, looking, waiting, and longing for the coming and kingdom of Christ, when sickness and death will no longer have power over the saints, expect more pay for his services than the Christian editor, or the Christian minister? He may say that his work is more wearing. That is yet to be proved. Let him work as he can endure it, and not violate the laws of life which he teaches to his patients. There are no good reasons why he should overwork and receive large pay for it, more than the minister or the editor. Let all who act a part in the Institute and receive pay for their services, act on the same liberal principle. No one should be suffered to remain as helper in the Institute who does it simply for pay. There are those of ability, who, for the love of Christ, his cause, and the suffering followers of their Master, will faithfully and cheerfully fill stations in that Institute, with a spirit of sacrifice. Those who have not this spirit should remove and give place to those who have it."},{"refcode_short":"T14 14.1","refcode_long":"Testimony for the Church — No. 14, p. 14.1 (Ellen Gould White)","content":"As nearly as I am able to judge, one-half of the afflicted among our people who should spend weeks or months at the Institute, are not able to pay the entire expenses of the journey and a tarry at the Institute. Shall poverty keep these friends of our Lord from, the blessings he has so bountifully provided? Shall those be left to struggle on with the double burden of feebleness and poverty? The wealthy feeble ones, who have all the comforts and conveniences of life, and are able to hire their hard work done, may, with care, rest, by informing themselves, and home practice, receive and enjoy a very comfortable state of health without going to the Institute. But what can that poor, feeble brother or sister do to recover health. They may do something; but poverty drives them to labor beyond what they are really able to do. They have not even all the comforts of life; and as for conveniences in house-room, furniture, means of taking baths, and good ventilation, they do not have them. Perhaps their only room is occupied by a cook-stove, winter and summer; and it may be that all the books they have in the house, excepting the Bible, you can hold between your thumb and finger. They have no money to buy books, that they may read and learn how to live. These dear brethren are the very ones who need help. Many of them are humble Christians. They may have faults, and some of these may reach far back, and be the cause of their present poverty and misery. And yet they may be living up to duty better than we who have the means of self-improvement, and to improve the condition of others. These must be patiently taught and cheerfully helped."},{"refcode_short":"T14 15.1","refcode_long":"Testimony for the Church — No. 14, p. 15.1 (Ellen Gould White)","content":"But they must be willing and anxious to be taught. They must cherish a spirit of gratitude to God and their brethren for the help they receive. Such persons generally have no just ideas of the real expenses of treatment, board, room, fuel, &c., &c., at a Health Institute. They do not realize the magnitude of the great work of present truth and reform, and the many calls for the liberalities of our people. They may not be aware that the numbers of our poor are many times larger than the numbers of our rich. And they may not also feel the force of the frightful fact that a majority of these wealthy ones are holding on to their riches, and are on the sure road to perdition."},{"refcode_short":"T14 15.2","refcode_long":"Testimony for the Church — No. 14, p. 15.2 (Ellen Gould White)","content":"These poor, afflicted persons, should be taught that when they murmur at their lot, and against the wealthy on account of their covetousness, they commit a great sin in the sight of Heaven. They should first understand that their sickness and poverty are their misfortunes, most generally by reason of their own sins, follies, and wrongs; and if the Lord puts it into the hearts and minds of his people to help them, it should inspire in them feelings of humble gratitude to God and his people. They should do all in their power to help themselves. If they have relatives who can and will help them to the Institute, they should have the privilege."},{"refcode_short":"T14 16.1","refcode_long":"Testimony for the Church — No. 14, p. 16.1 (Ellen Gould White)","content":"And in view of the many poor and afflicted ones who must be objects of the charity of the Institute, more or less, the lack of funds, and the want of accommodations at the present time, the stay of such at the Institute must be brief. They should come there with the idea of obtaining, as fast and as far as possible, a practical knowledge of what they must do, and what they must not do, to recover health and live healthfully. The lectures, while at the Institute, and good books from which to learn how to live at home, must be the main reliance of such. They may find some relief during a few weeks spent at the Institute, but more at home, carrying out the same principles. They must not come to the Institute relying on the physicians to cure them in a few weeks, but to learn so to live as to give nature a chance to work the cure. This may commence during a few weeks’ stay at the Institute, and yet require years to complete the work by correct habits at home."},{"refcode_short":"T14 16.2","refcode_long":"Testimony for the Church — No. 14, p. 16.2 (Ellen Gould White)","content":"A man may spend all that he has in this world at a Health Institute, and find great relief. He may then return to his family and to his old habits of life, and in a few weeks or months be in a worse condition of health than ever before. He has gained nothing. He has spent his limited means for nothing. The object of the health reform and the Health Institute is not, like a dose of “Pain Killer” or “Instant Relief,” to quiet the pains of today. No, indeed! Its great object is to teach the people how to live so as to give nature a chance to remove and resist disease."},{"refcode_short":"T14 16.3","refcode_long":"Testimony for the Church — No. 14, p. 16.3 (Ellen Gould White)","content":"To the afflicted among our people I wish to say, Be not discouraged. God has not forsaken his people and his cause. Make known your state of health and your ability to meet the expenses of a stay at the Institute, to Dr. H. S. Lay, Battle Creek, Mich. Are you diseased, running down, feeble, then do not delay till your case is hopeless. Write immediately. But I must say again to the poor, at present but little can be done to help you, on account of capital already raised being invested in material and a partly erected building, where it can do no one any good. Do all you possibly can yourself, and others will help you some."},{"refcode_short":"T14 17","refcode_long":"Testimony for the Church — No. 14, p. 17 (Ellen Gould White)","content":"Sketch of Experience"},{"refcode_short":"T14 17.1","refcode_long":"Testimony for the Church — No. 14, p. 17.1 (Ellen Gould White)","content":"Our labor had just closed with the Battle Creek Church, and, notwithstanding we were much worn, we had been so refreshed in spirits as we witnessed the good result, that we cheerfully joined Bro. J. N. Andrews in the long journey to Maine. On the way we held a meeting at Roosevelt, N. Y. Testimony No. 13 was doing its work, and those brethren who had taken part in the general disaffection were beginning to see things in their true light. This meeting was one of hard labor, in which pointed testimonies were given. Confessions were made, followed by a general turning to the Lord on the part of backsliders and sinners."},{"refcode_short":"T14 17.2","refcode_long":"Testimony for the Church — No. 14, p. 17.2 (Ellen Gould White)","content":"Our labors in Maine commenced with the Conference at Norridgewock, the first of November. The meeting was large. My husband and myself, as usual, bore a plain and pointed testimony in favor of truth, and proper discipline, and against the different forms of error, confusion, fanaticism and disorder, naturally growing out of a want of proper discipline. This testimony was especially applicable to the condition of things in Maine. Disorderly spirits who professed to observe the Sabbath, were in rebellion, and labored to diffuse the disaffection through the Conference. Satan helped them, and they succeeded to some extent. The details are too painful and of too little general importance to give."},{"refcode_short":"T14 18.1","refcode_long":"Testimony for the Church — No. 14, p. 18.1 (Ellen Gould White)","content":"It may be enough to say at this time, that in consequence of this spirit of rebellion, fault-finding, and in some a sort of babyish jealousy, murmuring and complaining, our work in Maine, which might have been done in two weeks, required seven weeks of the most laborious, trying and disagreeable toil. Five weeks were lost, yes, worse than lost to the cause in Maine; and our people in other portions of New England, New York and Ohio, were deprived of five general meetings, in consequence of our being held in Maine. But as we left that state we were comforted with the fact that all had confessed their rebellion, and that a few had been led to seek the Lord and embrace the truth. The following, relative to Ministers, Order and Organization, has a more special application to the condition of things in Maine."},{"refcode_short":"T14 18","refcode_long":"Testimony for the Church — No. 14, p. 18 (Ellen Gould White)","content":"Ministers, Order and Organization"},{"refcode_short":"T14 18.2","refcode_long":"Testimony for the Church — No. 14, p. 18.2 (Ellen Gould White)","content":"Some ministers have fallen into the error that they cannot have liberty in speaking unless they raise their voices to a high pitch, and talk loud and fast. They should understand that noise, and loud, hurried speaking, are not evidence of the presence of the power of God. It is not the power of the voice that makes the lasting impression."},{"refcode_short":"T14 19.1","refcode_long":"Testimony for the Church — No. 14, p. 19.1 (Ellen Gould White)","content":"Ministers should be Bible students. They should thoroughly furnish themselves with the evidences of our faith and hope, and then, with full control of the voice and their feelings, present these evidences in such a manner that the people can calmly weigh them, and decide upon the evidences presented. And as ministers feel the force of the arguments they present in form of solemn, testing truth, they will not lack feeling, but will have zeal and earnestness according to knowledge. The Spirit of God will sanctify to their own souls the truths they present to others, and they will be watered while they themselves water others. I saw that some of our ministers do not understand how to preserve their strength so as to be able to perform the greatest amount of labor without exhausting it."},{"refcode_short":"T14 19.2","refcode_long":"Testimony for the Church — No. 14, p. 19.2 (Ellen Gould White)","content":"Ministers should not pray so loud, and long, as to exhaust the strength. It is not necessary to weary the throat and lungs in prayer. God's ear is ever open to hear the heart-felt petitions of his humble servants, and he does not require them to wear out the organs of speech in addressing him. It is the perfect trust, the firm reliance, the steady drawing upon the promises of God, the simple faith that he is, and that he is a rewarder of all those who diligently seek him, that prevails with God."},{"refcode_short":"T14 19.3","refcode_long":"Testimony for the Church — No. 14, p. 19.3 (Ellen Gould White)","content":"Ministers should discipline themselves, and learn how to perform the greatest amount of labor in the brief period allotted them, and yet preserve a good degree of strength, so that if an extra effort should be required, they may have a reserve of vital force, sufficient for the occasion, to draw upon, which they can employ without injuring themselves. Sometimes all the strength they have is needed to put forth effort at a given point, when, if they have previously exhausted their fund of strength, and cannot command the power to make this effort, all they have done is lost. At times all the mental and physical energies may be drawn upon to make the very strongest stand, to array evidences in the clearest light, and set them before the people in the most pointed manner, and urge them home by the strongest appeals."},{"refcode_short":"T14 20.1","refcode_long":"Testimony for the Church — No. 14, p. 20.1 (Ellen Gould White)","content":"As souls are about on the point of leaving the enemy's ranks, and are coming upon the Lord's side, the contest is the most severe, and close. Satan and his angels are unwilling to yield one of their men, who has served under his banner of darkness, to take their position under the bloodstained banner of Prince Immanuel."},{"refcode_short":"T14 20.2","refcode_long":"Testimony for the Church — No. 14, p. 20.2 (Ellen Gould White)","content":"Opposing armies were presented before me who had endured a painful struggle in battle. The victory was gained by neither. At length the loyal realize that their strength and force is wearing away, and they are unable to silence their enemies unless they make a charge upon them, and obtain their instruments of warfare. It is then, at the risk of their lives, that they draw upon all their powers, and rush upon the foe. It is a fearful struggle; but victory is gained, the strongholds are taken. If at the critical period the army is so weak through exhaustion that it is impossible to make the last charge, and batter down the enemy's fortifications, the whole struggle of days, weeks, and even months, is lost, and many lives sacrificed, with nothing gained."},{"refcode_short":"T14 21.1","refcode_long":"Testimony for the Church — No. 14, p. 21.1 (Ellen Gould White)","content":"A similar work is before us. People are convinced that we have the truth, and yet they are held as with iron bands. They dare not risk the consequences of taking their position on the side of truth. Many are in the valley of decision, where special, close and pointed appeals are necessary to move them to lay down the weapons of their warfare, and take their position on the Lord's side. Just at this critical period, Satan throws the strongest bands around these souls. If the servants of God are at this period all exhausted, their fund of physical and mental strength expended, they think they can do no more, and frequently leave the field entirely, to commence operations in a new field. And all, or nearly all, the time, means and labor have been spent for naught. Yes, it is worse than if they never had commenced the work in that place, for the people, after they have been brought to the point of decision, have been deeply convicted by the Spirit of God, and are left to lose their interest, and decide against these evidences, cannot again be brought where their minds will be agitated upon the subject as easily as before. They have in many cases made their final decision."},{"refcode_short":"T14 21.2","refcode_long":"Testimony for the Church — No. 14, p. 21.2 (Ellen Gould White)","content":"If ministers would preserve a reserve force, and at the very point where everything seemed to move the hardest, then make the more earnest efforts, the strongest appeals, the closer applications, and, like valiant soldiers, at the critical moment make the charge upon the enemy, they would gain the victory. Souls would have strength to break the bands of Satan, and make their decisions for life everlasting."},{"refcode_short":"T14 22.1","refcode_long":"Testimony for the Church — No. 14, p. 22.1 (Ellen Gould White)","content":"Well-directed labor at the right time will make a long-tried effort successful, when to leave the labor even for a few days, will in many cases cause an entire failure. Ministers must give themselves as missionaries to the work, and learn how to make their efforts to the very best advantage."},{"refcode_short":"T14 22.2","refcode_long":"Testimony for the Church — No. 14, p. 22.2 (Ellen Gould White)","content":"I have been shown that some ministers at the very commencement of a series of meetings become very zealous, take on burdens which God does not require them to bear, exhaust their strength in singing, and in long, loud praying, and in loud talking, and then are worn out and must go home to rest. What was done in that effort? Literally nothing. They had spirit, zeal, a feeling, but lacked understanding. They manifested no wise generalship. They rode upon the chariot of feeling, and there was not one victory gained against the enemy. His stronghold was not taken."},{"refcode_short":"T14 22.3","refcode_long":"Testimony for the Church — No. 14, p. 22.3 (Ellen Gould White)","content":"I was shown that ministers of Jesus Christ should discipline themselves for the warfare. Greater wisdom is required in generalship in the work of God than is required of the generals engaged in national battles. Ministers of God's choosing are engaged in a great work. They are warring not merely against men, but Satan and his angels. Wise generalship is required here. They must become Bible students, give themselves wholly to the work, and when they commence labor in a place they should be able to give the reasons of our faith, not in a boisterous manner, not with a perfect storm, but with meekness and fear. The power which will convince, will be strong arguments presented in meekness and In the fear of God."},{"refcode_short":"T14 23.1","refcode_long":"Testimony for the Church — No. 14, p. 23.1 (Ellen Gould White)","content":"Able ministers of Jesus Christ are required for the work in these last days of peril. Able in word and doctrine, acquainted with the Scriptures, and understanding the reasons of our faith. I was directed to these scriptures, the meaning of which has not been realized by some ministers: “But sanctify the Lord God in your hearts, and be ready always to give an answer to every man that asketh you, a reason of the hope that is in you, with meekness and fear.” “Let your speech be always with grace, seasoned with salt, that ye may know how ye ought to answer every man.” “And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient, in meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth, and that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.”"},{"refcode_short":"T14 23.2","refcode_long":"Testimony for the Church — No. 14, p. 23.2 (Ellen Gould White)","content":"The man of God, the minister of Jesus Christ, is required to be thoroughly furnished unto all good works. A pompous minister, all dignity, is not needed for this good work. But decorum is necessary in the desk. A minister of Jesus Christ should not be regardless of his attitude. If he is the representative of Jesus Christ, his deportment, his attitude, his gestures, should be of that character which will not strike the beholder with disgust. The ministers of Christ should possess refinement. All uncouth manners, attitudes and gestures should be discarded, and they should encourage in themselves humble dignity of bearing. They should be clothed fitting the dignity of their position. Their speech should be in every respect solemn and well chosen."},{"refcode_short":"T14 24.1","refcode_long":"Testimony for the Church — No. 14, p. 24.1 (Ellen Gould White)","content":"I was shown that to make irreverent, coarse expressions, relate anecdotes to amuse, present illustrations that are comical to create a laugh, is all wrong. Sarcasm and playing upon the words of an opponent are all out of God's order. Ministers should not feel that they can make no improvement in voice or manners; much can be done. The voice can be cultivated so that quite lengthy speaking will not injure the speaking organs. Ministers should love order, and discipline themselves, and then they can successfully discipline the church of God and teach them to work harmoniously as a well-drilled company of soldiers."},{"refcode_short":"T14 24.2","refcode_long":"Testimony for the Church — No. 14, p. 24.2 (Ellen Gould White)","content":"If discipline and order is necessary for successful action on the battle field, the same order is as much more needful in the warfare in which we are engaged, to that degree that the object to be gained is of greater value and more elevated in character, than the warfare of opposing forces upon the battle field. In this conflict in which we are engaged, eternal consequences are at stake. Angels work harmoniously. Perfect order characterizes all their movements."},{"refcode_short":"T14 24.3","refcode_long":"Testimony for the Church — No. 14, p. 24.3 (Ellen Gould White)","content":"The more closely we imitate the harmony and order of the angelic host, the more successful will be the efforts of these heavenly agents in our behalf. If we see no necessity of harmonious action, and are disorderly, undisciplined and disorganized in our course of action, angels who are thoroughly organized, and move in perfect order, cannot work for us successfully. They turn away in grief, for they are not authorized to bless confusion, distraction and disorganization."},{"refcode_short":"T14 25.1","refcode_long":"Testimony for the Church — No. 14, p. 25.1 (Ellen Gould White)","content":"All who desire the co-operation of the heavenly messengers, must work in unison with them to the same end. If they have the unction from on high, their efforts will be to encourage order, discipline and union of action. Then can the angels of God co-operate with them. But never, never will these heavenly messengers place their endorsement upon irregularity, disorganization and disorder. All these evils are the result of the work of Satan to weaken our forces, and destroy courage, and successful action."},{"refcode_short":"T14 25.2","refcode_long":"Testimony for the Church — No. 14, p. 25.2 (Ellen Gould White)","content":"Satan well knows that success can only attend order and harmonious action. He well knows that everything connected with Heaven is in perfect order. Subjection and thorough discipline mark the movements of the angelic host. Satan's studied efforts are to lead professed Christians just as far from Heaven's arrangement as he can. Therefore he deceives even the professed people of God, and makes them believe that order and discipline are enemies to the spirituality of God's people; that the only safety for them is to each pursue his or her own course, and to remain especially distinct from bodies of Christians who are united, and are laboring to establish discipline and harmony of action. All the efforts made to establish order are considered dangerous, and are feared as popery, a restriction of right and liberty."},{"refcode_short":"T14 25.3","refcode_long":"Testimony for the Church — No. 14, p. 25.3 (Ellen Gould White)","content":"These deceived souls consider it a virtue to boast of their freedom to think and act independently. They will not take any man's say so. They are amenable to no man. I was shown that it is Satan's especial work to lead men to feel that it is God's order for them to strike out for themselves, and choose their own course, independent of their brethren."},{"refcode_short":"T14 26.1","refcode_long":"Testimony for the Church — No. 14, p. 26.1 (Ellen Gould White)","content":"I was pointed to the children of Israel. Very soon after leaving Egypt they were organized and most thoroughly disciplined. God had in his special providence qualified Moses to stand at the head of the armies of Israel. He had been a mighty warrior to lead the armies of the Egyptians in their warfares. His generalship could not be surpassed by any man."},{"refcode_short":"T14 26.2","refcode_long":"Testimony for the Church — No. 14, p. 26.2 (Ellen Gould White)","content":"The Lord designated a special family of the tribe of the Levites to bear the sacred ark. He did not leave his holy tabernacle to be borne indiscriminately by any tribe who might choose. He was so particular as to specify the order he would have observed in bearing the sacred ark. When it was for the good of the people, and for the glory of God that they should pitch their tents in a certain place, God signified his will to them by the pillar of cloud resting directly over the tabernacle, and there it remained until he would have them journey again."},{"refcode_short":"T14 26.3","refcode_long":"Testimony for the Church — No. 14, p. 26.3 (Ellen Gould White)","content":"In all their journeyings they were required to observe perfect order. Every tribe bore a standard with the sign of their father's house upon it. And every tribe was required to pitch under their own standard. And when the ark moved, the armies journeyed, the different tribes marching in order, under their own standards. The Levites were designated by the Lord as the tribe in the midst of whom he placed the sacred ark to be borne by them, Moses and Aaron marching just in front of the ark. The sons of Aaron were to march near them, each bearing trumpets. They were to receive directions from Moses, which they were to signify to the people by speaking through these trumpets. These trumpets gave special sounds which the people understood, and directed their movements accordingly."},{"refcode_short":"T14 27.1","refcode_long":"Testimony for the Church — No. 14, p. 27.1 (Ellen Gould White)","content":"A special signal was first given by the trumpeters to call the attention of the people. Then all were to be attentive and obey the certain sound of the trumpets. There was no confusion of sound in the voices of the trumpets, therefore there was no excuse for confusion in movements. The head officer over each company gave definite directions in regard to the movements they were required to make. None who gave attention were left in ignorance of what they were required to do. If any failed to comply with the requirements God gave to Moses, and Moses to the people, they were punished with death. They had no excuse to offer that they knew not the nature of these requirements, for they would only prove themselves willingly ignorant, and would receive the just punishment for their transgression. If they did not know the will of God concerning them, it was their own fault. They had all the benefits of the knowledge imparted that others of the people had, therefore the sin of not knowing, not understanding, when they had all the opportunity, was in the sight of God regarded the same as if they did hear, and then transgressed."},{"refcode_short":"T14 27.2","refcode_long":"Testimony for the Church — No. 14, p. 27.2 (Ellen Gould White)","content":"The Lord designated a special family of the tribe of Levi to bear the ark. And the Levites were to bear the tabernacle and all its furniture. These were specially appointed of God to engage in the work of setting up and taking down the tabernacle. And if any man from curiosity, or from lack of order, got out of his place, and touched any part of the sanctuary, or furniture, or even came nigh any of the workmen, they should be put to death. God did not leave his holy tabernacle to be borne, and erected, and taken down, indiscriminately, by any tribe who might choose the office. Proper persons were chosen to the office who could appreciate the sacredness of the work in which they were engaged. And these men appointed of God were directed to impress upon the people the especial sacredness of the ark and all that appertained thereunto, lest they should look upon these things without realizing their holiness, and should be cut off from Israel. All things pertaining to the most holy were to be looked upon with reverence."},{"refcode_short":"T14 28.1","refcode_long":"Testimony for the Church — No. 14, p. 28.1 (Ellen Gould White)","content":"The travels of the children of Israel are faithfully described. Also the deliverance God wrought for them, their perfect organization and special order, their sin in murmuring against Moses, and thus against God, their transgressions, their rebellions, their punishments, their carcasses strewn in the wilderness, because of their unwillingness to submit to God's wise arrangements. This faithful picture is hung up before us, as a warning to show their example of disobedience lest we fall like them."},{"refcode_short":"T14 28.2","refcode_long":"Testimony for the Church — No. 14, p. 28.2 (Ellen Gould White)","content":"“But with many of them God was not well pleased, for they were overthrown in the wilderness. Now these things were our examples, to the intent we should not lust after evil things, as they also lusted. Neither be ye idolaters as were some of them; as it is written: The people sat down to eat and to drink, and rose up to play. Neither let us commit fornication as some of them committed, and fell in one day three and twenty thousand. Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents, Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer. Now all these things happened unto them for examples; and they are written for our admonition, upon whom the ends of the world are come. Wherefore let him that thinketh he standeth, take heed lest he fall.”"},{"refcode_short":"T14 29.1","refcode_long":"Testimony for the Church — No. 14, p. 29.1 (Ellen Gould White)","content":"Has God changed from a God of order? No, he is the same God in the present dispensation as in the former. Paul says, “God is not the author of confusion, but of peace.” He is as particular now as then. And he designs that we should learn lessons of order and organization from the perfect order he instituted in the days of Moses, for the benefit of the children of Israel."},{"refcode_short":"T14 29.2","refcode_long":"Testimony for the Church — No. 14, p. 29.2 (Ellen Gould White)","content":"I will now resume the sketch of incidents, and perhaps I cannot better give an idea of our labors up to the Vermont meeting than by copying a letter which I wrote to our son at Battle Creek, Dec. 27, 1867."},{"refcode_short":"T14 29.3","refcode_long":"Testimony for the Church — No. 14, p. 29.3 (Ellen Gould White)","content":"“My Dear Son Edson: I am now seated at the desk of Bro. D. T. Bourdeau, at West Enosburgh, Vt. After our meeting had closed at Topsham, Me., I was exceedingly weary. While packing my trunk, I nearly fainted from weariness. The last work I did there, was to call Bro. Howland's family together, and have a special interview with them. I spoke to this dear family, giving words of exhortation and comfort, and of correction and counsel to one connected with the family. All I said, was fully received, followed by confession, weeping, and great relief to Bro. and Sr. Howland. This is crossing work for me, and wears me much."},{"refcode_short":"T14 30.1","refcode_long":"Testimony for the Church — No. 14, p. 30.1 (Ellen Gould White)","content":"“After we were seated in the cars, I lay down, and rested about one hour. We had an appointment that evening at Westbrook, Me., to meet the brethren from Portland and the region round about. We made our home with the kind family of Bro. Martin. I was not able to sit up during the afternoon. Being urged to attend the meeting in the evening, I went to the school-house, feeling that I had not strength to stand and address the people. The house was filled with deeply-interested listeners."},{"refcode_short":"T14 30.2","refcode_long":"Testimony for the Church — No. 14, p. 30.2 (Ellen Gould White)","content":"“Bro. Andrews opened the meeting, and spoke a short time; your father followed him with remarks. I arose, and had spoken but a few words, when I felt my strength renewed. All my feebleness seemed to leave me. I spoke about one hour with perfect freedom. I felt inexpressible gratitude for this help from God at the very time I so much needed it. I also spoke to the people, Wednesday evening, nearly two hours, upon the health and dress reforms, with freedom. To have my strength so unexpectedly renewed, when I had felt completely exhausted before these two meetings, has been a matter of great encouragement to me."},{"refcode_short":"T14 30.3","refcode_long":"Testimony for the Church — No. 14, p. 30.3 (Ellen Gould White)","content":"“We enjoyed our visit with the family of Bro. Martin, and we hope to see their dear children giving their hearts to Christ, and with their parents war the Christian warfare, and wear the crown of immortality when the victory shall be gained."},{"refcode_short":"T14 30.4","refcode_long":"Testimony for the Church — No. 14, p. 30.4 (Ellen Gould White)","content":"“Thursday, we went into Portland again, and took dinner with the family of Bro. Gowell. We had a special interview with them, which we hope will result in good to them. We feel a deep interest for the wife of Bro. Gowell. This mother's heart has been torn by seeing her children in affliction and in death, and lain in the silent grave. It is well with the sleepers. May the mother yet seek all the truth, and lay up a treasure in Heaven, that, when the Life-giver shall come to bring the captives from the great prison-house of death, father, mother, and children may meet, and the broken links of the family chain may be re-united, no more to be severed."},{"refcode_short":"T14 31.1","refcode_long":"Testimony for the Church — No. 14, p. 31.1 (Ellen Gould White)","content":"“Bro. Gowell took us to the cars in his carriage. We had just time to get on the train before it started. We rode five hours, and found Bro. A. W. Smith at the Manchester depot, waiting to take us to his home in that city. Here we expected to find rest one night; but, lo! quite a number were waiting to receive us. They had come nine miles from Amherst to spend the evening with us. We had a very pleasant interview, profitable, we hope, to all. Retired about ten. Early next morning, we left the comfortable, hospitable home of Bro. Smith, to pursue our journey to Washington. It was a slow, tedious route. We stepped off the cars at Hillsborough, and found a team waiting to take us twelve miles to Washington. Bro. Colby had a sleigh and blankets, and we rode quite comfortably, until within a few miles. There was not snow enough to make good sleighing. The wind arose when within two miles, and blew the falling sleet in our faces and eyes, producing pain, and chilling us almost to freezing. We were brought under shelter at last at the good home of Bro. C. K. Farnsworth. They did everything they could for our comfort, and everything was arranged so that we could rest as much as possible. That was but little, I can assure you."},{"refcode_short":"T14 32.1","refcode_long":"Testimony for the Church — No. 14, p. 32.1 (Ellen Gould White)","content":"“Sabbath, your father spoke in the forenoon, and, after an intermission of about twenty minutes, I spoke, bearing a testimony of reproof for several who were using tobacco, also to Bro. Ball, who had been strengthening the hands of our enemies against us, holding the visions up to ridicule, publishing bitter things against us in the Crisis, from Boston, and the Hope of Israel, the paper issued from Iowa."},{"refcode_short":"T14 32.2","refcode_long":"Testimony for the Church — No. 14, p. 32.2 (Ellen Gould White)","content":"“The meeting for the evening was appointed at Bro. Farnsworth's. The church was present, and your father there requested Bro. Ball to state his objections to the visions and give an opportunity to answer them. Thus the evening was spent, and Bro. Ball manifested much stiffness and opposition. Some things he admitted himself satisfied upon, but held his position quite firmly. Bro. Andrews and your father talked plainly, explaining matters which he had misunderstood, and condemning his unrighteous course toward the Sabbath-keeping Adventists. We all felt that we had done the best we could that day, to weaken the forces of the enemy. Our meeting held until past ten."},{"refcode_short":"T14 32.3","refcode_long":"Testimony for the Church — No. 14, p. 32.3 (Ellen Gould White)","content":"“The next morning, we attended meetings again in the meeting-house. Your father spoke in the morning. But just before he spoke, the enemy tried what he could do by making a poor, weak brother feel that he had a most astonishing burden for the church. He walked the slip back and forth, talked, and groaned, and cried, and had a terrible something upon him, which nobody seemed to understand. We were trying to bring those who professed the truth to see their state of dreadful darkness and backsliding before God, and to make humble confessions of the same, thus returning unto the Lord with sincere repentance, that he might return unto them, and heal their backslidings. Satan sought to hinder the work by pushing in this poor, distracted soul, to disgust those who wished to move understandingly. I arose, and bore a plain testimony to this man. He had taken no food for two days, and Satan had deceived him, and pushed him over the mark."},{"refcode_short":"T14 33.1","refcode_long":"Testimony for the Church — No. 14, p. 33.1 (Ellen Gould White)","content":"“Then your father preached. We had a few moments intermission, and then I tried to speak upon the health and dress reforms, and bore a plain testimony to individuals for standing in the way of the young and of unbelievers. God helped me to say plain things to Bro. Ball, and to tell him in the name of the Lord what he had been doing. He was affected considerably."},{"refcode_short":"T14 33.2","refcode_long":"Testimony for the Church — No. 14, p. 33.2 (Ellen Gould White)","content":"“Again we held evening meeting at Bro. Farnsworth's. It was a stormy time during the meetings, yet Bro. Ball did not remain away from one meeting. The same subject was resumed, the investigation of the course he had pursued. If ever the Lord helped a man talk, he helped Bro. Andrews that night. He dwelt upon the subject of suffering for Christ's sake. The case of Moses was mentioned, who refused to be called the son of Pharaoh's daughter, choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season, esteeming the reproach of Christ greater riches than the treasures of Egypt; for he had respect unto the recompense of reward. He showed that this is one of many instances where the reproach of Christ was esteemed above worldly riches and honor, high-sounding titles, a prospective crown and the glory of a kingdom. The eye of faith fixed upon the glorious future, the recompense of the reward was regarded of such value as to cause the richest things which earth can offer to appear valueless, and mockings, scourgings, bonds, and imprisonments, to be stoned, sawn asunder, tempted, wandering about in sheep skins and goat skins, destitute, afflicted, tormented, they could call light affliction, sustained by hope and faith, while the future, the eternal life, appeared of so great value that the sufferings endured they accounted small in comparison with the recompense of the reward."},{"refcode_short":"T14 34.1","refcode_long":"Testimony for the Church — No. 14, p. 34.1 (Ellen Gould White)","content":"“Bro. Andrews related an instance of a faithful Christian about to suffer martyrdom for his faith. A brother Christian had been conversing with him in regard to the power of the Christian hope; if it would be strong enough to sustain him while his flesh should be consuming with fire. He asked this Christian, about to suffer, to give him a signal, if the Christian faith and hope were stronger than the raging, consuming fire. He expected his turn to come next, and this would fortify him for the fire. The devoted Christian promised that the signal should be given. He was brought to the stake amid taunts and jeers of the crowd of the idle and curious who had assembled to witness the burning of this Christian. The fagots were brought, and the fire kindled, and the brother Christian fixed his eyes upon his suffering, dying brother, feeling that much depended upon the signal. The fire burned, and burned. The flesh was blackened; but the signal came not. His eye was not taken for a moment from the painful sight. The arms were already crisped. There was no appearance of life. All thought that the fire had done its work, and that no life remained; when, lo! amid the flames, up went both arms toward Heaven. The brother Christian, whose heart was becoming faint, caught sight of the joyful signal, which sent a thrill through his whole being, and renewed his hope, his courage, his faith. He wept tears of joy."},{"refcode_short":"T14 35.1","refcode_long":"Testimony for the Church — No. 14, p. 35.1 (Ellen Gould White)","content":"“And as Bro. Andrews spoke of the blackened, burned arms being raised aloft amid the flames, he, too, wept like a child. Nearly the whole congregation were affected to tears. This meeting closed about ten. I should have said there was quite a breaking away of the clouds of darkness in this meeting. Bro. Hemingway arose and said he had been all backslidden, using tobacco, opposing the visions, and persecuting his wife for believing them, but said he would do so no more. He asked her forgiveness, and the forgiveness of us all. His wife spoke with feeling. His daughter and several others rose for prayers. He stated that the testimony that Sr. White had borne he would never dare to oppose again, for it seemed to come direct from the throne."},{"refcode_short":"T14 35.2","refcode_long":"Testimony for the Church — No. 14, p. 35.2 (Ellen Gould White)","content":"“Bro. Ball then said that if matters were as we viewed them his case was very bad. He said he knew he had been backslidden for years, God stood in the way of the young. We thanked God for that admission. We designed to leave early Monday morning, and had an appointment at Braintree, Vt., to meet about thirty Sabbath-keepers. But it was very cold, rough, blustering weather to ride twenty-five miles after such constant labor. We finally decided to hold on, and continue the work in Washington until Bro. Ball decided either for or against the truth, that the church might be released in his case."},{"refcode_short":"T14 36.1","refcode_long":"Testimony for the Church — No. 14, p. 36.1 (Ellen Gould White)","content":"“Meeting commenced Monday at ten A. M. Brn. Rodman and Howard were present. Bro. Newell Mead who was very feeble and nervous, almost exactly like your father in his past sickness, was sent for to attend the meeting. Again the condition of the church was dwelt upon, and the severest censure was passed upon those who had stood in the way of the prosperity of the church. With the most earnest entreaties we plead with them to be converted to God, and face right about. The Lord aided us in the work. Bro. Ball felt, but moved slowly. His wife felt deeply for him. Our morning meeting closed at three or four. All these hours we had been engaged in earnest labor, first one of us, then another, filling up the time earnestly laboring for the unconverted youth. We appointed another meeting for the evening to commence at six."},{"refcode_short":"T14 36.2","refcode_long":"Testimony for the Church — No. 14, p. 36.2 (Ellen Gould White)","content":"“Just before going into the meeting, I had a revival of some interesting scenes which had passed before me in vision, and I spoke to Bro. Andrews, Rodman, Howard, Mead and several others who were present. It seemed to me that the angels were making a rift in the cloud, and letting the beams of light from heaven in. The subject that was presented so strikingly, was the case of Moses. I exclaimed ‘Oh! that I had the skill of an artist, that I might picture the scene of Moses upon the mount.’ His strength was firm. ‘Unabated,’ is the language of the Scripture. His eye was not dimmed through age, and he was upon that mount to die. The angels buried him, but the Son of God soon came down and raised him from the dead and took him to Heaven. But God first gave him a view of the land of promise, with his blessing upon it. It was as it were a second Eden. As a panorama this passed before his vision. He was shown the appearing of Christ at his first advent, his being rejected by the Jewish nation, and at last suffering upon the cross. Moses then saw Christ's Second Advent and the resurrection of the just. I also spoke of the meeting of the two Adams—Adam the first, and Christ the second Adam—when Eden shall bloom on earth again. The particulars of these interesting points I design to write out for Test. No. 14. The brethren wished me to repeat the same in the evening meeting. Our meeting through the day had been most solemn. I had such a burden upon me Sunday evening I had wept aloud for about half an hour."},{"refcode_short":"T14 37.1","refcode_long":"Testimony for the Church — No. 14, p. 37.1 (Ellen Gould White)","content":"“Monday, solemn appeals had been made and the Lord was sending them home. I went into meeting Tuesday evening a little lighter. I spoke an hour with great freedom upon subjects I had seen in vision which I have hinted at."},{"refcode_short":"T14 37.2","refcode_long":"Testimony for the Church — No. 14, p. 37.2 (Ellen Gould White)","content":"“Our meeting was very free. Bro. Howard wept like a child, as did also Bro. Rodman. Bro. Andrews talked in an earnest, touching manner, with weeping. Bro. Ball arose and said that there seemed to be two spirits about him that evening, one saying to him, Can you doubt that this testimony from Sr. White is of Heaven? Another spirit would present before his mind the objections he had opened before the enemies of our faith. ‘Oh! if I could feel satisfied,’ said he, ‘in regard to all these objections, if they could be removed, I should feel that I had done Sr. White a great injury. I have recently sent a piece to the Hope of Israel. If I had that piece what would I not give.’"},{"refcode_short":"T14 38.1","refcode_long":"Testimony for the Church — No. 14, p. 38.1 (Ellen Gould White)","content":"He felt deeply. He wept much. The spirit of the Lord was in the meeting. Angels seemed drawing very near, driving back the evil angels. Minister and people wept like children. We felt that we had gained ground, and that the powers of darkness had given back. Our meeting closed well. We appointed still another for the next day commencing at ten A. M. I spoke upon the humiliation and glorification of Christ. Bro. Ball sat near me, and wept all the time I was talking. I spoke about an hour, then our labors commenced for the youth."},{"refcode_short":"T14 38.2","refcode_long":"Testimony for the Church — No. 14, p. 38.2 (Ellen Gould White)","content":"“Parents had come to the meeting bringing their children with them to receive the blessing. Bro. Ball arose and made humble confession that he had not lived as he should before his family. He confessed to his children and to his wife for being in such a backslidden state; that he had been no help to them, but rather a hindrance. Tears flowed freely from his eyes. His strong frame shook, and his sobs choked his utterance."},{"refcode_short":"T14 38.3","refcode_long":"Testimony for the Church — No. 14, p. 38.3 (Ellen Gould White)","content":"“Bro. Jas. Farnsworth had been influenced by Bro. Ball, and had not been in full union with the Sabbath-keeping Adventists. He confessed with tears. Then we began to entreat the children. We plead with them earnestly until thirteen arose and expressed their desire to be Christians. Bro. Ball's children were among the number. One or two had left the meeting, being obliged to return home. One young man walked forty miles to see us and hear the truth. He had never professed religion. He was about twenty years old. He took his stand on the Lord's side before he left. This was one of the very best of meetings. After it closed Bro. Ball came to your father and confessed with tears that he had wronged him, and entreated his forgiveness. He next came to me, and confessed that he had done me a great injury. ‘Can you forgive me, and pray God to forgive me?’ We assured him we would forgive him as freely as we hoped to be forgiven. We parted with all with many tears, feeling the blessing of Heaven resting upon us. We had no meeting in the evening."},{"refcode_short":"T14 39.1","refcode_long":"Testimony for the Church — No. 14, p. 39.1 (Ellen Gould White)","content":"“We arose Thursday morning at four. It was raining, and had rained through the night, yet we ventured to start in the rain to ride to Bellows’ Falls, twenty-five miles. The first hour miles was exceedingly rough, through fields in a private track to escape steep hills. We rode over stones, and plowed ground, nearly throwing us out of the sleigh. About sunrise it cleared away and we had very good sleighing when we reached the public road. We never had a more beautiful day to travel. It was very mild. We found after arriving at Bellows’ Falls that we were one hour too late for the express train, and one hour too early for the accommodation train. We could not get to St. Albans until nine in the evening. We took seats in a nice car, then took our dinner, and we all three enjoyed our simple fare. We then prepared to sleep if we could."},{"refcode_short":"T14 39.2","refcode_long":"Testimony for the Church — No. 14, p. 39.2 (Ellen Gould White)","content":"“While I was sleeping some one shook my shoulder quite vigorously. I looked up and saw a pleasant-looking lady bending over me. Said she, ‘Don't you know me? I am Sr. Chase. The cars are at White River. Stop only a few moments. I live just by here, and have come down every day this week and been through the cars to meet you.’ I then remembered that I took dinner at her house at Newport. She was so glad to see us. Her mother and herself keep the Sabbath alone. Her husband is conductor on the cars. She talked fast. Said she prized the Review so much. She had no meeting to attend. She wanted books to distribute to her neighbors, but had to earn all the money herself which she expended for books or for the paper. We had a profitable interview, although short, for the cars started, and we had to separate."},{"refcode_short":"T14 40.1","refcode_long":"Testimony for the Church — No. 14, p. 40.1 (Ellen Gould White)","content":"“At St. Albans, we found Brn. A. C. Bourdeau and Gould. Bro. B. had a convenient covered carriage and two horses, but he drove very slowly, and we did not reach Enosburgh until past one in the morning. We were weary and chilled. We lay down to rest a little after two, and slept until after seven."},{"refcode_short":"T14 40.2","refcode_long":"Testimony for the Church — No. 14, p. 40.2 (Ellen Gould White)","content":"“Sabbath morning. There is quite a large gathering here although the roads are bad, neither sleighing nor good wagoning. I have just been in meeting, and occupied a little time in conference. Your father speaks this morning, I in the afternoon. May the Lord help us is our prayer. You see how large a letter I have written you. Read this to those who are interested, especially to father and mother White. You see, Edson, that we have work enough to do. I hope you do not neglect to pray for us. Your father works hard, too hard for his good. He sometimes realizes the special blessing of God. This renews him and cheers him in the work. We have allowed ourselves no rest since we came East. We have labored with all our strength. May our feeble efforts be blessed to the good of God's dear people."},{"refcode_short":"T14 41.1","refcode_long":"Testimony for the Church — No. 14, p. 41.1 (Ellen Gould White)","content":"“Edson, I hope you will adorn your profession by a well-ordered life, and godly conversation. Oh, be earnest! be zealous and persevering in the work. Watch unto prayer. Cultivate humility, and meekness. This will meet the approval of God. Hide yourself in Jesus. Let self-love, and self-pride be sacrificed, and you, my son, be fitting with a rich Christian experience, to be of use for any position that God may require you to occupy. Seek for thorough heart work. A surface work will not stand the test of the judgment. Seek for thorough transformation from the world. Let not your hands be stained, your heart spotted, your character sullied by its corruptions. Keep distinct. God calls, ‘Come out from among them and be ye separate, and touch not the unclean, and I will receive you, and will be a father unto you, and ye shall be my sons and daughters saith the Lord Almighty.’ ‘Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit perfecting holiness in the fear of the Lord.’”"},{"refcode_short":"T14 41.2","refcode_long":"Testimony for the Church — No. 14, p. 41.2 (Ellen Gould White)","content":"The work rests upon us to perfect holiness. When God sees us doing all we can on our part, then will he help us. Angels will aid us, and we shall be strong through Christ strengthening us. Do not neglect secret prayer. Pray for yourself. Grow in grace. Advance. Don't stand still. Don't go back. Onward to victory. Courage in the Lord, my dear boy. Battle the great adversary only a little longer, and then release will come, and the armor will be laid off at the feet of our dear Redeemer. Press through every obstacle. If the future looks somewhat clouded, hope on, believe on. The clouds will disappear, and light again shine. Praise God, my heart says, praise God for what he has done for you, for your father, and for myself. Commence the new year right."},{"refcode_short":"T14 42.1","refcode_long":"Testimony for the Church — No. 14, p. 42.1 (Ellen Gould White)","content":"The meeting at West Enosburgh, Vt., was one of deep interest. It seemed good to again meet with, and speak to, our old, tried friends in this State. A great and good work was done in a short time. These friends, though generally poor, and toiling for the comforts of life where one dollar is earned with more labor than two in the West, were liberal with us. Many particulars of this meeting have been given in the Review, and want of room in these pages alone seems to forbid their repetition. The brethren in no other State have been truer to the cause than in old Vermont."},{"refcode_short":"T14 42.2","refcode_long":"Testimony for the Church — No. 14, p. 42.2 (Ellen Gould White)","content":"On our way from Enosburgh, Vt., we stopped for the night with the family of Bro. Wm. White. Bro. C. A. White, his son, introduced to us the matter of his Combined Patent Washer and Wringer, and wished counsel. As I had written against our people engaging in patent rights, he wished to know just how I viewed his patent. I freely told him what I did not mean in what I had written, and also what I did mean."},{"refcode_short":"T14 42.3","refcode_long":"Testimony for the Church — No. 14, p. 42.3 (Ellen Gould White)","content":"I did not mean that it was wrong to have anything to do with patent rights, for this was almost impossible, as very many things with which we have to do daily are patented. Neither did I wish to convey the idea that it was wrong to get patented, manufactured, and sell any article worthy of being patented."},{"refcode_short":"T14 43.1","refcode_long":"Testimony for the Church — No. 14, p. 43.1 (Ellen Gould White)","content":"I did mean to be understood that it was wrong and a sin for our people to suffer themselves to be so imposed upon, deceived and cheated, by those men who go about the country selling the right of territory of this or that machine or article. Many of these are of no value, as they are no real improvement. And to secure the sale of them, a class of deceivers, with few exceptions, are engaged in their sale."},{"refcode_short":"T14 43.2","refcode_long":"Testimony for the Church — No. 14, p. 43.2 (Ellen Gould White)","content":"And, again, some of our people have engaged in the sale of patented wares which they had reason to believe were not what they represented them to be. Why so many of our people, some of them after being fully warned, will still suffer themselves to be deceived by the false statements of these venders of patent rights, has seemed astonishing. Some of these patents are worthy, and a few have made well on them. But it is my opinion that where $1 has been gained, $100 have been lost. No reliance whatever can be placed on these patent-right pledges. And the fact that those engaged in them are, with few exceptions, downright deceivers and liars, makes it hard for an honest man, who has a worthy article, to receive that credit and patronage due him."},{"refcode_short":"T14 43.3","refcode_long":"Testimony for the Church — No. 14, p. 43.3 (Ellen Gould White)","content":"Bro. White exhibited his Combined Washer and Wringer before the company, including the Brn. Bourdeau, Andrews, husband and self, and we could but look with favor upon it. He has since made us a present of one, which Bro. Corless from Maine, our hired man, in a few moments put together and in running order. Sister Burgess, from Gratiot County, our hired girl, is very much pleased with it."},{"refcode_short":"T14 44.1","refcode_long":"Testimony for the Church — No. 14, p. 44.1 (Ellen Gould White)","content":"It does the work well, and very fast. Feeble women, who have a son or husband to work this machine, can do a large washing in a few hours, and they do but little more than oversee the work. Bro. White sent circulars, which any can have by addressing us, enclosing postage."},{"refcode_short":"T14 44.2","refcode_long":"Testimony for the Church — No. 14, p. 44.2 (Ellen Gould White)","content":"Our next labor was at Adams Center, N. Y. The gathering at this meeting was large. There were several persons in and around this place whose cases had been shown me, for whom I felt the deepest interest. They were men of moral worth. Some were in positions in life which made the cross of the present truth heavy to bear, or, at least, they thought so. Others who had reached the middle age of life, and had been brought up from childhood to keep the Sabbath, but had not borne the cross of Christ, were in a position where it seemed hard to move them. These needed to be shaken from relying on their good works, and to feel their lost condition without Christ. We could not give up these souls, and labored with our might to help them. They were at last moved, and I have been made glad to hear from some of them, and good news respecting all of them. We hope the love of this world will not shut the love of God out of their hearts. God is converting strong men of wealth into the ranks. If they would prosper in the Christian life, grow in grace, and at last reap a rich reward, they will have to use of their abundance to advance the cause of truth."},{"refcode_short":"T14 44.3","refcode_long":"Testimony for the Church — No. 14, p. 44.3 (Ellen Gould White)","content":"From Adams Center we came to Rochester, and stayed a few days, and from thence to Battle Creek, where we spent Sabbath and first-day, and from thence to our home, where we spent the next Sabbath and first-day with the brethren who assembled from different places."},{"refcode_short":"T14 45.1","refcode_long":"Testimony for the Church — No. 14, p. 45.1 (Ellen Gould White)","content":"My husband had taken hold of the book matter at Battle Creek, and a noble example had been set by that church. He brought the matter of placing in the hands of all who were not able to purchase, such works as Spiritual Gifts, Appeal to Mothers, How to Live, Appeal to Youth, Sabbath Readings, and the Charts, with key of explanation, before the meeting at Fairplains, which met with general approval. But of this important work, I will speak in another place."},{"refcode_short":"T14 45.2","refcode_long":"Testimony for the Church — No. 14, p. 45.2 (Ellen Gould White)","content":"The next Sabbath we met with the Orleans church, where my husband introduced the case of our much-lamented sister, Hannah More. When Bro. Amadon visited us last summer he stated that Sister More had been at Battle Creek; that not finding employment there, had gone to Leelanaw Co. to find a home with an old friend who had been a fellow-laborer in missionary fields in Central Africa. My husband and myself felt grieved that this dear servant of Christ found it necessary to deprive herself of the society of those of like faith, and decided to send for her to come and find a home with us. We wrote to her that if she would accept a home with us, to meet us at our appointment at Wright, and come home with us. She did not meet us at Wright. I here give her response to our letter, dated August 29, 1867, which we received at Battle Creek:"},{"refcode_short":"T14 45.3","refcode_long":"Testimony for the Church — No. 14, p. 45.3 (Ellen Gould White)","content":"“Bro. White: Your kind communication reached me by this week's mail. As the mail comes here only once a week, and is to leave tomorrow, I hasten to reply. We are here in the bush, as it were, and an Indian carries the mail Fridays on foot and returns Tuesdays. I have consulted Bro. Thompson as to the route, and he says my best and surest way will be to take a boat from here and go to Milwaukee, and thence to Grand Haven."},{"refcode_short":"T14 46.1","refcode_long":"Testimony for the Church — No. 14, p. 46.1 (Ellen Gould White)","content":"“As I spent all my money in coming here, and was invited to have a home in Bro. Thompson's family. I have been assisting Sr. Thompson in her domestic affairs and sewing, at one dollar and fifty cts. per week, of five days each, as they do not wish me to work for them on Sunday, and I do not work on the Sabbath of the Lord, the only one the Bible recognizes. They are not at all anxious to have me leave them, notwithstanding our difference of belief; and he says I may have a home with them, only I must not make my belief prominent among his people. He has even invited me to fill his appointments when on his preaching tour, and I have done so. Sr. Thompson needs a governess for her children, as the influences are so very pernicious, outside, and the schools so vicious she is not willing to send her dear ones among them until they are Christians, as she says. Their eldest son, today sixteen years of age, is a pious and devoted young man. They have partially adopted the health reform and I think will fully come into it ere long, and like it. He has ordered the Health Reformer. I showed him some copies I brought."},{"refcode_short":"T14 46.2","refcode_long":"Testimony for the Church — No. 14, p. 46.2 (Ellen Gould White)","content":"“I hope and pray he may yet embrace the holy Sabbath. Sr. Thompson does believe in it already. He is wonderfully set in his own ways, and of course thinks he is right. Could I only get him to read the books I brought, the History of the Sabbath, &c., but he looks at them and calls them infidel, and says they seem to him to carry error in their front, when, if they would only read carefully each sentiment of our tenets, I can but think they would embrace them as Bible truths, and see their beauty and consistency. I doubt not but that Sr. T. would be glad to immediately become a Seventh-day Adventist were it not that her husband is so bitterly opposed to any such thing. It was impressed upon my mind that I had a work to do here, before I came here, but the truth is present in the family, and if I can carry it no farther, it would seem my work is done, or nearly so. I do not feel like being ashamed of Christ, or his, in this wicked generation, and had much rather cast in my lot with Sabbath-keepers, and God's chosen people."},{"refcode_short":"T14 47.1","refcode_long":"Testimony for the Church — No. 14, p. 47.1 (Ellen Gould White)","content":"“I shall need ten dollars at least to get to Greenville. That, with the little I have earned, might be sufficient. But now I will wait for you to write me, and do what you think best about forwarding me the money. In the spring I would have enough to go, myself, and think I should like to do so. May the Lord guide and bless us in our every undertaking, is the ardent desire of my heart. And may I fill that very position my God allots for me in his moral vineyard, performing with alacrity every duty, however onerous it may seem, according to his good pleasure, is my sincere desire and heartfelt prayer."},{"refcode_short":"T14 47.2","refcode_long":"Testimony for the Church — No. 14, p. 47.2 (Ellen Gould White)","content":"On receiving this letter we decided to send the needed sum to Sister More as soon as we could find time to do so. But before we found the spare moments, we decided to go to Maine, to return in a few weeks, when we could send for her before navigation should close. And when we decided to stay and labor in Maine, N. H., Vt. and N. Y., we wrote to a brother in this county to see leading brethren in the vicinity and consult with them concerning sending for Sr. More, and making her a home until we should return. But the matter was neglected until navigation closed, and we returned and found that no one had taken interest to help Sister More to this vicinity, where she could come to us when we should reach our home. We felt grieved and distressed, and at a meeting at Orleans the second Sabbath after we came home, my husband introduced her case to the brethren. A brief report of what was said and done in relation to Sister More was given by my husband in Review for Feb. 18, 1868, as follows:—"},{"refcode_short":"T14 48.1","refcode_long":"Testimony for the Church — No. 14, p. 48.1 (Ellen Gould White)","content":"“At this meeting we introduced the case of Sr. Hannah More, now sojourning with friends in north-western Michigan, who do not observe the Bible Sabbath. We stated that this servant of Christ embraced the Sabbath while performing missionary labors in Central Africa. When this was known, her services in that direction were no longer wanted. She returned to America, to seek a home and employment with those of like faith. We judge, from her present location, that in this she has been disappointed. No one in particular may be worthy of blame in her case; but it appears to us that there is either a lack of suitable provisions connected with our system of organization, for the encouragement of such persons, and to assist them to a field of useful labor, or those brethren and sisters who have had the pleasure of seeing Sr. More have not done their duty. A unanimous vote was then given to invite her to find a home with the brethren in this vicinity until General Conference, when her case should be presented to our people. Bro. Andrews being present, fully indorsed the action of the brethren.”"},{"refcode_short":"T14 49.1","refcode_long":"Testimony for the Church — No. 14, p. 49.1 (Ellen Gould White)","content":"From what we have since learned of the cold, indifferent treatment which Sr. More met with at Battle Creek, it is evident that my husband in stating that no one in particular was worthy of censure in her case, took altogether a too charitable view of the matter. When all the facts are known, no Christian could but blame every member of that church who knew her circumstances, and did not individually interest themselves in her behalf. It certainly was the duty of the officers of that church to do this and report to the church, if others did not take up the matter before them. But individual members of that, or any other church, should not feel excused from taking an interest in such persons. From what has been said in the Review of this self-sacrificing servant of Christ, every reader of the Review in Battle Creek, on learning that she had come to the city, would have been excused for giving her a personal call, and inquiring into her wants."},{"refcode_short":"T14 49.2","refcode_long":"Testimony for the Church — No. 14, p. 49.2 (Ellen Gould White)","content":"Sister Strong, the wife of Eld. P. Strong, Jr. was in Battle Creek at the time Sr. More was. They both reached that city the same day, and both left at the same time. Sister Strong, who is by my side, says that Sr. More wished her to intercede for her, that she might get employment, so that she could remain with Sabbath-keepers. Sr. More said she was willing to do anything, but teaching was her choice. She also requested Eld. A. S. Hutchins to introduce her case to leading brethren at the Review Office, and try to get a school for her. This, Bro. Hutchins cheerfully did. But no encouragement was given, as there appeared to be no opening. She also stated to Sr. Strong that she was destitute of means, and must go to Leelanaw Co. unless she could get employment at Battle Creek. She frequently spoke in words of touching lamentation that she was obliged to leave the brethren."},{"refcode_short":"T14 50.1","refcode_long":"Testimony for the Church — No. 14, p. 50.1 (Ellen Gould White)","content":"Sister More wrote to Mr. Thompson relative to accepting his offer to make it her home with his family. She wished to wait until she should hear from him. Sr. Strong went with her to find a place for her to stay until she should hear from Mr. T. At one place she was told that she could stay from Wednesday until Friday morning, when they were to leave home. This sister made Sr. More's case known to her natural sister, living near, who was also a Sabbath-keeper. When she returned she told Sr. More that she could stay with her until Friday morning; that her sister said that it was not convenient to take her. Sr. Strong has since learned that the real excuse was that she did not know Sr. More. She could have taken her, but did not want her."},{"refcode_short":"T14 50.2","refcode_long":"Testimony for the Church — No. 14, p. 50.2 (Ellen Gould White)","content":"Sister More then asked Sister Strong what she should do. Sister Strong was almost a stranger in Battle Creek, but she thought she could get her in with the family of a poor brother, of her acquaintance, who had recently moved from Montcalm Co. Here she succeeded. Sr. More remained until Tuesday, when she left for Leelanaw Co., by the way of Chicago. There she borrowed money to complete her journey. Her wants were known to some, at least, in Battle Creek, for as the result of their being made known, she was charged nothing for her brief stay at the Institute."},{"refcode_short":"T14 51.1","refcode_long":"Testimony for the Church — No. 14, p. 51.1 (Ellen Gould White)","content":"Immediately after our return from the East, my husband learning that nothing had been done, as we had requested, to get Sr. More where she could at once come to us on our return, wrote to Sr. More to come to us as soon as possible, to which she responded as follows:—"},{"refcode_short":"T14 51.2","refcode_long":"Testimony for the Church — No. 14, p. 51.2 (Ellen Gould White)","content":"“Leland, Leelanaw Co., Mich., Feb. 20, 1868."},{"refcode_short":"T14 51.3","refcode_long":"Testimony for the Church — No. 14, p. 51.3 (Ellen Gould White)","content":"“My Dear Bro. White: Yours of Feb. 3, is received. It found me in poor health; not being accustomed to these cold, northern winters, with the snow three or four feet deep on a level. Our mails are brought on snow-shoes."},{"refcode_short":"T14 51.4","refcode_long":"Testimony for the Church — No. 14, p. 51.4 (Ellen Gould White)","content":"“It does not seem possible for me to get to you till spring opens. The roads are bad enough without snow. They tell me my best way is to wait till navigation opens; then go to Milwaukee, and thence to Grand Haven, to take the railroad to the point nearest your place. I had hoped to get among our dear people last fall, but was not permitted the privilege."},{"refcode_short":"T14 51.5","refcode_long":"Testimony for the Church — No. 14, p. 51.5 (Ellen Gould White)","content":"“The truths which we believe, seem more and more important; and our work, in making ready a people prepared for the Lord's coming, is not to be delayed. We must not only have on the wedding garment ourselves, but be faithful in recommending the preparation to others. I wish I could get to you, but it seems impossible, or, at least, impracticable in my delicate state of health, to set out alone on such a journey, in the depth of winter. When is the General Conference to which you allude? and where? I suppose the Review will eventually inform me."},{"refcode_short":"T14 52.1","refcode_long":"Testimony for the Church — No. 14, p. 52.1 (Ellen Gould White)","content":"“I think my health has suffered from keeping the Sabbath alone in my chamber, in the cold; but I did not think I could keep it where all manner of work and worldly conversation was the order of the day, as with Sunday-keepers. I think it is the most laborious working-day with those who keep first-day. Indeed, it does not seem to me that the best of Sunday-keepers observe any day as they should. Oh! how I long to be again with Sabbath-keepers. Sister White will want to see me in the reform dress. Will she be so kind as to send me a pattern, and I will pay her when I get there. I suppose I shall need to be fitted out when I get among you. I like it much. Sister Thompson thinks she would like to wear the reform dress."},{"refcode_short":"T14 52.2","refcode_long":"Testimony for the Church — No. 14, p. 52.2 (Ellen Gould White)","content":"“I have had a difficulty in breathing so that I have not been able to sleep for more than a week; occasioned, I suppose, by the stove-pipe's parting, and completely filling my room with smoke and gas at bedtime, and my sleeping there without proper ventilation. I did not, at the time, suppose smoke was so unwholesome, nor consider that the impure gas which generated from the wood and coal, was mingled with it. I awoke with such a sense of suffocation that I could not breathe lying down, and spent the remainder of the night sitting up. I never before knew the dreadful feeling of stifling sensations. I began to fear I should never sleep again. I, therefore, resigned myself into the hands of God for life or death, entreating him to spare me if he had any further need of me in his vineyard; otherwise I had no wish to live. I felt entirely reconciled to the hand of God upon me. But I also felt that Satanic influences must be resisted I, therefore, bade Satan get behind me, and away from me, and told the Lord I would not turn my hand over, to choose either life or death, but that I would refer it implicitly to him who knew me altogether; and my future was unknown to myself, therefore said I, Thy will is best. Life is of no account to me, so far as its pleasures are concerned. All its riches, its honors are nothing compared with usefulness. I do not crave them. They cannot satisfy or fill the aching void which duty unperformed leaves to me. I would not live uselessly, to be a mere blot or blank in life. And, though it seemed a martyr's death to die thus, I was resigned, if that were God's will."},{"refcode_short":"T14 53.1","refcode_long":"Testimony for the Church — No. 14, p. 53.1 (Ellen Gould White)","content":"“I had said to Sister Thompson the day previous, ‘Were I at Bro. White's, I might be prayed for, and healed.’ She inquired if we could send for you and Bro. Andrews; but that seemed impracticable, as I could not, in all probability, live till you arrived. I knew that the Lord by his mighty power and with his potent arm, could heal me here, were it best. To him I felt safe in referring it. I knew he could send an angel to resist him that hath the power of death, that is the Devil, and felt sure he would, if best. I knew, also, that he could suggest measures, were they necessary, for my recovery, and I felt sure he would. I soon was better, and able to sleep some."},{"refcode_short":"T14 53.2","refcode_long":"Testimony for the Church — No. 14, p. 53.2 (Ellen Gould White)","content":"“Thus you see I am still a spared monument of God's mercy and faithfulness in afflicting his children. He doth not willingly afflict nor grieve the children of men; but sometimes trials are needed as a discipline, to wean us from earth,"},{"refcode_short":"T14 53.3","refcode_long":"Testimony for the Church — No. 14, p. 53.3 (Ellen Gould White)","content":"“‘And bid us seek substantial bliss\nBeyond a fleeting world like this.’"},{"refcode_short":"T14 54.1","refcode_long":"Testimony for the Church — No. 14, p. 54.1 (Ellen Gould White)","content":"“Now I can say with the poet,"},{"refcode_short":"T14 54.2","refcode_long":"Testimony for the Church — No. 14, p. 54.2 (Ellen Gould White)","content":"“‘Lord, it belongs not to my care, Whether I die or live. If life be long, I will be glad, That I may long obey; If short, yet why should I be sad? This world must pass away. Christ leads me through no darker rooms, Than he went through before. Whoe'er into his kingdom comes Must enter by his door."},{"refcode_short":"T14 54.3","refcode_long":"Testimony for the Church — No. 14, p. 54.3 (Ellen Gould White)","content":"“‘Come, Lord, when grace has made me meet Thy blessed face to see; For, if thy work on earth be sweet, What must thy glory be? I'll gladly end my sad complaints And weary, sinful days, To join with the triumphant saints That sing Jehovah's praise. My knowledge of that state is small, My eye of faith is dim; But ‘tis enough that Christ knows all, And I shall be with him.’"},{"refcode_short":"T14 54.4","refcode_long":"Testimony for the Church — No. 14, p. 54.4 (Ellen Gould White)","content":"“I had another wakeful season last night, and feel poorly today. Pray that whatever is God's will, may be accomplished in and through me, whether it be by my life or death."},{"refcode_short":"T14 54.5","refcode_long":"Testimony for the Church — No. 14, p. 54.5 (Ellen Gould White)","content":"“Yours in hope of eternal life,"},{"refcode_short":"T14 54.6","refcode_long":"Testimony for the Church — No. 14, p. 54.6 (Ellen Gould White)","content":"“If you know of any way by which I can reach you sooner, please inform me."},{"refcode_short":"T14 54.7","refcode_long":"Testimony for the Church — No. 14, p. 54.7 (Ellen Gould White)","content":"She being dead yet speaketh. Her letters, which I have given, will be read with deep interest by those who have read her obituary in a recent Review. She might have been a blessing to any Sabbath-keeping family, who could appreciate her worth; but she sleeps. Our brethren at Battle Creek and in this vicinity could have made more than a welcome home for Jesus, in the person of this godly woman. But that opportunity is past. It was not convenient. They were not acquainted with her. She was advanced in years, and might be a burden. Feelings of this kind barred her from the homes of the professed friends of Jesus, who are looking for his soon advent, and drove her away from those she loved, to those who opposed her faith, in Northern Michigan, in the cold of winter, to chill her to death. She has died a martyr to the selfishness and covetousness of professed commandment-keepers."},{"refcode_short":"T14 55.1","refcode_long":"Testimony for the Church — No. 14, p. 55.1 (Ellen Gould White)","content":"Providence has administered, in this case, a terrible rebuke for the conduct of those who did not take this stranger in. She was not really a stranger. By reputation, she was known, and yet was not taken in. Many will feel badly as they think of Sister More as she stood in Battle Creek, begging a home there with the people of her choice. And as they, in imagination, follow her to Chicago, to borrow money to meet the expenses of the journey to her final resting-place,—and when they think of that grave in Leelanaw Co., where rests this precious outcast,—God pity those who are guilty in her case."},{"refcode_short":"T14 55.2","refcode_long":"Testimony for the Church — No. 14, p. 55.2 (Ellen Gould White)","content":"Poor Sister More! She sleeps; but we did what we could. When we were at Battle Creek, the last of August, we received the first of the two letters I have given, but we had no money to send her. My husband sent to Wisconsin and Iowa for means, and received $70 to bear our expenses to those western Convocations, held last September. We hoped to have means to send to her immediately on our return from the West, to pay her expenses to our new home in Montcalm Co."},{"refcode_short":"T14 56.1","refcode_long":"Testimony for the Church — No. 14, p. 56.1 (Ellen Gould White)","content":"The liberal friends West had given us the needed means; but, when we decided to accompany Bro. Andrews to Maine, the matter was deferred until we should return. We did not expect to be in the East more than four weeks, which would have given ample time to send for Sister More after our return, and to get her to our house before navigation should close. And, when we decided to remain in the East several weeks longer than we first designed, we lost no time in addressing several brethren in this vicinity, recommending that they send for Sister More, and give her a home till we should return. I say, We did what we could."},{"refcode_short":"T14 56.2","refcode_long":"Testimony for the Church — No. 14, p. 56.2 (Ellen Gould White)","content":"But why should we feel interested in this sister, more than others? What did we want of this worn-out missionary? She could not do our house work, and we had but one child at home for her to teach. And, certainly, much could not be expected of one worn as she was, who had nearly reached threescore years. We had no use for her in particular, only to bring the blessing of God into our house."},{"refcode_short":"T14 56.3","refcode_long":"Testimony for the Church — No. 14, p. 56.3 (Ellen Gould White)","content":"There are many reasons why our brethren should have taken greater interest in the case of Sister More than we. We had never seen her, and had no other means of knowing her history, her devotion to the cause of Christ and humanity, than all the readers of the Review. Our brethren at Battle Creek had seen this noble woman in their midst, and some of them knew more or less of her wishes and wants. We had no money with which to help her; they had. We were already overburdened with care, and needed those persons in our house, who possessed the strength and buoyancy of youth. We needed to be helped, instead of helping others. But most of our brethren in Battle Creek are so situated that Sister More would not have been the least care and burden. They have time, strength, and comparative freedom from care."},{"refcode_short":"T14 57.1","refcode_long":"Testimony for the Church — No. 14, p. 57.1 (Ellen Gould White)","content":"Yet no one took the interest in her case that we did. I even spoke to the large congregation before we went East last fall, of their neglect of Sister More. I spoke of the duty of giving honor to whom it is due. That it appeared to me that wisdom had departed from the prudent so far that they were not capable of appreciating moral worth. I told that church that there were many among them who could find time to meet and sing, and play their instruments of music, they could give their money to the artist to multiply their likenesses, spend it to attend public amusements, but they had nothing to give a worn-out missionary, who had embraced heartily the present truth, and had come to live with those of like precious faith. I advised them to stop and consider what we were doing, and that they should shut up their instruments of music for three months, and take time to humble themselves before God in self-examination, repentance, and prayer, until they learned the claims which the Lord had upon them as his professed children. My soul was stirred with a sense of the wrong that had been done Jesus, in the person of Sister More, and I talked personally with several about it."},{"refcode_short":"T14 57.2","refcode_long":"Testimony for the Church — No. 14, p. 57.2 (Ellen Gould White)","content":"This thing was not done in a corner. And yet, notwithstanding the matter was made public, followed by the great and good work in the church at Battle Creek, no effort was made by that church in redeeming the past by getting Sister More back to Battle Creek again. And one, a wife of one of our ministers, stated afterward, “I do not see the need of Bro. and Sr. White's making such a fuss about Sister More. I think they do not understand the case.” True, we did not understand the case. It is much worse than we then supposed. If we had understood it, we should never have left Battle Creek till we had fully set before that church the sin of suffering her to leave them as she did, and measures had been taken to call Sister More back."},{"refcode_short":"T14 58.1","refcode_long":"Testimony for the Church — No. 14, p. 58.1 (Ellen Gould White)","content":"One of that church has since said, in conversation about Sister More's leaving as she did, in substance—“No one feels like taking the responsibility of such cases now. Bro. White always took the charge of these.” Yes, he did. He would take them to his own house till every chair and bed was full, then he would go to his brethren and have them take those he could not. If they needed means, he would give to them, and invite others to follow his example. There must be those in Battle Creek to do as he has done, or the curse of God will follow that church. Not one man only. There are fifty there who can do, more or less, as he has done."},{"refcode_short":"T14 58.2","refcode_long":"Testimony for the Church — No. 14, p. 58.2 (Ellen Gould White)","content":"We are told that we must come back to Battle Creek. This we are not ready to do. Probably this will never be our duty. We stood up under heavy burdens there till we could stand no longer. God will have strong men and women there to divide these burdens among them. Those who move to Battle Creek—those who accept positions there—who are not ready to put their hands to this kind of work, had better, a thousand times, be somewhere else. There are those who can see and feel, and gladly do good to Jesus in the persons of his saints. Let them have room to work. Let those who cannot do this work, go where they will not stand in the way of the work of God."},{"refcode_short":"T14 59.1","refcode_long":"Testimony for the Church — No. 14, p. 59.1 (Ellen Gould White)","content":"Especially is this applicable to those who stand at the head of the work. If they go wrong, all is wrong. The greater the responsibility, the greater the ruin in the case of unfaithfulness. If leading brethren do not faithfully perform their duty, those who are led will not do theirs. Those at the head of the work at Battle Creek, must be ensamples to the flock everywhere. If they do this, they will have a great reward. If they fail to do this, and accept such positions, they will have a fearful account to give."},{"refcode_short":"T14 59.2","refcode_long":"Testimony for the Church — No. 14, p. 59.2 (Ellen Gould White)","content":"We did what we could. If we could have had means at our command last summer and fall, Sister More would now be with us. When we learned our real circumstances, as set forth in No. 13, we both took the matter joyfully, and said we did not want the responsibility of means. This was wrong. God wants that we should have means that we may, as in time past, help where help is needed. Satan wants to tie our hands in this respect, and lead others to be careless, unfeeling, and covetous, that such cruel work may go on as in the case of Sister More."},{"refcode_short":"T14 59.3","refcode_long":"Testimony for the Church — No. 14, p. 59.3 (Ellen Gould White)","content":"We see outcasts, widows, orphans, worthy poor, ministers in want, and many chances to use means to the glory of God, the advancement of his cause, and the relief of suffering saints, and I want means to use for God. The experience of nearly a quarter of a century, in extensive traveling, feeling the condition of those who need help, qualifies us to make a judicious use of our Lord's money. I have bought my own stationery, spent much of my life writing for the good of others; have paid my own postage, and all I have received for this work, which has wearied and worn me terribly, would not pay a tithe of my postage. I have refused money, or appropriated it to such charitable objects as the Publishing Association, when it has been pressed upon me. I shall do so no more. I shall do my duty in labor and toil as ever, but my fears of receiving means to use for the Lord are gone. This case of Sister More has fully aroused me to see the work of Satan in depriving us of means to handle."},{"refcode_short":"T14 60.1","refcode_long":"Testimony for the Church — No. 14, p. 60.1 (Ellen Gould White)","content":"Poor Sister More! When we heard that she was dead my husband felt terribly. We both felt as though a dear mother, whose society our very hearts yearned for, was no more. Some may say that if they had stood in the places of those who knew something of this sister's wishes and wants, they would not have done as they did. I should hope you would never have to suffer the stings of conscience some must feel who were so interested in their own affairs as not to be willing to bear any responsibility in her case. May God pity those who are so afraid of deception as to pass by a worthy, self-sacrificing servant of Christ with neglect. The remark was made as an excuse for this neglect, We have been bit so many times we are afraid of strangers. Has our Lord and his disciples instructed us to be very cautious, and not entertain strangers, lest we should possibly make some mistake and get bit, by having the trouble of caring for an unworthy person?"},{"refcode_short":"T14 61.1","refcode_long":"Testimony for the Church — No. 14, p. 61.1 (Ellen Gould White)","content":"Paul exhorts the Hebrews, “Let brotherly love continue.” Do not flatter yourselves that there is a time when this exhortation will not be needed; when brotherly love may cease. He continues, “Be not forgetful to entertain strangers, for thereby some have entertained angels unawares.”—Please read Matthew 25:31, and onward. Read it, brethren, the next time you take the Bible at your morning or evening family devotions. The good works performed by those who are to be welcomed to the kingdom were done to Christ in the persons of his suffering people. Those who have done these good works did not see that they had done anything for Christ. They had done no more than their duty to suffering humanity. Those on the left hand could not see that they had abused Christ in neglecting the wants of his people. But they had neglected to do for Jesus in the persons of his saints, for which they were to go away into everlasting punishment. And one definite point of their neglect is thus stated, “I was a stranger, and ye took me not in.”"},{"refcode_short":"T14 61.2","refcode_long":"Testimony for the Church — No. 14, p. 61.2 (Ellen Gould White)","content":"These things do not belong alone to Battle Creek. I am grieved at the selfishness among professed Sabbath-keepers everywhere. Christ has gone to prepare eternal mansions for us. And shall we refuse him a home for only a few days, in the persons of his saints who are cast out? He left his home in glory, his majesty and high command, to save lost man. He became poor that we through his poverty might become rich. He submitted to insult, that man might be exalted, and provided a home that would be matchless for loveliness, and enduring as the throne of God. Those who finally overcome and sit down with Christ upon his throne, will follow the example of Jesus, and from a willing, happy choice, will sacrifice for him in the persons of his saints. Those who cannot do this from choice will go away into everlasting punishment."},{"refcode_short":"T14 62","refcode_long":"Testimony for the Church — No. 14, p. 62 (Ellen Gould White)","content":"Cooking"},{"refcode_short":"T14 62.1","refcode_long":"Testimony for the Church — No. 14, p. 62.1 (Ellen Gould White)","content":"During the last seven months we have been at home but about four weeks. In this time we have sat at many different tables, from Iowa to Maine. Some live up to the best light they have. Others, who have the same opportunities of learning to live healthfully and well, have hardly taken the first steps in reform. They will tell you that they do not know how to cook in this new way."},{"refcode_short":"T14 62.2","refcode_long":"Testimony for the Church — No. 14, p. 62.2 (Ellen Gould White)","content":"But they are without excuse in this matter of cooking, for in the work, How to Live, are many excellent recipes, and this work is within the reach of all. I do not say that the system of cookery taught in that book is perfect. I may soon furnish a small work more to my mind in some respects. But, How to Live teaches cookery almost infinitely in advance of what the traveler will often meet, even among some Seventh-day Adventists."},{"refcode_short":"T14 62.3","refcode_long":"Testimony for the Church — No. 14, p. 62.3 (Ellen Gould White)","content":"Many do not feel that this is a matter of duty, hence do not try to prepare food properly. This can be done in a simple, healthful, and easy manner, without the use of lard, butter, or flesh-meats."},{"refcode_short":"T14 62.4","refcode_long":"Testimony for the Church — No. 14, p. 62.4 (Ellen Gould White)","content":"Skill must be united with simplicity. To do this, women must read, and then patiently reduce what they read to practice. Many are suffering because they will not take the trouble to do this. I say to such, It is time for you to arouse your dormant energies and read up. Learn, learn how to cook with simplicity, and yet in a manner to secure the most palatable and healthful food."},{"refcode_short":"T14 63.1","refcode_long":"Testimony for the Church — No. 14, p. 63.1 (Ellen Gould White)","content":"Because it is wrong to cook with reference only to taste, to suit the appetite, no one should entertain the idea that an impoverished diet is right. Many are debilitated with disease, and need a nourishing, plentiful, well-cooked diet. We frequently find graham bread heavy, sour, and but partially baked. This is for want of interest to learn how, and care in performing the important duty of cook. Sometimes we find gem-cakes, or soft biscuit, dried, not baked, and other things after the same order. And then cooks will tell you that they can do very well in the old style of cooking, but their family, to tell the truth, do not like graham bread; that they would starve to live in this way."},{"refcode_short":"T14 63.2","refcode_long":"Testimony for the Church — No. 14, p. 63.2 (Ellen Gould White)","content":"I have said to myself, I do not wonder at it. It is your manner of preparing food that makes it so unpalatable. To eat such food would certainly give one the dyspepsia. These poor cooks, and those who have to eat their food, will gravely tell you that the health reform does not agree with them."},{"refcode_short":"T14 63.3","refcode_long":"Testimony for the Church — No. 14, p. 63.3 (Ellen Gould White)","content":"The stomach has not power to convert poor, heavy, sour bread, into good; but this poor bread will convert a healthy stomach into a diseased one. Those who eat such food know that they are tailing in strength. Is there not a cause? Some call themselves health reformers, but they are not. They do not know how to cook. They prepare cakes, potatoes, and graham bread, but there is the same round, with scarcely a variation, and the system is not strengthened. They seem to think it all a waste of time which is devoted to obtaining a thorough experience in the preparation of healthful, palatable food. Some seem to act as though that which they eat is lost. That anything they can toss into the stomach to fill it, is as well as so much painstaking. It is important that we relish the food we eat. If we cannot do this, but eat mechanically, our food does not do us that good it should, and we fail to be nourished and built up by it as we otherwise would be, if we could enjoy the food we take into the stomach. We are composed of what we eat. In order to make a good quality of blood, we must have the right kind of food, prepared in a right manner."},{"refcode_short":"T14 64.1","refcode_long":"Testimony for the Church — No. 14, p. 64.1 (Ellen Gould White)","content":"It is a religious duty for those who cook to learn how to prepare food in different ways, hygienically, for the table, so that it may be eaten with enjoyment. Mothers should teach their children how to cook. What branch of the education of a young lady can be so important as this? The eating has to do with the life. Scanty, impoverished, ill-cooked food, is constantly depraving the blood, by weakening the blood-making organs. It is highly essential that learning to cook be considered as one of the most important branches of education. There are but few good cooks. Young ladies consider it a menial office to become a cook. This is not the case. They do not view the subject from a right standpoint. Knowledge how to prepare food healthfully is no mean science, especially that of bread-making."},{"refcode_short":"T14 64.2","refcode_long":"Testimony for the Church — No. 14, p. 64.2 (Ellen Gould White)","content":"In many families we find dyspeptics, and frequently the reason of this is the bad bread. The mistress of the house decides that it must not be thrown away. They eat it. Is this the way to dispose of poor bread? Will you put it in the stomach to be converted into blood? Has the stomach power to make sour bread sweet? heavy bread, light? mouldy bread, fresh?"},{"refcode_short":"T14 65.1","refcode_long":"Testimony for the Church — No. 14, p. 65.1 (Ellen Gould White)","content":"Mothers neglect this branch in the education of their daughters. They take the burden of care and labor, and are fast wearing out, while the daughter is excused, to visit, to crochet, or study her own pleasure. This is mistaken love, mistaken kindness. She is doing an injury to her child, which frequently lasts her lifetime. At the age when she should be capable of bearing some of life's burdens, she is unqualified to do so. Care and burdens such will not take. They go light loaded, excusing themselves from responsibilities, while the mother is careworn, and pressed down under her burden of care, as a cart beneath the sheaves."},{"refcode_short":"T14 65.2","refcode_long":"Testimony for the Church — No. 14, p. 65.2 (Ellen Gould White)","content":"The daughter does not mean to be unkind, but she is careless and heedless, or she would notice the tired look, and mark the expression of pain upon the countenance of the mother, and seek to do her part, bear the heavier part of the burden, and relieve the mother, who must have freedom from care, or be brought upon a bed of suffering, and, may be, of death."},{"refcode_short":"T14 65.3","refcode_long":"Testimony for the Church — No. 14, p. 65.3 (Ellen Gould White)","content":"Why will mothers be so blind and deficient in the education of their daughters? I have been distressed as I have visited different families, to see the mother bearing the heavy burden, while the daughter, who manifested buoyancy of spirit, and had a good degree of health and vigor, felt no care, no burden. When there are large gatherings, and families are burdened with company, I have seen the mother bearing the burden, with the care of everything upon her, while the daughters are sitting down chatting with young friends, having a social visit. These things seem so wrong to me I can hardly forbear speaking to the thoughtless young, and tell them to go to work. Release your tired mother. Lead her to a seat in the parlor, and urge her to rest and enjoy the society of her friends."},{"refcode_short":"T14 66.1","refcode_long":"Testimony for the Church — No. 14, p. 66.1 (Ellen Gould White)","content":"But the daughters are not the ones to be blamed wholly in this matter. Mothers are at fault. They have not patiently instructed their daughters how to cook. They know that they lack knowledge in the cooking department, and therefore feel no release from the labor. They must attend to everything that requires care, thought, and attention. Young ladies should be thoroughly instructed in cooking. Whatever may be their circumstances in life, here is knowledge which may be put to a practical use. It is a branch of education which has the most direct influence upon human life, especially the lives of those held most dear. Many a wife and mother who has not had education, and lacks skill in the cooking department, has daily presented her family with food ill prepared, while it has been steadily and surely destroying the digestive organs, making a poor quality of blood, and frequently bringing on acute attacks of inflammatory disease, and causing premature death. Many have been brought to their death by eating heavy, sour bread. An instance was related to me of a hired girl who made a batch of sour, heavy bread. In order to get rid of it and conceal the matter, she threw it to a couple of very large hogs. Next morning the man of the house found his swine dead, and, upon examining the trough, found pieces of this heavy bread. He instituted inquiries, and the girl acknowledged what she had done. She had not a thought of the influence of such bread upon the swine. If heavy, sour bread will kill swine, which can devour rattlesnakes and almost every detestable thing, what effect will the same have upon the tender organs of the human stomach?"},{"refcode_short":"T14 67.1","refcode_long":"Testimony for the Church — No. 14, p. 67.1 (Ellen Gould White)","content":"It is a religious duty for every Christian female to learn at once to make good, sweet, light bread, from unbolted wheat flour. Mothers should take their daughters into the kitchen with them, and teach them the art of cooking when very young. The mother cannot expect her daughter to understand the mysteries of housekeeping without education. She should instruct them patiently, lovingly, and make the work as agreeable as she can by her cheerful countenance and encouraging words of approval. If they fail once, twice, or thrice, censure not. Already discouragement is doing its work, and bringing in a spirit of, “It is of no use, I can't do it.” This is not the time for censure. The will is becoming weakened. It needs the spur of encouraging, cheerful, hopeful words, as, “Never mind the mistakes you have made. You are but a learner, and must expect to make blunders. Try again. Put your mind on what you are doing. Be very careful, and you certainly will succeed.”"},{"refcode_short":"T14 67.2","refcode_long":"Testimony for the Church — No. 14, p. 67.2 (Ellen Gould White)","content":"Many mothers do not feel the weight attached to this important branch of knowledge, and rather than be to the trouble and care of instructing and bearing with the failings and errors of their child's efforts while learning, prefer to do all themselves. And when their daughters make a failure in their efforts, they send them away with, “It is no use, you can't do this or that. You perplex and trouble me more than you help me.”"},{"refcode_short":"T14 68.1","refcode_long":"Testimony for the Church — No. 14, p. 68.1 (Ellen Gould White)","content":"Here the first effort of the learner is repulsed by many, and the first failure has so cooled their interest and ardor to learn, that they dread another trial, and will propose to sew, knit, clean house, anything but cook. Here the mother was greatly at fault. She should have patiently instructed the learner, that she might, by practice, obtain an experience that would remove the awkwardness and remedy the unskillful movements of the inexperienced practitioner. Here I will add extracts from Test. No. 10, published 1864:"},{"refcode_short":"T14 68.2","refcode_long":"Testimony for the Church — No. 14, p. 68.2 (Ellen Gould White)","content":"“Children that have been petted and waited upon, always expect it; and if their expectations are not met, they are disappointed and discouraged. This same disposition will be seen through their whole lives, and they will be helpless, leaning upon others for aid, expecting others to favor them, and yield to them. And if they are opposed, even after grown to manhood and womanhood, they think themselves abused; and thus they worry their way through the world, hardly able to bear their own weight, often murmuring and fretting because everything does not suit them."},{"refcode_short":"T14 68.3","refcode_long":"Testimony for the Church — No. 14, p. 68.3 (Ellen Gould White)","content":"“I saw that some people are learning their children lessons which will prove ruinous to them, and they are also planting thorns for their own feet. Mistaken parents have thought if they gratified the wishes of their children, and let them follow their own inclinations, they would gain their love. What a mistaken idea! What an error! Children thus disciplined, grow up unrestrained in their desires, unyielding in their dispositions, selfish, exacting, and overbearing, and are a curse to themselves and everybody around them. Parents, to a great extent, hold the future happiness of their children in their own hands. Upon them rests the important work of forming their children's character. The instructions they give them in childhood, will follow them all through their lives. Parents can sow the seed which will spring up and bear fruit either for good or evil. They can fit their sons and daughters for happiness or misery."},{"refcode_short":"T14 69.1","refcode_long":"Testimony for the Church — No. 14, p. 69.1 (Ellen Gould White)","content":"“Children should be taught very young to be useful, to help themselves, and to help others. Many daughters of this age can see their mothers toiling, cooking, washing, or ironing, while they sit without remorse of conscience in the parlor, to read stories, knit edging, crochet, or embroider. Their hearts are as unfeeling as a stone. But where does this wrong originate? Who are the ones usually to blame in this matter? The poor, deceived parents. They overlook the future good of their children, and, in their mistaken fondness, let them sit in idleness, or do that which is of but little account, which requires no exercise of the mind or muscles, and excuse the indolent daughters because they are weakly. What has made them weakly? It has often been the wrong course of the parents. A proper amount of exercise about the house would improve both mind and body. But they are deprived of this, through false ideas, until the children are averse to work. Work is disagreeable, and does not accord with their ideas of gentility. It is thought to be unladylike and coarse to wash dishes, iron, or stand over the wash-tub. This is the fashionable instruction which is given children in this unfortunate age."},{"refcode_short":"T14 70.1","refcode_long":"Testimony for the Church — No. 14, p. 70.1 (Ellen Gould White)","content":"“God's people should be governed by different principles than worldlings, who seek to gauge all their course of action according to fashion. In every instance should God-fearing parents train their children for a life of usefulness. Prepare them to bear burdens when young. If your children have been unaccustomed to labor, they will soon become weary. They will complain of side ache, pain in the shoulders, and tired limbs, and parents will be in danger, through sympathy, of doing their work themselves, rather than have their children suffer a little. Let the burden upon the children be very light at first, and then increase the labors a little more every day, until they can do a proper amount of labor without becoming so weary. Inactivity is the greatest cause of side-ache and shoulder-ache among children."},{"refcode_short":"T14 70.2","refcode_long":"Testimony for the Church — No. 14, p. 70.2 (Ellen Gould White)","content":"“Mothers should take their daughters with them into the kitchen, and patiently educate them. The constitution will be better for such labor. The muscles will gain tone and strength, and their meditations will be more healthy and elevated at the close of the day. They may be weary, but how sweet is rest after a proper amount of labor. Sleep, nature's sweet restorer, invigorates the weary body, and prepares it for the next day's duties. Do not intimate to your children that it is no matter whether they labor or not. Teach them that their help is needed, that their time is of value, and that you depend on their labor.”"},{"refcode_short":"T14 71","refcode_long":"Testimony for the Church — No. 14, p. 71 (Ellen Gould White)","content":"Books and Tracts"},{"refcode_short":"T14 71.1","refcode_long":"Testimony for the Church — No. 14, p. 71.1 (Ellen Gould White)","content":"The proper circulation and distribution of our publications, is one of the most important branches of the present work. But little can be done without this. And our ministers can do more in this work than any other class of persons. It is true that many of our preachers, a few years since, were carrying the matter of the sale of books too far. Some of them not only added to their stock of publications which they held for sale, publications of little real value, but they also united with their business, articles of merchandise, some of these of little real value."},{"refcode_short":"T14 71.2","refcode_long":"Testimony for the Church — No. 14, p. 71.2 (Ellen Gould White)","content":"But some of our ministers now take an extreme view of what I said in No. 11, upon the sale of our publications. One in the State of New York, upon whom the burdens of labor do not rest heavily, who had acted as agent, holding a good assortment of publications, decided to sell no more, and wrote to the Office, stating that the publications were subject to their order. This is wrong. Here I will give an extract from No. 11:"},{"refcode_short":"T14 71.3","refcode_long":"Testimony for the Church — No. 14, p. 71.3 (Ellen Gould White)","content":"“The burden should not rest upon ministers, laboring in word and doctrine, to enter into the sale of publications. Their time and strength should be held in reserve, that their efforts may be thorough in a series of meetings. Their time and strength should not be drawn upon to become salesmen, when the books can be properly brought before the public by some who have not the burden of preaching the word resting upon them. In entering new fields, it may be necessary for the minister to take publications with him, to offer for sale to the people; and it may be necessary in some other circumstances also to sell books and transact business for the Office of publication. But such work should be avoided whenever it can be done by others.”"},{"refcode_short":"T14 72.1","refcode_long":"Testimony for the Church — No. 14, p. 72.1 (Ellen Gould White)","content":"The first portion of this extract is qualified by the last part. To be a little more definite, my views of this matter are, that these ministers, such as Elders Andrews, Waggoner, White, and Loughborough, who have the oversight of the work, consequently have an extra amount of care, burden, and labor, should not add to their burdens the sale of our publications, especially at tent meetings and at General Conferences. The view was given to correct those who at such meetings so far came down from the dignity of their work as to spread out before the crowd, merchandise which had no connection with the work."},{"refcode_short":"T14 72.2","refcode_long":"Testimony for the Church — No. 14, p. 72.2 (Ellen Gould White)","content":"Our ministers who enjoy a comfortable state of health, may with the greatest propriety, at proper times, engage in the sale of our important publications. Especially does the sale and circulation of such works as have recently been urged upon the attention of our people, claim vigorous efforts for them at this time. In four weeks, on our tour in the Counties of Gratiot, Saginaw, and Tuscola, my husband sold, and gave to the poor, $400 worth. He first set the importance of the books before the people; then they were ready to take them as fast as he, with several to help him, could wait upon them."},{"refcode_short":"T14 73.1","refcode_long":"Testimony for the Church — No. 14, p. 73.1 (Ellen Gould White)","content":"Why do not our brethren send in their pledges on the book and tract fund more liberally? And why do not our ministers take hold of this work in earnest. Our people should see that these works are just what is needed to help those who need help. Here is a chance to invest in the blessed plan of liberality. Men can sometimes be read nearly as plainly as we read books. There are those among us who put from $100 to $1000 or more into the Health Institute, who pledge from $5 to $25 in the great enterprise of publishing books, pamphlets, and tracts, setting forth truths which have to do with eternal life. One was supposed to be a paying investment. The other is supposed, as we might judge from the littleness of the pledges of donation, to be lost."},{"refcode_short":"T14 73.2","refcode_long":"Testimony for the Church — No. 14, p. 73.2 (Ellen Gould White)","content":"We shall not hold our peace upon this subject. Our people will come up to the work. The means will come. And we would say to those who are poor and want books, Send in your orders, with a statement of your condition as to this world's goods. We will send you the packages of books, containing four volumes of Spiritual Gifts, How to Live, Appeal to Youth, Appeal to Mothers, Sabbath Readings, and the two large charts, with key of explanation. If you have a part of these books, state what you have, and we will send other books in their places, or send only of these such as you have not. Send 50 cents to pay the postage, and we will send you the $5 package, and charge the fund $4."},{"refcode_short":"T14 74.1","refcode_long":"Testimony for the Church — No. 14, p. 74.1 (Ellen Gould White)","content":"In this charitable book matter, all must act upon the great plan of liberality, such as is carried out in the publication and sale of the American Bibles and American Tracts. In many respects the course of these mammoth Societies are worthy of imitation. Liberality is seen in wills and donations. And it is carried out in sales and donations of Bibles and tracts. Seventh-day Adventists should be as far ahead of these in the book matter as in other things. God help us. Our tracts should be offered, by the hundred, at what they cost, leaving a little margin to pay packing, or wrapping for the mail, and directing. And ministers and people should engage in the circulation of books, pamphlets, and tracts, as they have never done. Sell where people can, and are willing to, purchase, and where they are not, give them."},{"refcode_short":"T14 74","refcode_long":"Testimony for the Church — No. 14, p. 74 (Ellen Gould White)","content":"The Dress Reform"},{"refcode_short":"T14 74.2","refcode_long":"Testimony for the Church — No. 14, p. 74.2 (Ellen Gould White)","content":"This is the title of a tract of 16 pp., in which I have appealed to the people respecting the reform dress, in behalf of those who adopt it. The people have a right to know why we change our style of dress. It is not a book of visions. It is my views of the matter adapted to the condition of the public mind. My sisters everywhere will each want a package of 100. It is offered to them at the low price of $1.00 per hundred, post-paid. Address Ellen G. White, Greenville, Montcalm Co., Michigan. Sister Burgess will fill all orders in my absence. Those who can obtain this tract more conveniently at the Review Office, can do so at the same cost."},{"refcode_short":"T14 75","refcode_long":"Testimony for the Church — No. 14, p. 75 (Ellen Gould White)","content":"Epistles"},{"refcode_short":"T14 75.1","refcode_long":"Testimony for the Church — No. 14, p. 75.1 (Ellen Gould White)","content":"For want of room, but three personal epistles are given in this number. The next, which we hope to have ready by the time of the General Conference, will contain more."},{"refcode_short":"T14 75","refcode_long":"Testimony for the Church — No. 14, p. 75 (Ellen Gould White)","content":"Wanted"},{"refcode_short":"T14 75.2","refcode_long":"Testimony for the Church — No. 14, p. 75.2 (Ellen Gould White)","content":"A copy of all my personal testimonies to individuals and churches, which have not appeared in print. Those who have them will do me a great favor to send them to my address at their earliest convenience."},{"refcode_short":"T14 75.3","refcode_long":"Testimony for the Church — No. 14, p. 75.3 (Ellen Gould White)","content":"I do not design to publish all these; but they contain practical matter of importance, from which I may extract and publish."},{"refcode_short":"T14 75","refcode_long":"Testimony for the Church — No. 14, p. 75 (Ellen Gould White)","content":"Postage"},{"refcode_short":"T14 75.4","refcode_long":"Testimony for the Church — No. 14, p. 75.4 (Ellen Gould White)","content":"Bro. W. Farrar writes from Kingston, Wis., March 23, 1868:—"},{"refcode_short":"T14 75.5","refcode_long":"Testimony for the Church — No. 14, p. 75.5 (Ellen Gould White)","content":"“Dear Bro. and Sr. White: Please find enclosed $5.00, to pay postage.”"},{"refcode_short":"T14 75.6","refcode_long":"Testimony for the Church — No. 14, p. 75.6 (Ellen Gould White)","content":"Thank you, dear brother. We do not recollect of paying postage on your account. You have set a good example to those persons, and those churches, whose required testimonies and letters have cost not only postage and stationery, but days of wearisome writing and copying. While these lines are being penned, two school teachers are copying in another room."},{"refcode_short":"T14 76.1","refcode_long":"Testimony for the Church — No. 14, p. 76.1 (Ellen Gould White)","content":"Dear Bro. ——: I was shown in regard to your case that you move much from feeling instead of from firm principle. You lack a deep and thorough experience in the things of God. You need to be wholly converted to the truth. When a man's heart is fully converted, all that he possesses is consecrated to the Lord. This consecration you have not yet experienced. You love the truth in word, but do not manifest that love you profess, in your deeds and by your fruits. Your acts, your deeds, are evidences of the sincerity and genuineness of your love or your indifference for God and for his cause, and your love for your fellow-men."},{"refcode_short":"T14 76.2","refcode_long":"Testimony for the Church — No. 14, p. 76.2 (Ellen Gould White)","content":"How has Christ manifested his love for poor mortals? By the sacrifice he has made of his own glory, his own riches, and even his most precious life. Christ consented to a life of humiliation and great suffering. He submitted to the cruel mockings of an infuriated, murderous multitude, and to the most agonizing death upon the cross. Said Christ: “This is my commandment, that ye love one another, as I have loved you. Greater love hath no man than this, that a man lay down his life for his friends. Ye are my friends if ye do whatsoever I command you.” Here is the evidence of being the friends of Christ, if we manifest implicit obedience to his will. It is no evidence to say, and do not; but in doing, in obeying, is the evidence. Who obey the commandment to love one another as Christ has loved them? Bro. ——, you must have firmer, deeper, and a more unselfish love, than you ever yet have possessed, if you obey the commandment of Christ."},{"refcode_short":"T14 77.1","refcode_long":"Testimony for the Church — No. 14, p. 77.1 (Ellen Gould White)","content":"You lack in benevolence. You labor to save yourself from care, trouble, or expense, for the cause of God. You have invested but little in the cause. That enterprise which man values the most, will be seen by his investments. If he places a higher estimate upon eternal things than upon temporal things, he will show this by his works; he will venture something here, and will invest the most, and venture the most, in that which he values the highest, and which in the end brings him the greatest profit."},{"refcode_short":"T14 77.2","refcode_long":"Testimony for the Church — No. 14, p. 77.2 (Ellen Gould White)","content":"Men who profess the truth will engage in worldly enterprises, and invest much, and run great risks. If they lose nearly all they possess, they feel deeply aggrieved, because they feel the inconvenience of the losses they have sustained. Yet they do not feel that their unwise course has deprived the cause of God of means, and as God's stewards, they have to render an account for this squandering of the Lord's money. Should they be required to venture something for the cause of God, invest a quarter even of that which they have lost by their investment in earthly things, they would feel that Heaven costs too much."},{"refcode_short":"T14 77.3","refcode_long":"Testimony for the Church — No. 14, p. 77.3 (Ellen Gould White)","content":"Eternal things are not appreciated. You are not a rich man, yet your heart may be just as much placed upon the little you have, and you cling to it just as closely as the millionaire to his treasures. Small, very small, will be the profits realized by you in your investments in worldly enterprises; while, on the other hand, to invest in the cause of God, have that cause a part of you, and love it as you love yourself, and be willing to sacrifice for its advancement, showing your confidence and faith in its ultimate triumph, you will reap a precious harvest, if not in this life, in the better life than this. You will reap an eternal reward which is of as much higher value than any common, earthly gains, as the immortal is higher than the perishable."},{"refcode_short":"T14 78.1","refcode_long":"Testimony for the Church — No. 14, p. 78.1 (Ellen Gould White)","content":"Bro ——, you seemed anxious to find out what had been said in regard to your position in the church, and what was our mind in regard to it. It was just this that I have written. I feared for you, because of what I have been shown of your peculiarities. You moved by impulse. You would pray if you felt to, and speak if you felt to. You would go to meeting if you felt to, or stay at home if you felt to. You lacked greatly the spirit of self-sacrifice. You have consulted your own wishes and ease, and pleased yourself, instead of feeling that you should please God. Duty, duty! at your post every time. Did you enlist as a soldier of the cross of Christ? if so, your feelings excuse you not from your duty. You must be willing to endure hardness as a good soldier. Go without the camp, bearing the reproach; for thus did the Captain of your salvation. The qualifications of a bishop, or of an elder or deacon, are to be blameless as the stewards of God; not self-willed, not soon angry, not given to wine, no striker, not given to filthy lucre; but a lover of hospitality, a lover of good men, sober, just, holy, temperate, holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers."},{"refcode_short":"T14 79.1","refcode_long":"Testimony for the Church — No. 14, p. 79.1 (Ellen Gould White)","content":"Paul enumerates the precious gifts to be desired, and exhorts the brethren: “He that giveth, let him do it with simplicity; he that ruleth, with diligence; he that showeth mercy, with cheerfulness. Let love be without dissimulation. Abhor that which is evil; cleave to that which is good. Be kindly affectioned one to another, with brotherly love, in honor preferring one another; not slothful in business; fervent in spirit, serving the Lord; rejoicing in hope, patient in tribulation, continuing instant in prayer, distributing to the necessity of saints, given to hospitality.” “Charge them that are rich in this world, that they be not high-minded, nor trust in uncertain riches, but in the living God who giveth us richly all things to enjoy; that they do good; that they be rich in good works, ready to distribute, willing to communicate; laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.” Here is a wise and perfectly safe investment; good works are here specified and recommended for our practice, for your practice. Here are profits that are valuable. There will be no danger of a failure here. A store, a treasure is here secured in Heaven, a constant accumulation which will give to the investor a security, a title to eternal life. And, when his life shall here close, and probation end, he may lay hold on eternal life."},{"refcode_short":"T14 79.2","refcode_long":"Testimony for the Church — No. 14, p. 79.2 (Ellen Gould White)","content":"Bro. ——, you, I saw, are not a lover of hospitality, you shun burdens. You feel that to feed the saints, and look after their wants, is a task, and that all you do in this direction is lost. Please read the above scriptures, and may God give you understanding and discernment, is my earnest prayer. As a family you need more liberality, and to be less self-caring. Love to invite God's people to your house, and, as occasion may require, share with them cheerfully, gladly, that of which the Lord has made you stewards. Do not give grudgingly these little favors. As ye do these things to my disciples, ye do it unto me, just as you begrudge the saints of God your hospitality, you begrudge it to Jesus."},{"refcode_short":"T14 80.1","refcode_long":"Testimony for the Church — No. 14, p. 80.1 (Ellen Gould White)","content":"The health reform is essential for you both. Sister —— has been backward in this good work, and has suffered opposition to arise, and has not known what she was opposing. She has opposed the counsel of God against her own soul. Intemperate appetite has brought debility and disease, weakening the moral powers, and unfitting her to appreciate the sacred truth, the value of the atonement, which is essential to salvation. Sister —— loves this world. She has not separated, in her affections, from the world, and given herself unreservedly to God, as he requires. He will not accept half a sacrifice. All, all, all is God's and we are required to render perfect service. Says Paul, “I beseech you by the mercies of God, that ye present your bodies a living [not dying] sacrifice, holy and acceptable unto God, which is your reasonable service. And be not conformed to this world, but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect will of God.” What a privilege is thus allowed us, to prove for ourselves, experimentally, the mind of the Lord, and his will toward us. Praise his dear name for this precious gift! I have been shown that Sister ——’s grasp must be broken from this world before she can have a true, safe hold of the better world than this."},{"refcode_short":"T14 81.1","refcode_long":"Testimony for the Church — No. 14, p. 81.1 (Ellen Gould White)","content":"Bro. ——, you should move carefully and keep self under; be patient, meek, and lowly. A meek and quiet spirit is, in the sight of God, of great price. Then you should cherish that which God esteems of worth. A work must be accomplished for you both before you can meet the measurement of God. Work while the day lasts, for the night cometh in which no man can work. Stand in the clear light yourselves, then can you let your light so shine, that others, by seeing your good works, will be led to glorify your Heavenly Father."},{"refcode_short":"T14 81.2","refcode_long":"Testimony for the Church — No. 14, p. 81.2 (Ellen Gould White)","content":"Dear Bro. and Sr. ——: Your cases have been brought before me in vision. As I viewed your lives they looked to be a terrible mistake. Bro. ——, you have not a happy temperament. You are not happy yourself, and you fail to make others happy. You have not cultivated affection, tenderness, and love. Your wife has suffered all her married life for sympathy. Your married life has been very much like a desert—but very few green spots to look back upon with grateful remembrance. It need not have been thus."},{"refcode_short":"T14 81.3","refcode_long":"Testimony for the Church — No. 14, p. 81.3 (Ellen Gould White)","content":"Bro. ——, love cannot exist without revealing itself in outward acts, any more than fire can be kept alive without fuel. You have felt that it was beneath your dignity to manifest tenderness by kindly acts, and watch for an opportunity to evince affection for your wife by words of tenderness and kind regard. You are very changeable in your feelings, and are very much affected by circumstances which surround you. You have not felt that it was wrong,—displeasing to God,—to allow your mind to be fully engrossed with the world, and then bring your worldly perplexities into your family, thus letting the adversary into your home. When you thus open the door, which is very easy for you to do (but you will find it not so easy to close), very difficult will it be to turn out the enemy when once you have brought him in. Leave your business cares, and perplexities, and annoyances, when you leave your business. Come to your family with a cheerful countenance, with sympathy, tenderness, and love. This will be better than medicines, or money expended for physicians for your wife. It will be health to the body and strength to the soul. Your lives have been very wretched. You have both acted a part in making them so. God is not pleased with your misery, but you have brought it upon yourselves by want of self-control."},{"refcode_short":"T14 82.1","refcode_long":"Testimony for the Church — No. 14, p. 82.1 (Ellen Gould White)","content":"You let feelings bear sway. You think it beneath your dignity, Bro. ——, to manifest love; to speak kindly and affectionately. All these tender words, you think, savor of softness and weakness, and are unnecessary. But in their place come the fretful words—words of discord, of strife, and of censure. Do you account this as manly, noble; as an exhibition of the sterner virtues of your sex? However you may consider them, God looks upon them with displeasure, and marks them in his book. Angels flee from the dwelling where words of discord are exchanged; where gratitude is almost a stranger to the heart; but censure leaps like black-balls to the lips, spotting the garments, and defiling the Christian character."},{"refcode_short":"T14 83.1","refcode_long":"Testimony for the Church — No. 14, p. 83.1 (Ellen Gould White)","content":"When you married your wife she loved you. She was sensitive, extremely so, and with painstaking on your part, and fortitude on hers, her health need not have been what it is. But your stern coldness made you like an iceberg, freezing up the channel of love and affection. Your censures, your fault-findings, have been like a desolating hail to a sensitive plant. It has chilled and nearly destroyed the life of the plant. Your love of the world is eating out the good traits in your character. Your wife is of a different turn, and more generous. But when she has, even in small matters, exercised her generous instincts, you have censured her. You have felt a drawback in your feelings. You indulge a close, begrudging spirit. You make your wife feel that she is a tax, a burden, and that she has no right to exercise her generosity at your expense. All these things are of such a discouraging nature that she feels hopeless and helpless, and has not stamina to bear her up, but bends to the force of the blast. Her disease is pain of the nerves. Were her married life agreeable she would possess a good degree of health. But all through your married life the demon has been a guest in your family to exult over your misery."},{"refcode_short":"T14 83.2","refcode_long":"Testimony for the Church — No. 14, p. 83.2 (Ellen Gould White)","content":"Disappointed hopes have made you both completely wretched. You will have no reward for your suffering, for you have made it yourselves. Your own words have been like deadly poison upon nerve and brain, upon bone and muscle. You reap that which you sow. You do not appreciate the feelings and sufferings of each other. God is displeased with the hard, unfeeling, world-loving spirit you possess. Bro. ——, the love of money is the root of all evil. You have loved money, loved the world; you have looked at the illness of your wife as a severe, a terrible tax, not realizing that it is your fault in a great measure that she is so. You have not the elements of a contented spirit. You dwell upon your troubles; imaginary want and poverty far ahead stare you in the face; you feel afflicted, distressed, agonized; your brain seems on fire; your spirits depressed. Sweet love to God, and precious gratitude cherished in your heart for all the blessings your kind Heavenly Father has bestowed upon you, you do not have. You see only the discomforts of life. A worldly insanity shuts you in like heavy clouds of thick darkness. Satan exults over you, because you will have misery, when peace and happiness are at your command."},{"refcode_short":"T14 84.1","refcode_long":"Testimony for the Church — No. 14, p. 84.1 (Ellen Gould White)","content":"You listen to a discourse—the truth affects you, and the nobler powers of your mind arouse to control your actions. You see how little you have sacrificed for God, how closely self has been cherished, and you feel swayed to the right by the influence of the truth you are under; but when you pass from under this sacred, sanctifying, soothing influence, you do not possess the sanctifying influence in your own heart, and you soon fall into the same barren, ungenial state of feelings. Work, work—you must work—brain, bone, and muscle taxed to the utmost to get means which your imagination tells you must be obtained, or want and starvation will be your lot. This is a delusion of Satan, one of his wily snares to lead you to perdition. Sufficient unto the day is the evil thereof. But you make for yourself a time of trouble beforehand."},{"refcode_short":"T14 85.1","refcode_long":"Testimony for the Church — No. 14, p. 85.1 (Ellen Gould White)","content":"You have not faith, and love, and confidence in God. If you had, you would trust in him. You worry yourself out of the arms of Christ, fearing he will not care for you. Health is sacrificed. God is not glorified in your body and spirit which are his. There is not the sweet, cheering, home influence to soothe and counteract the evil which is predominant in your nature. The high, noble powers of your mind are overpowered by the lower organs. The evil traits of your character are developed."},{"refcode_short":"T14 85.2","refcode_long":"Testimony for the Church — No. 14, p. 85.2 (Ellen Gould White)","content":"You are selfish, exacting, and overbearing. This ought not to be. Your salvation depends on your encouraging a principle—serving God from principle; not from feeling, not from impulse. God will help you when you feel your need of help, and set about the work with a resolution, a will, trusting in God with all your heart. Control your words. You are often discouraged when you have not sufficient reason to be. You possess feelings akin to hatred. Your likes and dislikes are great. These you must control. Control the tongue. “He that offendeth not in word, the same is a perfect man, and able also to bridle the whole body.” Help has been laid upon one that is mighty. He will be your strength, your support, your front guard, and rearward."},{"refcode_short":"T14 85.3","refcode_long":"Testimony for the Church — No. 14, p. 85.3 (Ellen Gould White)","content":"What preparations are you making for the better life? It is Satan who makes you think all your powers are required to be exercised to get along in this life. You are fearing and trembling for the future of this life, while the future, eternal life is neglected. Where is the anxiety, the earnestness, the zeal, lest you should make a failure here, and sustain an immense loss? To lose a little of this world seems a terrible calamity to you, which would cost your life. But to lose Heaven, not half the fears are manifested. You are in danger through your careful efforts to save your life here, of losing it eternally. You cannot afford to lose Heaven, lose eternal life, lose the eternal weight of glory. All this exceedingly precious, immeasurable happiness, riches and treasure, you cannot afford to lose. Why do you not act like a sane man, and be as earnest, as zealous, and as persevering, in your efforts for the better life, the immortal crown, the eternal treasure which is imperishable, as you are for this poor, miserable life, and these poor, perishable, earthly treasures?"},{"refcode_short":"T14 86.1","refcode_long":"Testimony for the Church — No. 14, p. 86.1 (Ellen Gould White)","content":"Your heart is on your earthly treasures, therefore you have no heart for the heavenly. These poor things which are seen—the earthly—eclipse the glory of the heavenly. Where your treasure is there will your heart be also. Your words will show, your acts will declare, where your treasure is. If it is in this world, the little gain of earth, your anxieties will be manifested in that direction. If you possess an earnestness, an energy, and zeal proportionate to the value of everlasting life and the immortal inheritance, then can you be a fair candidate for everlasting life, an heir of glory. You need a fresh conversion every day. Die daily to self, keep your tongue as with a bridle, control words, cease your murmurings, your complaints. Let not one word of censure escape your lips. If it requires a great effort, make it; you will be repaid in so doing."},{"refcode_short":"T14 87.1","refcode_long":"Testimony for the Church — No. 14, p. 87.1 (Ellen Gould White)","content":"Your life is now miserable, full of evil forebodings. Gloomy pictures loom up before you; dark unbelief has inclosed [enclosed] you about. By talking on the side of unbelief you have grown darker and darker, and taken satisfaction in dwelling upon unpleasant themes. If others try to talk hopeful, you crush out in them every hopeful feeling by talking all the more earnestly and severely. Your trials and afflictions are ever keeping before your wife the soul-harrowing thought that you consider her a burden because of her illness. If you love darkness and despair, talk of them, dwell upon them, and harrow up your soul by conjuring up in your imagination everything you can to cause you to murmur against your family and against God, and make your own heart like a field which the fire has passed over, destroying all verdure, and leaving it dry, blackened, and crisped."},{"refcode_short":"T14 87.2","refcode_long":"Testimony for the Church — No. 14, p. 87.2 (Ellen Gould White)","content":"You have a diseased imagination, and deserve pity. Yet no one can help you as well as yourself. If you want faith, talk faith; talk hopefully, cheerfully. May God help you to see the sinfulness of your course. You need help in this matter—the help of your daughter and of your wife. If you suffer Satan to control your thoughts as you have done, you will become a special subject for him to use, and will ruin your own soul, and the happiness of your family What a terrible influence has your daughter had! The mother, not receiving love, sympathy an you, has centered her affections upon the daughter and has idolized her. She has been a petted, indulged and nearly-spoiled child, through the exercise of injudicious affection. Her education has been sadly neglected. Had she been educated to household duties, to act her part in bearing her share of the burdens of the family, she would now be more healthful and happy. It is the duty of every mother to teach her children to act their part in life in being useful; to act a part in sharing her burdens, and not be useless machines. Your daughter's health would have been better to have educated her to physical labor. Her muscles and nerves are weak, lax, and feeble. How can they be otherwise, when they have so little use? This child has but little power of endurance."},{"refcode_short":"T14 88.1","refcode_long":"Testimony for the Church — No. 14, p. 88.1 (Ellen Gould White)","content":"A small amount of physical exercise wearies her and endangers health. There is not elasticity in muscles and nerves. Her physical powers have lain dormant so long that her life is nearly useless. Mistaken mother! know you not that in giving your daughter so many privileges of learning the sciences, and not educating her to usefulness and household labor, you do her a great injury? This exercise would have hardened, or confirmed, her constitution, and her health would have been far better. Instead of this tenderness proving a blessing, it will prove a terrible curse. The mother, had she shared her burdens with the daughter, would not have overdone, and might have saved herself much suffering, and the daughter been benefited all the time. She should not now commence to labor all at once, and bear the burdens one at her age could bear, but she can educate herself to perform physical labor to a much greater extent than she has ever done in her life."},{"refcode_short":"T14 88.2","refcode_long":"Testimony for the Church — No. 14, p. 88.2 (Ellen Gould White)","content":"Sister —— has a diseased imagination. She has secluded herself from the air until she cannot endure it without feeling inconvenience from it. The heat of your room is very injurious to health. The circulation is depressed. She has lived in the hot air so much that she cannot endure the exposure of a ride out of doors without realizing a change. Her poor health is owing somewhat to the exclusion of air, and she has become so tender that she cannot have air without making her sick. If she continues to indulge this diseased imagination she will not be able to bear scarcely a breath of air. She ought to have the windows lowered in her room all through the day, and have a circulation of air. God is not well pleased with her for thus murdering herself. It is unnecessary. She has become thus sensitive through indulging a diseased mind. Air she wants, air she must have. Not only is she destroying her own vitality, but that of her husband, and her daughter, and all who visit her. The air in her room is decidedly impure, and dead, and none can have health who accustom themselves to such a bad atmosphere. She has petted herself in this matter until she cannot change the air to go to visit the houses of her brethren without taking cold. She must change this for her own sake and for the lives of those around her; accustom herself to bear air every day, and increase it until she could be a little more, and a little more, until she can breathe the pure, vitalizing air without injury. The surface of the skin is nearly dead because it has no air to breathe. It has a million little mouths, but they are all closed, because they are clogged through impurities of the system, and for want of air. It would be presumption to now let in a free draught of air at once from out of doors, all through the day. Let it in by degrees; change gradually. In a week she can have the windows down two or three inches day and night."},{"refcode_short":"T14 90.1","refcode_long":"Testimony for the Church — No. 14, p. 90.1 (Ellen Gould White)","content":"Lungs and liver are diseased because she deprives herself of vital air. Air is the free blessing of Heaven, calculated to electrify the whole system. Without it the system will be filled with disease, become dormant, languid, feeble. Yet you have all been for years living with a very limited amount of air. In thus doing, your wife drags others into the same poisonous atmosphere with herself. None of you can possess clear, unclouded brains while breathing a poisonous atmosphere. Sister —— dreads to stir out to go anywhere because she must feel the change in the atmosphere and take cold. She can yet be brought into a much better condition of health if she rightly treats herself. Twice a week she should take a general bath, as cool as will be agreeable, a little cooler every time, until the skin is toned up."},{"refcode_short":"T14 90.2","refcode_long":"Testimony for the Church — No. 14, p. 90.2 (Ellen Gould White)","content":"She need not linger along as she does, always sick, if you will all as a family heed the instructions given of the Lord. “He that will love life and see good days, let him refrain his tongue from evil, and his lips that they speak no guile. Let him seek peace and ensue it; for the eyes of the Lord are over the righteous and his ears are open unto their prayers; but the face of the Lord is against them that do evil.” A contented mind, a cheerful spirit is, health to the body and strength to the soul. Nothing is so fruitful a cause of disease as depression, gloominess, and sadness. Mental depression is terrible. You all suffer with it. The daughter is fretful, partaking of the spirit of the father; and then the heated, oppressed atmosphere, deprived of vitality, benumbs the sensitive brain. The lungs contract, the liver is inactive."},{"refcode_short":"T14 91.1","refcode_long":"Testimony for the Church — No. 14, p. 91.1 (Ellen Gould White)","content":"Air, air, the precious boon of Heaven, which all may have, will bless you with its invigorating influence, if you will not refuse it entrance. Entertain it, cultivate a love, a necessity for it, it will prove a precious soother of the nerves. Air must be in a state of constant circulation to be kept pure. The influence of pure, fresh air upon the system, is to cause the blood to circulate healthfully through the frame. It refreshes the body, rendering it strong and healthy, while at the same time its influence is decidedly felt upon the mind, imparting a degree of composure and serenity. It excites the appetite, and renders the digestion of food more perfect, and induces sound and sweet sleep."},{"refcode_short":"T14 91.2","refcode_long":"Testimony for the Church — No. 14, p. 91.2 (Ellen Gould White)","content":"The effects produced upon the system by living in close, ill-ventilated rooms are these: The system becomes weak and unhealthy, the circulation is depressed, the blood is not purified by inhaling pure, invigorating air; it moves sluggishly through the system because it is not electrified by the vitalizing air of heaven. The mind becomes depressed and gloomy, while the whole system is enervated; and fevers and diseases of acute character are liable to be generated. Your careful exclusion of external air and fear of free ventilation leave you to breathe the corrupt, unwholesome air which is exhaled from the lungs of those staying in these rooms, and which is poisonous, unfit for the support of life. The body becomes relaxed; the color of the skin is changed, becomes sallow; digestion is retarded, and the system is peculiarly liable to the influence of cold. A slight exposure produces serious diseases. Great care should be exercised when weary, or when in a perspiration, not to sit in a draught or in a cold room. You should so educate yourself to have air that you will not be under the necessity of having the mercury higher than sixty-five degrees."},{"refcode_short":"T14 92.1","refcode_long":"Testimony for the Church — No. 14, p. 92.1 (Ellen Gould White)","content":"You can be a happy family if you will do what God has given you to do, and enjoined upon you as a duty to perform. God will not do for you that which he has left for you to do. Bro. —— deserves pity. He has so long felt unhappy that life has become a burden to him. It need not be thus. His imagination is diseased, and, if he meets with adversity or disappointment, he has so long kept his eyes on the dark picture that he imagines everything is going to ruin, that he will come to want, that everything is against him, that he has the hardest time of any one; and thus his life is made wretched. The more he thinks thus, the more miserable he makes his life and the lives of all around him. He has no reason to feel as he does; it is all the work of Satan. He must not suffer Satan thus to control his mind. He should turn his mind away from the dark and gloomy picture to that of the loving Saviour, the glory of Heaven, the rich inheritance prepared for all who shall be humble and obedient, possessing grateful hearts and abiding faith in the promises of God. This will cost him an effort, a struggle, but it must be done. Your present happiness and your eternal, future happiness, depend upon your fixing your mind upon cheerful things, looking away from the dark picture, which is imaginary, to the unseen, eternal, and the benefits which God has strewn in your pathway."},{"refcode_short":"T14 92.2","refcode_long":"Testimony for the Church — No. 14, p. 92.2 (Ellen Gould White)","content":"You belong to a family who possess minds not well balanced; gloomy, and depressed, and affected by surroundings, and susceptible of influence. Unless you cultivate a cheerful, happy grateful frame of mind, Satan will eventually lead you captive at his will. You can be a help, a strength to the church where you reside, if you will obey the instructions of the Lord, and not move by feeling, but be controlled by principle. Never allow censure to escape your lips, for it is like desolating hail to those around you. Let cheerful, happy, loving words fall from your lips."},{"refcode_short":"T14 93.1","refcode_long":"Testimony for the Church — No. 14, p. 93.1 (Ellen Gould White)","content":"Bro. ——, your organism is not the best for your spiritual advancement, yet the grace of God can do much for you to correct the defects in your character, and strengthen and more perfectly develop those powers of mind which are now weak, and need force. In so doing you will bring into control those lower qualities which have overpowered the higher. You are like a man whose sensibilities are benumbed. You need to have the truth take hold of you and work a thorough reformation in your life. “Be ye not conformed to this world, but be ye transformed by the renewing of your mind, that ye may prove what is that good and acceptable, and perfect will of God. This is what you need, and what you must experience——the transformation which a sanctification through the truth will effect for you."},{"refcode_short":"T14 93.2","refcode_long":"Testimony for the Church — No. 14, p. 93.2 (Ellen Gould White)","content":"Do you believe that the end of all things is at hand, that the scenes of this earth's history are fast closing? If so, show your faith by your works. A man will show all the faith he has. Some think they have a good degree of faith, but if they have, it is dead because it is not sustained by works. “Faith without works is dead, being alone.” Few men have genuine faith, that faith which works by love, and purifies the soul. All who are accounted worthy of everlasting life must obtain a moral fitness for the same. “Beloved now are we the sons of God, and it doth not yet appear what we shall be; but we know that when he shall appear, we shall be like him; for we shall see him as he is; and every man that hath this hope in him purifieth himself, even as he is pure.” This is the work before you, and you have none too much time if you engage in the work with all your soul."},{"refcode_short":"T14 94.1","refcode_long":"Testimony for the Church — No. 14, p. 94.1 (Ellen Gould White)","content":"You must experience a death to self, and live unto God. “If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.” Self is not to be consulted. Pride, self-love, selfishness, avariciousness, covetousness, love of the world, hatred, suspicion, jealousy, evil surmisings, must all be subdued and sacrificed forever. When Christ shall appear, it will not be to correct these evils, and then give a moral fitness for his coming. This preparation must all be made before he comes. It should be a subject of thought, of study and earnest inquiry, What shall we do to be saved? How shall we conduct that we may show ourselves approved unto God?"},{"refcode_short":"T14 94.2","refcode_long":"Testimony for the Church — No. 14, p. 94.2 (Ellen Gould White)","content":"When tempted to murmur, censure, and indulge in fretfulness, wounding others around you (and in so doing wound your own soul), oh! let the deep, earnest, anxious inquiry come from your soul, Shall I stand without fault before the throne of God? None will be there only the faultless. Men and women will not be translated to Heaven while their hearts are filled with the rubbish of earth. Every defect in the moral character must be remedied, every stain removed, by the cleansing blood of Christ, and all the unlovely, unloveable traits of character overcome."},{"refcode_short":"T14 95.1","refcode_long":"Testimony for the Church — No. 14, p. 95.1 (Ellen Gould White)","content":"How long are you designing to take to prepare to be introduced into the society of heavenly angels in glory? In the state you and your family are in at present, all Heaven would be marred should you be introduced therein. The work for you must be done here. This earth is the fitting up place. You have not one moment to lose. All is harmony, peace and love in Heaven. No discord, no strife, no censuring, no unloving words spoken, no clouded brows, no jars there; and no one will be introduced there who possesses any of these elements so destructive to peace and happiness. Study to be rich in good works, ready to distribute, willing to communicate, laying up for yourselves a good foundation against the time to come, that ye may lay hold on everlasting life."},{"refcode_short":"T14 95.2","refcode_long":"Testimony for the Church — No. 14, p. 95.2 (Ellen Gould White)","content":"Cease, forever cease, your murmurings in regard to this poor life, but let your soul's burden be, how to secure the better life than this, a title to the mansions prepared for those who are true and faithful to the end. If you should make a mistake here, everything is lost. If you devote your lifetime to secure earthly treasures, and lose the heavenly, you will find you have made a terrible mistake. You cannot have both worlds. “What will it profit a man if he gain the whole world and lose his own soul; or what will a man give in exchange for his soul?” Says the inspired Paul: “For our light afflictions, which are but for a moment, work out for us a far more exceeding and eternal weight of glory, while we look not at the things which are seen, but at the things which are not seen; for the things which are seen are temporal, but the things which are not seen are eternal.”"},{"refcode_short":"T14 96.1","refcode_long":"Testimony for the Church — No. 14, p. 96.1 (Ellen Gould White)","content":"These trials of life are God's workmen to remove the impurities, infirmities, and roughness from our characters, and fit us for the society of pure, heavenly angels in glory. But as we pass through these trials, as the fires of affliction kindle upon us, we must not keep the eye on the fire which is seen, but let the eye of faith fasten upon the things unseen, the eternal inheritance, the immortal life, the eternal weight of glory; and while we do this the fire will not consume us, but only remove the dross, and we shall come forth seven times purified, bearing the impress of the divine."},{"refcode_short":"T14 96.2","refcode_long":"Testimony for the Church — No. 14, p. 96.2 (Ellen Gould White)","content":"Dear Bro. and Sr. ——: While speaking in meeting Sunday afternoon, I could scarcely refrain from calling your names, and relating some things which had been shown me. I saw that Bro —— did not occupy that position in his family that God would have him. Sister —— takes the lead; she possesses a strong will, which has not been subdued as God requires, and Bro. ——, in order to please his wife, and keep her from despondency, has yielded to her. Her judgment has swayed him, and he has not been a free man for years."},{"refcode_short":"T14 96.3","refcode_long":"Testimony for the Church — No. 14, p. 96.3 (Ellen Gould White)","content":"When Bro. —— first engaged in the work of teaching the truth to others, he was little in his own eyes. God used him as his instrument. But I saw that for some time in the past he has not humbled himself under the hand of God. He has trusted to his own wisdom and weak judgment, and Satan has been obtaining an advantage over him. Instead of relying solely upon God and staying himself upon his strength, he has had his judgment perverted by the influence of his wife. She has stood in a position to see, to hear, to understand, all that was going on around her. Did she possess a sanctified judgment and heavenly wisdom, then would she see through sanctified eyes, and hear through sanctified ears. She would make a right use of her eyes and of her ears, She has not done this. “Who is as blind as my servant, or as deaf as the servant that I send?” God does not wish us to hear all there is to be heard, nor to see all there is to be seen. It is a great blessing to close the ears, that we hear not, and the eyes, that we see not. The greatest anxiety should be to have clear eyesight to discern our own shortcomings, and a quick ear to catch every needed reproof and instruction lest by our inattention and carelessness we let them slip, and are forgetful hearers, and are not doers of the work."},{"refcode_short":"T14 97.1","refcode_long":"Testimony for the Church — No. 14, p. 97.1 (Ellen Gould White)","content":"Bro —— your labors, for some time in the past, have not been as wisely and successfully directed as formerly. Your course of action has not borne the certain marks of the impress of God. Your wife has been a manager of your temporal matters, and borne burdens which were too heavy for her to bear, while you have been absent. This has excited your sympathy, and had a tendency to pervert your judgment so that you have placed too high an estimate upon her qualifications, because of her capabilities in managing your temporal matters. Satan has been watching his opportunity to make as much as possible to his own advantage of this confidence you have had in your wife. He has purposed to trammel you and destroy you both. You have to a great degree thrown off your stewardship upon your wife. This is wrong; she will have all she can do to bear her share of the responsibility, without bearing that which comes upon you, which God will hold you accountable for."},{"refcode_short":"T14 98.1","refcode_long":"Testimony for the Church — No. 14, p. 98.1 (Ellen Gould White)","content":"Sister —— has been deceived in some things. She has thought that God had instructed her in a special sense. You both have believed and acted accordingly. The discernment she has thought she possessed in a special sense, is a deception of the enemy. Sister —— is naturally quick to see, quick to understand, quick to anticipate, and is of an extremely sensitive nature. Satan has taken advantage of these traits of character, and you have both been led astray. Bro. ——, you have become a bondman for quite a length, of time. That which Sr. —— has thought was discernment has much of it been jealousy, regarding everything with a jealous eye, suspicious, surmising evil, distrustful of almost everything. This causes unhappiness of mind, despondency, and doubt, where faith and confidence should exist. These unhappy traits of character turn her thoughts into a gloomy channel, where she is inclined to a foreboding of evil, with a highly-sensitive temperament, to imagine neglect, slight, and injury, when it does not exist. All these things stand in the way of the spiritual advancement of you both, and affects, to a degree, others to just that extent that you are connected with the cause and work of God."},{"refcode_short":"T14 98.2","refcode_long":"Testimony for the Church — No. 14, p. 98.2 (Ellen Gould White)","content":"There is a work for you to do: humble yourselves under the mighty hand of God that you may be exalted in due time. These unhappy traits of character, with a strong set will, unless corrected and reformed, will eventually prove that you both make shipwreck of your faith."},{"refcode_short":"T14 99.1","refcode_long":"Testimony for the Church — No. 14, p. 99.1 (Ellen Gould White)","content":"Bro. ——, you have a duty to do. Assume the stewardship you have resigned, and in the fear of God take your place at the head of your family. You must be shaken from the influence of your wife, and rely more fully upon God, and expect him to lead you, to guide you. God has not especially instructed Sr. ——, or given her light to teach others their duty. You cannot be both occupying the position God would have you, while things remain as they now do. You will never be established, strengthened, and settled, until you allow your wife to occupy the position a wife should. While she occupies her proper place, respect her judgment, consult with her in regard to your plans, but be very cautious of taking it for granted that her judgment is as the judgment of God. Consult with your brethren upon whom God has seen fit to lay the burden of the work. Had you thus advised with those whom you should, you would not have committed so great an error, so sad a blunder, as you did in the case of L. G. B. God's cause was wounded and reproached in this case. Your wife thought she had light in this case; but her impressions were not of God, but of the enemy, because he saw that you could be affected in this direction. Your trusting so completely to your wife's judgment is contrary to Heaven's arrangement. Satan has designed, in this way, to cut you off, in a great measure, from the influence of your fellow-laborers, and your brethren in general. You have had trials that otherwise you would not have had, if you had not considered your wife in a position that God has not placed her in. You have too implicit confidence in her judgment and wisdom. She has not been consecrated to God, therefore her judgment has not been consecrated. She is not a happy woman, and the unhappy train her mind has taken has greatly injured her physical and mental health. Satan has designed to unsettle you, and cause your brethren to lose confidence in your judgment. Satan is seeking to overthrow you. When God especially calls your wife to the work of teaching the truth, then should you lean to her counsel and advice, and confide in her instructions. God may give you both, as possessing an equal interest in, and devotion to the work, equal qualifications to act a prominent part in the most solemn work of saving souls. The great work before her is to be diligent in making her calling and election sure. To cease watching others, and now begin the work to be very jealous of herself. Be diligent to make her calling and election sure; seek to bless others by her godly example, her cheerfulness, fortitude, courage, faith, hopefulness, joy, in that perfect trust, that confidence in God, which will be the result of sanctification through the truth. An entire conformity to the will of God she must have. Christ says to her, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first great commandment. The second is like unto it, Thou shalt love thy neighbor as self. On these two commandments hang all the law and the prophets.”"},{"refcode_short":"T14 101.1","refcode_long":"Testimony for the Church — No. 14, p. 101.1 (Ellen Gould White)","content":"[The above was written at Mt. Pleasant, Iowa, Oct 4 1867. I could not get time to finish the testimony and copy it, so laid it by for the present and did not find time to finish it till I reached Greenville, Michigan, on returning from the East, when I took it in hand, January 30, 1868.]"},{"refcode_short":"T14 101.2","refcode_long":"Testimony for the Church — No. 14, p. 101.2 (Ellen Gould White)","content":"Dear Bro. and Sr. ——: You should have had this long ago, but our labors have been so hard I could not possibly get the time to write. Every place that we visited brought much that I had been shown of individual cases before my mind, and I have written in meeting, even while my husband was preaching."},{"refcode_short":"T14 101.3","refcode_long":"Testimony for the Church — No. 14, p. 101.3 (Ellen Gould White)","content":"The vision was given me about two years ago. The enemy has hindered me in every way he could to keep souls from having the light God had given me for them. First, my husband's case was so perplexing, so distressing, I could not write. Then the discouragements received from my brethren kept me in a condition of sadness and distress unfitting me for labor of any description. When we started to travel last summer, I commenced to write but we have traveled from place to place: so rapidly that all we could do was to attend the meetings. There was much work to be done. I practice rising at four o'clock in the morning and take hold of my writing. Yet constant, exciting labor in meeting so taxes the brain that I am unprepared for writing, my head is so weary."},{"refcode_short":"T14 101.4","refcode_long":"Testimony for the Church — No. 14, p. 101.4 (Ellen Gould White)","content":"I regret that you could not have had this before but even now may God make it a blessing to you, is my sincere prayer. You, my dear brother, may have seen these things and corrected them ere this. I hope so, at least. You have our sympathy and prayers; also your wife. We have an interest for her as well as yourself. Her soul is precious. We beseech of her in Christ's stead, to seek for a meek and quiet spirit, which in the sight of God is of great price. An angel pointed me to Sister ——, and repeated these words: “Whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely whatsoever things are of good report; if there be any virtue, if there be any praise, think on THESE THINGS.” Here is the healthful train for the mind to run upon. When it would go in a different channel from this, bring it back again. Control the mind. Educate it to dwell only on those things which bring peace and love."},{"refcode_short":"T14 102.1","refcode_long":"Testimony for the Church — No. 14, p. 102.1 (Ellen Gould White)","content":"I commit this to you, hoping and praying that God may bless it to you, and that you both may obtain a fitness to be counted worthy of eternal life."}]