[{"refcode_short":"T15 ","refcode_long":"Testimony for the Church — No. 15, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 15"},{"refcode_short":"T15 1","refcode_long":"Testimony for the Church — No. 15, p. 1 (Ellen Gould White)","content":"Testimony for the Church. No. 15"},{"refcode_short":"T15 1","refcode_long":"Testimony for the Church — No. 15, p. 1 (Ellen Gould White)","content":"Introduction"},{"refcode_short":"T15 1.1","refcode_long":"Testimony for the Church — No. 15, p. 1.1 (Ellen Gould White)","content":"My brethren and sisters will hardly expect this number of my Testimonies so soon. But I had many personal testimonies on hand, some of which are given in the following pages. And I know of no better way to present my views of general dangers and errors, and the duty of all who love God, and keep his commandments, than by giving these testimonies. Perhaps there is no more direct and forcible way of presenting what the Lord has shown me."},{"refcode_short":"T15 1.2","refcode_long":"Testimony for the Church — No. 15, p. 1.2 (Ellen Gould White)","content":"It seemed important that No. 14 should reach you several days before the General Conference. Therefore that number was hastened through the press before I could find time to prepare important matter designed for it. In fact, there was not room for this matter in No. 14. Having on hand, therefore, matter sufficient for No. 15, it is presented to you with the prayer that the blessing of God will attend it to the good of his dear people."},{"refcode_short":"T15 1","refcode_long":"Testimony for the Church — No. 15, p. 1 (Ellen Gould White)","content":"Sketch of Experience"},{"refcode_short":"T15 1.3","refcode_long":"Testimony for the Church — No. 15, p. 1.3 (Ellen Gould White)","content":"It was after we had reached our home, and ceased to feel the inspiring influence of journeying and laboring, that we felt most sensibly the wearing labors of our eastern tour. Many were urging me by letters to write what I had related to them of what the Lord had shown me concerning them. And there were many others to whom I had not spoken, whose cases were as important and urgent. But the task of so much writing seemed more than I could endure in my weary condition. A feeling of discouragement came over me, and I sank into a feeble state, and remained so several days, frequently fainting. In this state of body and mind, I called in question my duty to write so much, to so many persons, some of them very unworthy. It seemed to me that there certainly was a mistake in this matter somewhere."},{"refcode_short":"T15 2.1","refcode_long":"Testimony for the Church — No. 15, p. 2.1 (Ellen Gould White)","content":"On the evening of the 5th, Bro. Andrews spoke to the people in our house of worship. But, most of that evening I was in a fainting, breathless condition, supported by my husband. When Bro. Andrews returned from the meeting, they had a special season of prayer for me, and I found some relief. That night I slept well, and in the morning, though feeble, felt wonderfully relieved and encouraged. I had dreamed that a person brought to me a web of white cloth, and bade me cut it into garments for persons of all sizes, and all descriptions of character, and circumstances in life. I was told to cut them out, and hang them up all ready to be made when called for. I had the impression that many for whom I was required to cut garments were unworthy. I inquired if that was the last piece of cloth I should have to cut, and was told that it was not. That as soon as I had finished this one, there were others for me to take hold of. I felt discouraged at the amount of work before me, and stated that I had been engaged in cutting garments for others, for more than twenty years, and my labors had not been appreciated, neither did I see that my work had accomplished much good. I spoke to the person who brought the cloth to me, of one woman in particular, for whom he had told me to cut a garment. I stated that she would not prize the garment, and that it would be a loss of time and material, to present her a garment. She was very poor, of inferior intellect, and untidy in her habits, and would soon soil the garment."},{"refcode_short":"T15 2.2","refcode_long":"Testimony for the Church — No. 15, p. 2.2 (Ellen Gould White)","content":"The person replied: “Cut out the garments. That is your duty. The loss is not yours, but mine. God sees not as man sees. He lays out the work that he would have done, and you do not know which will prosper, this or that. It will be found that many such poor souls will go into the kingdom, while others, who are surrounded with all the blessings of life, having good intellects, and their surroundings pleasant, giving them all the advantages of improvement, will be left out. It will be seen that these poor souls have lived up to the feeble light which they have had, and have improved by the limited means within their reach, much more acceptably than some others have lived, who have enjoyed full light, and ample means for improvement.”"},{"refcode_short":"T15 3.1","refcode_long":"Testimony for the Church — No. 15, p. 3.1 (Ellen Gould White)","content":"I then held up my hands, calloused as they were with long use of the shears, and stated that I could but shrink at the thought of pursuing this kind of labor. The person repeated again:"},{"refcode_short":"T15 3.2","refcode_long":"Testimony for the Church — No. 15, p. 3.2 (Ellen Gould White)","content":"“Cut out the garments. Your release has not yet come.”"},{"refcode_short":"T15 3.3","refcode_long":"Testimony for the Church — No. 15, p. 3.3 (Ellen Gould White)","content":"With feelings of great weariness I arose to engage in the work. Before me lay new, polished shears, which I commenced using. At once my feelings of weariness and discouragement left me, the shears seemed to cut with hardly an effort on my part, and I cut out garment after garment, with comparative ease."},{"refcode_short":"T15 3.4","refcode_long":"Testimony for the Church — No. 15, p. 3.4 (Ellen Gould White)","content":"With the encouragement which this dream gave me, I at once decided to accompany my husband and Bro. Andrews to Gratiot, Saginaw, and Tuscola counties, and trust in the Lord to give me strength to labor. So, on the 7th of February, we left home, and rode fifty-five miles, to our appointment at Alma. Here I labored as usual, with a comfortable degree of freedom and strength. The friends in Gratiot County seemed interested to hear, but many of them are far behind on the health reform, and in relation to the work of preparation generally. There seemed to be a want of order and efficiency among this people necessary to prosperity in the work and spirit of the message. Bro. Andrews, however, visited them three weeks later, and enjoyed a good season with them. I will not pass over a matter of encouragement to me, that a very pointed testimony I had written to one family, was received with profit to the persons addressed. We still feel a deep interest in that family, and ardently desire that they may enjoy prosperity in the Lord, and although we feel some discouragement as to the cause in Gratiot County, we shall be anxious to help the brethren, when they feel anxious to be helped."},{"refcode_short":"T15 4.1","refcode_long":"Testimony for the Church — No. 15, p. 4.1 (Ellen Gould White)","content":"At the Alma meeting, there were brethren present from St. Charles, and Tittabawassee, Saginaw County, who urged us to visit them. We had not designed to enter this county at present, but to visit Tuscola County if the way opened. Not hearing from Tuscola, we decided to visit Tittabawassee, and meantime, write to Tuscola County, and inquire if we were wanted there."},{"refcode_short":"T15 4.2","refcode_long":"Testimony for the Church — No. 15, p. 4.2 (Ellen Gould White)","content":"At Tittabawassee we were happily disappointed to find a large house of worship, recently built by our people, well filled with Sabbath-keepers. The brethren seemed ready for our testimony, and we enjoyed freedom. A good work, and a great work had been done in this place through the faithful labors of Bro. M. E. Cornell. Much bitter opposition and persecution had followed. But this seemed to melt away with those who came to hear, and our labors seemed to make a good impression upon all. I attended eleven meetings in this place in one week, spoke several times from one to two hours, and took part in the other meetings. At one meeting there was an effort made to induce certain ones who observe the Sabbath to move forward and take up the cross. The duty before most of these was baptism. In my last vision I saw places where the truth would be preached and bring out churches which we should visit. This was one of those places. I felt a peculiar interest for this people. The cases of certain ones in the congregation opened before me, and a spirit of labor came upon me for them, which I could not throw off. I labored for them, most of the time appealing to them with feelings of the deepest solicitude, for about three hours. All took the cross on that occasion, and came forward for prayers, and nearly all spoke. The next day fifteen were baptized."},{"refcode_short":"T15 4.3","refcode_long":"Testimony for the Church — No. 15, p. 4.3 (Ellen Gould White)","content":"No one can visit this people without being impressed with the value of Bro. Cornell's faithful labors in this cause. His work is to enter places where the truth has not been proclaimed, and I hope our people will cease their efforts to draw him from his specific work. In the spirit of humility he can go forth, leaning upon the arm of the Lord, and rescue many souls from the powers of darkness. May the blessing of God still be with him."},{"refcode_short":"T15 5.1","refcode_long":"Testimony for the Church — No. 15, p. 5.1 (Ellen Gould White)","content":"As our series of meetings in this place was near to its close, Bro. Spooner, of Tuscola, came for us to visit that county. We sent appointments by him as he returned on Monday, and we followed, Thursday after the baptism."},{"refcode_short":"T15 5.2","refcode_long":"Testimony for the Church — No. 15, p. 5.2 (Ellen Gould White)","content":"At Vassar, we held our meetings Sabbath and first day, at the Union School House. This was a free place in which to speak, and we saw good fruit of our labors. First-day afternoon, about thirty backsliders, and children who had made no profession, came forward. This was a very interesting and profitable meeting. Some were drawing back from the cause, for whom we especially felt to labor. But the time was short, and it seemed to me, that we should leave the work unfinished. But our appointments were out for St. Charles and Alma, and to meet them we must close our labors in Vassar, Monday."},{"refcode_short":"T15 5.3","refcode_long":"Testimony for the Church — No. 15, p. 5.3 (Ellen Gould White)","content":"That night what I had seen in vision concerning certain persons in Tuscola County, was revived in a dream, and I was still more impressed that my work for that people was not done. Yet I saw no other way only to go on to our appointments. Tuesday we journeyed thirty-two miles to St. Charles, and stopped for the night with Bro. Griggs, and wrote fifteen pages of testimony, and attended meeting in the evening."},{"refcode_short":"T15 5.4","refcode_long":"Testimony for the Church — No. 15, p. 5.4 (Ellen Gould White)","content":"Wednesday morning, we decided to return to Tuscola, if Bro. Andrews would fill the appointment at Alma. To this he agreed. I wrote that morning fifteen pages more, attended a meeting and spoke one hour, and we rode thirty-three miles with brother and sister Griggs, to brother Spooner's, in Tuscola. Thursday morning, we went sixteen miles to Watrousville. I wrote sixteen pages, and attended an evening meeting, in which I gave a very pointed testimony to one present. The next morning wrote twelve pages before breakfast, and returned to Tuscola, and wrote eight pages more."},{"refcode_short":"T15 6.1","refcode_long":"Testimony for the Church — No. 15, p. 6.1 (Ellen Gould White)","content":"Sabbath, my husband spoke in the forenoon, and I followed for two hours before taking food. This meeting was closed for a few moments. I then took a trifle of food, and spoke in a social meeting which followed, for the space of one hour, bearing pointed testimonies for several present. These testimonies were generally received with feelings of humility and gratitude. I cannot, however, say that all were so received."},{"refcode_short":"T15 6.2","refcode_long":"Testimony for the Church — No. 15, p. 6.2 (Ellen Gould White)","content":"The next morning, as we were about to leave for the house of worship, to engage in the arduous labors of the day, a sister for whom I had a testimony that she lacked discretion and caution, and did not fully control her words and actions, came in with her husband, and manifested feelings of great unreconciliation and agitation. She commenced to talk and to weep. She murmured a little, and confessed a little, and justified self-considerable. She had a wrong idea of many things I had stated to her. Her pride was touched as I brought out her faults in so public a manner. Here was evidently the main difficulty. But why should she feel thus? The brethren and sisters knew these things were so, therefore I was not informing them of anything new. But I doubt not that it was new to this sister. She did not know herself, and could not properly judge of her own words and acts. This is in a degree true of nearly all, hence the necessity of faithful reproofs in the church, and the cultivation of love for the plain testimony by all its members."},{"refcode_short":"T15 6.3","refcode_long":"Testimony for the Church — No. 15, p. 6.3 (Ellen Gould White)","content":"Her husband seemed to feel unreconciled to my bringing out her faults before the church, and stated that if Sister White had followed the directions of our Lord in Matthew 18:15-17, he should not have felt hurt—“Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone; if be shall hear thee, thou hast gained thy brother. But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established. And if he shall neglect to hear them, tell it unto the church; but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.”"},{"refcode_short":"T15 7.1","refcode_long":"Testimony for the Church — No. 15, p. 7.1 (Ellen Gould White)","content":"My husband then stated that he should understand that these words of our Lord had reference to cases of personal trespass, and could not be applied in the case of his wife. She had not trespassed against Sister White. But that which had been reproved publicly, was public wrongs which threatened the prosperity of the church and the cause. Here, said my husband, is a text applicable to the case. 1 Timothy 5:20. “Them that sin, rebuke before all, that others also may fear.”"},{"refcode_short":"T15 7.2","refcode_long":"Testimony for the Church — No. 15, p. 7.2 (Ellen Gould White)","content":"The brother acknowledged his error like a Christian, and seemed reconciled to the matter. It was evident that since the meeting of Sabbath afternoon, they had got many things about the matter wonderfully magnified and wrong. It was therefore proposed that the written testimony be read. When this was done, the sister who was reproved by it, inquired, Is that what you stated yesterday? I stated that it was. She seemed surprised, and quite reconciled to the written testimony. This I gave her without reserving a copy. Here I did wrong. But I had such tender regard for her and her husband, and such ardent desires and hopes for their prosperity, that I, in this case, broke over an established custom. But already meeting time was passing, and we hastened one mile and a half to the waiting congregation. The reader may judge whether the scene of that morning was well adapted to the collection of thought and nerve necessary to stand before the people. But who thinks of this? Some may, and show a little mercy. While the impulsive and careless will come with their burdens and trials, generally just before we are to speak, or when perfectly exhausted by speaking."},{"refcode_short":"T15 7.3","refcode_long":"Testimony for the Church — No. 15, p. 7.3 (Ellen Gould White)","content":"My husband, however, mustered all his energies, and by request spoke with freedom on the Law and Gospel. I had received an invitation to speak in the afternoon at the new house of worship recently built and dedicated by the Methodists. This commodious place of worship was crowded, and many stood up. I spoke with freedom for about an hour and a half upon the first of the two great commandments repeated by our Lord, and was surprised to learn that it was the same from which the Methodist minister had spoken in the forenoon. He and his people were present to hear what I had to say."},{"refcode_short":"T15 8.1","refcode_long":"Testimony for the Church — No. 15, p. 8.1 (Ellen Gould White)","content":"In the evening we had a precious interview at Bro Spooner's with brethren Miller, Hatch, and Haskell, and sisters Sturges, Bliss, Harrison, and Malin. We now felt that our work for the present was done in Tuscola Co. We became very much interested in this dear people, yet feared that the sister referred to, for whom I had a testimony, would let Satan take advantage of her, and cause them trouble. I thought and felt, Oh! that she could view the matter in its true light. The course she had been pursuing was destroying her influence in and out of the church. But now if she would receive the needed reproof, and humbly seek to improve by it, the church would take her anew into their hearts, and the people would think more of her Christianity. And what is better still, she could enjoy the approving smiles of her dear Redeemer. Would she fully receive the testimony was my anxious solicitude. I feared she would not, and that the hearts of the brethren in that county would be saddened on her account."},{"refcode_short":"T15 8.2","refcode_long":"Testimony for the Church — No. 15, p. 8.2 (Ellen Gould White)","content":"After returning home, I sent to her for a copy of the testimony, and, April 15th, received the following, dated at Denmark, April 11, 1868."},{"refcode_short":"T15 8.3","refcode_long":"Testimony for the Church — No. 15, p. 8.3 (Ellen Gould White)","content":"“Sister White: Yours of the 23d ult. is at hand. Am sorry I cannot comply with your request.”"},{"refcode_short":"T15 8.4","refcode_long":"Testimony for the Church — No. 15, p. 8.4 (Ellen Gould White)","content":"I shall still cherish the tenderest feelings of regard for this family, and shall be happy to help them when l can. It is true that such things in those for whom I give my life, cast a shade of sadness over me; but my course has been too plainly marked out for me to let such things keep me from the path of duty. As I returned from the post office with the above note on the 15th day of April, 1868, feeling rather depressed in spirit, I took the Bible in my hand, and opened it with the prayer that therein I might find comfort and support, and my eye rested directly upon the following words of the prophet: “Thou therefore gird up thy loins, and arise, and speak unto them all that I command thee; be not dismayed at their faces, lest I confound thee before them. For, behold, I have made thee this day a defensed city, and an iron pillar, and brazen walls against the whole land, against the kings of Judah, against the princes thereof, against the priests thereof, and against the people of the land. And they shall fight against thee; but they shall not prevail against thee; for I am with thee, saith the Lord, to deliver thee.” Jeremiah 1:17-19."},{"refcode_short":"T15 9.1","refcode_long":"Testimony for the Church — No. 15, p. 9.1 (Ellen Gould White)","content":"We returned home from this tour just before a great fall of rain which carried off the snow. The descending storm prevented the next Sabbath meeting. I immediately commenced to prepare matter for No. 14. We also had the pleasure of caring for our dear Bro. King whom we brought to our home with a terrible injury upon the head and face. We took him to our house to die, for we could not think it possible for one with the skull so terribly broken in to recover. But, with the blessing of God upon a very gentle use of water, a very spare diet, till the danger of fever was passed, and well-ventilated rooms day and night, in three weeks he was able to return to his home and engage in matters of his farming interests. He did not take one grain of medicine from first to last. Although he was considerably reduced by loss of blood from his wounds and spare diet, yet when he could take a more liberal amount of food, he came up rapidly."},{"refcode_short":"T15 9.2","refcode_long":"Testimony for the Church — No. 15, p. 9.2 (Ellen Gould White)","content":"About this time we commenced labor for our brethren and friends near Greenville. As is the case in many places, our brethren around us needed help. And there were those who kept the Sabbath, yet did not belong to the church, and also some who had given up the Sabbath, who needed help. We felt disposed to help these poor souls, but the past course of leading members of the church in relation to these persons, and their present position, made it almost impossible for us to approach them. In laboring with the erring, some of our brethren had been too rigid, too cutting in remarks. And when some were disposed to reject their counsel, and separate from them, they would say, “Well, if they want to go off, let them go.” These poor, erring, inexperienced souls, buffeted by Satan, with such a want of the compassion, and long-suffering, and tenderness manifested by Jesus, were certain to make shipwreck of faith. However great may be the wrongs and sins of the erring, our brethren must learn to manifest not only the tenderness of the Great Shepherd, but also his undying care and love for the poor, straying sheep. Our ministers toil and lecture, week after week, and rejoice that a few souls embrace the truth; and yet, brethren of a prompt, decided turn of mind may, in five minutes, destroy their work by indulging in the feelings which prompt actions and words like these, “Well, if they want to leave us, let them go.”"},{"refcode_short":"T15 10.1","refcode_long":"Testimony for the Church — No. 15, p. 10.1 (Ellen Gould White)","content":"We found that we could do nothing for the scattered sheep near us until we had first corrected the wrongs in many of the members of the church. They had let these poor souls wander. They took on no burdens for them. In fact, they seemed shut up to themselves, and were dying a spiritual death for want of spiritual exercise. They still loved the general cause, and were ready to help sustain it. They would take good care of the servants of God. But there was decidedly a want of care for widows, orphans, and the feeble of the flock. Besides some interest for the cause in general, there was but little apparent interest for any only their own families. With so narrow a religion they were dying a spiritual death."},{"refcode_short":"T15 10.2","refcode_long":"Testimony for the Church — No. 15, p. 10.2 (Ellen Gould White)","content":"There were those who kept the Sabbath, attended meeting, and paid Systematic Benevolence, yet were out of the church. And it is true they were not fit to belong to any church. But while leading church members stood as some in that church did, with little or no encouragement, it was almost impossible for them to arise in the strength of God and do better. As we began to labor with the church, and teach them that they must have a spirit of labor for the erring, much that I had seen relative to the cause in that place opened before me, and I wrote out the pointed testimonies not only for those who had erred greatly and were out of the church, but for those members in the church who had erred greatly in not going in search for the lost sheep. And I was never more disappointed in the manner in which these testimonies were received. While those who had been greatly in fault were reproved by most pointed testimonies, read to them publicly, received them, and confessed with tears. Some of those in the church, who claimed to be the fast friends of the cause, and the testimonies, could hardly think it possible that they had been as wrong as the testimonies declared them to be. When they were told that they were self-caring, shut up to themselves and families; that they had failed to care for others; had been exclusive, and left precious souls to perish; that they were in danger of being overbearing and self-righteous, they were brought into a state of wonderful agitation and trial."},{"refcode_short":"T15 11.1","refcode_long":"Testimony for the Church — No. 15, p. 11.1 (Ellen Gould White)","content":"But this experience was just what they needed to teach them forbearance toward others in a similar state of trial. There are many who feel sure that they will have no trial respecting the testimonies, who continue to feel so till they are tested. They think it strange that any can doubt. They will be severe with those who manifest doubts. They will cut and slash, and show their zeal for the testimonies, showing more self-righteousness than humility. And when the Lord reproves them for their wrongs, they find themselves as weak as water. Then they can hardly endure the trial. And these things should teach them humility, self-abasement, tenderness, and undying love for the erring."},{"refcode_short":"T15 11.2","refcode_long":"Testimony for the Church — No. 15, p. 11.2 (Ellen Gould White)","content":"It seems to me that the Lord is giving the erring, the weak, the trembling, and even those who apostatized from the truth, an especial call to come fully into the fold. But there are but few in our churches who feel that this is the case. And there are still fewer who stand where they can help such. There are more who stand directly in the way of these poor souls. Very many have an exacting spirit. They require them to come to just such and such terms before they will reach to them the helping hand. Thus they hold them oft at arms’ length. They have not learned that they have an especial duty to go and search for these lost sheep. They must not wait till they come to them. Read the touching parable of the lost sheep. Luke 15:1-7. “Then drew near unto him all the publicans and sinners for to hear him. And the Pharisees and scribes murmured, saying, this man receiveth sinners, and eateth with them. And he spake this parable unto them, saying, what man of you having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost until he find it? And when he hath found it he layeth it on his shoulders rejoicing. And when he cometh home, he calleth together his friends and neighbors, saying unto them, Rejoice with me; for I have found my sheep which was lost. I say unto you, that likewise joy shall be in Heaven over one sinner that repenteth, more than over ninety and nine just persons which need no repentance.”"},{"refcode_short":"T15 12.1","refcode_long":"Testimony for the Church — No. 15, p. 12.1 (Ellen Gould White)","content":"Jesus received publicans and common sinners, and ate with them. The Pharisees murmured. In their self-righteousness they despised these poor sinners who gladly heard the words of Jesus. To rebuke this spirit in the scribes and Pharisees, and leave an impressive lesson for all, the Lord gave the parable of the lost sheep. Notice in particular the following points:"},{"refcode_short":"T15 12.2","refcode_long":"Testimony for the Church — No. 15, p. 12.2 (Ellen Gould White)","content":"The ninety and nine sheep are left, and diligent search is made for the one that is lost. The entire effort is made for this unfortunate sheep go should the effort of the church be directed in behalf of those members who are straying from the fold of Christ. And have they apostatized far away, do not wait till they return before you try to help them, but go in search of them."},{"refcode_short":"T15 12.3","refcode_long":"Testimony for the Church — No. 15, p. 12.3 (Ellen Gould White)","content":"When the lost sheep was found, with joy it was borne home, and much rejoicing followed. This illustrates the blessed, joyful work of laboring for the erring. That church that engages successfully in this work, is a happy church. That man or that woman whose soul is drawn out in compassion and love for the erring, and labors to bring them to the fold of the Great Shepherd, is engaged in a blessed work. And, oh! what a soul-enrapturing thought, that when one sinner is thus reclaimed, there is more joy in Heaven than over ninety and nine just persons. These selfish, exclusive, exacting souls, who seem to fear to help those in error, as though they would become polluted by so doing, do not taste of the sweets of this missionary work. And that blessedness which fills all Heaven with rejoicing upon the rescue of one who has apostatized more or less, they do not feel. They are shut up to their narrow views and feelings, and are becoming as dry and as unfruitful as the mountains of Gilboa, upon which there was neither dew nor rain."},{"refcode_short":"T15 13.1","refcode_long":"Testimony for the Church — No. 15, p. 13.1 (Ellen Gould White)","content":"Take a strong man and shut him away from labor, and he becomes feeble. That church, or those persons who shut themselves away from hearing burdens for others, who shut themselves up to themselves, will soon suffer spiritual feebleness. It is labor that keeps the strong man strong. And spiritual labor, toil and burden-bearing, is what will give strength to the church of Christ."},{"refcode_short":"T15 13.2","refcode_long":"Testimony for the Church — No. 15, p. 13.2 (Ellen Gould White)","content":"Sabbath and first day, April 18, 19, we enjoyed a good season with our people at Greenville. Brethren Cornell and Kellogg were with us. My husband baptized eight. The 25th and 26th, we were with the church in Wright. This dear people are ever ready to welcome us. Here my husband baptized eight."},{"refcode_short":"T15 13.3","refcode_long":"Testimony for the Church — No. 15, p. 13.3 (Ellen Gould White)","content":"May 2d, we met a large congregation at the house of worship at Monterey. My husband spoke with clearness and force upon the parable of the lost sheep. The word was greatly blessed to the people. Some who had strayed, were out of the church, and there was no spirit of labor in the church to help them. In fact, the stiff, stern, unfeeling position of some in the church was calculated to prevent their return should they be disposed thus to do. The subject touched the hearts of all, and all manifested a desire to get right. First day and evening, we spoke three times in Allegan to good congregations. Our appointment was out to meet with the church at Battle Creek, the 9th; but we felt that our work in Monterey was but just commenced. We therefore decided to return to Monterey, and labor with that church another week. The good work moved on exceeding our expectations. The house was filled, and we never witnessed such a work in Monterey in so short a time. First-day, fifty were forward for prayers. Brethren felt deeply for the lost sheep, and confessed their coldness and indifference, and took a good stand. Brethren G. T. Lay and S. Rummery gave good testimonies, and were joyfully received by their brethren. Fourteen were baptized, one of them a man near the middle-age of life who had felt opposed to the truth. The work moved on with solemnity, confessions and much weeping carrying all before it. Thus closed the arduous labors of the Conference year. And still we felt that the good work in Monterey was by no means finished. We have made arrangements to return and spend several weeks in Allegan county."},{"refcode_short":"T15 14.1","refcode_long":"Testimony for the Church — No. 15, p. 14.1 (Ellen Gould White)","content":"The Conference just past has been a season of deepest interest. The labors of my husband have been very great during its numerous sessions, and he must have rest. Our labors for the past year are regarded favorably by our people, and there was manifested to us at the Conference, sympathy, tender care, and benevolence. With them we have enjoyed great freedom, and we part, enjoying mutual confidence and love."},{"refcode_short":"T15 14","refcode_long":"Testimony for the Church — No. 15, p. 14 (Ellen Gould White)","content":"Doing for Christ"},{"refcode_short":"T15 14.2","refcode_long":"Testimony for the Church — No. 15, p. 14.2 (Ellen Gould White)","content":"From what has been shown me, Sabbath-keepers are growing more selfish as they increase in riches. Their love for Christ and his people is decreasing. They do not see the wants of the needy, nor do they feel their sufferings and sorrows. They do not realize that in neglecting the poor and the suffering they neglect Christ, and that in relieving the wants and sufferings of the poor as far as possible, they do it to Jesus."},{"refcode_short":"T15 14.3","refcode_long":"Testimony for the Church — No. 15, p. 14.3 (Ellen Gould White)","content":"Christ says to his redeemed people, “Come! ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world. For I was an hungered, and ye gave me meat: I was thirsty and ye gave me drink: I was a stranger, and ye took me in: naked, and ye clothed me: I was sick and ye visited me: I was in prison, and ye came unto me."},{"refcode_short":"T15 14.4","refcode_long":"Testimony for the Church — No. 15, p. 14.4 (Ellen Gould White)","content":"“Then shall the righteous answer him, saying, Lord, when saw we thee an hungered, and fed thee? or thirsty, and gave thee drink? When saw we thee a stranger, and took thee in? or naked, and clothed thee? Or when saw we thee sick, or in prison, and came unto thee? And the King shall answer and say unto them, Verily I say unto you, inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.”"},{"refcode_short":"T15 15.1","refcode_long":"Testimony for the Church — No. 15, p. 15.1 (Ellen Gould White)","content":"To be a toiler, through patient continuance in well-doing, which calls for self-denying labor, is a glorious work, which Heaven smiles upon. Faithful work is more acceptable to God than the most zealous and thought-to-be, holiest, worship. It is in working together with Christ, that is true worship. Prayers, exhortation and talk are cheap fruits, which are frequently tied on, but fruits that are manifested in good works, in caring for the needy, the fatherless and widows, are genuine fruits, and grow naturally upon a good tree."},{"refcode_short":"T15 15.2","refcode_long":"Testimony for the Church — No. 15, p. 15.2 (Ellen Gould White)","content":"Pure religion and undefiled before the Father is this: “To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.” The doing principle is the fruit that Christ requires us to bear; deeds of benevolence, of kind words, of tender regard for the poor, the needy, the afflicted. When hearts sympathize with hearts burdened with discouragement and grief. When the hand dispenses to the needy. When the naked are clothed, the stranger made welcome to a seat in your parlor and in your full heart. Angels are coming very near, and an answering strain is responded to in Heaven. Every act, every deed of justice and mercy and benevolence, makes heavenly music in Heaven. The Father from his throne beholds and numbers them with his most precious treasures. “And they shall be mine, saith the Lord of hosts, when I make up my jewels.” Every merciful act to the needy, the suffering, is as though done to Jesus. When you succor the poor, sympathize with the afflicted and oppressed, and befriend the orphan, you bring yourselves into a more close relationship to Jesus."},{"refcode_short":"T15 15.3","refcode_long":"Testimony for the Church — No. 15, p. 15.3 (Ellen Gould White)","content":"“Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the Devil and his angels: for I was an hungered, and ye gave me no meat: I was thirsty, and ye gave me no drink: I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not. Then shall they also answer him, saying, Lord, when saw we thee an hungered, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?”"},{"refcode_short":"T15 16.1","refcode_long":"Testimony for the Church — No. 15, p. 16.1 (Ellen Gould White)","content":"“Then shall he answer them, saying, Verily I say unto you, inasmuch as ye did it not to one of the least of these, ye did it not to me. And these shall go away into everlasting punishment: but the righteous into life eternal.[”] Matthew 25:41-46."},{"refcode_short":"T15 16.2","refcode_long":"Testimony for the Church — No. 15, p. 16.2 (Ellen Gould White)","content":"Jesus here identifies himself with his suffering people. It was I who was hungry and thirsty. It was I who was a stranger. It was I who was naked. It was I who was sick. It was I who was in prison."},{"refcode_short":"T15 16.3","refcode_long":"Testimony for the Church — No. 15, p. 16.3 (Ellen Gould White)","content":"When you were enjoying your food from your bountifully*The original publication had the spelling “bounfully.” spread tables, I was famishing of hunger in the hovel, or street, not far from you. When you closed your doors against me, while your well-furnished rooms were unoccupied, I had not where to lay my head. Your wardrobes were filled with an abundant supply of changeable suits of apparel, upon which means had been needlessly squandered, which you might have given to the needy. I was destitute of comfortable apparel. When you were enjoying health, I was sick. Misfortune cast me into prison and bound me with fetters, bowing down my spirit, depriving me of freedom and hope, while you roamed free. What a oneness Jesus here expresses as existing between himself and his suffering disciples. He makes their case his own. He identifies himself as being in person the very sufferer. Here, mark, selfish Christian, every neglect of yours to the needy poor, the orphan, the fatherless, is a neglect to Jesus in their person."},{"refcode_short":"T15 16.4","refcode_long":"Testimony for the Church — No. 15, p. 16.4 (Ellen Gould White)","content":"But I am acquainted with persons who make high professions, whose hearts are so encased in self-love and selfishness that they cannot appreciate what I am writing. They have all their lives thought and lived only for self. To make a worthy sacrifice to do others good, to disadvantage themselves to advantage others, is out of the question with them. They have not the least idea that God requires this of them. Self is their dear idol. Precious weeks, months, and years, of valuable time pass into eternity, but they have no record in Heaven of kindly acts, of sacrificing for others’ good, of feeding the hungry, in clothing the naked, or taking in the stranger. This entertaining strangers at a venture is not agreeable. If they knew that all who shared their bounty were worthy, then they might be induced to do something in this direction. But there is virtue in venturing something. Perchance we may entertain angels."},{"refcode_short":"T15 17.1","refcode_long":"Testimony for the Church — No. 15, p. 17.1 (Ellen Gould White)","content":"There are orphans that can be caved for; but this some will not venture to undertake, for it brings them work more than they care to do, leaving them but little time to please themselves. But when the King shall make investigation, these do-nothing, illiberal, selfish souls will then learn that Heaven is for those who have been workers; those who have denied themselves for Christ's sake. No provisions have been made for those who have ever taken such special care in loving and looking out for themselves. The terrible punishment the King threatened those on his left hand, in this case, is not because of their great crimes. They are not condemned for the things which they did do, but for that which they did not do. You did not those things Heaven assigned you to do. You pleased yourself, and can take your portion with self-pleasers."},{"refcode_short":"T15 17.2","refcode_long":"Testimony for the Church — No. 15, p. 17.2 (Ellen Gould White)","content":"To my sisters I would say, Be daughters of benevolence. The Son of Man came to seek and to save that which was lost. You may have thought if you could find a child without fault, you would take it, and care for it; but to perplex your mind with an erring child, to have to instruct it, and to unlearn it many things and teach it anew, to teach it self-control, is a job you refuse to undertake. To teach the ignorant, to pity those who have ever been learning evil, and to reform them, is no slight task; but Heaven has placed just such ones in your way. They are blessings in disguise."},{"refcode_short":"T15 17.3","refcode_long":"Testimony for the Church — No. 15, p. 17.3 (Ellen Gould White)","content":"I was shown years ago that God's people would be tested upon this point of making homes for the homeless. That there would be many without homes in consequence of their believing the truth. Opposition and persecution would deprive believers of their homes. And it was the duty of those who have homes to open a wide door to those who have not. I have been shown more recently that God would especially test his professed people in reference to this matter. Christ for our sakes became poor that we through his poverty might be made rich. He made a sacrifice that he might provide a home for pilgrims and strangers in the world seeking for a better country, even an heavenly. Shall those who are subjects of his grace, who are expecting to be heirs of immortality, refuse, or even feel reluctant to share their homes with the homeless and needy? Must the strangers be refused entrance to our doors, who are disciples of Jesus, because they can claim no acquaintance with any of its inmates?"},{"refcode_short":"T15 18.1","refcode_long":"Testimony for the Church — No. 15, p. 18.1 (Ellen Gould White)","content":"Has the injunction of the apostle no force in this age. “Be not forgetful to entertain strangers, for thereby some have entertained angels unawares.” I am daily pained with exhibitions of selfishness among our people. There is an alarming absence of love and care for those who are entitled to it. Our Heavenly Father lays blessings disguised in our pathway, which some will not touch for fear they will detract from their enjoyment. Angels are waiting to see if we embrace opportunities within our reach of doing good—waiting to see if we will bless others, that they in their turn may bless us. The Lord himself has made us to differ. Some poor, some rich, some afflicted; that all may have an opportunity to develop a character. The poor are purposely permitted to be thus of God, that we might be tested, and proved, and develop what is in our hearts."},{"refcode_short":"T15 18.2","refcode_long":"Testimony for the Church — No. 15, p. 18.2 (Ellen Gould White)","content":"I have heard many excuse themselves from inviting to their homes and hearts the saints of God. “Why, I have nothing prepared—I have nothing cooked—they must go to some other place.” And at that place there may be some other excuse invented for not receiving those who need their hospitality, and the feelings of the visitors are deeply grieved, and they leave with unpleasant impressions in regard to their hospitality. If you have no bread, sister, imitate the case brought to view in the Bible. Go to your neighbor and say, “Friend, lend me three loaves, for a friend of mine in his journey is come to me, and I have nothing to set before him.” We have not an example of this lack of bread ever being made an excuse to refuse entrance to an applicant."},{"refcode_short":"T15 19.1","refcode_long":"Testimony for the Church — No. 15, p. 19.1 (Ellen Gould White)","content":"When Elijah came to the widow of Sarepta, she shared her morsel with the prophet of God, and he wrought a miracle, and caused that in that act of making a home for his servant, and sharing her morsel with him, she herself was sustained, and her life and that of her son preserved. Thus will it prove in the case of many, if they do this cheerfully for the glory of God. Others plead their poor health—they would love to do if they had strength. Such have so long shut themselves up to themselves, and thought so much of their own poor feelings, and talked so much of their sufferings, trials, and affliction, that it is their present truth. They cannot think of anyone else, however much they may be in need of sympathy and assistance. You who are suffering with poor health, there is a remedy for you. “If you clothe the naked, and bring the poor that are cast out to thy house, and deal thy bread to the hungry, then shall thy light break forth as the morning, and thine health shall spring forth speedily.”"},{"refcode_short":"T15 19.2","refcode_long":"Testimony for the Church — No. 15, p. 19.2 (Ellen Gould White)","content":"Doing good is an excellent remedy for disease. Such are invited to bring their prayers to God, and he has pledged himself to answer them. “His soul shall be satisfied in drought, and he shall be like a watered garden, whose waters fail not.”"},{"refcode_short":"T15 19.3","refcode_long":"Testimony for the Church — No. 15, p. 19.3 (Ellen Gould White)","content":"Wake up, brethren and sisters. Don't be afraid of good works. “Be not weary in well doing, for ye shall reap in due time if ye faint not.” Do not wait to be told your duty. Open your eyes and see who is around you, and make yourselves acquainted with the helpless, afflicted, and needy. Hide not yourselves from them, and seek not to shut out their needs. Who gives the proofs mentioned in James of their possessing pure religion, untainted with any selfishness or corruption? Who is anxious to do all it is in their power to do to aid in the great plan of salvation?"},{"refcode_short":"T15 19.4","refcode_long":"Testimony for the Church — No. 15, p. 19.4 (Ellen Gould White)","content":"There is a widow I am acquainted with who has two small children to support, wholly by the use of her needle. She looks pale and careworn. All through the hard winter has she struggled to sustain herself and her children. She has received a little help. But who would feel any lack if a still greater interest was manifested in this case. Here are her two boys about the ages of nine and eleven years, who need homes. Who is willing to give them homes for Christ's sake. The mother should be released from this care and close confinement to her needle. These boys are in a village, their only guardian their hard-working mother. These boys need to be taught how to work, as their age will admit. They need to be patiently, kindly, lovingly instructed. Some may say, Oh! yes, I would take them and teach them how to work. But they should not lose sight of other things which these children need besides being taught to work. They need to be instructed how they shall develop good Christian character. They want the manifestation of love and affection, and to be fitted to become useful here, and finally be prepared for Heaven. Disrobe yourselves of selfishness, and see if there are not many whom you can help and bless with your homes, your sympathy, your love, and in pointing them to the Lamb of God, who taketh away the sins of the world. Do you wish to make any sacrifice to save souls? Jesus, the dear Saviour, is preparing a home for you; and why not you in your turn prepare a home for those who need homes, and in thus doing imitate the example of your Master. If you are not willing to do this, when you shall feel that you need a habitation in the heavens, none will be awarded you. “For inasmuch as ye did it not unto one of the least of these my brethren, ye did it not unto me.” You that have been selfish, studying your ease, your advantage, all your life, your hours of probation are fast closing. What are you doing to redeem your life of selfishness and uselessness? Wake up! wake up!"},{"refcode_short":"T15 20.1","refcode_long":"Testimony for the Church — No. 15, p. 20.1 (Ellen Gould White)","content":"As you regard your eternal interest, arouse yourselves, and begin to sow good seed. That which ye sow shall ye also reap. The harvest is coming — the great reaping time, when we shall reap what we have sown. There will be no failure in the crop. The harvest is sure. Now is the sowing time. Now make efforts to be rich in good works, “ready to distribute, willing to communicate, laying up in store for yourselves a good foundation against the time to come, that ye may lay hold on eternal life.” I implore you, my brethren, in every place, rid yourselves of your icy coldness. Encourage in yourselves a love of hospitality, a love to help those who need help."},{"refcode_short":"T15 21.1","refcode_long":"Testimony for the Church — No. 15, p. 21.1 (Ellen Gould White)","content":"You may say you have been bitten, taken in, bestowing your means upon those unworthy of your charity, and therefore have become discouraged in trying to help the needy. I present Jesus before you. He came to save fallen man. He came to bring salvation to his own nation; but they would not accept him. They treated his mercy with insult and contempt, and at length they put to death him who came for the purpose of giving life to them. Did our Lord turn from all the fallen race because of this? If your efforts for good have been unsuccessful ninety-nine times, and you received only insult, reproach, and hate, if the one-hundredth time proves a success, and one soul is saved, oh! what a victory is achieved. One soul wrenched from Satan's grasp; one soul you have benefited; one soul encouraged. This will a thousand times pay you for all your efforts. To you will Jesus say, “As much, as ye have done it unto the least of these my brethren, ye have done it unto me.” Should we not gladly do all we can to imitate the life of our divine Lord?"},{"refcode_short":"T15 21.2","refcode_long":"Testimony for the Church — No. 15, p. 21.2 (Ellen Gould White)","content":"Many shrink at the idea of making any sacrifice for others’ good. They are not willing to suffer for the sake of helping others. They flatter themselves that it is not required of them to disadvantage themselves for the benefit of others. To such we will say, Jesus is our example."},{"refcode_short":"T15 21.3","refcode_long":"Testimony for the Church — No. 15, p. 21.3 (Ellen Gould White)","content":"When the request was made for the two sons of Zebedee to sit the one on his right hand and the other on his left in his kingdom, Jesus answered, “Ye know not what ye ask. Are ye able to drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with? They say unto him, We are able. And he said, Ye shall drink indeed of my cup and be baptized with the baptism that I am baptized with, but to sit on my right hand and on my left is not mine to give; but it shall be given to them for whom it is prepared of my Father.” How many can answer, We can drink of the cup; we can be baptized with the baptism; and make the answer understandingly? How many imitate the great Exemplar? All who profess to be followers of Jesus Christ in taking this step pledge themselves to walk even as he walked. Yet the course many pursue who make high professions of the truth shows that they make but little reference to the Pattern in conforming their lives thereto. They shape their course to meet their own imperfect standard. They do not imitate the self-denial of Christ, or his life of sacrifice for others’ good. The poor are in our midst—the homeless and widows."},{"refcode_short":"T15 22.1","refcode_long":"Testimony for the Church — No. 15, p. 22.1 (Ellen Gould White)","content":"I heard a wealthy farmer describe the situation of a poor widow among them. He lamented her straitened circumstances, and then said, “I don't know how she is going to get along this cold winter. She has close times now.” Such ones have forgotten the Pattern, and by their acts say, Nay, Lord, we cannot drink of the cup of self-denial, humiliation, and sacrifice you drank off, nor be baptized with the suffering you were baptized with. We cannot live to do others good. It is our business to take care of ourselves."},{"refcode_short":"T15 22.2","refcode_long":"Testimony for the Church — No. 15, p. 22.2 (Ellen Gould White)","content":"Who should know how the widow should get along unless it be those who have well-filled granaries. The means for her to get along is at hand. And dare those whom God has made his stewards, to whom he has intrusted means, withhold from the needy disciples of Christ? If so, they do it to Jesus. Do you expect the Lord to rain down grain from Heaven to supply the needy? Has he not rather placed it in your hands to help and bless them through you? Has he not made you his instrument in this good work to prove you, and to give you the privilege of laying up a treasure in Heaven?"},{"refcode_short":"T15 22.3","refcode_long":"Testimony for the Church — No. 15, p. 22.3 (Ellen Gould White)","content":"Fatherless and motherless children will be thrown into the arms of the church, and Christ says to his followers, Take these destitute children, bring them up for me, and ye shall receive your wages, I have seen much selfishness exhibited in these things. Unless there is some special evidence that they themselves were to be benefited by adopting into their family those who need homes, some they turn away and answer, No. They do not seem to know nor care whether such are saved or lost. That, they think, is not their business. With Cain they say, “Am I my brother's keeper?” They are not willing to be put to inconvenience or to make any sacrifice for the orphans, and they indifferently thrust such ones into the arms of the world, who are sometimes more willing to receive them than they are. In the day of God, inquiry will be made for just such whom Heaven gave them the opportunity of saving, and they wished to be excused and would not engage in the good work unless they could be a matter of profit to them. I have been shown, those who refuse these opportunities of doing good will hear from Jesus, “As ye have not done it unto one of the least of my brethren, ye have not done it unto me.” Please read Isaiah 58:"},{"refcode_short":"T15 23.1","refcode_long":"Testimony for the Church — No. 15, p. 23.1 (Ellen Gould White)","content":"“Is it such a fast that I have chosen? a day for a man to afflict his soul? is it to bow down his head as a bulrush, and to spread sackcloth and ashes under him? wilt thou call this a fast, and an acceptable day to the Lord? Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh? Then shall thy light break forth as the morning, and thine health shall spring forth speedily; and thy righteousness shall go before thee; the glory of the Lord shall be thy rearward. Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking vanity; and if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noon-day. And the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones; and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.”"},{"refcode_short":"T15 24.1","refcode_long":"Testimony for the Church — No. 15, p. 24.1 (Ellen Gould White)","content":"This is the especial work now before us. All our praying and abstinence from food will avail nothing, unless we resolutely lay hold of this work. Sacred obligations are resting upon us. Our duty is plainly stated. The Lord has spoken unto us by his prophet. The thoughts of the Lord and his ways are not what blind, selfish mortals believe they are, or wish them to be. The Lord looks on the heart. If selfishness dwells there, he knows it. We may seek to conceal our true character from our brethren and sisters, but God knows. And nothing can be hid from him."},{"refcode_short":"T15 24.2","refcode_long":"Testimony for the Church — No. 15, p. 24.2 (Ellen Gould White)","content":"The fast is described which God can accept. To deal thy bread to the hungry. Bring the poor which are cast out, to thy house. Wait not for them to come to you. The labor rests not on them to hunt you up, and entreat of you a home for themselves. You are to search for them, and you bring them to your house. You are to draw out your soul after them. You are with one hand to reach up and by faith take hold of the mighty arm which bringeth salvation, while with the other hand of love reach the oppressed, and relieve them. It is impossible for you to fasten upon the arm of God with one hand, while the other is employed in administering to your own pleasure. If thou shalt engage in this work of mercy and love, will the work prove too hard for you?"},{"refcode_short":"T15 24.3","refcode_long":"Testimony for the Church — No. 15, p. 24.3 (Ellen Gould White)","content":"Will you fail and be crushed under the burden, and your family be deprived of your assistance and influence. Oh! no, God has carefully removed all doubts upon this question, by a pledge to you on condition of your obedience. This promise covers all the most exacting, the most hesitating, could crave. “Then shall thy light break forth as the morning, and thy health spring forth speedily.” Only believe that He is faithful that hath promised. The physical strength God can renew. And more, he says he will do it. And the promise does not end here. “Thy righteousness shall go before thee. The glory of the Lord shall be thy rearward.” God will build a fortification around thee. The promise does not stop here. Thou shalt call and the Lord shall answer. Thou shalt cry and he shall say, Here I am. If ye put down oppression and remove the speaking of vanity, if ye draw out your soul to the hungry, “Then shall thy light rise in obscurity, and thy darkness be as the noonday. The Lord shall guide the continually, and make fat thy bones, and satisfy thy soul in drought (famine) and thou shalt be like a watered garden, and a spring of water, whose waters fail not.”"},{"refcode_short":"T15 25.1","refcode_long":"Testimony for the Church — No. 15, p. 25.1 (Ellen Gould White)","content":"Read Isaiah 58, ye who claim to be children of the light. Especially do you read it again and again who have felt so fearful to inconvenience yourselves by favoring the needy; you whose hearts and houses are too narrow to make a home for the homeless, read it. You who can see orphans and widows oppressed by the iron hand of poverty, and bowed down by the hard-hearted worldlings, read it."},{"refcode_short":"T15 25.2","refcode_long":"Testimony for the Church — No. 15, p. 25.2 (Ellen Gould White)","content":"Are you afraid that an influence will be introduced into your family that will cost you more labor, read it. Your fears may be groundless, and a blessing may come, known and realized by you every day. But if otherwise, if extra labor is called for, you can draw upon One who hath promised, “Then shall thy light break forth as the morning, and thine health shall spring forth speedily.” Why God's people are not more spiritually-minded, and have no more faith, I have been shown, is because they are narrowed up with selfishness. The prophet is addressing Sabbathkeepers, not sinners, not unbelievers, but those who make great pretensions to godliness. It is not the abundance of your meetings that God accepts. It is not the numerous prayers, but the right-doing. Doing the right thing, and at the right time. It is to be less self-caring, and more benevolent. Our souls must expand. Then God will make them like a watered garden, whose waters fail not."},{"refcode_short":"T15 25.3","refcode_long":"Testimony for the Church — No. 15, p. 25.3 (Ellen Gould White)","content":"Read Isaiah 1. “And when ye spread forth your hands, I will hide mine eyes from you; yea, when ye make many prayers, I will not hear: your hands are full of blood. Wash ye, make you clean; put away the evil of your doings from before mine eyes; cease to do evil; learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow. Come now, and let us reason together, saith the Lord: though your sins he as scarlet, they shall be white as snow; though they be red like crimson, they shall be as wool. If ye be willing and obedient, ye shall eat the good of the land; but if ye refuse and rebel, ye shall be devoured with the sword; for the mouth of the Lord hath spoken it.”"},{"refcode_short":"T15 26.1","refcode_long":"Testimony for the Church — No. 15, p. 26.1 (Ellen Gould White)","content":"The gold mentioned by Christ, the True Witness, which all must have, has been shown me to be faith and love combined, and love takes the precedence of faith. Satan is constantly at work to remove these precious gifts from the hearts of God's people. All are engaged in playing the game of life. Satan is well aware if he can remove love and faith and supply their place with selfishness and unbelief, all the remaining precious traits will soon be skillfully removed by his deceitful hand, and the game will be lost."},{"refcode_short":"T15 26.2","refcode_long":"Testimony for the Church — No. 15, p. 26.2 (Ellen Gould White)","content":"My dear brethren, will you allow Satan to accomplish his purposes? Will you submit to lose the game in which you are desirous to win everlasting life? If God has ever spoken by me, you will just as surely be overcome by Satan, instead of being an overcomer, as the throne of God stands sure, unless you are entirely transformed. Love and faith must be won back. Will you engage in this conflict anew, and win back the precious gifts you are nearly destitute of? You will have to make efforts more earnest, more persevering and untiring, than you have ever made. It is not to merely pray or fast, but it is to be obedient, to divest yourselves of your selfishness, and obey the fast which he has chosen, which he will accept. Many may feel grieved because I have spoken plainly. But this I shall continue to do, if God lays the burden upon me."},{"refcode_short":"T15 26.3","refcode_long":"Testimony for the Church — No. 15, p. 26.3 (Ellen Gould White)","content":"God requires that those who occupy responsible positions should be consecrated to the work; for if they move wrong, the people take lenity to follow in their footsteps. If the people are wrong, and they lift not their voice against the error and wrong, they sanction the same, and the sin is charged upon them as well as the offender. Those who occupy responsible positions should be men of piety, who feel the burden of the work resting upon them continually."},{"refcode_short":"T15 27","refcode_long":"Testimony for the Church — No. 15, p. 27 (Ellen Gould White)","content":"Epistle Number One"},{"refcode_short":"T15 27.1","refcode_long":"Testimony for the Church — No. 15, p. 27.1 (Ellen Gould White)","content":"Dear Bro.:—I have been designing to write you for some time, but our labors have been so constant and wearing, that I have had no time nor strength to do so. Your case was shown me in the last vision given me. You were in a critical condition. You knew the truth, you understood your duty, and in the light of the truth you had rejoiced; but because it interfered with your worldly pursuits, you were about to sacrifice truth and duty to your own convenience. You were looking at your own present, pecuniary advantages, and losing sight of the eternal weight of glory. You were about to make an immense sacrifice for the flattering prospect of present gain. You were just upon the point of selling your birthright for a mess of pottage. Had you turned from the truth for earthly gain, it would not have been a sin of ignorance on your part, but willful transgression."},{"refcode_short":"T15 27.2","refcode_long":"Testimony for the Church — No. 15, p. 27.2 (Ellen Gould White)","content":"Esau, because he lusted for a favorite dish, sacrificed his birthright to gratify appetite. After his lustful appetite was gratified, then he saw his folly, but found no space for repentance although he sought it carefully, and with tears."},{"refcode_short":"T15 27.3","refcode_long":"Testimony for the Church — No. 15, p. 27.3 (Ellen Gould White)","content":"There are very many who are like Esau. He represents a class who have a special, valuable blessing, within their reach,—the immortal inheritance; life that is as enduring as the life of God, the Creator of the universe; happiness immeasurable, and an eternal weight of glory. Yet there are very many who have indulged their appetites, passions and inclinations, so long that their powers to discern and appreciate the value of eternal things are weakened. Esau had a special, strong desire for a particular article of food, and he had gratified self so long, he did not feel the necessity of turning from the tempted, coveted dish."},{"refcode_short":"T15 27.4","refcode_long":"Testimony for the Church — No. 15, p. 27.4 (Ellen Gould White)","content":"He thought upon it and made no special effort to restrain his appetite, until the power of appetite bore down every other consideration, and controlled him, and he imagined he would suffer great inconvenience, and even death, if he could not have that particular dish. The more he thought upon it the more his desire strengthened, until his birthright, which was sacred, lost its value and its sacredness. He thought, Well, if I now sell it, I can easily buy it back again. He flattered himself that he could dispose of it at will, and buy it back at pleasure. He bartered it away for a favorite dish. When he sought to purchase it back, even at a great sacrifice on his part, he was not able to do so. He then bitterly repented his rashness, his folly, his madness. He looked the matter over on every side. He sought for repentance carefully and with tears. It was all in vain. He had despised the blessing, and the Lord removed it from him forever. You have thought if you should sacrifice the truth now and go on in a course of open transgression and disobedience, that you would not break over all restraint and become reckless, that if you should become disappointed in your hopes and expectations of worldly gain, you could again interest yourself in the truth and become a candidate for everlasting life. But you deceived yourself in this matter. Had you sacrificed the truth for worldly gain, it would have been at the expense of life everlasting. Under the parable of a great supper, our Saviour shows that many will choose the world above himself, and will as the result lose Heaven. The gracious invitation of our Saviour was slighted. He had been to the trouble and expense to make a great preparation at an immense sacrifice. Then sent his invitation. But they with one consent began to make excuses. “I have bought a piece of ground and must needs go and see it, I pray thee have me excused; and another said, I have bought five yoke of oxen, and I go to prove them; I pray thee have me excused; another said I have married me a wife, therefore I cannot come.” The Lord then turns from the wealthy and the world-loving, whose lands and oxen and wives were of so great value in their estimation as to outweigh the advantages they would gain by accepting the gracious invitation he had given them to eat of his supper. The master of the house was angry and turned from those who had thus insulted his bounty offered them, and turns to a class who are not full, who are poor, who are hungry, who are not in possession of lands, and houses, they are maimed and lame, halt and blind, and they will appreciate the bounties provided, and in return will render the master sincere gratitude, unfeigned love and devotion, and yet there is room. The command is to go out into the highways and hedges, and compel them to come in, that my house may be filled. “For I say unto you that none of these men which were bidden shall taste of my supper.” Here is a class rejected of God because they despised the invitation of the Master. The Lord declared to Eli, They that honor me I will honor, and they that despise me shall be lightly esteemed. Says Christ, “If any man serve me let him follow me, and where I am there shall also my servant be; if any man serve me him will my Father honor.” God will not be trifled with. Those who have the light and reject it, or neglect to follow it out, to them it will become darkness. An immense sacrifice was made on the part of God's dear Son, that he might have power to rescue fallen man and exalt him to his own right hand, make him an heir of the world, and a possessor of the eternal weight of glory. Language will fail of estimating the value of the immortal inheritance."},{"refcode_short":"T15 29.1","refcode_long":"Testimony for the Church — No. 15, p. 29.1 (Ellen Gould White)","content":"The glory, riches, and honor, offered by the Son of God, is of such infinite value that it is beyond the power of men or even angels to give any just idea of its worth, its excellence, its magnificence. If men, plunged in sin and degradation, refuse these heavenly benefits, refuse a life of obedience, trample upon the gracious invitations of mercy, and choose the paltry things of earth because they are seen, and it is convenient for their present enjoyment to pursue a course of sin, Jesus will carry out the figure in the parable; such shall not taste of his glory; but the invitation will be extended to another class. Those who choose to make excuses, continue in sin and conformity to the world, will be left to their idols. There will be a day when they will not beg to be excused, not one will wish to be excused. When Christ shall come in his glory and with the glory of his Father, and all the heavenly angels surrounding him, escorting him on his way, with voices of triumph, while strains of the most enchanting music fall upon the ear, all then will be interested; not one indifferent spectator."},{"refcode_short":"T15 30.1","refcode_long":"Testimony for the Church — No. 15, p. 30.1 (Ellen Gould White)","content":"Speculations will not then engross the soul. The miser's piles of gold, which are before him, which have feasted his eyes, are no more attractive. The palaces which proud men of earth have erected, and which have been their idols, are turned from with loathing and disgust. No one pleads his lands, his oxen, his wife that he has just married, as reasons why they should be excused from sharing the glory that bursts upon their astonished vision. All want a share, but know that it is not for them."},{"refcode_short":"T15 30.2","refcode_long":"Testimony for the Church — No. 15, p. 30.2 (Ellen Gould White)","content":"They call in earnest, agonizing prayer for God to pass them not by. The kings, the mighty men, the lofty, the proud, the mean man, alike bow together under a pressure of woe, desolation, misery; inexpressible, heart-anguished prayers, wrung from the lips, Mercy! mercy! Save us from the wrath of an offended God! A voice answers them with terrible distinctness, sternness*The original publication had the spelling “sterness.” and majesty, “Because I have called, and ye have refused; I have stretched out my hand, and ye have not regarded; but ye have set at naught all my counsel, and would none of my reproof, I also will laugh at your calamity; I will mock when your fear cometh.”"},{"refcode_short":"T15 30.3","refcode_long":"Testimony for the Church — No. 15, p. 30.3 (Ellen Gould White)","content":"Then kings and nobles, the mighty man, and the poor man, and the mean man, alike, cried there most bitterly. They who in the days of their prosperity despised Christ and the humble ones who followed in his footsteps, men who would not humble their dignity to bow to Jesus Christ, who hated his despised cross, now are prostrate in the mire of the earth. Their greatness has all at once left them, and they do not hesitate to bow to the earth at the feet of the saints. They then realize with terrible bitterness that they are eating the fruit of their own way, and being filled with their own devices. In their supposed wisdom they turned away from the high, eternal reward, rejected the heavenly inducement, for earthly gain. The glitter and tinsel of earth fascinated them, and in their supposed wisdom they became fools. They exulted in their worldly prosperity as though their worldly advantages were so great, they could, through them, be recommended to God, and thus secure Heaven."},{"refcode_short":"T15 31.1","refcode_long":"Testimony for the Church — No. 15, p. 31.1 (Ellen Gould White)","content":"Money was power among the foolish of earth, and money was their God; but their very prosperity has destroyed them. They became fools in the eyes of God and his heavenly angels, while men of worldly ambition thought them wise. Now their supposed wisdom is all foolishness, and their prosperity their destruction. Again rings forth in shrieks of fearful, heart-rending anguish, “Rocks and mountains, fall on us, and hide us from the face of him who sitteth on the throne, and from the wrath of the lamb; for the great day of his wrath is come, and who shall be able to stand.” To the caves of the earth they flee as a covert, but they fail to be such then."},{"refcode_short":"T15 31.2","refcode_long":"Testimony for the Church — No. 15, p. 31.2 (Ellen Gould White)","content":"Dear brother, life or death is before you. Do you know why your steps have faltered? Why you did not persevere with courage and firmness? You have a violated conscience. Your business career has not been straightforward. You have something to do here. Your father did not regard these things in the correct light. You regard them as do worldlings in general, but not as God regards them. Thou shalt love thy neighbor as thyself. Hast thou done this? Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength. If this commandment is obeyed, it prepares the heart to obey the second, which is like unto it—love thy neighbor as thyself. All the ten commandments are embodied in these two specified. The first takes in the first four commandments, which show the duty of man to his Creator. The second takes in the last six, which show the duty of man to his fellow man. On these two commandments hang all the law and the prophets. They are two great arms sustaining all ten of the commandments, the first four and the last six. These must be strictly obeyed."},{"refcode_short":"T15 31.3","refcode_long":"Testimony for the Church — No. 15, p. 31.3 (Ellen Gould White)","content":"“If ye would enter into life keep the commandments.” Very many who profess to be Christ's disciples will apparently pass along smoothly in this world, and men will regard them as upright, godly men, when they have a plague spot at the core, which taints their whole character and corrupts their religious experience."},{"refcode_short":"T15 32.1","refcode_long":"Testimony for the Church — No. 15, p. 32.1 (Ellen Gould White)","content":"“Thou shalt love thy neighbor as thyself.” This forbids the taking advantage of our fellow-men in order to advantage ourselves. We are forbidden to wrong our neighbor in anything. We should not view the matter from the worldling's stand-point. To deal with our fellow-men in every instance, just as we should wish them to deal with us, is a rule we should apply to ourselves practically. God's laws are to be obeyed to the letter. In all our intercourse and deal with our fellow-men, whether believers, or unbelievers, this rule is to be applied: Love thy neighbor as thyself."},{"refcode_short":"T15 32.2","refcode_long":"Testimony for the Church — No. 15, p. 32.2 (Ellen Gould White)","content":"Here many who profess to be Christians will not bear the measurement of God; when weighed in the balances of the sanctuary, will be found wanting. Dear brother, “Come out from among them and be ye separate, saith the Lord, and touch not the unclean, and I will receive you, and be a father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.” What a promise is this. But we are not to lose sight of the fact that it is a promise based upon obedience to the command. God calls you to separate from the world. You are not to imitate or follow their practices, nor be conformed to the world in your course of action in any respect. But be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect will of God."},{"refcode_short":"T15 32.3","refcode_long":"Testimony for the Church — No. 15, p. 32.3 (Ellen Gould White)","content":"God calls for separation from the world. Will you obey? Will you come out from among them, and remain separate and distinct from them? For what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness? You cannot mingle with worldlings, and partake of their spirit, and follow their example, and be at the same time a child of God. The Creator of the universe addresses you as an affectionate Father. If you separate from the world in your affections, and are not sullied with its corruption, remain free from its contaminations, escape the pollution that is in the world through lust, God will be your Father, he will adopt you into his family, and you shall be his heir. In place of the world, he will give you, for a life of obedience, the kingdom under the whole heavens. He will give you an eternal weight of glory. Immortal life that is as enduring as eternity."},{"refcode_short":"T15 33.1","refcode_long":"Testimony for the Church — No. 15, p. 33.1 (Ellen Gould White)","content":"Your Heavenly Father proposes to make you a member of the royal family, that through his exceeding great and precious promises, you might be a partaker of the divine nature, having escaped the corruption that is in the world through lust. The more you partake of the character of the pure, sinless angels, and of your redeemer, Jesus Christ, the more vividly will you bear the impress of the divine, and the more faint will be the resemblance of the world. The world and Christ will be at variance, because the world will not be in union with Christ. The world will also be at variance with Christ's followers. In the prayer of Christ to his Father, he addresses him thus: “I have given them thy word, and the world hateth them, because they are not of the world, even as I am not of the world.”"},{"refcode_short":"T15 33.2","refcode_long":"Testimony for the Church — No. 15, p. 33.2 (Ellen Gould White)","content":"Your calling is a high, an elevated one to glorify God in your body and spirit which are God's. You are not to measure yourself by others. The word of God has presented you an unerring pattern, a faultless example."},{"refcode_short":"T15 33.3","refcode_long":"Testimony for the Church — No. 15, p. 33.3 (Ellen Gould White)","content":"You have dreaded the cross. It was an inconvenient instrument to lift, and because it was covered with reproach and shame, you have shunned it."},{"refcode_short":"T15 33.4","refcode_long":"Testimony for the Church — No. 15, p. 33.4 (Ellen Gould White)","content":"The health reform you need to carry out in your life; to deny yourself, and eat and drink to the glory of God. Abstain from fleshly lusts, which war against the soul. You need to practice temperance in all things. Here is a cross you have shunned."},{"refcode_short":"T15 33.5","refcode_long":"Testimony for the Church — No. 15, p. 33.5 (Ellen Gould White)","content":"To confine yourself to a simple diet, which will preserve you in the best condition of health, is to you a task. Had you acted up to the light Heaven has permitted to shine upon your pathway, much suffering might have been saved your family. God will not come into your family, and especially bless you, and work a miracle to save your family from suffering, when your own course of action has brought the sure result. A plain diet, free from all spice, and the disuse of flesh-meats, and grease of all kinds, would prove to you a blessing, and save your wife a great amount of suffering, despondency, and grief."},{"refcode_short":"T15 34.1","refcode_long":"Testimony for the Church — No. 15, p. 34.1 (Ellen Gould White)","content":"Again, you have not pursued a course which would assure to you the blessing of God. If you would have his blessing attend you, and his presence to abide in your family, you must obey him, and do his will irrespective of losses or gains, or your own pleasure. You are not to consult your desires, nor the approbation of worldlings, who know not God, and seek not to glorify him. If you walk contrary unto God, he will walk contrary unto you. If you have other gods before the Lord, your heart will be turned away from serving the only true and living God, who requires the whole heart, the undivided affections. All the heart, all the soul, all the mind, and all the strength, does God require. He will accept of nothing short of this. No separation is allowed here. No half-hearted work will be accepted."},{"refcode_short":"T15 34.2","refcode_long":"Testimony for the Church — No. 15, p. 34.2 (Ellen Gould White)","content":"In order to render to God perfect service, you want clear conceptions of his requirements. You should indulge in the use of the most simple food, prepared in the most simple manner, that the fine nerves of the brain be not weakened, benumbed nor paralyzed, making it impossible for you to discern sacred things, and to value the atonement, and the cleansing blood of Christ as of priceless worth. “Know ye not that they which run in a race, run all; but one receiveth the prize? So run that ye may obtain. And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible. I therefore so run, not as uncertainly: so fight I, not as one that beateth the air. But I keep under my body, and bring it into subjection; lest that I by any means, when I have preached to others, I myself should be a castaway.”"},{"refcode_short":"T15 34.3","refcode_long":"Testimony for the Church — No. 15, p. 34.3 (Ellen Gould White)","content":"If men, for no higher object than a wreath or perishable crown, as a reward of their ambition, subjected themselves to temperance in all things, how much more should those who profess to be seeking, not only an unfading crown of immortal glory, but a life which is to endure as long as the throne of Jehovah, and riches that are eternal, honors which are imperishable, and an eternal weight of glory. Will not the inducements presented before those who are running in the Christian race, lead them to practice self-denial, and temperance in all things, that they may keep their animal propensities in subjection, keep under the body, control the lustful passions and appetite? Then can they be partakers of the divine nature, having escaped the corruption that is in the world through lust."},{"refcode_short":"T15 35.1","refcode_long":"Testimony for the Church — No. 15, p. 35.1 (Ellen Gould White)","content":"If the exceeding precious and glorious reward promised, will not lead us to welcome greater privations, and endure greater self-denial than worldly men who are seeking merely a bauble of earth, a perishable laurel which brings honors from a few of the worldly, and hate from more, we are unworthy of everlasting life. Our zeal, perseverance, courage, energy, self-denial and sacrifice, should excel in earnestness and intensity, those who are engaged in any other enterprise, to that degree that the object we are seeking to attain is of higher value. The treasure we are after is imperishable, eternal, immortal, all over glorious; while that which the worldling is in pursuit of is fading, endures but a day, is perishable, fleeting as the morning cloud."},{"refcode_short":"T15 35.2","refcode_long":"Testimony for the Church — No. 15, p. 35.2 (Ellen Gould White)","content":"The cross, the cross, lift it, Brother ——, and in the act of raising it you will be astonished to find the cross raises you. It lifts you, it supports you, and in adversity, privation and sorrow it will be a strength, and a staff to you. You will find it all hung with mercy, compassion, sympathy and inexpressible love. It will prove to you a pledge of immortality. May you be able to say with Paul, “God forbid that I should glory save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me and I unto the world.”"},{"refcode_short":"T15 35.3","refcode_long":"Testimony for the Church — No. 15, p. 35.3 (Ellen Gould White)","content":"The Spirit of the Lord has been striving with your wife for some time. If you would yield all to God, she would have strength to take her position to seek to live out the truth. If you choose to turn from the truth you will not go down alone; you will not only lose your own soul, but will be the means of turning others out of the way, and the blood of souls will be in your garments. Had you maintained your integrity, your mother, your brother ——, and one who now hovers over the brink of the grave, might have been enjoying the consolation of the Spirit of God, and now had a good experience in the truth. Ever bear in mind, my dear brother, we are accountable for the influence we exert. Our influence gathers with Christ or scatters abroad. We are either helping souls in the narrow path of holiness, or we are hindering them; a stumbling-block to them, turning them out of the way. You, my much-esteemed brother, have no time to lose. Be in earnest to redeem the time, because the days are evil. Your associates, those whose company you have chosen, have been a hindrance to you. Come out from among them, and be separate. Draw nigh to God, and come in closer union with his people. Let your interest and your affections center in Christ and his followers. Love those best who love Christ most. Sever the links which have bound you to those who love not God and the truth. What communion hath light with darkness; or what part hath he that believeth, with an infidel."},{"refcode_short":"T15 36.1","refcode_long":"Testimony for the Church — No. 15, p. 36.1 (Ellen Gould White)","content":"You are in imminent danger of making shipwreck of faith. You need all the strength you can obtain from the people of God, those who possess hope, courage, and faith. But do not neglect prayer, secret prayer. Be instant in prayer, encourage a spirit of true devotion. In your business career you have a work to do. Just what, I am unable to tell you; but something is wrong. Search carefully. We are doing up work for eternity. All our acts, all our words, are to be weighed in the balances of the sanctuary. A just and impartial God is to determine all our cases, every event of our life history. He that is faithful in that which is least, is faithful also in much. And he that is unjust in the least, is unjust also in much."},{"refcode_short":"T15 36.2","refcode_long":"Testimony for the Church — No. 15, p. 36.2 (Ellen Gould White)","content":"Let nothing obstruct your progress in the way to everlasting life. Your eternal interest is at stake. There must be a thorough work wrought in you. You must be fully converted or you will fail of Heaven. But, Jesus invites you to make him your strength, your support. He will be to you a present help in every time of need. He will be to you as the shadow of a great rock in a weary land. Let it not be your great anxiety to succeed in this world. Let the burden of your soul be, How shall I secure the better world. What have I to do to be saved. In saving your own soul, you save others. In lifting yourself you lift others. In fastening your grasp upon the truth, and upon the throne of God, you aid others to fix their trembling faith upon the promises of God, and his eternal throne. The position you must come into, is to value salvation dearer than earthly gain, to count everything but loss that you may win Christ. The consecration on your part must be entire. God will admit of no reserve, of no divided sacrifice, no idol can you cherish. You must die to self, die to the world. Renew your consecration to God daily. Everlasting life is worth a lifelong, persevering, untiring effort."},{"refcode_short":"T15 37.1","refcode_long":"Testimony for the Church — No. 15, p. 37.1 (Ellen Gould White)","content":"I was shown in regard to your brother ——, that he had been convinced upon the truth for some time, but influences had held him back. His wife had hindered him from obeying his convictions. But in her affliction she sought the Lord and he was found of her. Then her anxiety was for her husband, that he should embrace the truth, for she repented that she had opposed her husband, that her pride and love of the world had so long kept him from receiving the truth. Like a tired, wearied child, in search of rest, but unable to obtain it, she at length complies with the gracious invitation, “Come unto me, ye that labor and are heavy laden, and I will give you rest.” Her weary, burdened soul, seeks her Lord, and with repentance, humiliation and earnest prayer, she cast her burden upon the great burden-bearer, and in him realizes rest; received the evidence that her humiliation and earnest repentance were accepted of God, and that for Christ's sake he had forgiven her sins."},{"refcode_short":"T15 37.2","refcode_long":"Testimony for the Church — No. 15, p. 37.2 (Ellen Gould White)","content":"I was shown, ——, that you had but a short time to work. Do up your work thoroughly, redeem the time. Let not a blot tarnish your Christian character in your business transactions. Keep your garments unspotted from the world. Watch and pray, lest ye enter into temptation. Temptations may be all around you, but you are not compelled to enter into them. You may obtain strength from Christ to stand unsullied amid the pollutions of this corrupt age. “Whereby are given unto us exceeding great and precious promises; that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.” Keep the eye steadily fixed upon Christ, upon the divine image. Imitate his spotless life, and with him, you will be partaker of his glory and inherit the kingdom prepared for you from the foundation of the world."},{"refcode_short":"T15 38","refcode_long":"Testimony for the Church — No. 15, p. 38 (Ellen Gould White)","content":"Epistle Number Two"},{"refcode_short":"T15 38.1","refcode_long":"Testimony for the Church — No. 15, p. 38.1 (Ellen Gould White)","content":"Bro. —— has had the cause of God at heart, but he has felt too deeply, and has taken on many burdens he should not have borne. He has suffered in health in this way. He has viewed things sometimes in a strong light, and has been too earnest and anxious to have all see matters in just the light he viewed them; and, because they were backward in doing so, he has felt nearly crushed. He feels to the depth, and is in danger of urging his views of things too strongly."},{"refcode_short":"T15 38.2","refcode_long":"Testimony for the Church — No. 15, p. 38.2 (Ellen Gould White)","content":"Sr. —— wants to be a Christian, but is of a very sanguine turn of mind; self-confident, ardent, and has not cultivated discretion and true courtesy. She shows the rough part of her character, and has not appeared to advantage. She has moved from impulse, just as she felt. Sometimes, much excited and strong. She has strong likes and dislikes, and has permitted this unfortunate trait in her character to develop itself, greatly to the detriment of her own spiritual advancement, and to the injury of the church. She has talked too much, and unwisely, just as she felt. This has had a strong influence upon her husband, and led him to move, at times, from excitement of feeling, when to have waited, and calmly looked at matters for some time, and weighed them properly, would have been better for himself and for the church. Nothing is gained by hurriedly moving, moving from impulse, or from strong feeling."},{"refcode_short":"T15 39.1","refcode_long":"Testimony for the Church — No. 15, p. 39.1 (Ellen Gould White)","content":"Sr. —— moves from impulse, and finds fault, and has had too much to say against her brethren and sisters, which will cause confusion in any church. If she could control her own spirit, a great victory would be gained. If she would seek the heavenly adorning, even the ornament of a meek and quiet spirit which God the creator of the heavens and the earth, calls of great price, she would then be a real help to the church. If she would cherish the spirit of Christ, and be a peacemaker, her own soul would flourish, and she would be a blessing to the church wherever she may be located."},{"refcode_short":"T15 39.2","refcode_long":"Testimony for the Church — No. 15, p. 39.2 (Ellen Gould White)","content":"Unless she is converted, and an entire change wrought in her, and unless she educates herself to be slow to speak, slow to wrath, and cultivates true Christian courtesy, her influence will prove injurious, and the happiness of others connected with her, suffer. She has an independence which is a damage to her, and alienates her friends from her. This independence has caused her much trouble, and has wounded her best friends."},{"refcode_short":"T15 39.3","refcode_long":"Testimony for the Church — No. 15, p. 39.3 (Ellen Gould White)","content":"If those who had means acted close toward her husband, and did not favor him more than worldlings in business transactions, she has felt, and talked, and aroused feelings of dissatisfaction, where none previously existed. This is a selfish world at best. Those who profess the truth are, many of them, not sanctified by the truth they profess, and may not have a heart to make even a trifling variation in the prices of produce when dealing with a poor brother, any more than they would with an able worldling. It would be more pleasing to God were there less selfishness, and more disinterested benevolence. There is not a loving their neighbors as themselves."},{"refcode_short":"T15 39.4","refcode_long":"Testimony for the Church — No. 15, p. 39.4 (Ellen Gould White)","content":"As Sr. —— has seen that in deal this spirit was manifest, she has committed a greater sin by feeling and talking in regard to the matter as she has. She has erred in expecting too much. The tongue has been truly an unruly member, a world of iniquity, set on fire of hell, untamed and untamable."},{"refcode_short":"T15 40.1","refcode_long":"Testimony for the Church — No. 15, p. 40.1 (Ellen Gould White)","content":"Sr. —— has had a spirit of retaliation, to manifest by her deportment, that she was offended. This was all wrong. She has cherished bitter feelings, which is foreign to the spirit of Christ. Anger, resentment, and all kinds of unkind tempers are indulged by speaking against those with whom we are displeased, and in reciting the errors and failings, and sins of neighbors. The lustful desires are gratified. If, Sr. ——, you are grieved because your neighbors or friends are doing wrong to their own hurt, if they are overtaken in fault, follow the Bible rule. “Tell him his fault between thee and him alone.” As you go to the one you suppose to be in error, see that you speak in a meek and lowly spirit; for the wrath of man worketh not the righteousness of God. The erring can in no other way be restored than in the spirit of meekness and gentleness, and tender love. Be careful in your manner. Avoid any thing in look or gesture, word or tone of voice, that savors of pride, or self-sufficiency. Guard yourself against a word or look that would exalt yourself, or offset your goodness and righteousness in contrast with their failings. Beware of the most distant approach to disdain, overbearing, or contempt. With care avoid every appearance of anger; and though you use plainness of speech, yet let there be no reproach, no railing accusation, no token of warmth, but that of earnest love. Above all let there be no shadow of hate or ill-will, no bitterness, nor sourness of expression. Nothing but kindness and gentleness can flow from a heart of love. Yet all these precious fruits need not hinder your speaking in the most serious, solemn manner, as though angels were directing their eyes upon you, and you acting in reference to the coming Judgment. Bear in mind that the success of reproof depends greatly upon the spirit in which it is given. Do not neglect earnest prayer that you may possess a lowly mind, and that angels of God may work upon the hearts you are trying to reach, before you, and so soften them by heavenly impressions, that your efforts may avail. If any good is accomplished, take no credit to yourself. God alone should be exalted. God alone hath done it all."},{"refcode_short":"T15 41.1","refcode_long":"Testimony for the Church — No. 15, p. 41.1 (Ellen Gould White)","content":"You have excused yourself for speaking evil of your brother or sister or neighbor to others before going to them, and taking the steps God has absolutely commanded you. “Why! I did not speak to any one until I was so burdened that I could not refrain.” What burdened you? Was it a plain neglect of your own duty, a thus saith the Lord? You were under the guilt of sin because you did not go tell him his fault between thee and him alone. If you did not do this, if you disobeyed God, how should you be otherwise than burdened unless your heart was hardened while you were trampling the command of God under foot, and hating your brother or neighbor in your heart? And what way have you found to unburden yourself? God reproves you for a sin of omission, not telling your brother or sister their fault, and you excuse and comfort yourself under his censure by a sin of commission, by telling your brother's faults to another person! Is this the right way to purchase ease, by committing sin?"},{"refcode_short":"T15 41.2","refcode_long":"Testimony for the Church — No. 15, p. 41.2 (Ellen Gould White)","content":"All your efforts to save the erring may be unavailing. They may repay you evil for good. They may be enraged rather than convinced. What if they hear to no good purpose, and pursue the evil course they have begun. This will frequently occur. Sometimes the mildest and tenderest reproof will have no good effect. In that case, the blessing you wanted another to receive by pursuing a course of righteousness, ceasing to do evil, and learning to do well, will return into your own bosom. If the erring persist in sin, treat them kindly and leave them with your Heavenly Father. You have delivered your soul. Their sin no longer rests upon you. You are not now partaker of their sin. But, if they perish, their blood is upon their own head. Dear friend, an entire transformation must take place in you, or you will be weighed in the balance and found wanting."},{"refcode_short":"T15 41.3","refcode_long":"Testimony for the Church — No. 15, p. 41.3 (Ellen Gould White)","content":"The church at —— have a lesson to learn, especially talking women. “If any man (or woman) seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man's religion is vain.” Many will be weighed in the balance and found wanting in this matter of so great importance. Where are the Christians who walk by this rule? who will take God's part against the evil speaker? who will please God, and set a watch, a continual watch, before thy mouth, and keep the door of thy lips? Speak evil of no man. Hear evil of no man. If there be no hearers to be found, there will be no speakers of evil. If any speaks evil in thy presence, check him. Refuse to hear if his manner be ever so soft, and accents mild. He may throw out sideway hints, profess attachment, and yet stab the character in the dark."},{"refcode_short":"T15 42.1","refcode_long":"Testimony for the Church — No. 15, p. 42.1 (Ellen Gould White)","content":"Resolutely refuse to hear, though the whisperer complains of being burdened till he speak. Burdened indeed! with a cursed secret which separateth very friends. Go, burdened ones, and be delivered of your burden in God's appointed way. First, go tell thy brother between thee and him alone. If this fail, next take with thee one or two friends, and tell him in their presence. If this does not prove a success; if these steps fail, then tell it to the church. Not an unbeliever is to be made acquainted with a particle of the matter. Telling it to the church is the last step taken. Publish it not to the enemies of our faith. They have no right to the knowledge of church matters, lest the weakness and errors of Christ's followers be exposed."},{"refcode_short":"T15 42.2","refcode_long":"Testimony for the Church — No. 15, p. 42.2 (Ellen Gould White)","content":"Those who are preparing for the coming of Christ should be sober, and watch unto prayer, for our adversary, the Devil, goeth about like a roaring lion, seeking whom he may devour; whom we are to resist steadfast in the faith. He that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile. Let him seek peace and ensue it, for the eyes of the Lord are over the righteous, and his ears are open unto their prayer."},{"refcode_short":"T15 43","refcode_long":"Testimony for the Church — No. 15, p. 43 (Ellen Gould White)","content":"Epistle Number Three"},{"refcode_short":"T15 43.1","refcode_long":"Testimony for the Church — No. 15, p. 43.1 (Ellen Gould White)","content":"Dear Bro. and Sister ——: I have been designing to write you for some time. As the light, which the Lord has given me came distinctly before me, some things pressed themselves forcibly upon my mind while standing before the people at Adams Center. I had hoped you would stay to another meeting, and the labor there commenced could have been continued. But I am sorry to see that our brethren generally do not feel the importance, when they attend a Conference, of first preparing for the meeting before they come, by consecrating themselves to God, instead of waiting till they get to the meeting to have the work done for them there. They take home along with them, and the things that they have left behind are considered of more importance and value than a preparation of heart for His coming. Therefore nearly all leave without being any better than when they came. Such meetings are attended with great expense, and if those who come are not profited, there is a loss to them, and they make the labor exceedingly hard for those who feel the burden of the work upon them."},{"refcode_short":"T15 43.2","refcode_long":"Testimony for the Church — No. 15, p. 43.2 (Ellen Gould White)","content":"Our people left that Conference too soon. We might have seen a more special work from God, had all remained and engaged in the work."},{"refcode_short":"T15 43.3","refcode_long":"Testimony for the Church — No. 15, p. 43.3 (Ellen Gould White)","content":"Sister ——, I have a message to you. You are far from the kingdom. You love this world, and this love has made you cold, selfish, exacting, and penurious. With you it is the powerful, mighty dollar. How little you know how God looks upon one in your condition. You are in a terrible deception. You are conformed to the world instead of being transformed by the renewing of your mind. Selfishness and self-love are exemplified in your life to a great degree. You have not overcome this unhappy defect in your character. If this is not remedied, you will lose Heaven, and your happiness here will be greatly marred. This has been the case already. The dark cloud which has followed you, overshadowing your life, will grow larger and blacker, until your whole sky is clouded. You may turn to the right, and there will be no light, and to the left, and you can not discover a ray."},{"refcode_short":"T15 44.1","refcode_long":"Testimony for the Church — No. 15, p. 44.1 (Ellen Gould White)","content":"You make trouble for yourself where there was no trouble, because you are not right. You are unconsecrated. Your unhappy, complaining, poverty spirit, makes you unhappy, and displeases God. You have been, during your life, looking out for yourself, seeking to make yourself happy. It is poor work, unprofitable business. The more you invest here, the heavier will be the loss. The less stock you take in this business, in serving yourself, the greater saving will it be on your part. Disinterested, unselfish love, you are a stranger to, and while you see no special sin in the absence of this precious trait, you will not be diligent to cultivate it."},{"refcode_short":"T15 44.2","refcode_long":"Testimony for the Church — No. 15, p. 44.2 (Ellen Gould White)","content":"You loved your husband, and married him. You knew that when you married him you covenanted to become a mother to his children. I saw a lack in you in this matter. You are sadly deficient. You do not love the children of your husband, and unless there is an entire change, a thorough reformation in you, and in your manner of government, these precious jewels are ruined. Love, manifestation of affection, is not a part of your discipline. Shall I tell you the truth and become your enemy by so doing? You are too thoroughly selfish to love another's children than your own. I was shown that God would not prosper and bless the fruit of your union, with strength, life and health, until you had been thoroughly proved and tested, and righted up in regard to these things where you are so deficient, or his Spirit leaves you to yourself. As your selfishness withers and blights the young hearts around you, so will the curse of God wither and blight the pledges of your selfish love and union. And if you still continue your selfish course, God will come still closer to you, and remove your idols one after another from before your face, until you shall humble your proud, selfish, unsubdued heart before God."},{"refcode_short":"T15 45.1","refcode_long":"Testimony for the Church — No. 15, p. 45.1 (Ellen Gould White)","content":"I saw that you would have a fearful account to render in the day of God, because of your unfulfilled trust. You, I saw, were making the lives of those dear children very bitter, especially the daughter's. Where is the affection, the loving caress, the patient forbearance. Hatred lives in your unsanctified heart more than love. Censure leaps from your lips more than praise and encouragement. Your manners, your harsh ways, your unsympathizing nature, are to that sensitive daughter like a desolating hail upon a tender plant; to every blast it bends until its life is crushed out, and it lays bruised and broken."},{"refcode_short":"T15 45.2","refcode_long":"Testimony for the Church — No. 15, p. 45.2 (Ellen Gould White)","content":"Your administration is drying up the channel of love, hopefulness and joy in your children. A settled sadness is expressed in the countenance of the girl, which, instead of awakening sympathy and tenderness in you, arouses impatience, and positive dislike. You can change this expression to animation and cheerfulness if you choose. “Does not God see? Does he take no knowledge?” were the words of the angel. He will visit for these things. You voluntarily took upon you the responsibility you have, and Satan has taken advantage of your unhappy, unlovable and unloving disposition, your self-love, your closeness, your selfishness, and it now appears in all its deformity, uncorrected, unsubdued, girding you about as with iron hands. Children read, they understand whether there is love expressed in the countenance of the mother, or dislike. You know not the work you are doing. Does not the little, sad face, the sad, heaving sigh welling up from a pressed heart, awaken pity in its yearning call for love? No, not in yours. It places the child at a still greater distance from you, and increases your dislike."},{"refcode_short":"T15 46.1","refcode_long":"Testimony for the Church — No. 15, p. 46.1 (Ellen Gould White)","content":"I saw that the father had not taken the course that a father should. God is not pleased with his position. Another has stolen the father's heart away from blood of his blood, and bone of his bone. Bro. ——, you have been very deficient in discernment. You, as the head of the house, should have taken your position, and not permitted things to go as they have. You have seen things were not right, and sometimes have felt anxious, but fear of displeasing your present wife and making unhappy discord in your family, has led you to remain silent when you should have spoken. You are not clear in the matter. Your children have no mother to plead for them, to shelter them from censure by her judicious words."},{"refcode_short":"T15 46.2","refcode_long":"Testimony for the Church — No. 15, p. 46.2 (Ellen Gould White)","content":"Your children, and all other children who have lost their mothers, in whose breasts maternal love has flowed, have met with a loss that can never be supplied. But when one ventures to stand in the place of mother to the little stricken flock, a double care and burden rests upon her, to be even more loving if possible, more forbearing of censure and threatening than their own mother could have been, and in this way supply the loss the little flock have sustained. You, Bro. ——, have been like a man asleep. Take your children to your heart, encircle them with your sheltering arms, love them tenderly, affectionately. If you fail to do this, “found wanting” will be written against you."},{"refcode_short":"T15 47.1","refcode_long":"Testimony for the Church — No. 15, p. 47.1 (Ellen Gould White)","content":"There is a work for you both to do. Cease forever your murmurings. Suffer not the close, penurious, selfish spirit of your wife to control your actions. You have been drinking in the same spirit and you have both robbed God. Poverty is upon your lips, but Heaven knows it is false, yet your words will be all true, you will be poor indeed if you continue to cherish the love of the spirit of the world as you have done. “Will a man rob God? Yet ye have robbed me, and yet ye say, Wherein have we robbed thee? In tithes and offerings. Ye are cursed with a curse.” Wipe of this curse as fast as possible."},{"refcode_short":"T15 47.2","refcode_long":"Testimony for the Church — No. 15, p. 47.2 (Ellen Gould White)","content":"Bro. ——, as God's steward, look to God. It is he to whom you are to give account of your stewardship, not to your wife. It is God's means you are handling. He has only lent it you a little while to prove you, to try you, to see if you would be “rich in good works, ready to distribute, willing to communicate, laying up in store for yourselves a good foundation against the time to come, that ye may lay hold on everlasting life.” God will require his own with usury. May God help you to prepare for the Judgment. Let self be crucified. Let the precious graces of the Spirit live in your hearts. Turn out the world with its corrupting lust. “Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.” If your profession is as high as heaven, and yet you are selfish and world-loving, you can have no part in the kingdom with the sanctified, pure and holy. “Where your treasure is, there will your heart be also.” If your treasure is in Heaven, your heart will be on your treasure. You will talk of Heaven, eternal life, the immortal crown. If you lay up your treasure on earth, you will be talking of earthly things, worrying about losses and gains.” “What will it profit a man if he gain the whole world and lose his own soul, or what will a man give in exchange for his soul.”"},{"refcode_short":"T15 48.1","refcode_long":"Testimony for the Church — No. 15, p. 48.1 (Ellen Gould White)","content":"There is light for you, salvation for you if you will only feel that you must have it or perish. Jesus can save to the utmost. But sister ——, if God has ever spoken by me, you are terribly deceived in regard to yourself, and must have a thorough conversion, or you will never, compose one of that number who have come up through great tribulation, having washed their robes and made them white in the blood of the Lamb."},{"refcode_short":"T15 49","refcode_long":"Testimony for the Church — No. 15, p. 49 (Ellen Gould White)","content":"Epistle Number Four"},{"refcode_short":"T15 49.1","refcode_long":"Testimony for the Church — No. 15, p. 49.1 (Ellen Gould White)","content":"Dear Bro. and Sr. ——: I recollected your countenance as being among several that I had seen, who needed a work accomplished for them before they can be sanctified through the truth. You embraced the truth because you saw it to be truth, but it has not yet taken hold of you. You have not realized its sanctifying influence upon the life. The light has been shining upon your pathway in regard to health reform, and the duty resting upon God's people in these last days to exercise temperance in all things. You, I saw, were among that number who would be backward to see the light, and correct your manner of eating, drinking, and working according to it."},{"refcode_short":"T15 49.2","refcode_long":"Testimony for the Church — No. 15, p. 49.2 (Ellen Gould White)","content":"As the light of truth is received and followed out, it will work an entire reformation in the life and character of all those who are sanctified through it."},{"refcode_short":"T15 49.3","refcode_long":"Testimony for the Church — No. 15, p. 49.3 (Ellen Gould White)","content":"Your business is not of that character that is friendly to an advance in the divine life, that will lay no obstruction in the growth of grace, and in the knowledge of the truth. It has a tendency to lower, to debase the man, to make him more animal in his propensities. The higher powers of the mind are overpowered by the lower. The brutish parts of your nature govern the spiritual. Those who profess to be fitting for translation should not become butchers."},{"refcode_short":"T15 49.4","refcode_long":"Testimony for the Church — No. 15, p. 49.4 (Ellen Gould White)","content":"Your family have partaken largely of flesh-meats. Your animal propensities have been strengthened, while the intellectual have been weakened. We are composed of that which we eat, and if we subsist largely upon the flesh of dead animals, we shall partake of their nature. You have encouraged the grosser part of your organization, while the more refined has been weakened."},{"refcode_short":"T15 49.5","refcode_long":"Testimony for the Church — No. 15, p. 49.5 (Ellen Gould White)","content":"You have repeatedly said in defense of your indulgence of meat-eating, “However injurious*The original publication had the spelling “injurions.” it may be to others, it does not injure me, for I have used it all my life.” But you know not how well you might have been if you had abstained from the use of flesh-meats. You are far from being a family free from disease. You have used the fat of animals which God in his word expressly forbids, and “It shall be a perpetual statute for your generations throughout all your dwellings, that ye eat neither fat nor blood. Moreover ye shall eat no manner of blood, whether it be of fowl or of beast, in any of your dwellings. Whatsoever soul it be that eateth any manner of blood, even that soul shall be cut off from his people.”"},{"refcode_short":"T15 50.1","refcode_long":"Testimony for the Church — No. 15, p. 50.1 (Ellen Gould White)","content":"You have flesh, but it is not good material. You are worse off for this amount of flesh. If you should, each of you, come down to a more spare diet, which would take from you twenty-five or thirty pounds of your gross flesh, you would be much less liable to disease. The eating of flesh-meats has made for you a poor quality of blood and flesh. Your systems are in a state of inflammation prepared to take on disease. You are liable to acute attacks of disease, and of sudden death, because you possess not the strength of constitution to rally and resist disease. There will come a time when the strength and health you have flattered yourself you possessed will prove to you to be weakness."},{"refcode_short":"T15 50.2","refcode_long":"Testimony for the Church — No. 15, p. 50.2 (Ellen Gould White)","content":"It is not the chief end of man to glorify his stomach. You have animal wants to be supplied; but because of this necessity shall man become all animal?"},{"refcode_short":"T15 50.3","refcode_long":"Testimony for the Church — No. 15, p. 50.3 (Ellen Gould White)","content":"You have set a table for your children of unwholesome food, cooked in an unhealthful manner. You have placed before your children flesh-meats, and what is the result? Are they refined, intellectual, obedient, conscientious and religiously inclined? You know this is not the case, but entirely contrary. Your manner of living has strengthened the animal of your nature, and weakened the spiritual. You have transmitted to your children a miserable legacy; a depraved nature increased to a great degree by your gross habits of eating and drinking. Your table has completed the work of making them what they are. The sin lies at your door. You know that they are not religiously inclined, you know that they will not submit to be restrained, but are inclined to disobedience, and to disrespect your authority; especially your eldest son is corrupt, partaking to a great degree of the animal. Scarcely a trace of the divine can be seen in his organization. You have brought up your children to indulge their appetite when they please, and as they please. The example that you have given them is, that they live to eat. That appetite, the gratification of appetite was about all that was worth living for. There is a work for you to do, Bro. ——. You have been like a man asleep or paralyzed. It is time you make a mighty effort to now save the younger members of your family. The influence of your eldest son is only evil over them. Correct your table. A depraved, stimulating diet is strengthening the animal passions of your children. Of all the families I am acquainted with, yours should dispense with flesh-meats, and grease, and learn how to cook hygienically."},{"refcode_short":"T15 51.1","refcode_long":"Testimony for the Church — No. 15, p. 51.1 (Ellen Gould White)","content":"Sister —— is a woman whose blood is corrupt. Her system is full of scrofulous humors from the eating of flesh-meats. The use of swine's flesh in your family has imparted a bad quality of blood. Sister —— needs to confine herself to a strictly grain, fruit and vegetable diet, cooked without flesh or grease of any kind. It will take quite a length of time of strictly healthful diet to place you in better conditions of health where you will be rightly related to life. It is impossible for those who practice the free use of flesh meats to have an unclouded brain, and active intellect."},{"refcode_short":"T15 51.2","refcode_long":"Testimony for the Church — No. 15, p. 51.2 (Ellen Gould White)","content":"We advise you to change your habits of living, but while you do this we caution you to move understandingly. I am acquainted with families, who have changed from a meat diet to one that is impoverished. Their food is so poorly prepared, that the stomach loathes it, and such have told me that the health reform did not agree with them. They were decreasing in physical strength. Here is one cause why some have not been successful in their efforts to simplify their food. They have a poverty-stricken diet. Food prepared without painstaking. There is a continual sameness in the preparation of their food. There should not be many kinds at any one meal, but every meal should not be composed of the same kinds of food without variation. Food should be prepared with simplicity, yet with a nicety which will invite the appetite. You should keep grease out of your food. It defiles any preparation in cooking you may make. Eat largely of fruits and vegetables."},{"refcode_short":"T15 52.1","refcode_long":"Testimony for the Church — No. 15, p. 52.1 (Ellen Gould White)","content":"Some conclude their former way of living is the best, after they have reduced physical strength by reduced quantity, and a poor quality of food. The system must be nourished. Yet we do not hesitate to say that flesh-meats are not necessary for health or strength. If it is used it is because a depraved appetite craves it. Its use excites the animal propensities to increased activity, and strengthens the animal passions. When the animal propensities are increased, the intellectual are decreased. When the animal nature strengthens, the moral grows weaker. The use of the flesh of animals tends to cause a grossness of body, and benumbs the fine sensibilities of the mind."},{"refcode_short":"T15 52.2","refcode_long":"Testimony for the Church — No. 15, p. 52.2 (Ellen Gould White)","content":"Will the people who are preparing to become holy, pure and refined, that they may be introduced into the society of heavenly angels, continue to take the life of God's creatures and subsist on their flesh and enjoy it as a luxury? From what the Lord has shown me, this order of things will be changed, and God's peculiar people will exercise temperance in all things. Those who subsist largely upon flesh, cannot avoid eating the meat of animals which are to a greater or less degree diseased. The process of fitting animals for market produces in them disease; and fitted in as healthful manner as they can be, they become heated and diseased by driving before they reach the market. The fluids and flesh of these diseased animals are received directly into the blood and pass into the circulation of the human body and become fluids and flesh of the same. Thus humors are introduced into the system. And if the person has impure blood already it is greatly aggravated by the eating of the flesh of these animals. The liability to take disease is increased ten-fold by meat-eating. The intellectual, the moral and the physical powers are depreciated by the habitual use of flesh-meats. Meat-eating deranges the system, beclouds the intellect, and blunts the moral sensibilities."},{"refcode_short":"T15 52.3","refcode_long":"Testimony for the Church — No. 15, p. 52.3 (Ellen Gould White)","content":"We say to you, dear brother and sister, your safest course is to let meat alone. The use of tea and coffee is injurious to the system. Tea produces to an extent intoxication. It enters into the circulation, and gradually impairs the energy of the body and mind. It stimulates, excites and quickens the motion of the living machinery, forcing it to unnatural action, which gives the tea-drinker the impression that tea is doing him great service, imparting to him strength. This is a mistake. Tea draws upon the strength of the nerves and leaves them greatly weakened. When its influence is gone, the increased action caused by its use is abated, then what is the result? Languor and debility corresponding to the stimulating influence of the artificial vivacity the tea imparted. When nature is already overtaxed and needs rest, the introduction of tea is to spur up nature by stimulation to perform unwonted, unnatural action, and thereby lessen her power to perform, and her ability to endure; and her powers give out long before Heaven designed they should. Tea is poisonous to the system. Christians should let it alone. The influence of coffee is in a degree the same as tea. The effect upon the system is still worse. Its influence is exciting, and just to that extent that it elevates above par, it will exhaust and bring prostration below par. Tea and coffee drinkers carry the marks upon their countenances. The skin becomes sallow and assumes a lifeless appearance. The glow of health is not seen upon the countenance."},{"refcode_short":"T15 53.1","refcode_long":"Testimony for the Church — No. 15, p. 53.1 (Ellen Gould White)","content":"Tea and coffee do not nourish the system. The relief obtained from them is sudden before the stomach has time to digest them, showing that, what the users of these stimulants call strength, is only received by the exciting of the nerves of the stomach, conveying the irritation to the brain which is aroused to impart increased action to the heart, and short-lived energy to the entire system. All this is false strength that we are the worse for having. Not a particle of natural strength do they give."},{"refcode_short":"T15 53.2","refcode_long":"Testimony for the Church — No. 15, p. 53.2 (Ellen Gould White)","content":"The second effect of tea-drinking is headache, wakefulness, palpitation of the heart, indigestion, trembling of the nerves, with many other evils. “I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.” A living sacrifice God calls for, not a dead and dying one. When we realize the requirements of God we shall see that he requires us to be temperate in all things. The end of our creation is to glorify God in our bodies and spirits which are his. How can we do this when we indulge the appetite to the injury of the physical and moral powers? God requires that we present our bodies a living sacrifice. Then the duty is enjoined on us to preserve that body in the very best condition of health, that we may comply with his requirements. “Whether, therefore, ye eat or drink, or whatsoever ye do, do all to the glory of God.”"},{"refcode_short":"T15 54.1","refcode_long":"Testimony for the Church — No. 15, p. 54.1 (Ellen Gould White)","content":"You have a work to do to set your house in order. Cleanse yourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God. You should make earnest efforts to discover your errors, and in the fear of God, relying upon his strength, put them away. Dear brother and sister, you need to reform in the matter of order. You should cultivate a love for neatness and strict cleanliness. God is a God of order. He will not sanction slack and disorderly habits in any of his people. In your dress, in your house, in all things manifest taste and order. We are looked upon as a peculiar people. The dress reform is a striking contrast to the fashion of the world. Those who adopt this dress should manifest good taste and order and strict cleanliness in all their attire. This dress should not be adopted unless it is right and arranged neatly. For we should seek not to disgust unbelievers by carelessness and slackness in our apparel, but should dress modestly with reference to health and neatness, that our dress may commend itself to the judgment of candid minds."},{"refcode_short":"T15 54.2","refcode_long":"Testimony for the Church — No. 15, p. 54.2 (Ellen Gould White)","content":"Energetic, clear minds, are required to appreciate the exalted character of the truth, and to value the atonement, and place the right estimate upon eternal things. If you pursue a wrong course, and indulge in wrong habits of eating, and thereby weaken the intellectual powers, you will not place that high estimate upon salvation and eternal life which will inspire you to conform your life to the life of Christ, and make those earnest, self-sacrificing efforts which will lead to entire conformity to the will of God, which his word requires, and which is necessary to give you a moral fitness for the finishing touch of immortality."},{"refcode_short":"T15 55","refcode_long":"Testimony for the Church — No. 15, p. 55 (Ellen Gould White)","content":"Epistle Number Five"},{"refcode_short":"T15 55.1","refcode_long":"Testimony for the Church — No. 15, p. 55.1 (Ellen Gould White)","content":"Dear Bro. and Sr. ——: There are some things which the Lord has shown in regard to you which I feel duty to write. You were among the number who were presented before me as being backward in health reform. Light has shone upon the pathway in which the people of God are traveling, yet all do not walk in the light and follow as fast as the providence of God marks out and opens the way before them. Until they do this they will be in darkness. If God has spoken to his people, he designs that they shall hear and obey his voice. Last Sabbath, as I was speaking, your pale faces rose so distinctly before me as I had been shown them. Then the condition of health and the ailments you have suffered under so long. I was shown that you have not lived healthfully. Your appetites have been unhealthy and you have gratified your taste at the expense of the stomach. You have taken into your stomachs articles which it is impossible to convert into good blood. This has laid a heavy tax on the liver for the reason that the digestive organs are deranged. You both have diseased livers. The health reform would be a great benefit to you both, if you would strictly carry it out. This you have failed to do. Your appetites are morbid, and because you do not relish a plain, simple diet, composed of unbolted wheat flour, vegetables and fruits prepared without spices or grease, you are continually transgressing the laws which God has established in your system. While you do thus you must suffer the penalty; for to every transgression is affixed a penalty. Yet you wonder at your continued poor health."},{"refcode_short":"T15 56.1","refcode_long":"Testimony for the Church — No. 15, p. 56.1 (Ellen Gould White)","content":"Be assured God will not work a miracle to save you from the result of your own course of action. You have not had a liberal supply of air. Bro. —— has labored in his store, closely applying himself to his business, allowing himself but a limited amount of air and exercise. His circulation is depressed. He breaths only from the top of his lungs. It is seldom that he exercises the abdominal muscles in the operations of breathing. Stomach, liver, lungs and brain are suffering for the want of deep, full inspirations of air which would have the influence to electrify the blood and impart to it the lively bright color which alone can keep it pure and give tone and vigor to every part of the living machinery."},{"refcode_short":"T15 56.2","refcode_long":"Testimony for the Church — No. 15, p. 56.2 (Ellen Gould White)","content":"You, my dear brother and sister, can have a much better condition of health than you now possess, and can avoid very many ill turns, if you will simply exercise temperance in all things, temperance in labor, temperance in eating and drinking. Hot drinks are constantly debilitating the stomach. Cheese should never be introduced into the stomach. Fine flour bread cannot impart to the system that nourishment that you will find in the unbolted wheat bread. The common use of bolted wheat bread cannot keep the system in a healthy condition. You both have inactive livers. The use of fine flour aggravates the difficulties you are laboring under."},{"refcode_short":"T15 56.3","refcode_long":"Testimony for the Church — No. 15, p. 56.3 (Ellen Gould White)","content":"There is no treatment which can relieve you of your present difficulties while you eat and drink as you do. You can do that for yourselves which the most experienced physician can never do. Regulate your diet. Your digestive organs are frequently severely taxed by receiving into your stomachs food which is not the most healthful, and at times in immoderate quantities, if the taste is gratified. This wearies the stomach and unfits it for the reception of food, even the most healthful. You keep your stomachs constantly debilitated, because of your wrong habits of eating. Your food is made too rich. It is not prepared in a simple, natural state, but is totally unfitted for the stomach when you have prepared it to suit your taste. Nature is burdened, and makes efforts to resist your efforts to cripple her. Chills and fevers are the result of those efforts to rid herself of the burden you lay upon her. You have to suffer the penalty of nature's violated laws. God has established laws in your system which cannot be violated without your suffering the punishment. You have consulted taste without reference to health. You have made some changes, but have merely taken the first steps in reform diet. God requires of us temperance in all things. “Whether therefore ye eat or drink, or whatsoever ye do, do all to the glory of God.”"},{"refcode_short":"T15 57.1","refcode_long":"Testimony for the Church — No. 15, p. 57.1 (Ellen Gould White)","content":"Of all the families I am acquainted with, none need the benefit of the health reform more than yours. You groan under pains and prostrations which you cannot account for, and you try to submit to it with as good a grace as you can, thinking affliction is your lot, and Providence has thus ordained it. If you could have your eyes opened, and could see the steps taken in your lifetime to walk right into your present condition of poor health, you would be astonished at your former blindness in not seeing the real state of the case before. You have created unnatural appetites and do not derive half that enjoyment from your food you would if you had not used your appetites wrongfully. You have perverted nature and have been suffering the consequences, and painful has it been."},{"refcode_short":"T15 57.2","refcode_long":"Testimony for the Church — No. 15, p. 57.2 (Ellen Gould White)","content":"Nature bears abuse without resisting as long as she can, then arouses and makes a mighty effort to rid herself of the incumbrances and evil treatment she has suffered. Then come chills, fevers, headache, nervousness, paralysis, and numerous evils too many to enumerate. A wrong course of eating or drinking destroys health, and with it the sweetness of life. Oh! how many times have you purchased what you called a good meal at great expense, a fevered system, loss of appetite, loss of sleep, inability to enjoy food, a sleepless night, hours of suffering for a meal in which taste was gratified at the cost of so much. Thousands have indulged their perverted appetites, have eaten a good meal, as they called it, and as the result, have brought on fevers, acute diseases and certain death. That was enjoyment purchased at immense cost. Yet many have done this over and over again, and these self-murderers have been eulogized by their friends and the minister, and carried directly to Heaven at their death."},{"refcode_short":"T15 58.1","refcode_long":"Testimony for the Church — No. 15, p. 58.1 (Ellen Gould White)","content":"What a thought! Gluttons in Heaven! No, no, such will never enter the pearly gates of the golden city of God. Such will never be exalted to the right hand of Jesus the precious Saviour, the suffering man of Calvary, whose life was one of constant self-denial and sacrifice. There is a place appointed for all such among the unworthy, who can have no part in the better life, the immortal inheritance."},{"refcode_short":"T15 58.2","refcode_long":"Testimony for the Church — No. 15, p. 58.2 (Ellen Gould White)","content":"God has claims upon every man to render to him their bodies a living sacrifice, not a dead, a dying sacrifice, a sacrifice which their own course of action is debilitating, filling with impurities and disease. A living sacrifice God calls for. The body, he tells us, is the temple of the Holy Ghost, the habitation of his Spirit, and he requires every one who bears his image to take care of their bodies for the purpose of his service and his glory. “Ye are not your own,” saith the inspired apostle, “ye are bought with a price,” wherefore “glorify God in your bodies and spirits which are God's.” In order to do this, add to virtue knowledge, and to knowledge temperance, and to temperance patience. It is duty to know how to preserve the body in the very best condition of health, and it is a sacred duty to live up to the light God has graciously given. If we close our eyes to the light for fear we shall see our wrongs, which we are unwilling to forsake, our sins are not lessened but increased. If light is turned from in one case it will be disregarded in another. It is just as much sin to violate the laws of our being as to break one of the ten commandments, for we cannot do this without breaking God's law. We cannot love the Lord with all our heart, mind, soul and strength, while we are loving our appetites, our tastes, a great deal better than we love the Lord. We are daily lessening our strength to glorify God, when he requires all our strength, all our mind. Lessening our hold of life by our wrong habits, and yet profess to be Christ's followers, preparing for the finishing touch of immortality."},{"refcode_short":"T15 59.1","refcode_long":"Testimony for the Church — No. 15, p. 59.1 (Ellen Gould White)","content":"You have a work to do, my brother and sister, which no one can do for you. Awake from your lethargy and Christ shall give you life. Change your course of living, your eating, your drinking, and your working. While you pursue the course you have been traveling in for years, you cannot clearly discern sacred and eternal things. Your sensibilities are blunted and your intellect beclouded. You have not been growing in grace and in the knowledge of the truth as was your privilege. You have not been increasing in spirituality, but growing more and more darkened. You have made too much haste to acquire property, and have been in danger of overreaching, looking out for your own interest and not regarding the interest of others as you would like to have them regard your interest. There is selfishness encouraged in yourselves which must be overcome. Closely examine your own hearts, and in your lives imitate the unerring pattern, and all will be well with you then. Preserve a clear conscience before God. In all you do glorify his name. Divest yourselves of selfishness and selfish love. Be not conformed to the world, but be ye transformed by the renewing of your mind, that ye may prove what is that good and acceptable and perfect will of God. The customs and practices of men are not to be your criterion. However pressed may be your circumstances, never allow yourselves to overreach. Satan is at your hand tempting you to do this, and he will not let you rest in this matter. It is possible for a merchant to be a Christian and preserve his integrity before God. In order to do this constant watchfulness is necessary, and earnest supplication before God to be kept from the evil prevailing in this degenerate age to advantage self at others disadvantage. You are in a hard place to advance in the divine life. You have a principle, but you do not hang all your weight upon God. You trust too much in your own feeble strength. You have great need of divine aid, of a power not to be found in yourself. There is one to whom you can go for counsel, whose wisdom is infinite. He has invited you to come to him, for he will supply your need. If by faith you cast all your care upon him, who marks the falling of a sparrow, you will not trust in vain. If you will rest upon the sure promises, maintaining your integrity, angels of God will be round about you. Maintain good works in faith before God, then will your steps be ordered by the Lord, and his prospering hand will not be removed from you."},{"refcode_short":"T15 60.1","refcode_long":"Testimony for the Church — No. 15, p. 60.1 (Ellen Gould White)","content":"If you should be left to yourselves to mark out, to shape your own course, you would make poor work of the matter, would speedily make shipwreck of faith. Take all your cares and burdens to the Burden-bearer. But suffer not a blot to tarnish your Christian character. Never, never for the sake of gain stamp your life record in Heaven, which is viewed by all the angelic host, and by your self-denying Redeemer, with avariciousness, penuriousness, selfishness or false dealing. Such a course of action might bring you a profit so far as this world views the matter, but viewed in the light of Heaven, an immense, an irreparable loss. God seeth not as man seeth. In trusting in the Lord continually there is safety, there will not be a constant fear of future evil. This borrowed care and anxiety will cease. We have a Heavenly Father who careth for his children, and will and does make his grace sufficient in every time of need. When we take into our own hands the management of things that concern us, and depend upon our own wisdom for success, we may well then have anxiety and anticipate danger and loss, for it will most certainly come upon us."},{"refcode_short":"T15 60.2","refcode_long":"Testimony for the Church — No. 15, p. 60.2 (Ellen Gould White)","content":"Full and entire consecration to God is required of us. While the Redeemer of Sinful mortals was laboring and suffering for us, he denied himself, and his whole life was one continued scene of toil and privation. Had he chosen to do so, he could have passed his days on earth in ease and plenty, and appropriated to himself all the pleasures and enjoyments of this life. But he did not. He considered not his own convenience. He lived not to enjoy, not to gratify himself, but to do good and to save others from suffering, to help those who most needed help. He endured to the end. The chastisement of our peace was laid upon him, and he hath borne the iniquity of us all. The bitter cup was apportioned to us to drink. Our sins mingled it. Our dear Saviour took the cup from our lips and drank it himself, and in its stead presents to us a cup of mercy, blessing and salvation. Oh! what an immense sacrifice was this for the fallen race. What love, what wondrous and matchless love. Shall we, after all this manifestation of suffering to show his love, shrink from the small trials we have to bear? Can we love Christ and refuse to lift the cross? Can we love to be with him in glory, and not follow him even from the judgment hall to Calvary. If Christ be in us the hope of glory, we shall walk even as he walked. We shall imitate his life of sacrifice to bless others. We shall drink of the cup and be baptized with the baptism."},{"refcode_short":"T15 61.1","refcode_long":"Testimony for the Church — No. 15, p. 61.1 (Ellen Gould White)","content":"Heaven will be cheap enough at whatever sacrifice we may make. A life of devotion, and trial, and self-denial, will be welcomed for Christ's sake."},{"refcode_short":"T15 61","refcode_long":"Testimony for the Church — No. 15, p. 61 (Ellen Gould White)","content":"Epistle Number Six"},{"refcode_short":"T15 61.2","refcode_long":"Testimony for the Church — No. 15, p. 61.2 (Ellen Gould White)","content":"I was shown that while Sr. —— and Bro. and Sr. —— see wrongs in others, they had not made efforts to correct those wrongs and help those that they ought to have helped. They have left them too much alone, and held them off at arms’ length, and felt that it was no use to try to do anything for them. This is wrong. They commit an error in thus doing. Christ said, “I came not to call the righteous, but sinners to repentance.” The Lord would have us help those who most need help. While they have seen the errors and wrongs in others, they have shut themselves too much to themselves, and have been too selfish in their enjoyment of the truth. God does not approbate this being satisfied with the truth, and making no sacrifice to aid and strengthen those who need strength."},{"refcode_short":"T15 61.3","refcode_long":"Testimony for the Church — No. 15, p. 61.3 (Ellen Gould White)","content":"We are not all organized alike. Some have not been educated aright. Their education has been deficient. Some have transmitted to them a quick temper, and their education in childhood has not taught them self-control. With this fiery temper is frequently united envy and jealousy. Others are faulty in other respects. They are dishonest in deal, overreaching in trade. Others are arbitrary in their families—loving to rule. Their lives are far from being correct. Their education was all wrong, and evil fruits were manifested without their being told the sin of being thus controlled. Therefore sin does not appear so exceedingly sinful. Others, whose education has not been so faulty, who have had better training, have developed a much less objectionable character. The Christian life of all is very much affected for good or for evil by their previous education."},{"refcode_short":"T15 62.1","refcode_long":"Testimony for the Church — No. 15, p. 62.1 (Ellen Gould White)","content":"Jesus, our advocate, is acquainted with all the circumstances with which we are surrounded, and deals with us according to the light we have had, and the circumstances in which we are placed. Some have a much better organization than others. While some are continually harassed*The original publication had the spelling “harrassed.” and afflicted, and in trouble because of the unhappy traits in their character, having to war with internal foes and the corruption of their nature, others have not half as much to battle against. They pass along almost free from the difficulties their brethren and sisters are laboring under who are not so favorably organized. They do not, in very many cases, labor half as hard to overcome and live daily the life of a Christian as some of those unfortunate ones I have mentioned. The latter appear to disadvantage almost every time, while the former appear much better, because it is natural for them so to do. They may not labor half as hard to watch and keep the body under, yet at the same time they make a comparison of their lives with the lives of others who are unfortunately organized, and badly educated, and flatter themselves with the contrast. They talk of the errors, the wrongs, the failings, of the unfortunate, but do not feel that they have any burden in the matter farther than to dwell upon those wrongs, and shun those who are guilty of them."},{"refcode_short":"T15 62.2","refcode_long":"Testimony for the Church — No. 15, p. 62.2 (Ellen Gould White)","content":"The prominent position which you as a family occupy in the church makes it highly necessary for you to be burden-bearers. Not to take burdens for those who are able to bear their own, and also to aid others. But it is to help those who stand most in need of help—those who are less favorably situated, who are erring and faulty, and who may have injured you and tried your patience to the utmost. It is just such ones whom Jesus pities, because Satan has more power over them, and is constantly taking advantage of their weak points, and driving his arrows to hit them where they are least protected. Jesus exercises his power and mercy for just such pitiable cases. He asked Peter who loved most. Said Peter, “He to whom he forgave most.” Thus it will be. Jesus did not shun the unfortunate, helpless, and weak, but he helped such as needed help. Jesus did not confine his visits and labors to a class more intelligent and less faulty, to the neglect of the unfortunate. He did not inquire whether it was agreeable or pleasant for him to be a companion of the poorest, the most needful. These are the ones whose company he sought—the lost sheep of the house of Israel."},{"refcode_short":"T15 63.1","refcode_long":"Testimony for the Church — No. 15, p. 63.1 (Ellen Gould White)","content":"This is the work you have neglected. You have shunned disagreeable responsibilities, and have not gone to the erring and visited them, and manifested an interest and love for them, and made yourselves familiar with them. You have not had a spirit of Christlike forgiveness. You have marked out just such a course that all must come up to before you could throw over them your mantle of charity. You are not required to cloak up sin, but to exercise that pitying love for the erring that Christ has exercised toward you."},{"refcode_short":"T15 63.2","refcode_long":"Testimony for the Church — No. 15, p. 63.2 (Ellen Gould White)","content":"You are placed under the most favorable circumstances for the development of good Christian characters. You are not where you feel pinching want, or where your souls are galled and distressed with the conduct of disobedient, rebellious children. In your family there is no dissenting voice. You have all that heart can wish. Yet, notwithstanding your favorable surroundings, you have faults and errors, and much to overcome in order to be free from all spiritual pride, selfishness, a hasty spirit, jealousy, and evil surmisings."},{"refcode_short":"T15 64.1","refcode_long":"Testimony for the Church — No. 15, p. 64.1 (Ellen Gould White)","content":"Bro. —— has not the sin of evil speaking to repent of, as very many have, but he lacks a willingness to help those who most need help. He is selfish. He loves his home, loves quiet, loves rest, freedom from care, perplexities, and trials; therefore, pleases himself too much. He does not bear the burdens Heaven has assigned him. He shuns disagreeable responsibilities, and shuts himself up too much to his love of quietness."},{"refcode_short":"T15 64.2","refcode_long":"Testimony for the Church — No. 15, p. 64.2 (Ellen Gould White)","content":"He has been quite liberal with means, but when he comes to where self is to be denied, where there is to be a deprivation on his part, to do some needed good where real sacrifice on his part is called for, he has but little experience, and must learn it."},{"refcode_short":"T15 64.3","refcode_long":"Testimony for the Church — No. 15, p. 64.3 (Ellen Gould White)","content":"He fears he will be blamed if he ventures to help the erring. “We then that are strong, ought to bear the infirmities of the weak, and not to please ourselves. Let every one please his neighbor for his good to edification; for even Christ pleased not himself, but as it is written, the reproaches of them that reproached thee fell on me.” Those who are partakers of this great salvation have something to do to help those who are hanging on the skirts of Zion. They should not cut off their hold and thrust them away without making any effort to help them overcome, and be prepared for the Judgment. Oh, no indeed! While they are bleating around the fold, they should be encouraged and strengthened by all the aid it is in our power to bestow. You as a family have too rigid rules and set ideas which cannot be made to fit every case. You lack love, gentleness, tenderness, and pity for those who are not as fast as they should be. This spirit has prevailed to such an extent that you are withering; you are not flourishing in the Lord. Your interest, and efforts, and anxieties, are for your family and your relatives. But to reach out for others around you, and overcome your reluctance to exert an influence outside of a special circle, you have not entertained the idea. You idolize yours, and shut yourselves within yourselves. If the Lord can save me and mine is the great burden. This spirit will have to die before you flourish in the Lord, and make spiritual advancement, and the church grows, and souls be added unto them of such as shall be saved."},{"refcode_short":"T15 65.1","refcode_long":"Testimony for the Church — No. 15, p. 65.1 (Ellen Gould White)","content":"You are all narrowed up as to labor for others, and must change your base of operations. Your relatives are no dearer in the sight of God than any other poor souls who need salvation. Self and selfishness must be put under our feet, and we exemplify in our lives the spirit of self-sacrifice and disinterested benevolence, manifested by Jesus when he was upon earth. All should have an interest for their relatives, but should not allow themselves to be so closely shut up to them as though they were all the ones Jesus came to save."},{"refcode_short":"T15 65","refcode_long":"Testimony for the Church — No. 15, p. 65 (Ellen Gould White)","content":"Epistle Number Seven"},{"refcode_short":"T15 65.2","refcode_long":"Testimony for the Church — No. 15, p. 65.2 (Ellen Gould White)","content":"Bro. and Sr. ——: I was shown that you have a work to do to set your house in order. Bro. ——, you have not properly represented the truth; you have loved the truth, but it has not had that sanctifying influence upon your life that it must have, if you would be fitted for the society of heavenly angels in the kingdom of glory. You are a rough stick, and need much hewing, and to remain in the workshop of God until all the rough edges are removed, the uneven surface made smooth, and you pronounced fit for the building."},{"refcode_short":"T15 65.3","refcode_long":"Testimony for the Church — No. 15, p. 65.3 (Ellen Gould White)","content":"You should be careful and not introduce the subjects of present truth everywhere. You can do more in living the truth than in talking it to others. You can do very much by example. You need to be very circumspect in your business transactions, to carry the principles of your faith into it all. Faithful in deal, thorough in labor, ever bearing in mind that it is not your employer's eye alone that is to inspect your work, but that the eye of God is upon all the transactions of your life. Angels of God are viewing your work, and it should be a part of your religion to have every piece of work marked with truth and faithfulness. He that is faithful in that which is least, is faithful also in much, and he that is unjust in that which is least, is unjust also in much. God wants to make you right, holy, and true."},{"refcode_short":"T15 66.1","refcode_long":"Testimony for the Church — No. 15, p. 66.1 (Ellen Gould White)","content":"You do not speak wisely and judiciously to your wife and children. You should cultivate kindness and gentleness. Your children have not had the best influence and example before them. They should not control you, but you them, not harshly, not overbearingly, but with firmness and steadiness of purpose."},{"refcode_short":"T15 66.2","refcode_long":"Testimony for the Church — No. 15, p. 66.2 (Ellen Gould White)","content":"Sister —— you have a great battle before you in order to overcome. You have let self keep the victory. Your stubborn will is the greatest enemy you have. You have an unsubdued temper, and do not control your tongue. The lack of self-control has been a great injury to yourself and to your family. Happiness, quietude, and peace, have abode in your dwelling but a short period at a time. You become easily irritated, if you are crossed, and then you speak and act at such times as though a demon had possession of you. Angels turn from the scene of discord where angry words are exchanged. Many times have you driven the precious, heavenly angels from your family by the indulgence of passion. Like begets like. The same spirit which you manifest has been reflected back upon you again."},{"refcode_short":"T15 66.3","refcode_long":"Testimony for the Church — No. 15, p. 66.3 (Ellen Gould White)","content":"Your children have seen so little love, affection, tenderness, and gentleness, they have had nothing to win them to the truth, or inspire them with respect for your authority. They have so long partaken of the evil fruits borne by you that their disposition is bitterness. They are not altogether corrupt; there are left beneath the uncultivated exterior, good impulses, could they be reached and brought to the surface. If your religious life had been more even, exemplifying the life of Christ, things would be different in your family. “That which ye sow shall ye also reap.” Just such seed as you sow, just such a harvest will you gather. If gentle words were the order of the day in your dwelling, such fruit would you receive."},{"refcode_short":"T15 66.4","refcode_long":"Testimony for the Church — No. 15, p. 66.4 (Ellen Gould White)","content":"A heavy responsibility rests upon you. In view of this, how careful should you be in all your words and acts. What kind of seed are you sowing in the hearts of your children? The reaping time. Oh! remember, the reaping time is not far distant. Sow no foul seed. Satan is ready to do that work. Sow only clean, pure seed."},{"refcode_short":"T15 67.1","refcode_long":"Testimony for the Church — No. 15, p. 67.1 (Ellen Gould White)","content":"You, may dear sister, have been jealous, envious, and fault-finding. You have thought you were neglected and despised. You have been too much neglected, but you have a work to do for yourself which no other can do for you. It will require effort, perseverance, and earnestness to obtain the victory over long-established habits which have become as second nature. We have the tenderest feelings for you, with all your errors and faults, and we pledge ourselves to help you in every way we can, while we shall take the liberty to tell you your faults."},{"refcode_short":"T15 67.2","refcode_long":"Testimony for the Church — No. 15, p. 67.2 (Ellen Gould White)","content":"I was shown that you do not possess that filial love which you should. The evil in your nature is exercised in a most unnatural way. You are not tender and respectful to your parents. Whatever may be their faults, you have no excuse to pursue the course you have toward them. It has been most unfeeling and disrespectful. Angels turned from you in sadness, repeating these words, “That which ye sow ye shall also reap.” The same treatment which your parents have received from you, will you receive in turn, should time continue, from your children. You have not studied how you could best make your parents happy, and then sacrificed your wishes and your pleasure to this end. Their days upon earth are few at most, and will be full of care and trouble if you do all you can to ease their passage to the grave. “Honor thy father and thy mother, that thy days may be long upon the land which the Lord thy God giveth thee.” This is the first commandment with promise. It is binding upon childhood and youth, upon the middle-aged and aged. There is no period in life when children are excused from honoring their parents. This solemn obligation is binding upon every son and daughter, and is one of the conditions to their prolonging their lives upon the land which the Lord will give the faithful. This is a matter of vital importance. It is not a subject unworthy of notice. It is a promise upon condition of obedience. If you obey, ye shall live long in the land which the Lord thy God giveth thee. If you disobey, ye shall not prolong your life in that land."},{"refcode_short":"T15 68.1","refcode_long":"Testimony for the Church — No. 15, p. 68.1 (Ellen Gould White)","content":"Here, my sister, is a subject for your prayerful consideration and earnest meditation. Closely examine your own heart as in the light of eternity. Hide nothing from your examination. Search, oh! search, as for your life, and condemn yourself, pass judgment upon yourself, and then by faith claim the cleansing blood of Christ to remove the stains from your Christian character. Do not flatter nor excuse yourself. Deal with your own soul truly. And then as you view yourself a sinner, fall, all broken, at the foot of the cross. Jesus will receive you, all polluted as you are, and will wash you in his blood, and cleanse you from all pollution, and make you fit for the society of heavenly angels, in a pure, harmonious Heaven. There is no jar there, no discord. All is health, happiness and joy."},{"refcode_short":"T15 68.2","refcode_long":"Testimony for the Church — No. 15, p. 68.2 (Ellen Gould White)","content":"Sister ——, you have not been indifferent to your salvation. You have made earnest efforts at times, and have humbled yourself before the church and before God; but you have not received that encouragement you needed, and which Jesus would have freely given you had he been upon earth. Love is missing in the church. Love for the erring is covered up with selfishness. There is a great lack, among God's people, of this precious grace."},{"refcode_short":"T15 68.3","refcode_long":"Testimony for the Church — No. 15, p. 68.3 (Ellen Gould White)","content":"You have thought that the people of God were indifferent to you, and your soul has rebelled against it. They have not felt right, or talked right. They have not pursued a right course. They are not justified in this."},{"refcode_short":"T15 68.4","refcode_long":"Testimony for the Church — No. 15, p. 68.4 (Ellen Gould White)","content":"Heaven frowns upon it. Jesus pities you, and he invites you, weary and heavy laden, to come to him and learn of him who is meek and lowly in heart, and you shall find rest to your soul. The yoke of Christ is easy, and his burden is light. When perplexed, worried, and annoyed, flee to the burden-bearer, tell it all to Jesus. Your brethren and sisters may not appreciate your efforts, and may never know how hard you do try to obtain the victory; yet this should not discourage you. If Jesus knows, if he is acquainted with your sincere efforts, be satisfied."},{"refcode_short":"T15 69.1","refcode_long":"Testimony for the Church — No. 15, p. 69.1 (Ellen Gould White)","content":"There must be a thorough reformation in your life, a transformation by the renewing of your mind. God requires his people to help you because you need help, and you should be humble enough to be helped by them. When tempted to give loose rein to the unruly member, oh! bear in mind that the recording angel is noting every word. They are written in the book, and, unless washed away by the blood of Christ, you must meet them again. You now have a spotted record in Heaven. Sincere repentance before God will be accepted. When about to speak passionately, close your mouth. Do not utter a word. Pray before you speak, and heavenly angels will come to your assistance and drive back the evil angels, who would lead you to dishonor God, reproach his cause, and weaken your own soul."},{"refcode_short":"T15 69.2","refcode_long":"Testimony for the Church — No. 15, p. 69.2 (Ellen Gould White)","content":"Especially have you a work to do to confess with humiliation your disrespectful course toward your parents. There is no reason for this unnatural manifestation toward them. It is purely a satanic spirit, and you have indulged in it because your mother has not sanctioned your course. Your feelings amount not only to a positive dislike, decided disrespect, but to hatred, maliciousness, envy, jealousy, which are manifested in your actions, causing them suffering, and privations. You do not feel like making them happy, or even comfortable. Your feelings are changeable. Sometimes your heart softens, then it closes firmly as you see some fault in them, and the angels cannot impress it with one emotion of love. But your evil demon controls you, and you are hateful and hating. God has marked your disrespectful words, your unkind acts to your parents, whom he has commanded you to honor, and if you fail to see this great sin, and to repent of it, you will grow darker and darker until you will be left to your evil ways."},{"refcode_short":"T15 69.3","refcode_long":"Testimony for the Church — No. 15, p. 69.3 (Ellen Gould White)","content":"The Lord is ready to help all those who need help and feel that need. If you see your poverty and wretchedness before God, and earnestly take hold of his strength, he will help, and bless, and impart unto you strength, that by your good works you may lead others to glorify our Father which is in Heaven."},{"refcode_short":"T15 70.1","refcode_long":"Testimony for the Church — No. 15, p. 70.1 (Ellen Gould White)","content":"Will you see yourself? Will you submit your will and ways to God for him to control? Will you seek for pure and undefiled religion before God? Oh! what will it avail you to pass along in this wretched condition? You have no happiness yourself in this way of living, and those around you have not happiness in your society. Surely you make for yourself a great amount of misery; and such a life as you have led is not worth much. Why not, then, be reconciled to God? Die to self and be converted, that Jesus may heal you. He wants to save you, if you will consent to be saved in his appointed way. May the Lord help you to see and correct every error, is my prayer."},{"refcode_short":"T15 70.2","refcode_long":"Testimony for the Church — No. 15, p. 70.2 (Ellen Gould White)","content":"Bro. ——, you should be swift to hear, slow to speak, slow to wrath. Be careful of your words. Let not Satan make you a stumbling block to others. In your business transactions there is a failure. You slight your work. You get through with it as soon as you can, thinking that it will do, when your work is not well done. You lack thoroughness. You should cultivate taste and order in all you do. That which is worth doing at all is worth doing well. If you lack faithfulness in your business life, you will lack in your religious life, and finally in the day of God the balances of the sanctuary will reveal the fact that you are found wanting. This lack is a reproach to your faith. Unbelievers charge it to dishonesty, and say, If it is such men who keep the Sabbath, I don't choose to be of that sort."},{"refcode_short":"T15 70.3","refcode_long":"Testimony for the Church — No. 15, p. 70.3 (Ellen Gould White)","content":"As men prove your work and find it deficient in durability, in nicety and order, they say you are a cheat, and many hard speeches have been made over your work. Many oaths have been uttered over it, and God has been blasphemed. You do not mean to be dishonest, but there is a slackness in your jobs. You think your employers are too particular; that you know what will answer as well as they, and hence this slack, loose, unfinished style attends your labor to a great extent. You should improve in this matter. You should be honorable in all your labor, and close up your work in a manner that will bear the inspection of the eye of God. Scorn to slight any job. Be faithful in that which is least."},{"refcode_short":"T15 71.1","refcode_long":"Testimony for the Church — No. 15, p. 71.1 (Ellen Gould White)","content":"Try to help your wife in the conflict before her. Be careful of your words, cultivate refinement of manners, courteousness, gentleness, and you will be rewarded for so doing."},{"refcode_short":"T15 71","refcode_long":"Testimony for the Church — No. 15, p. 71 (Ellen Gould White)","content":"Epistle Number Eight"},{"refcode_short":"T15 71.2","refcode_long":"Testimony for the Church — No. 15, p. 71.2 (Ellen Gould White)","content":"Bro. ——: From what was shown me, there is a great work to be accomplished for you before you can be accepted in the sight of God. Self is too prominent. You possess a hasty, passionate temper, and are arbitrary and overbearing in your family. Sister —— is slack and untidy in her house. She has not the elements of order and neatness in her organization. She can improve in these things. Bro. ——, you censure your wife; are dictatorial, and do not have that love you should. She dreads your oppressive spirit, but does not do that which she might on her part to correct her wrong habits, which make home distasteful and disagreeable."},{"refcode_short":"T15 71.3","refcode_long":"Testimony for the Church — No. 15, p. 71.3 (Ellen Gould White)","content":"Bro. ——, you have not taken a judicious course with your family. Your children do not love you. They possess hatred more than love. Your wife does not love you. You do not take a course to be loved. You are an extremist. You are severe, exacting, arbitrary, to your children. You talk the truth to them, but do not carry its principles into your everyday life. You are not patient, forbearing, forgiving. You have so long indulged your own spirit, you fly into a passion if provoked, that it looks exceedingly doubtful whether you will make efforts sufficient to meet the mind of Christ. You do not possess power of endurance, forbearance, gentleness and love. These Christian graces must be possessed by you before you can be truly a Christian. You reserve your encouraging words, your kindly acts, for those who are not entitled to them as much as your own wife and children. Cultivate kind words, pleasant looks, praise and approbation for your own family, for this will affect your happiness materially. Never let censure or fretful words escape your lips. Subdue this desire to rule, and to place your iron heel where you can. You possess a most disagreeable spirit, a close spirit; To some you are selfish and stingy, to others whom you wish to have think highly of you, you would sacrifice anything, even the very things your own family needs. You are liberal in these cases that you may receive praise of men, and to have them esteem you. If by your good acts toward those you choose to be liberal to.[ ] you could purchase Heaven by a great sacrifice, you would certainly obtain it. You do not value being put to the greatest inconvenience to advantage others, if in so doing you could exalt yourself. In these things you tithe mint and rue, while you neglect the weightier matters, justice and the love of God. You are not just in your family. You have a work to do there. Make your wife comfortable and happy first, then consider the condition of your children. Provide them with comfortable clothing and convenient food. Then if you can, without limiting your wife and children, help those who most need help, and bestow your favors where they will be appreciated, it will be praise-worthy for you to be liberal. But your first and most sacred duty is to your family. They should not be robbed for others to be favored. Let your benevolence, your liberalities be seen in your own family. Give them tangible proofs of your affection, interest, care and love. This has much to do with your happiness. Cease finding fault, and scolding your wife, for this only makes it much harder for you, and makes a hell for her."},{"refcode_short":"T15 72.1","refcode_long":"Testimony for the Church — No. 15, p. 72.1 (Ellen Gould White)","content":"Angels of God will not abide in your family until there is a different order of things. It is not your means that is wanted. Yet you have thought that if reproved it was your means the church wanted. You are deceived here. You have been too liberal with your means, for the very reason you have thought this was to obtain for you salvation, and buy you a position in the church. No, indeed! it is you that is wanted, not the little means you possess. If you will be transformed by the renewing of your mind, and be converted, deal truly with your own soul. It is all that the church require. You have deceived yourself. He that seemeth to be religious and bridleth not his tongue, that man's religion is vain. Use your family in a manner that Heaven can approve, and so that peace may be in your dwelling. There needs to be everything done for your family. Your children have had your bad example before them, you have blamed, censured, and manifested a passionate spirit at home, while you would, at the same time, address the throne of grace, attend meeting, and bear testimony in favor of the truth. These exhibitions have led your children to despise you and the truth you profess. They have no confidence in your Christianity. They believe you to be a hypocrite, and you are a sadly deceived man. You cannot enter Heaven without a thorough change, any more than Simon Magus, who thought that the Holy Ghost could be bought with money. Your family have seen your overreaching spirit, and your taking advantage, your penurious spirit manifested to those with whom you sometimes deal, and they despise you for it, yet they will too surely follow in your footsteps of wrong doing. You are not what you should be in your deal. It is difficult for you to deal justly and to love mercy. You have dishonored the cause of God by your life. You have contended for the truth, but not in a right spirit. You have hindered souls from embracing the truth who otherwise would have done so. They have excused themselves by taking advantage of the errors and wrongs of professed Sabbath-keepers, and saying, they are no better than I; they will lie, cheat, tell large stories, exaggerate, get angry, and boastingly talk of their own praise; such a religion as this I do not want. Thus the unconsecrated lives of these short-coming Sabbath-keepers, make them stumbling-blocks to sinners."},{"refcode_short":"T15 73.1","refcode_long":"Testimony for the Church — No. 15, p. 73.1 (Ellen Gould White)","content":"The work now before you, is to commence in your family. You have tried hard to outwardly improve; but the work has been too much on the surface, an outside work, and not a work of the heart. Set your heart in order, humble yourself before God, entreat and implore his grace to help you. Do not, like the hypocritical Pharisees, do things to make you appear devotional and righteous to the eyes of others. Break your hearts before God and know that it is impossible for you to deceive the holy angels. Your words, your acts, are all open to the inspection of holy angels. Your motives and the intents and purposes of your heart stand revealed to their gaze. The most secret things are not hid from them. Oh, then why not rend your hearts, and be not over-anxious to make your brethren think you are right when you are not. Be circumspect in your family. You are watching to see others’ wrongs, but do this no more. The work you have now to do is to overcome your own wrongs, battle with your strong internal foes. Deal justly with the widow and fatherless, throw not over your acts the flimsy covering of deception, to those whom you greatly wish would think you right, while your motives and acts will not bear that construction you would have put upon them."},{"refcode_short":"T15 74.1","refcode_long":"Testimony for the Church — No. 15, p. 74.1 (Ellen Gould White)","content":"Cease all contention, and try to be a peacemaker. Love not in word, but in deed and in truth. Your works are to bear the inspection of the Judgment. Will you deal truly with your own soul? Do not deceive yourself. Oh, remember God is not mocked. Those who possess everlasting life will have all they can do to set their houses in order. They must commence at their own hearts and follow up the work until victories, earnest victories, are gained. Self must die, and Christ must live in you, and be in you a well of water springing up into everlasting life. You now have precious hours of probation granted you to form a character even in your advanced age. You now have a period allotted you in which to redeem the time. You cannot put away your errors and wrongs in your own strength, for they have been increasing upon you for years, because you have not seen them in their hideousness, and in the strength of God resolutely put them away. You must lay hold by living faith on an arm that is mighty to save. Humble your poor, proud, self-righteous heart before God; get low, very low, all broken in your sinfulness at his feet. Devote yourself to the work of preparation. Rest not until you can say truly, My Redeemer liveth, and because he lives I shall live also."},{"refcode_short":"T15 75.1","refcode_long":"Testimony for the Church — No. 15, p. 75.1 (Ellen Gould White)","content":"If you lose Heaven you lose everything; if you gain Heaven you gain everything. Don't make a mistake in this matter, I implore you. Eternal interests are here involved. Be thorough. May the God of all grace so enlighten your understanding that you may discern eternal things, that by the light of truth, your own errors, which are many, may be discovered to you just as they are, that you may make the necessary effort to put them away, and in the place of this evil, bitter fruit may be found fruit which is precious unto eternal life. By their fruit ye shall know them. Every tree is known by its fruit. What kind of fruit, from henceforth, shall be found upon this tree. The fruit you bear will determine whether you are a good tree, or one that Christ shall say of to his angel, “Cut it down, for why cumbereth it the ground.”"},{"refcode_short":"T15 75","refcode_long":"Testimony for the Church — No. 15, p. 75 (Ellen Gould White)","content":"Epistle Number Nine"},{"refcode_short":"T15 75.2","refcode_long":"Testimony for the Church — No. 15, p. 75.2 (Ellen Gould White)","content":"Dear Bro. ——: I feel compelled from a sense of duty to address you a few lines. I have been shown some things in regard to your case which I dare not withhold."},{"refcode_short":"T15 75.3","refcode_long":"Testimony for the Church — No. 15, p. 75.3 (Ellen Gould White)","content":"I was shown that Satan took advantage of you because your wife did not embrace the truth. You were thrown into the society of a corrupt woman; one whose steps take hold on hell. She professed great sympathy for you because of the opposition you received from your wife. She made her manners fascinating like the serpent in Eden. She cast impressions on your mind that you were an abused man; that your wife did not appreciate your feelings and reciprocate your affections; that, a mistake had been made in your marriage relation; until you imagined the marriage vows of constancy as long as life should last to her whom you had taken as your wife, to be as galling chains. You went to this apparent angel in speech for sympathy. You poured into her ears that which should be intrusted alone to your wife whom you had vowed to love, honor, and cherish, as long as you both should live. You forgot to watch and pray always lest ye enter into temptation. Your soul was marred by a crime. You stamped your life record in Heaven with a fearful blot. Deep humiliation and repentance before God will be acceptable to him. The blood of Christ can avail to wash these sins away. You have fallen, terribly fallen. Satan lured you on into his net, and then left you to disentangle yourself as best you could. You have been harassed and perplexed. You have been fearfully tempted. A guilty conscience troubles you. You distrust yourself, and imagine every one else distrusts you. You are jealous of yourself, and imagine that jealousy exists in other hearts toward you. You have not confidence in yourself, and imagine your brethren have not confidence in you. Satan often presents the past before you, and tells you it is of no use for you to try to live out the truth, the way is too straight for you. You have been overcome; now Satan takes advantage of your wrong and sinful course to make you believe you are past redemption. You are on Satan's battle field. A severe conflict you are engaged in. The barrier which is thrown around, and which makes sacred every family circle, you have broken down. And now Satan harasses you almost constantly. You are not at rest. You are not at peace, and your conflicting feelings and doubts and jealousies you seek to shift upon your brethren; that they are at fault; that they do not give you attention. The trouble is with yourself. You want your own way, and do not rend your heart before God, and with brokenness and contrition cast yourself all broken, sinful and polluted, upon his mercy. Your efforts to save yourself, if persisted in, will result in your certain ruin."},{"refcode_short":"T15 76.1","refcode_long":"Testimony for the Church — No. 15, p. 76.1 (Ellen Gould White)","content":"Cease your jealousies and your fault-finding. Turn your attention to your own case, and by humble repentance, relying alone upon the blood of Christ, save your own soul. Make thorough work for eternity. If you turn from the truth, you are a ruined man; your family is ruined."},{"refcode_short":"T15 77.1","refcode_long":"Testimony for the Church — No. 15, p. 77.1 (Ellen Gould White)","content":"It is difficult to build up the fortifications preserving the privacy and privileges of the family relation sacred, after they have been once broken down; but in the strength of God you can do it, and in his strength alone. Truth, sacred truth, is your anchor, which will save you from drifting in the downward current to crime and destruction."},{"refcode_short":"T15 77.2","refcode_long":"Testimony for the Church — No. 15, p. 77.2 (Ellen Gould White)","content":"A conscience once violated is greatly weakened. It needs the strength of constant watchfulness and unceasing prayer. You are standing in a slippery place. You need all the strength that the truth can give you to fortify you, and save you from making entire ship-wreck. Life and death are before you; which will you choose? Had you seen the necessity of being firmly settled upon principle, not moving from impulse, and not being easily discouraged, but prepared to endure hardness, you would not have been overcome as you have. You have moved from impulse. You have not, like our faultless pattern, been willing to endure the contradiction of sinners against yourself. We are exhorted to remember Him who endured this, lest we become weary and faint in our minds. You have been weak as a child, having no power of endurance. You have not felt the necessity of being established, strengthened, settled, grounded, and built up in the faith."},{"refcode_short":"T15 77.3","refcode_long":"Testimony for the Church — No. 15, p. 77.3 (Ellen Gould White)","content":"You have felt that it might be your duty to teach the truth to others instead of your being taught yourself. You must be willing to be a learner; to receive the truth from others, and cease your fault-finding, your jealousies, your complaining, and in meekness receive the ingrafted [engrafted] word which is able to save your soul."},{"refcode_short":"T15 77.4","refcode_long":"Testimony for the Church — No. 15, p. 77.4 (Ellen Gould White)","content":"It rests with you whether you will have happiness or misery. You have yielded to temptation once, and can not [cannot] now trust your own strength. Satan has great control of your mind, and you will have nothing to hold you when you break from the restraining influence of the truth. The truth has been as a safeguard to you to restrain you from crime and iniquity. Your only hope is to seek for thorough conversion, and redeem the past by your well-ordered life and godly conversation."},{"refcode_short":"T15 78.1","refcode_long":"Testimony for the Church — No. 15, p. 78.1 (Ellen Gould White)","content":"You have moved from impulse. Excitement has been agreeable to your organization. Your only hope now is to sincerely repent of your past transgressions of God's law, and purify your soul by obeying the truth. Cultivate purity of thought and purity of life. The grace of God will be your strength to restrain your passions and curb your appetites. Earnest prayer and watching thereunto will bring the Holy Spirit to your aid, to perfect the work, and make you like your unerring Pattern."},{"refcode_short":"T15 78.2","refcode_long":"Testimony for the Church — No. 15, p. 78.2 (Ellen Gould White)","content":"If you choose to throw off from you the sacred, restraining influence the truth imposes upon you, Satan will lead you captive at his will. You will be in danger of giving scope to your appetites and passions, and giving loose rein to lusts, and to evil and abominable desires. Instead of bearing that calm serenity in your countenance under trial and affliction, your face radiant with hope and that peace which passeth understanding like faithful Enoch, you will stamp your countenance with carnal thoughts, with lustful desires. Your image will bear the impress of the Satanic instead of the divine."},{"refcode_short":"T15 78.3","refcode_long":"Testimony for the Church — No. 15, p. 78.3 (Ellen Gould White)","content":"“Whereby are given unto us exceeding great and precious promises; that by these ye might be partakers of the divine, nature, having escaped the corruption that is in the world through lust.” It is your privilege now, by humble confessions and sincere repentance, to take words and return unto the Lord. The precious blood of Christ can cleanse you from all impurity, remove all your defilement, and make you perfect in him. The mercies of Christ are still within your reach if you will accept them. For the sake of your wronged wife, and your children, the fruit of your own body, cease to do evil, and learn to do well. That which you sow, ye shall also reap. If ye sow to the flesh, ye shall of the flesh reap corruption. If ye sow to the spirit, ye shall of the spirit reap life everlasting."},{"refcode_short":"T15 78.4","refcode_long":"Testimony for the Church — No. 15, p. 78.4 (Ellen Gould White)","content":"You must overcome your sensitiveness and fault-finding. You are jealous that others do not give you all that attention you think you should have. The experience which has savored of fanaticism, founded in feeling, you must not adhere unto. It is unsafe. Move from principle. Move from thorough understanding. Search the Scriptures, and be able to give to every man that asketh you the reasons of the hope which is in you with meekness and fear. Let self-exaltation die. Cleanse your hands ye sinners, and purify your hearts ye double-minded. Be afflicted and mourn. Let your laughter be turned into mourning and your joy into heaviness. When harassed with temptations and evil thoughts, there is but One to whom you can flee for relief and succor. Flee to him in your weakness. When near him, Satan's arrows are broken and cannot harm you. Your trials and temptations borne in God, will purify and humble you, but will not destroy nor endanger you."},{"refcode_short":"T15 79","refcode_long":"Testimony for the Church — No. 15, p. 79 (Ellen Gould White)","content":"Epistle Number Ten"},{"refcode_short":"T15 79.1","refcode_long":"Testimony for the Church — No. 15, p. 79.1 (Ellen Gould White)","content":"Dear Bro. ——: I was shown that you were enshrouded in darkness, which darkness was not relieved by rays of light from Jesus. You did not seem sensible of your danger, but was in a state of listless indifference, unfeeling, and unconcerned."},{"refcode_short":"T15 79.2","refcode_long":"Testimony for the Church — No. 15, p. 79.2 (Ellen Gould White)","content":"I inquired the cause of this much-to-be-dreaded condition, and was pointed back for years, and shown that you had not, since you embraced the truth, been sanctified through the truth. You have gratified your appetite and your lustful passions, to the destruction of your own spirituality. I was shown that God had given light through the gifts placed in the church which would instruct, counsel, guide, reprove and warn. These testimonies which you have professed to believe were from God, you have not regarded to live them out. To disregard light is to reject it. The rejection of light leaves men captives bound about by chains of darkness and unbelief. I was shown that you have increased your family without realizing the responsibility you were bringing upon yourself. It has been impossible for you to do justice to your companion, or to your children. Your first wife ought not to have died, but you brought upon her cares and burdens which ended in the sacrifice of her life."},{"refcode_short":"T15 80.1","refcode_long":"Testimony for the Church — No. 15, p. 80.1 (Ellen Gould White)","content":"You have, by increasing your family so rapidly, been kept in a state of poverty, and the mother, who has been engaged in rearing the young members of the family, has not had a fair chance for her life. She has nursed her children under the most unfavorable circumstances, when heated over the cook-stove. She could not instruct them as she should, and regulate their habits of eating and working. The result of eating food not the most healthy, and by violating the laws which God has established in our being, has brought disease and premature death upon the elder class of your children. Disease has been transmitted to your offspring, and the eating largely of flesh-meats, has increased the difficulty. The eating of pork has awakened and strengthened a most deadly humor which was in the system. Your offspring are robbed of vitality before they are born. You have not added to virtue knowledge, and your children have not been instructed how to preserve themselves in the best condition of health. Never should one morsel of swine's flesh be placed upon your table. Your children have come up instead of being brought up and educated to the end that they might become Christians. Your cattle have received, in many respects, better treatment than your children. Your wife, now living, has a hard lot, her vitality is nearly exhausted. You have not done your duty to your children. You have left them to grow up in ignorance. Have not realized if you took upon yourself the responsibility of bringing into the world so numerous a flock, you were accountable, in a great measure, for their salvation. You cannot throw off this responsibility. You have robbed your children of their rights by not interesting yourself in their education, and instructing them patiently and faithfully in regard to forming characters for Heaven. Your course has done much to destroy the confidence of your children in you. You are exacting, overbearing, tyrannical; you fret and scold, and censure, and by so doing wean the affections of your children from you. You treat them as though they had not just rights, but as though they were machines to turn in your hands according to your pleasure. You provoke them to wrath, and often discourage them. You do not give them love and affection. Love begets love, affection begets affection. The spirit you manifest toward your children will be reflected back upon you."},{"refcode_short":"T15 81.1","refcode_long":"Testimony for the Church — No. 15, p. 81.1 (Ellen Gould White)","content":"You are in a critical condition, and have no realizing sense of it. It is impossible for an intemperate man to be a patient man. First temperance, then patience. You have so long lived for self, and followed the imagination of your own heart, that you cannot discern sacred things. Your lustful appetite and passions have controlled you. The higher order of the mental organs have been weakened and controlled by the lower, baser organs. The animal propensities have been gaining strength. When reason is left to be controlled by appetite, the high sense of sacred things is not discerned. The mind is debased, the affections are unsanctified, the heart testifies what is therein by the works and the acts. God has been displeased and dishonored by your conversation and your deportment. Your words have not been select and well chosen, but low, vulgar conversation comes naturally to your lips in the presence of children and youth. Your influence in this respect has been bad."},{"refcode_short":"T15 81.2","refcode_long":"Testimony for the Church — No. 15, p. 81.2 (Ellen Gould White)","content":"Your example has not been right, and you have stood directly in the way of your own children, and the children of Sabbath-keepers, in seeking the Lord. Your course, in this respect, cannot be too severely censured. “Out of the abundance of the heart the mouth speaketh. A good man out of the good treasure of his heart bringeth forth good things. An evil man out of the evil treasure of his heart bringeth forth evil things. For I say unto you that every idle word that men shall speak, they shall give account thereof in the day of Judgment, for by thy words thou shalt be justified, and by thy words thou shalt be condemned.” Your heart needs to be purified, cleansed, sanctified, through obedience to the truth. Nothing can save you but a thorough conversion—a true sense of your sinful ways, and a thorough transformation by the renewing of your mind."},{"refcode_short":"T15 81.3","refcode_long":"Testimony for the Church — No. 15, p. 81.3 (Ellen Gould White)","content":"In your profession, you have been very zealous to plead the necessity of not denying our faith by our works, and have made your faith an excuse for not granting your children the privilege of obtaining an education in even the common branches. Knowledge is what you need in regard to yourself, and you will yet have to see the necessity of your obtaining it. Knowledge is what your children need, but do not have the privilege of obtaining. With this great lack, your children cannot be useful members of society, and will be deficient in their religious education. A weighty responsibility rests at your door. You are shortening the life of your wife. How can she glorify God in her body and spirit, which are his?"},{"refcode_short":"T15 82.1","refcode_long":"Testimony for the Church — No. 15, p. 82.1 (Ellen Gould White)","content":"God has given you light and brought knowledge direct to you, which you have professed to believe came direct from him, instructing you to deny your appetite. Also, that the use of swine's flesh was in disregard of his express command; not because he wished to especially show his authority, but because its use was injurious to those who should eat it. The blood would become impure, humors and scrofula would corrupt the system, and the whole organism would suffer. Especially would the fine, sensitive nerves of the brain become enfeebled, and so beclouded that sacred things would not be discerned, but placed upon the low level with common things. Light has come just as soon as God's people could bear it in regard to disease caused by using this gross article of food. Have you heeded the light?"},{"refcode_short":"T15 82.2","refcode_long":"Testimony for the Church — No. 15, p. 82.2 (Ellen Gould White)","content":"You have gone directly contrary to the light God has been pleased to give in regard to the use of tobacco. The indulgence of your appetite has eclipsed the light given of Heaven, and you have made a god of this hurtful indulgence. It is your idol. You have bowed to this instead of God, and at the same time professing great faith in the visions, and acting entirely contrary to them. You have not advanced one step in the divine life for years, but have been growing weaker and weaker, darker and darker. You have felt sadly afflicted over the course Bro. —— has pursued in opposing the truth as he has done. You have ascribed the weak, discouraged state of the church to his opposition. He has been a great hindrance to the advancement of the cause of God in ——. But the course you have pursued, who have professed to know the truth and to have an experience in the cause of God, has been a greater hindrance than his course. If you had stood in the counsel of God, and been sanctified through the truth you professed to believe, Bro. —— would not have had all the doubts he has had. Your position as a defender of the visions has been a stumbling-block to those who were unbelieving. I was shown that your brother tried to stand up under the heavy burdens which the sad condition of the church brought upon him until he nearly fell under the weight he was bearing, and left for his life. I saw that God's care was over Bro. and Sr. ——. If their faith was unwavering, they would yet see the salvation of God in their own house and in the church."},{"refcode_short":"T15 83.1","refcode_long":"Testimony for the Church — No. 15, p. 83.1 (Ellen Gould White)","content":"I was shown the case of dear Bro. and Sr. ——. They had been passing through the dark waters, and the billows had nearly gone over their heads; yet God loved them, and if they would only trust their ways to him he would bring them forth from the furnace of affliction purified. Bro. —— has looked upon the dark side, and doubted whether he was a child of God—doubted his salvation. I saw that he should not labor too hard to believe, but should trust in God as a child would confide in its parents. He worries too much—he worries himself out of the arms of Jesus, and gives the enemy a chance to tempt and annoy him. God knows the feebleness of the body, and of the mind, and will require no more of him than he will give him strength to perform. He has tried to be faithful and true to his profession. He has failed in his life in a number of things, all ignorantly. In regard to the discipline of his children, he has considered it his duty to be strict, and has carried this discipline too far. He has treated small offences with too great a degree of severity. This has had an influence to wean, in a degree, the affection of the son from the father. During his sickness he has had a diseased imagination. His nervous system has been all deranged, and he has thought that his children did not feel for him and love him as they should; but this was the result of disease. Satan wished to destroy him, and dishearten and discourage his poor children. But God has not laid this to his charge. His children have greater burdens to bear than many that are older than they, and they deserve careful discipline, judicious training, mingled with sympathy, love, and great tenderness."},{"refcode_short":"T15 84.1","refcode_long":"Testimony for the Church — No. 15, p. 84.1 (Ellen Gould White)","content":"The mother has had especial strength and wisdom of God to encourage and help her husband, and to do much in binding her children to her heart and strengthening their affection for their parents and for one another. I saw that angels of mercy were hovering over this family, although prospects looked so dark and foreboding. Those who have had bowels of compassion for Bro. —— will never have cause to regret it, for he is a child of God, beloved of him. The depressed state of the church has been very detrimental to his health. I saw him looking on the dark side, distrustful of himself, and looking down into the grave. He must not dwell on these things, but look to Jesus, a pattern that is unerring. He must encourage cheerfulness and courage in the Lord—talk faith, talk hope; rest in God, and not feel that a severe, taxing effort is required on his part. All that God requires is simple trust—to drop into his arms with all his weakness, and brokenness, and imperfectness, and Jesus will help the helpless, and strengthen and build up those who feel that they are very weakness itself. God will be glorified in his affliction through the patience, faith, and submission, exemplified by him. Oh! this will prove the power of the truth we profess; it is consolation when we need it; it is support when every prop of an earthly nature, which has been a measurable support, is removed away."},{"refcode_short":"T15 84.2","refcode_long":"Testimony for the Church — No. 15, p. 84.2 (Ellen Gould White)","content":"I was also shown the case of Bro. ——. He has placed himself in a condition of bondage that God did not call him to. God is not pleased with aged fathers’ placing their stewardship out of their hands into the hands of unconsecrated children, even if they profess the truth. But when these children are enemies to God, to place that which he has entrusted to them into the hands of their unbelieving children, he is dishonored, for they have placed that which they should retain in the ranks of the Lord into the enemy's ranks. Again, Bro. —— has used tobacco, and acted the part of a deceiver. He would have his brethren think that he did not use it. I saw that this sin has caused him to make no advancement in the divine life. He has a work to do in his advanced age to abstain from fleshly lusts which war against the soul. He has loved the truth, and has suffered for the truth's sake. Now he should so estimate the eternal reward, the treasure in the Heavens, the immortal inheritance, the crown of glory that is unfading, that he can cheerfully sacrifice the gratification of depraved appetite, let the consequence or suffering be ever so great, in order to accomplish the work of purification of the flesh and of the spirit."},{"refcode_short":"T15 85.1","refcode_long":"Testimony for the Church — No. 15, p. 85.1 (Ellen Gould White)","content":"I was then shown his daughter-in-law. She is beloved of God, but held in servile bondage, fearing, trembling, desponding, doubting, and very nervous. This sister should not feel that she must yield her will to a godless youth who has less years upon his head than herself. She should remember that her marriage does not destroy her individuality. God has claims upon her higher than any earthly claim. Christ has bought her with his own blood. She is not her own. She fails to put her entire trust in God, and submits to yield her convictions, her conscience, to an overbearing, tyrannical man, fired up by Satan whenever his Satanic majesty can make it effectual to work through him to intimidate this trembling, shrinking soul, who has so many times been thrown into agitation that her nervous system is torn to pieces, and she merely a wreck. Is this the will of the Lord that this sister should be in this state, and God robbed of her service? No. Her marriage was a deception of the Devil. Yet now she should make the best of it, treat her husband with tenderness, make him as happy as she can, when she can do so and not violate her conscience; for if he remains in his rebellion, this world is all the heaven he will have. But to deprive herself of the privilege of meetings to please and gratify an overbearing husband, possessing the spirit of the dragon, is not according to God's will. He wants this trembling soul to flee to him. He will be a covert to her. He will be like a great rock in a weary land. Only have faith and trust, and he will strengthen and bless. All three of her children are susceptible of the influences of the truth and spirit of God. Could these children be as favorably situated as many Sabbath-keeping children are, all would be converted, and enlist in the army of the Lord."},{"refcode_short":"T15 86.1","refcode_long":"Testimony for the Church — No. 15, p. 86.1 (Ellen Gould White)","content":"I was then shown a young girl of the same place, who had departed from God, and was enshrouded in darkness. Said the angel, She did run well for a season—what did hinder her? I was pointed back, and saw that it was a change of surroundings. She was associating with youth like herself, who were filled with hilarity and glee, pride, and love of the world. Had she regarded the words of Christ she need not have yielded to the enemy. “Watch and pray always, lest ye enter into temptation.” Temptation may be all around us, but this does not make it necessary that we should enter into temptation. The truth is worth everything. Its influence is not to degrade, but to elevate, refine, purify, and exalt to immortality and the throne of God. Said the angel, Will ye have Christ, or the world? Satan presents the world with its most alluring, flattering charms to poor mortals, and they gaze upon it, and its tinsel and glitter eclipses the glory of Heaven, the immortal life, which is as enduring as the throne of God. A life of peace, happiness, joy unspeakable, which shall know nothing of sorrow, sadness, pain nor death, is sacrificed for a short lifetime of sin. All who will turn from the pleasures of earth, and with Moses choose rather to suffer afflictions with the people of God than to enjoy the pleasures of sin for a season, esteeming the reproach of Christ greater riches than the treasures of the world, will, with faithful Moses, receive the unfading crown of immortality, and the far more exceeding and eternal weight of glory."},{"refcode_short":"T15 86.2","refcode_long":"Testimony for the Church — No. 15, p. 86.2 (Ellen Gould White)","content":"The mother of this girl has been at different times susceptible to the influences of the truth, but she has soon lost the impression through indecision. She lacks decision of character, is too vacillating*The original publication had the spelling “vascillating.”, and is affected too much by unbelievers. She must encourage decision, fortitude, steadiness of purpose, which will not be swerved to the right or left by circumstances. She must not be in a state of such vacillation†The original publication had the spelling “vascillation.”. If she does not reform in this respect she will be easily ensnared, and taken captive by Satan at his will. She will have to possess perseverance and firmness in the work of overcoming, or she will be overcome and lose her soul. The work of salvation is not child's play, to be taken hold of at will and let alone at pleasure. It is the steady purpose, the untiring effort that will gain the victory at last. It is he that endureth to the end that shall be saved. It is they who by patient continuance in well doing shall have eternal life and the immortal reward. If this dear sister had been true to her convictions, and possessed steadiness of purpose, she might have been the means of exerting a saving influence in her family over her husband, and been a special help to her daughter. All who are engaged in this warfare with Satan and his host have a close work before them. They must not be as impressible as wax, that the fire can melt into any form. They must endure hardness as faithful soldiers, stand at their post, and be true every time."},{"refcode_short":"T15 87.1","refcode_long":"Testimony for the Church — No. 15, p. 87.1 (Ellen Gould White)","content":"God's spirit is striving with this entire family. He will save them if they are willing to be saved in his appointed way. Now is the hour of probation. Now is the day of salvation. Now, now, is God's time. In Christ's stead we beseech them to become reconciled to God while they may, and in humility, with fear and trembling, work out their salvation."},{"refcode_short":"T15 87.2","refcode_long":"Testimony for the Church — No. 15, p. 87.2 (Ellen Gould White)","content":"I was shown that it was the work of Satan to keep the church in a state of insensibility, that the youth may be secured in his own ranks. I saw that the youth were susceptible of the influences of the spirit of the truth. If the parents would consecrate themselves to God, and labor with interest for the conversion of their children, God would reveal himself to them and magnify his name among them."},{"refcode_short":"T15 87.3","refcode_long":"Testimony for the Church — No. 15, p. 87.3 (Ellen Gould White)","content":"I was then shown in the case of Bro. ——, that Satan had been fastening his bands about him, and leading him away from God and his brethren. Bro —— has had an influence to greatly darken this brother's understanding with his unbelief. I was pointed back and shown that the wisest course was not pursued in this brother's case. There was not sufficient reason why he should have been left out of the church. He should have been encouraged, even urged, to unite with his brethren in church capacity. He was in a more fit state to come into the church than several who were united with it. He did not understand things clearly, and the enemy used this misunderstanding to his injury. God, who seeth hearts, has been better pleased with the life and deportment of Bro. —— than some of those who were united with the church. It is the Lord's will that he should come close to his brethren, be a strength unto them, and they a strength unto him. His wife can be reached by the truth. Her deportment in many respects is not as questionable as some who profess to believe all the truth. Yet she must not look at the failures and wrongs of those who profess better things, but earnestly inquire, What is truth? She can exert an influence for good in connection with her companion. These souls sanctified through the truth, can in the strength of God be pillars in the church, and have a saving influence upon others. These dear souls are accountable to God for the influence they exert. They either gather with Christ or scatter abroad. God requires the weight of their influence on the side of truth in his cause. Jesus has bought them by his own blood. They are not their own, for they have been bought with a price. Therefore the work is before them to glorify God in their bodies and spirits, which are his. We are doing up work for eternity. It is of the highest importance that every hour be employed in the service of God, and thus to secure a treasure in Heaven."},{"refcode_short":"T15 88.1","refcode_long":"Testimony for the Church — No. 15, p. 88.1 (Ellen Gould White)","content":"I was shown your case, Bro. ——, in connection with the church at ——, two years ago. The vision related to the past, present, and future. As I stand before the people in different places as we travel, the spirit of the Lord brings before me clearly the cases I have been shown, reviving the matter previously given me. I was shown you as receiving the Sabbath, while you stood opposed to important truths connected with the Sabbath. You were not fortified with all the truth. I then saw your mind directed in the channel of unbelief, of doubt, and distrust, and seeking to obtain those things which were calculated to strengthen unbelief and darkness. Instead of searching for evidence to strengthen faith, you took the opposite course, and Satan directed your mind in a course to suit his own purposes. You love to combat, and when you enter the field of battle you know not when to lay down your arms. You love to argue, and have indulged in this until it has led you from the light, led you from the truth, and from God, where you have been enshrouded in darkness, and unbelief has taken possession of your mind. You have been blinded by Satan. You have, like faithless Thomas, considered it a virtue to doubt unless you could have unmistakable evidence, removing all cause for doubting from your mind. Did Jesus commend the unbelieving Thomas as he granted him the evidence he declared he would have before he believed? He said unto him, Be not faithless, but believing. Thomas answered, “My Lord and my God.” He is now compelled to believe. There is no room to doubt. Jesus said unto him, “Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen and yet have believed.” You were represented to me as uniting your efforts with the rebel leader and his host to annoy, perplex, dishearten, discourage, and overthrow those who are battling for the right; who are standing under the blood-stained banner of Prince Immanuel. Your influence, I was shown, has turned souls from keeping the Sabbath of the fourth commandment. You have employed your talents and your skill to manufacture weapons to place in the hands of the enemies of God, to fight those who are trying to obey God in keeping his commandments. While angels have been commissioned to strengthen the things that remain to withstand and counteract your influence, they have looked with the deepest grief upon your work to dishearten and destroy. You have caused pure, sinless, holy angels to weep. Those who are living amid the perils of the last days, which are characterized by the masses turning from the truth of God to fables, will have close work to turn from the fables which are prepared for them on every hand, and have an appetite to feast upon unpopular truth. Those who turn from these fables to truth, are despised, hated, and persecuted by those who are presenting fables to the people for their reception. Satan is at war with the remnant who are endeavoring to keep the commandments of God and the testimony of Jesus. Evil angels are commissioned to employ agents who are men upon the earth, who can the most successfully exert their influence to make Satan's attacks effective against the remnant whom God calls “a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should show forth the praises of him who hath called you out of darkness into his marvelous light.” This, Satan is determined to hinder. He will employ every one who will engage in his service to hinder the chosen people of God from showing forth the praises of him who has called them from darkness into his marvelous light. To hide, to cover up this light, to cause people to distrust it, to disbelieve it, is the work of the great rebel and his host. While Jesus is purifying his people unto himself, redeeming them from all iniquity, Satan will employ his forces to hinder the work and prevent the perfection of the saints. Satan does not exert his power upon those who are all covered up with deception, and walled in by fables and error, and who make no effort to receive and obey the truth. He knows he is sure of them; but those who are seeking for truth, that they may obey it in the love of it, are the ones who excite his malice and stir his ire. He is so gratified, so pleased, when he can lead them from right in a course of disobedience, because he can never weaken them while they keep close to Jesus."},{"refcode_short":"T15 90.1","refcode_long":"Testimony for the Church — No. 15, p. 90.1 (Ellen Gould White)","content":"When we disobey and sin against God there is a disposition to fall behind Jesus a day's journey and separate from his company because it is distasteful, for every ray of light from his divine presence points to the sin, the wrong, we have been guilty of. Satan exults over the errors and wrongs he has induced souls to commit, then he takes all these failures and sins, and makes the most of them. He rehearses them to the angels of God and taunts them with these weaknesses and failures. He is in every sense an accuser of the brethren, and exults over every sin and wrong God's people are deceived and beguiled to commit. You, Bro. ——, have been engaged in this same work to quite an extent. You have taken the things which you have called wrongs, weaknesses, which appeared to you like errors, in the ranks of Sabbath-keeping Adventists, and have brought them to the notice of the enemies of our faith who were warring against that company whom angels of Heaven were ministering unto, and Jesus their advocate pleading their cause before his Father. He cries, Spare them, Father, spare them, they are the purchase of my blood, and lifts to his Father his wounded hands. You have been guilty before God of a great sin. You have been taking advantage of those things which grieve, which bring anguish upon the people of God as they see some of their numbers unconsecrated and frequently overcome by Satan. Instead of aiding in the work to help these erring souls get right, you have triumphantly made their errors conspicuous to those who hated them because they professed to keep the commandments of God and the faith of Jesus. You have made it very hard for those who were engaged in the work of saving the erring, hunting up the lost sheep of the house of Israel. For their disobedience and departure from God, he suffered them to be brought into close places, and adversity to come upon them, their enemies to make war with them, to humble them and lead them to seek God in their trouble and distress. “Then came Amalek and fought with Israel in Rephidim.” This took place immediately after the children of Israel had given themselves up to their rebellious murmurings, and unjust, unreasonable, complaints against their leaders whom God had qualified and appointed to lead his people through the wilderness to the land of Canaan."},{"refcode_short":"T15 91.1","refcode_long":"Testimony for the Church — No. 15, p. 91.1 (Ellen Gould White)","content":"The Lord directed their course where there was no water, purposely, to prove them, to see after they had received so many evidences of his power, if they had learned to turn to him in their affliction, and had repented of their past rebellious murmurings against him, by charging Moses and Aaron with selfish motives in bringing them from Egypt to kill them and their children with hunger, that they might be enriched with their possessions. In doing this they ascribed to man that which they had received unmistakable evidence was from God alone, whose power is unlimited. These wonderful manifestations of the power of God he would have them ascribe to him alone, and magnify his name upon the earth. The Lord brought them over the same ground of trial repeatedly, to prove them, to try them, if they had yet learned his dealings and repented of their sinful disobedience and rebellious murmurings. In Rephidim, when the people thirsted for water, they were again proud, and again showed that they yet possessed an evil heart of unbelief, of murmuring, of rebellion, which revealed the fact that it would not yet be safe to establish them in the land of Canaan. If they would not glorify God in their trials and adversity, in their travels through the wilderness to the Canaan in prospect, while God was continually giving them unmistakable evidence of his power, and his care for them and his glory, they would not magnify his name and glorify him when established in the land of Canaan, surrounded with blessings and prosperity. Because the people thirsted for water, they were provoked, so that Moses feared for his life. When assailed by the Amalekites, Moses gave Joshua directions to fight with their enemies while he would stand with the rod of God in his hand, with his hand raised toward Heaven in the sight of the people, showing to rebellious, murmuring Israel that their strength and power was in God. He was their might and the source of their strength. There was no power in that rod, God wrought through Moses. Moses had to receive all his strength from above. When Moses held up his hands, Israel prevailed; when he let down his hands, Amalek prevailed. When Moses became weary, preparations were needful to keep his weary hands continually raised toward heaven. Aaron and Hur prepared a seat for Moses to sit upon, and then both engaged in holding up his weary hands until the going down of the sun. These men, thus doing, showed to Israel their work to sustain Moses in his arduous work, while he should receive the word from God to be spoken to them. Also to show Israel that God alone held their destiny in his hands, that he was their acknowledged leader. “And the Lord said unto Moses, Write this for a memorial in a book, and rehearse it in the ears of the people; for I will utterly put out the remembrance of Amalek from under heaven. For he said, Because the Lord hath sworn that the Lord will have war with Amalek from generation to generation. Remember what Amalek did unto thee by the way, when ye were come forth out of Egypt; how he met thee by the way, even all that were feeble behind thee, when thou wast faint and weary; and he feared not God. Therefore it shall be, when the Lord thy God hath given thee rest from all thine enemies round about, in the land which the Lord thy God giveth thee for an inheritance to possess it, that thou shalt blot out the remembrance of Amalek from under heaven; thou shalt not forget it.”"},{"refcode_short":"T15 93.1","refcode_long":"Testimony for the Church — No. 15, p. 93.1 (Ellen Gould White)","content":"As the angel of God presented these facts in the travels and experience of the children of Israel, I was deeply impressed with the especial regard that God had for his people. Notwithstanding their errors, their disobedience, and their rebellion, they were God's chosen people still. He had especially honored them by coming down from his holy habitation upon Mount Sinai, and in majesty, and glory, and awful grandeur, spake the ten commandments in the audience of all the people, and wrote them with his own finger on the tables of stone. The Lord says of his people Israel, “For thou art an holy people unto the Lord thy God. The Lord thy God hath chosen thee to be a special people unto himself, above all people that are upon the face of the earth. The Lord did not set his love upon you, nor choose you, because ye were more in number than any people; for ye were the fewest of all people; but because the Lord loved you, and because he would keep the oath which he had sworn unto your fathers.”"},{"refcode_short":"T15 94.1","refcode_long":"Testimony for the Church — No. 15, p. 94.1 (Ellen Gould White)","content":"I was shown that those who are trying to obey God and purify their souls through obedience to the truth, are God's chosen people, his modern Israel. God says of them, through Peter, “But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvelous light.”"},{"refcode_short":"T15 94.2","refcode_long":"Testimony for the Church — No. 15, p. 94.2 (Ellen Gould White)","content":"As it was a crime for Amalek to take advantage of the children of Israel in their weakness, their weariness, to annoy, perplex, and discourage them, so it was no small sin for you to be closely watching to discover the weakness, the haltings, the errors and sins of God's afflicted people, and expose the same to their enemies. You were doing Satan's work, not the work of God. Many of the Sabbath-keeping Adventists in ——, have been very weak. They have been miserable representatives of the truth. They have not been an honor to the cause of present truth, and the cause would have been better off without them. You have taken the unconsecrated lives of Sabbathkeepers as an excuse for your occupying the position of doubt and unbelief. It has also strengthened your unbelief to see that some of these unconsecrated ones were professing strong faith in the visions, vindicating them when opposed, and defending them with warmth, while at the same time they professed so much zeal, they were disregarding the teachings given through vision, and were going directly contrary to them. In this respect they were stumbling-blocks to Bro. ——, and were, by their course, bringing the visions into disrepute. Bro. ——, I was shown that you had a proud heart, and when you thought your writings at the Review Office were slighted, your pride was touched, and you commenced a warfare which has been like Paul's kicking against the pricks. You have joined hands with those who turn the truth of God into a lie. You have strengthened the hands of sinners, opposed the counsel of God against your own soul. You have been warring against that which you had no knowledge of. You have not known what work you were doing. I saw your wife wrestling with God in prayer, with her faith firmly grasping you, and at the same time fixed upon the throne, pleading the never-failing promises of God. Her heart has ached as she has seen you persisting in your warfare against the truth. I was shown that you were doing this ignorantly, blinded by Satan. While engaged in this warfare you were not increasing in spirituality and devotion to God. You had not the witness that your ways pleased God. You had a zeal, but not according to knowledge. You had no experience in my calling, had scarcely seen me, and had no knowledge of my work."},{"refcode_short":"T15 95.1","refcode_long":"Testimony for the Church — No. 15, p. 95.1 (Ellen Gould White)","content":"You possess, Bro. ——, qualifications which would make you of special service in the church at ——, or in any other church, were your talents devoted to the upbuilding of the cause of God. I saw that your children were now in a state to be impressed with the truth, and Jesus was pleading for you, Bro. ——, “Spare him a little longer.” I was shown that if Bro. —— was converted to the truth, he would make a pillar in the church, and could honor God by his influence, sanctified through the truth."},{"refcode_short":"T15 95.2","refcode_long":"Testimony for the Church — No. 15, p. 95.2 (Ellen Gould White)","content":"I saw angels of mercy hovering about Bro. ——. I was shown that he was greatly deceived in the moral worth and standing before God of that class who have withdrawn from the body. A few honest ones are among them; these will be rescued; but the most of them have long been unconsecrated in heart, and the close testimonies have been in their way, a yoke of bondage to them. They have thrown off the yoke and retained their corrupt ways. God calls upon you to separate from them. Cut loose from these whose delight it is to war against the truth of God. A little from this true character will be developed. They are of that class who loveth and maketh a lie."},{"refcode_short":"T15 95.3","refcode_long":"Testimony for the Church — No. 15, p. 95.3 (Ellen Gould White)","content":"If your whole interest is in the truth and the preparatory work for this time, you will be sanctified through the truth and receive a fitness for immortality. You are in danger of being too exacting with your children, not as patient as is necessary. The thorough work of preparation must go on with all who profess the truth, until we stand before the throne of God without fault, without a spot, or wrinkle, or any such thing. God will cleanse you if you will submit to the purifying process."}]