[{"refcode_short":"T16 ","refcode_long":"Testimony for the Church — No. 16, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 16"},{"refcode_short":"T16 1","refcode_long":"Testimony for the Church — No. 16, p. 1 (Ellen Gould White)","content":"Testimony for the Church. No. 16"},{"refcode_short":"T16 1","refcode_long":"Testimony for the Church — No. 16, p. 1 (Ellen Gould White)","content":"Introduction"},{"refcode_short":"T16 1.1","refcode_long":"Testimony for the Church — No. 16, p. 1.1 (Ellen Gould White)","content":"Dear Brethren and Sisters: The Lord has again manifested himself to me. June 12, 1868, while speaking to the brethren in the house of worship at Battle Creek, Mich., the Spirit of God came upon me, and in an instant I was in vision. The view was extensive. I have commenced to write the fifth volume of Spiritual Gifts; but as I had testimonies of a practical nature which you should have immediately, I left that work to prepare this little pamphlet."},{"refcode_short":"T16 1.2","refcode_long":"Testimony for the Church — No. 16, p. 1.2 (Ellen Gould White)","content":"In this last vision, I was shown that which fully justifies my course in publishing personal testimonies. When the Lord singles out individual cases, and specifies their wrongs, others, who have not been shown in vision, frequently take it for granted that they are right, or nearly right. If one is reproved for a special wrong, brethren and sisters should carefully examine themselves to see wherein they have failed, and wherein they were guilty of the same things. They should possess the spirit of humble confession. If others think them right, it does not make them so. God looks at the heart. He is proving and testing souls in this manner. In rebuking the wrongs of one, he designs to correct many. But if they fail to take the reproof to themselves, and flatter themselves that God passes over their errors, because he does not especially single them out, they deceive their own souls, and will be shut up in darkness, and be left to their own ways, to follow the imagination of their own hearts."},{"refcode_short":"T16 2.1","refcode_long":"Testimony for the Church — No. 16, p. 2.1 (Ellen Gould White)","content":"Many are dealing falsely with their own souls, and are in a great deception in regard to their true condition before God. He employs ways and means to best serve his purpose, and to prove what is in the hearts of his professed followers. He will make plain the wrongs of some, and then it is his design that others may be warned, and fear, and shun the errors they see are rebuked in another. By self-examination, they may find that they are doing the same things which God condemns in another. If these are really desirous to serve God from the heart, and fear to offend him, they will not wait for their sins to be specified before they make confession and with humble repentance return unto the Lord. They will forsake these things which have displeased God, according to the light given to others. If, on the contrary, those who are not right see that they are guilty of the very things that have been reproved in others, yet continue in the same unconsecrated course, because they have not be especially named, they endanger their own souls, and will be led captive by Satan at his will."},{"refcode_short":"T16 2","refcode_long":"Testimony for the Church — No. 16, p. 2 (Ellen Gould White)","content":"Moving"},{"refcode_short":"T16 2.2","refcode_long":"Testimony for the Church — No. 16, p. 2.2 (Ellen Gould White)","content":"In the vision given me June 12, 1868, I was shown that a great work might be accomplished in bringing souls to the knowledge of the truth, were proper exertions made. In every town, and village, and city, there are more or less who would embrace the truth if it was brought before them in a judicious manner. Missionaries are needed among us, self-sacrificing missionaries, who, like our great Exemplar, would not please themselves, but live to do others good."},{"refcode_short":"T16 3.1","refcode_long":"Testimony for the Church — No. 16, p. 3.1 (Ellen Gould White)","content":"I was shown that as a people we are deficient. Our works are not in accordance with our faith. Our faith testifies that we are living under the proclamation of the most solemn and important message that was ever given to mortals. Yet in full view of this fact, our efforts, our zeal, our spirit of self-sacrifice, do not compare with the character of the work. I was shown that we should awake from the dead, and Christ will give us life."},{"refcode_short":"T16 3.2","refcode_long":"Testimony for the Church — No. 16, p. 3.2 (Ellen Gould White)","content":"There is a strong inclination with many of our brethren and sisters to live in Battle Creek. Families have been coming to reside there from all directions, and many more have their faces set that way. Some who have come to Battle Creek held offices in the little churches from whence they moved, and their help and strength were needed there. When such arrive at Battle Creek, and meet with the numerous Sabbath-keepers there, they frequently feel that their testimonies are not needed, and their talent is therefore buried."},{"refcode_short":"T16 3.3","refcode_long":"Testimony for the Church — No. 16, p. 3.3 (Ellen Gould White)","content":"Some choose Battle Creek because of the religious privileges it affords, yet wonder that their spirituality decreases after their sojourn there a few months. Is there not a cause? The object of many has been to advantage themselves pecuniarily—to engage in business which will yield them greater profits. Their expectations in this particular may be realized, while they have dearth of soul, and become dwarfed in spiritual things. They do not take any special burden upon themselves, because they think they would be out of place. They do not know where to take hold to labor in so large a church, and therefore become idlers in their Master's vineyard. All who pursue this course only increase the labor of those who have the burden of the work in the church upon them. They are as so many dead weights. There are many in Battle Creek who are fast becoming withered branches."},{"refcode_short":"T16 4.1","refcode_long":"Testimony for the Church — No. 16, p. 4.1 (Ellen Gould White)","content":"Some who have been workers, and who have an experience in the cause of present truth, move to Battle Creek and lay off their burden. Instead of feeling the necessity of double energy, watchfulness, prayer, and diligent performance of duty they do scarcely anything at all. Those who have burdens to bear in the Office, and have not time for duties aside from their work, are obliged to fill responsible positions in the church, and have important taxing labor to perform in the church which if they do not do will remain undone because these others will not take the burden."},{"refcode_short":"T16 4.2","refcode_long":"Testimony for the Church — No. 16, p. 4.2 (Ellen Gould White)","content":"Brethren who wish to change their location who have the glory of God in view, and feel that individual responsibility rests upon them to do others good, to benefit and save souls for whom Christ withheld not his precious life, should move into towns and villages where there is but little or no light, and where they can be of real service and bless others with their labor and experience. Missionaries are wanted to go into towns and villages and raise the standard of truth, that God may have his witnesses scattered all over the land, that the light of truth may penetrate where it has not yet reached, and the standard of truth be raised where it is not yet known. The brethren should not flock together because it is more agreeable to them, but seek to fulfill their high calling to do others good, to be instrumental in the salvation of at least one soul. But more may be saved than one."},{"refcode_short":"T16 5.1","refcode_long":"Testimony for the Church — No. 16, p. 5.1 (Ellen Gould White)","content":"The sole object of this work should not be merely to increase our reward in Heaven. Some are selfish in this respect. In view of what Christ has done for us, and has suffered for sinners, we should, out of pure, disinterested love for souls, imitate his example in sacrificing our own pleasure and convenience for their good. The joy set before Christ, which sustained him in all his sufferings, was the salvation of poor sinners. This should be our joy, and the spur of our ambition in the cause of our Master. In thus doing, we please God and manifest our love and devotion to him as his servants. He first loved us, and withheld not from us his beloved Son, but gave him from his bosom to die that we might have life."},{"refcode_short":"T16 5.2","refcode_long":"Testimony for the Church — No. 16, p. 5.2 (Ellen Gould White)","content":"Love, true love for our fellowmen, evinces love to God. We may make a high profession, yet without this love it is nothing. Our faith may lead us to even give our bodies to be burned, yet without love, self-sacrificing love, such as lived in the bosom of Jesus, and was exemplified in his life, we are as sounding brass and a tinkling cymbal."},{"refcode_short":"T16 5.3","refcode_long":"Testimony for the Church — No. 16, p. 5.3 (Ellen Gould White)","content":"There are families which receive spiritual strength by moving to Battle Creek. It is just the place to help some, while it would be the wrong place for others. Bro. and Sr. Booth are a sample of the class who may be benefited in moving to Battle Creek. The Lord directed them to take this course. Battle Creek was just the place to benefit that family, and has proved a blessing to the entire family. They have, in coming here, gained strength to plant their feet firmly upon the platform of truth, and if they continue in the path of humble obedience, they may rejoice for the help they have received in Battle Creek."},{"refcode_short":"T16 6","refcode_long":"Testimony for the Church — No. 16, p. 6 (Ellen Gould White)","content":"To Ministers"},{"refcode_short":"T16 6.1","refcode_long":"Testimony for the Church — No. 16, p. 6.1 (Ellen Gould White)","content":"In the vision given me June 12, 1868. I was deeply impressed with the great work to be accomplished to prepare a people for the coming of the Son of man. I saw that the harvest is great, but the laborers are few. Many who are at the present time in the field laboring to save souls, are feeble. They are greatly lacking in physical strength. They have borne heavy burdens, which have tried and worn them. Yet, I was shown, that with some of our ministers there has been too great an expenditure of strength, which was not actually required. Some pray too long, and too loud, which greatly exhausts their feeble strength and needlessly expends their vitality."},{"refcode_short":"T16 6.2","refcode_long":"Testimony for the Church — No. 16, p. 6.2 (Ellen Gould White)","content":"In preaching, their discourses are protracted, frequently one-third or one-half longer than they should be. In thus doing, they become excessively weary, and the interest of the people decreases before the discourse closes, and much is lost to them, for they cannot retain it. One-half that was said would be better than more. Although all the matter may be important, the success would be much better were the praying and talking less lengthy. The result would be reached without so great weariness. Vitality is being used up needlessly, and strength wasted, which, for the good of the cause, it is so necessary to retain. It is the long-protracted effort, after laboring to the point of weariness, which wears and breaks."},{"refcode_short":"T16 7.1","refcode_long":"Testimony for the Church — No. 16, p. 7.1 (Ellen Gould White)","content":"I saw that it was this extra labor, when the system was exhausted, that consumed the life of dear Bro. Sperry, and brought him prematurely to the grave. Had he worked with reference to health, he might have lived to labor until the present time. It was, also, this extra labor that exhausted the life-force of our dear Bro. Cranson, and caused his life of usefulness to be extinguished."},{"refcode_short":"T16 7.2","refcode_long":"Testimony for the Church — No. 16, p. 7.2 (Ellen Gould White)","content":"Much singing wearies to a great degree, as well as long and protracted praying and talking. Our ministers generally should not continue their efforts longer than one hour. They should leave preliminaries, and come to the subject at once. They should study to close the discourse while the interest is the greatest. They should not continue the effort until their hearers desire them to cease speaking. They are often too weary to be benefited by what they may hear. Much of this extra labor is lost upon the people, and who can tell how great is the loss that is sustained by the ministers who thus labor? Nothing in the end is gained by this draft upon the vitality."},{"refcode_short":"T16 7.3","refcode_long":"Testimony for the Church — No. 16, p. 7.3 (Ellen Gould White)","content":"The strength is frequently exhausted at the commencement of a protracted effort. And at the very time when there is much to be gained or much to be lost, the devoted minister of Christ, who has an interest—a will to labor, cannot command the strength. He used that up in singing, in lengthy prayers, and protracted preaching, and the victory is lost for want of earnest, well-directed labor at the right time. The golden moment is lost. Impressions that were made were not followed up. It would have been better had no interest been awakened; for when convictions have been once resisted and overcome, it is very difficult to impress the mind again with the truth."},{"refcode_short":"T16 8.1","refcode_long":"Testimony for the Church — No. 16, p. 8.1 (Ellen Gould White)","content":"I was shown in regard to our ministers, that in the space of one year, with the care that should be exercised to preserve the strength, instead of needlessly expending it, much more could be accomplished by judicious, well-directed labor, than by long talking, and praying and singing which exhausts and wears. In this case, the people are frequently deprived of labor which they much need at the right time, but cannot have it, for the laborer is in need of rest, and will endanger his health and life if he continue his effort."},{"refcode_short":"T16 8.2","refcode_long":"Testimony for the Church — No. 16, p. 8.2 (Ellen Gould White)","content":"Our dear Brn. D. T. Bourdeau and Matteson have made a mistake here, and should reform in their manner of laboring. They should speak short and pray short. They should come to the point at once, and stop short of exhaustion in their labors. They can both accomplish more by doing thus, and at the same time preserve strength to continue their labors which they love, without breaking down entirely."},{"refcode_short":"T16 8","refcode_long":"Testimony for the Church — No. 16, p. 8 (Ellen Gould White)","content":"Look to Jesus"},{"refcode_short":"T16 8.3","refcode_long":"Testimony for the Church — No. 16, p. 8.3 (Ellen Gould White)","content":"In the vision given me June 12, 1868, I was shown the danger of the people of God in looking to Bro. and Sr. White, and thinking that they must come to us with their burdens, and seek counsel of us. This ought not so to be. They are invited by their compassionate, loving Saviour, to come unto him, when weary and heavy laden, and he will relieve them. In him they will find rest. In taking their perplexities and trials to Jesus, they will find the promise in regard to them fulfilled. As they experience the relief in their distress, which is found alone in Jesus, they obtain an experience which is of the highest value to them. Bro. and Sr. White are striving for purity of life, and to bring forth fruit unto holiness; yet they are nothing but erring mortals. Many come to us with the inquiry, Shall I do this? Shall I engage in this enterprise? Or, in regard to my dress, shall I wear this article or that? I tell them, You profess to be disciples of Christ. Study your Bibles. Read carefully and prayerfully the life of our dear Saviour, when he lived among men upon the earth. Imitate his life, and you will not be found straying from the narrow path. We utterly refuse to be conscience for you. If we tell you just what you must do, you will look to us to guide you, instead of going directly to Jesus for yourselves. Your experience will be founded in us. You must have an experience for yourselves, which shall be founded in God. Then can you stand amid the perils of the last days, and be purified and not consumed amid the fire of affliction, through which every saint must pass, in order to have the impurities removed from their character preparatory to their receiving the finishing touch of immortality."},{"refcode_short":"T16 9.1","refcode_long":"Testimony for the Church — No. 16, p. 9.1 (Ellen Gould White)","content":"Many of our dear brethren and sisters think that they cannot have a large gathering unless Bro. and Sr. White attend. In many places they realize that something must be done to move the people to more earnestness and decided action in the work and cause of truth. They have had ministers to labor among them, yet they realize that a greater work must be done, and look to Bro. and Sr. White to do it. This, I saw, was not as God would have it. In the first place, there is a deficiency with some of our ministers. They lack thoroughness. They do not take on the burden of the work and reach out to lift just where the people need help. They do not possess discernment to see and feel just where the people need to be corrected, reproved, built up, and strengthened. Some of them labor weeks and months in a place, and there is actually more to do when they leave than when they commenced. Systematic Benevolence is dragging. It is one part of the minister's labor to keep up this branch of the work. Because this is not agreeable, some neglect their duty. They talk the truth from the word of God, but do not impress the people with the necessity of obedience. Therefore many are hearers, but not doers. The people feel the deficiency. Things are not set in order among them, and they look to Bro. and Sr. White to make up the deficiency."},{"refcode_short":"T16 10.1","refcode_long":"Testimony for the Church — No. 16, p. 10.1 (Ellen Gould White)","content":"Some of our ministering brethren have glided along without settling deep into the work, and getting hold of the hearts of the people. They have excused their lack with the thought that Bro. and Sr. White would bring up these things. They were especially adapted to the work. These men have labored, but not in the right way. They have not borne the burden. They have not helped where help was needed. They have not corrected deficiencies which needed to be corrected. They have not entered, whole heart, and soul, and energies, into the wants of the people, and time has passed, and they have nothing to show for it. The burden of their deficiencies falls back on us. And they encourage the people to look to us. They present the idea that nothing will accomplish the work but our special testimony. God is not pleased with this. Ministers should take greater responsibilities, and not entertain the thought that they cannot bear that message which will help the people where they need help. If they cannot do this, they should tarry in Jerusalem till they be endowed with power from on high. They should not engage in a work which they cannot perform. They should go forth weeping, bearing precious seed, and return from their effort rejoicing, bringing their sheaves with them."},{"refcode_short":"T16 11.1","refcode_long":"Testimony for the Church — No. 16, p. 11.1 (Ellen Gould White)","content":"Ministers should impress upon the people the necessity of individual effort. No church can flourish unless its members are workers. The people must lift where the ministers lift. But I saw that nothing lasting can be accomplished for churches in different places unless they are aroused to feel that a responsibility rests upon them. Every member of the body should feel that the salvation of their own souls depends upon their own individual effort. Souls cannot be saved without exertion. The minister cannot save the people. He can be a channel through which God will impart light to his people; but then, after the light is given, it is left with the people to appropriate the light, and, in their turn, let their light shine forth to others. The people should feel that an individual responsibility rests upon them, not only to save their own souls, but to earnestly engage in the salvation of those who remain in darkness. Instead of the people's looking to Bro. and Sr. White to help them out of their darkness, such should be earnestly engaged in helping themselves. If they should begin to hunt up others worse off than themselves, and should try to help them, they would help themselves into the light sooner than in any other way. If the people lean upon, and trust in, Bro. and Sr. White, God will humble them among you, or remove them from you. You must look to God and trust in him. Lean upon him, and he will not forsake you. He will not leave you to perish. Precious is the word of God. “Search the Scriptures, for in them ye think ye have eternal life.” These are the words of Christ. The words of inspiration, carefully and prayerfully studied and practically obeyed, will thoroughly furnish you unto all good works. Ministers and people must look to God."},{"refcode_short":"T16 12.1","refcode_long":"Testimony for the Church — No. 16, p. 12.1 (Ellen Gould White)","content":"We are living in an evil age. The perils of the last days thicken around us. Because iniquity abounds, the love of many waxes cold. Enoch walked with God three hundred years. Now the shortness of time seems to be urged as a motive to seek righteousness. Should it require that the terrors of the day of God be held before us in order to compel us to right action? Enoch's case is before us. Hundreds of years he walked with God. He lived in a corrupt age, when moral pollution was teeming all around him. He trained his mind to devotion, to love purity. His conversation was upon heavenly and divine things. He educated his mind to run in this channel, and he bore the impress of the divine. His countenance was lighted up with the light which shineth in the face of Jesus. Enoch had temptations as well as we. He was not surrounded with society any more friendly to righteousness than we. The atmosphere he breathed was tainted with sin and corruption, the same as ours; yet he lived a life of holiness. He was unsullied with the prevailing sins of the age in which he lived. And so may we remain as pure and uncorrupted as did the faithful Enoch. He was a representation of the saints living amid the perils and corruptions of the last days. For his faithful obedience to God, he was translated. So, also, those who are alive and remain, who are faithful, will be translated to Heaven. They will be removed from a sinful and corrupt world to the pure joys of Heaven."},{"refcode_short":"T16 13.1","refcode_long":"Testimony for the Church — No. 16, p. 13.1 (Ellen Gould White)","content":"The course of God's people should be upward and onward to victory. A greater than Joshua is leading on the armies of Israel. One is in our midst, even the Captain of our salvation, who has said for our encouragement, “Lo! I am with you always, even unto the end of the world. Be of good cheer. I have overcome the world.” He will lead us on to certain victory. What God promises, he is able at any time to perform. And the work he gives his people to do, he is able to accomplish by them. If we live the life of perfect obedience, his promises will be fulfilled toward us."},{"refcode_short":"T16 13.2","refcode_long":"Testimony for the Church — No. 16, p. 13.2 (Ellen Gould White)","content":"God requires his people to shine as lights in the world. It is not merely the ministers who are required to do this, but every disciple of Christ. Their conversation should be heavenly. And while they enjoy communion with God, they will wish to have intercourse with their fellowmen, in order to express by their words and acts the love of God which animates their hearts. In this way will they be lights in the world, and the light transmitted through them will not go out, or be taken away. It will indeed become darkness to those who will not walk in it; but it will shine with increasing brightness on the path of those who will obey and walk in the light."},{"refcode_short":"T16 14.1","refcode_long":"Testimony for the Church — No. 16, p. 14.1 (Ellen Gould White)","content":"The Spirit, wisdom, and goodness of God, revealed in his word, are to be exemplified through the disciples of Christ, and will condemn the world. God requires of his people according to the grace and truth given them. All his righteous demands must be fully met. Accountable beings must walk in the light that shines upon them. If they fail to do this, their light becomes darkness, and their darkness is great according to the degree that their light was abundant. Accumulated light has shone upon God's people. Many have neglected to follow the light, and for this reason are in a state of great spiritual weakness."},{"refcode_short":"T16 14.2","refcode_long":"Testimony for the Church — No. 16, p. 14.2 (Ellen Gould White)","content":"It is not for lack of knowledge that God's people are now perishing. They will not be condemned because they do not know the way, the truth, and the life. The truth that has reached their understanding, the light which has shone on the soul, that has not been cherished, and which they have neglected, or refused to be led by, will condemn them. Those who never had the light to reject, will not be in condemnation. What more could have been done for God's vineyard than has been done? Light, precious light, shines upon them; but the light will not save them, unless they consent to be saved by it, and fully live up to the light, and transmit their light to others in darkness. God calls upon his people to act. It is an individual work of confessing and forsaking of sins and returning unto the Lord, which is needed. One cannot do this work for another. Religious knowledge has accumulated, which has increased corresponding obligations. Great light has been shining upon the church, and they are condemned by the light, because they refuse to walk in it. If they were blind, they would be without sin. But they have seen light, and have heard much truth, yet are not wise and holy. Many have not advanced in knowledge and true holiness from what they were years since. They are spiritual dwarfs. Instead of going forward to perfection, they are taking back tracks to the darkness and bondage of Egypt. Their minds are not exercised unto godliness and true holiness."},{"refcode_short":"T16 15.1","refcode_long":"Testimony for the Church — No. 16, p. 15.1 (Ellen Gould White)","content":"Will the Israel of God awake? Will every one who professes godliness seek to put away from them every wrong, confess to God every secret sin, and afflict the soul before him? Will they, with great humility, investigate the motives of every action, and know that the eye of God reads all—searches out every hidden thing. Let the work be thorough, the consecration to God be entire. He calls for a full surrender of all that we have and are. Ministers and people need a new conversion—a transformation of the mind, without which we are not savors of life unto life, but of death unto death. Great privileges belong to the people of God. Great light has been given them, that they may attain to their high calling in Christ Jesus; yet they are not what God would have them to be, and what he designs they shall be."},{"refcode_short":"T16 16","refcode_long":"Testimony for the Church — No. 16, p. 16 (Ellen Gould White)","content":"For the Church at ——"},{"refcode_short":"T16 16.1","refcode_long":"Testimony for the Church — No. 16, p. 16.1 (Ellen Gould White)","content":"Dear Brethren and Sisters: God designed that the light of the church should increase, and grow brighter and brighter, unto the perfect day."},{"refcode_short":"T16 16.2","refcode_long":"Testimony for the Church — No. 16, p. 16.2 (Ellen Gould White)","content":"Precious promises are made to God's people, upon condition of obedience. If, like Caleb and Joshua, you had wholly followed the Lord, he would have magnified his power in your midst. Sinners would have been converted, and backsliders reclaimed, by your influence; and even the enemies of our faith, although they might oppose and speak against the truth, could but admit that God was with you."},{"refcode_short":"T16 16.3","refcode_long":"Testimony for the Church — No. 16, p. 16.3 (Ellen Gould White)","content":"Many of the professed, peculiar people of God are so conformed to the world that their peculiar character is not discerned, and it is difficult to distinguish “between him that serveth God and him that serveth him not.” God would do great things for his people if they would come out from the world and be separate. He would make them a praise in all the earth, if they would submit to be led by him. Says the True Witness, “I know thy works.” Angels of God, who minister unto those who shall be heirs of salvation, are acquainted with the condition of all, and understand just the measure of faith possessed by each individual. The unbelief, pride, covetousness, and love of the world, which have existed in the hearts of God's professed people, have grieved the sinless angels. The grievous and presumptuous sins, which exist in the hearts of many, have caused angels to weep, as they have seen that God has been dishonored because of the inconsistent, crooked course of professed followers of Christ. And yet those the most at fault, those who cause the greatest feebleness in the church, and bring upon their holy profession a stain, do not seem to be alarmed, or convicted, but seem to feel that they are flourishing in the Lord."},{"refcode_short":"T16 17.1","refcode_long":"Testimony for the Church — No. 16, p. 17.1 (Ellen Gould White)","content":"Many believe themselves to be on the right foundation, that they have the truth, and rejoice in the clearness of truth, and boast of the powerful arguments in proof of the correctness of our position, and reckon themselves among the chosen, peculiar people of God, yet they experience not his presence and power to save them from yielding to temptation and folly. These profess to know God, yet in works deny him. How great is their darkness! The love of the world with many, the deceitfulness of riches with others, has choked the word, and they have become unfruitful."},{"refcode_short":"T16 17.2","refcode_long":"Testimony for the Church — No. 16, p. 17.2 (Ellen Gould White)","content":"I was shown that the church at —— have partaken of the spirit of the world, and become lukewarm to an alarming extent. When efforts are there made to set things in order, and bring the people up to the position God would have them occupy, a class will be affected by the labor, and will make earnest efforts to press through the darkness to the light. But many do not persevere in their efforts long enough to realize the sanctifying influence of the truth upon their hearts and lives. The cares of the world engross the mind to that degree that self-examination and secret prayer are neglected. The armor is laid off, and Satan has free access to them, benumbing their sensibilities, and causing them to be unsuspicious of his wiles."},{"refcode_short":"T16 17.3","refcode_long":"Testimony for the Church — No. 16, p. 17.3 (Ellen Gould White)","content":"Some do not manifest a desire to know their true state, and escape from Satan's snares. They are sickly, and dying. They are occasionally warmed by the fire of others, yet are so nearly chilled by formality, pride, and the influence of the world, that they have no sense of their need of help."},{"refcode_short":"T16 18.1","refcode_long":"Testimony for the Church — No. 16, p. 18.1 (Ellen Gould White)","content":"There are many who are deficient in spirituality and the Christian graces. A weight of solemn responsibility should daily rest upon them as they view the perilous times in which we live, and the corrupting influences which are teeming around us. Their only hope of being partakers of the divine nature, is to escape the corruption that is in the world. These brethren need a deep and thorough experience in the things of God. This experience cannot be obtained without effort on their part. Their position requires them to possess earnestness and unabated diligence, so as not to be found sleeping at their post. Satan and his angels sleep not."},{"refcode_short":"T16 18.2","refcode_long":"Testimony for the Church — No. 16, p. 18.2 (Ellen Gould White)","content":"Christ's followers should be instruments of righteousness, workmen, living stones, that emit light, that they may encourage the presence of heavenly angels. They are required, as it were, to be channels through which the spirit of truth and righteousness shall flow. Many have partaken so largely of the spirit and influence of the world, that they act like the world. They have their likes and dislikes, and discern not excellence of character. Their conduct is not governed by the pure principles of Christianity, therefore they think only of themselves, their pleasure, and enjoyment, to the disregard of others. They are not sanctified through the truth, therefore realize not the oneness of Christ's followers the world over. Those who are most loved of God are those who possess the least self-confidence, and are adorned with a meek and quiet spirit; whose lives are pure and unselfish, and whose hearts are inclined, through the abundant measure of the spirit of Christ, to obedience, justice, purity and true holiness."},{"refcode_short":"T16 19.1","refcode_long":"Testimony for the Church — No. 16, p. 19.1 (Ellen Gould White)","content":"If all were devoted to God a precious light would shine forth from them, which would have a direct influence upon all who are brought in contact with them. But all need a work done for them. Some are far from God, variable, and unstable as water. Some, I saw, have no idea of sacrifice. When they desire any pleasure, or any article of dress, or any special indulgence, they do not consider whether they can do without the article, or deny themselves of the pleasure, and make a freewill offering to God. How many have considered that they were required to make some sacrifice? Although it may be of less value than that of the wealthy man in possession of his thousands, yet that which really costs self-denial would be a precious sacrifice, and an offering to God. It would be a sweet-smelling savor, and come up from his altar like sweet incense."},{"refcode_short":"T16 19.2","refcode_long":"Testimony for the Church — No. 16, p. 19.2 (Ellen Gould White)","content":"The youth are not authorized to do just as they please with their means, regardless of the requirements of God. With David, they should say, “Neither will I offer burnt offerings unto the Lord my God of that which doth cost me nothing.” Quite an amount of means have been expended to multiply copies of their pictures. Could all enumerate the amount given to the artist for this purpose, it would swell to quite a large sum. This is merely one way in which means are squandered. In this direction much means are invested for self-gratification, from which no profit is received. They are not clothed nor fed by this outlay. The widow and the fatherless are not relieved, the hungry are not fed, the naked are not clothed. Your stinted offerings are brought to God almost unwillingly, while, in self-gratification, means are spent lavishly. How much of the wages earned finds its way into the treasury of God to aid in the advancement of his work in saving souls? They give a mite each week, and feel that they do much. But they have no sense that they are each of them stewards of God over the little, as the wealthy over his larger possession. God has been robbed, and yourselves indulged, your pleasures consulted, your tastes gratified, without a thought that God would make close investigation of how you have used your Lord's goods. While you unhesitatingly gratify your supposed wants (which are not wants in reality), and withhold from God the offering you ought to make, he will no more accept the little pittance you hand in to the treasury, than he accepted the offering of Ananias and his wife Sapphira, who purposed to rob God in their offerings."},{"refcode_short":"T16 20.1","refcode_long":"Testimony for the Church — No. 16, p. 20.1 (Ellen Gould White)","content":"The young among us, are, as a general thing, allied to the world. But few maintain a special warfare against the internal foe. But few have an earnest, anxious desire to know and do the will of God. But few hunger and thirst after righteousness. But few know anything of the Spirit of God as a reprover or comforter. Where are the missionaries? Where are the self-denying, self-sacrificing ones? Where are the cross-bearers? Self and self-interest have swallowed up high and noble principles. Things of eternal moment bear with no special weight upon the mind. God requires you individually to come up to the point, to make an entire surrender. Ye cannot serve God and mammon. Ye cannot serve self and at the same time be servants of Christ. You must die to self, die to your love of pleasure, and learn to inquire, Will God be pleased with the objects for which I purpose to spend this means? Shall I glorify him? We are commanded, Whether we eat or drink, or whatsoever we do, to do all to the glory of God. How many have conscientiously moved from principle rather than from impulse, and obeyed this command to the letter? How many of the youthful disciples in —— have made God their trust and portion, and have earnestly sought to know and do his will? There are many who profess to be servants of Christ in name, but they are not so in obedience. Where religious principle governs, the danger of committing important errors is small; for selfishness, which always blinds and deceives, is subordinate. The sincere desire to do others good so predominates that self is forgotten. To have firm religious principles is an inestimable treasure. It is the purest, highest, and most elevated influence mortals can possess. Such have an anchor. Every act is well considered, lest its effect be injurious to another, and lead away from Christ. The constant inquiry of the mind is, Lord, how shall I best serve and glorify thy name in the earth? how shall I conduct my life to make thy name a praise in the earth, and lead others to love, serve, and honor thee? Let me only desire and choose thy will. Let the words and example of my Redeemer be the light and strength of my heart. While I follow and trust in him, he will not leave me to perish. He shall be my crown of rejoicing."},{"refcode_short":"T16 22.1","refcode_long":"Testimony for the Church — No. 16, p. 22.1 (Ellen Gould White)","content":"If we get the wisdom of man before us as the wisdom of God, we are led astray by the foolishness of man's wisdom. Here is the great danger of many in ——. They have not an experience for themselves. They have not been in the habit of prayerfully considering for themselves, with unprejudiced, unbiased judgment, questions and subjects that are new, which are liable to arise. They wait to see what others will think. If they dissent, that is all that is needed. The evidence in their minds then is positive that it is all of no account whatever. This class is not small; yet for all their numbers are large, it does not change the fact that they are weak-minded through long yielding to the enemy, inexperienced, and will always be sickly as babes, walking by others’ light, living on others’ experience, feeling as others feel, acting as others act. They act as though they had not an individuality. Their identity is submerged in others. They are merely shadows of others whom they think about right. These will all fail of everlasting life unless they become sensible of their wavering character, and correct it. They will be unable to cope with the perils of the last days. They will possess no stamina to resist the Devil; for they do not know that it is he. Someone must be at their side to inform them whether it is a foe approaching, or a friend. They are not spiritual, therefore spiritual things are not discerned. They are not wise in those things which relate to the kingdom of God. None, young or old, are excusable in trusting to another to have an experience for them. Said the angel, “Cursed is man who trusteth in man, and maketh flesh his arm.” A noble self-reliance is needed in the Christian experience and warfare."},{"refcode_short":"T16 23.1","refcode_long":"Testimony for the Church — No. 16, p. 23.1 (Ellen Gould White)","content":"Men, women, and youth, God requires you to possess moral courage, steadiness of purpose, fortitude and perseverance, minds which will investigate, and prove, and try, for themselves before receiving or rejecting, minds that cannot take the assertions of another, but will study and weigh evidence, take it to the Lord in prayer, and flee to Him who has invited them to come. “If any of you lack wisdom, let him ask of God that giveth to all men liberally, and upbraideth not, and it shall be given him.” Now the condition: “But let him ask in faith, nothing wavering; for he that wavereth is like a wave of the sea, driven with the wind and tossed; for let not that man think that he shall receive anything of the Lord.” This petition for wisdom is not to be a meaningless prayer, out of mind as soon as finished. It is a prayer that expresses the strong, earnest desire of the heart, arising from a conscious lack of wisdom and knowledge to determine the will of God. If, after the prayer is made to God, the answer is not immediately realized, do not become unstable and weary of waiting. Waver not. Cling to the promise, “Faithful is he that calleth you, who also will do it.” Like the importunate widow, urge your case, being firm in your purpose. Is the object important and of great consequence to you? It certainly is. Well, waver not; for your faith may be tried. If the thing you desire is valuable, it is worthy of a strong, earnest effort. You have the promise, watch and pray. Be steadfast, and the prayer will be answered; for is it not God who hath promised? If it cost you something to obtain it, the more will you prize it when obtained. You are plainly told that if you waver you need not think that you shall receive any thing of the Lord. A caution is here given not to become weary, but to rest firmly upon the promise. If you ask, he will give you liberally and upbraid not."},{"refcode_short":"T16 24.1","refcode_long":"Testimony for the Church — No. 16, p. 24.1 (Ellen Gould White)","content":"Here is where many make a mistake. They waver from their purpose, and their faith fails. This is the reason they receive nothing of the Lord. God is our source of strength. None need go in darkness, stumbling along like a blind man. God hath provided light if they will accept it in his appointed way, and not choose their own way. God requires of all a diligent performance of every-day duties, and especially from those in the ——, who are engaged in a solemn, important work, upon whom rests the more weighty responsibilities of the work, down to the least hand there employed. This can only be done in looking to God for ability to enable them faithfully to perform what is right in the sight of Heaven, doing all things as though governed by unselfish motives, as if the eye of God was visible to all, looking upon all, and investigating the acts of all."},{"refcode_short":"T16 24.2","refcode_long":"Testimony for the Church — No. 16, p. 24.2 (Ellen Gould White)","content":"The sin which is indulged to the greatest extent, which separates us from God and produces so many spiritual disorders, and which are contagious, is selfishness. There can be no returning to God except by self-denial. Of ourselves we can do nothing. Through God strengthening us, we can live to do good to others, and in this way shun the evil of selfishness. We need not go to heathen lands to manifest our desire to devote all to God in a useful, unselfish life. We should do this in the home circle, in the church, among those with whom we associate, and also those with whom we do business. Right in the common walks of life is where self is to be denied, and kept in subordination. Paul could say, “I die daily.” It is the daily dying to self in the little transactions of life that makes us overcomers. Forget self, in the desire to do good to others. Many, instead of faithfully performing their duty, seek rather their own pleasure, from selfish motives. There is a decided lack of love for others. God positively enjoins upon all his followers a duty to bless others with their influence and means, to seek that wisdom of him which will enable them to do all in their power to elevate the thoughts and affections of those who come within their influence. In doing for them, a sweet satisfaction will be experienced, an inward peace, which will be a sufficient reward. In a faithful discharge of life's manifold duties, actuated by high and noble motives to do others good, there is true happiness. This will bring more than an earthly reward; for every faithful, unselfish performance of duty is noticed by the angels, and shines in the life record. In Heaven none will think of self, nor seek their own pleasure; but all, from pure, genuine love, will seek the happiness of the heavenly beings around them. If we wish to enjoy heavenly society in the earth made new, we must be governed by heavenly principles here. Every act of our lives affects others for good or evil. Our influence is tending upward or downward. Our influence is felt, acted upon, and reproduced by others to a greater or less degree. If we aid others by our example in the development of good principles, we give them power from our own acts to do good. In their turn they exert the same beneficial influence upon others, and thus hundreds and thousands are affected by our unconscious influence. If we by acts strengthen or force into activity the evil powers possessed by those around us, we share their sin, and will have to render an account for the good we might have done them and did not do, because we made not God our strength, our guide, and counselor."},{"refcode_short":"T16 26.1","refcode_long":"Testimony for the Church — No. 16, p. 26.1 (Ellen Gould White)","content":"True love is not a strong, fiery, impetuous passion. It is, on the contrary, an element calm and deep. It looks beyond mere externals, and is attracted by qualities alone. It is wise and discriminating, and its devotion is real and abiding."},{"refcode_short":"T16 26.2","refcode_long":"Testimony for the Church — No. 16, p. 26.2 (Ellen Gould White)","content":"God tests and proves us by the common occurrences of life. It is the little things which reveal the chapters of the heart. It is the little attentions, the numerous small incidents and simple courtesies of life that make up the sum of life's happiness; and it is the neglect of kindly, encouraging, affectionate words, and the little courtesies of life, which helps compose the sum of life's wretchedness. The self-denials for the good and happiness of those around us, will be found to constitute a large share of the life record in Heaven. And the care of self irrespective of others’ good and happiness, will reveal the fact that none of these things are beneath the notice of our Heavenly Father."},{"refcode_short":"T16 26.3","refcode_long":"Testimony for the Church — No. 16, p. 26.3 (Ellen Gould White)","content":"Bro. ——, the Lord is working for you, and will bless you, and strengthen you, in the course of right. You understand the theory of truth, and should be obtaining all the knowledge you can of God's will and work, prepared to fill a more responsible position if God requires it of you, and if he sees you can glorify his name best in so doing. But you have yet an experience to gain. You are too easily affected by circumstances, are too impulsive. God is willing to strengthen, stablish, settle you, if you will earnestly and humbly seek wisdom of him who is unerring, and who has promised you shall not seek in vain. In teaching the truth to others you are in danger of talking too strong, in a manner that your short experience will not sustain you in. You take in things at a glance, and can see the bearings of subjects readily. All are not organized as yourself, and cannot do this. You will not be prepared to patiently, calmly wait for others to weigh evidence who cannot see as readily as yourself. You will be in danger of urging others too much, to see at once as you see, and feel all that zeal and necessity of action you feel. If your expectations are not realized you will be in danger of becoming discouraged and restless, and wishing a change. You must shun a disposition to censure, to bear down. Keep clear of everything that savors of a denunciatory spirit. It is not pleasing to God for this spirit to be found in any of his servants of longer experience; but for a youth to manifest ardor and zeal is all proper if graced with humility and the inward adorning; but when a rash zeal and a denunciatory spirit are manifested by a youth who has but a few years of experience, it is most unbecoming, and positively disgusting. Nothing can destroy his influence as soon as this. Mildness, gentleness, forbearance, long-suffering, being not easily provoked, forbearing all things, hoping all things, enduring all things, is the fruit growing upon the precious tree which is of heavenly birth—Love. This tree, if it is nourished, will prove to be an evergreen. Its branches will not decay, its leaves will not wither. It is immortal, eternal, watered continually by the dews of Heaven."},{"refcode_short":"T16 28.1","refcode_long":"Testimony for the Church — No. 16, p. 28.1 (Ellen Gould White)","content":"Love is power. Intellectual and moral strength are involved in this principle, and cannot be separated from it. The power of wealth has a tendency to corrupt and destroy; the power of force is strong to do hurt; but the excellence and value of pure love consists in its efficiency to do good, and to do nothing else but good. Whatsoever is done out of pure love, be it ever so little or contemptible in the sight of men, is wholly fruitful; for God measures more with how much love one worketh, than the amount he doeth. Love is of God. The unconverted heart cannot originate nor produce this plant of heavenly growth, which lives alone, and flourishes only where Christ reigns. Love cannot live without action, and every act increases, strengthens, and extends it. Love will prevail and gain the victory when argument and authority are powerless. Love works not for profit nor reward; yet God has ordained that great gain shall be the certain result of every labor of love. It is diffusive in its nature, and quiet in its operation, yet strong and mighty in its purpose to overcome great evils. It is melting and transforming in its influence, and will take hold of the lives of the sinful and affect their hearts when every other means has proved unsuccessful. Wherever the power of intellect, of authority, or of force, is employed, and love is not manifestly present, the affections and will of those whom we seek to reach assume a defensive, repelling position, and increase their strength of resistance as they are met by another power than love. Jesus was the Prince of Peace. He came into the world to bring resistance and authority into subjection to himself. Wisdom and strength he could command, but the means he employed to overcome evil were the wisdom and strength of love. Suffer nothing to divide your interest from your present work until God shall see fit to give you another piece of work in the same field. Seek not for happiness, for that never is to be found by seeking for it. Go about your duty. Let faithfulness mark all your doings, and be clothed with humility."},{"refcode_short":"T16 29.1","refcode_long":"Testimony for the Church — No. 16, p. 29.1 (Ellen Gould White)","content":"“Whatsoever ye would that men should do to you, do ye even so to them.” Blessed results would appear as the fruit of such a course. “With what measure ye mete, it shall be measured to you again.” Here are strong motives which should operate on minds to constrain them to love one another with a pure heart, fervently. Christ is our example. He went about doing good. He lived to bless others. Love beautified and ennobled all his actions. We are not commanded to do to ourselves what we wish others to do unto us, we are to do unto others what we wish them to do to us under like circumstances. The measure we mete is always measured to us again. Pure love is simple in its operations, and is distinct from any other principle of action. The love of influence, and the desire for the esteem of others, may produce a well-ordered life, and, frequently, a blameless conversation. Self-respect may lead us to avoid the appearance of vice. A selfish heart may perform generous actions, acknowledge the present truth, and express humility and affection in the outward manner, yet the motives be deceptive and impure; and the efforts and actions that flow from them may be destitute of the savor of life, and the fruits of true holiness, being destitute of the principles of pure love. Love, love, should be cultivated. It needs cherishing, for its influence is divine."},{"refcode_short":"T16 30.1","refcode_long":"Testimony for the Church — No. 16, p. 30.1 (Ellen Gould White)","content":"When the amusements were introduced into the Institute, some in —— manifested their superficial character. They were well pleased and gratified. It just suited their frivolous turn of mind. The things which were recommended for invalids they thought were good for them; and Dr. —— is not accountable for all the results accruing from the counsel given to his patients. Those in different churches abroad, who were unconsecrated, seized upon the first semblance of an excuse to engage in pleasure, hilarity, and folly. As soon as it was known that at the Institute established for invalids the physicians had recommended the patients to get their minds off from themselves into a more cheerful train of thought, and had arranged plays and amusements to have this effect, it went like fire in the stubble; and the young in —— and other churches thought that they had need of just such things and the armor of righteousness was laid off by many. As they were no longer held in by bit and bridle, they engaged in these things with as much earnestness and perseverance as though everlasting life depended upon their zeal in this direction. Here was an opportunity to discern the conscientious followers of Christ from those who were self-deceived. Some had not the cause of God at heart. They had not the work of true holiness wrought in the soul. They had not made God their trust, and were unstable, and only needed a wave to raise them from their feet and toss them to and fro. Such showed that they possessed but little stability and moral independence. They had not experience for themselves, and therefore walked in the sparks of others’ kindling. They had not Christ in their heart, to confess to the world. They professed to be his followers, but things earthly and temporal held in subjection their frivolous, selfish hearts."},{"refcode_short":"T16 31.1","refcode_long":"Testimony for the Church — No. 16, p. 31.1 (Ellen Gould White)","content":"There were others who did not seem to possess anxiety in regard to the amusement question. They felt that confidence in God, that he would make all right. Their peace of mind was not disturbed. They decided that a prescription for invalids did not mean them, therefore would not be troubled. They decided that whatever others might do, or whatever was being done in the world, it was nothing to them; for, said they, whom have we to follow but Christ. He has left us a command to walk even as he walked. We must live as seeing him who is invisible, and do what we do heartily unto the Lord, and not unto men."},{"refcode_short":"T16 31.2","refcode_long":"Testimony for the Church — No. 16, p. 31.2 (Ellen Gould White)","content":"When such things arise, character is developed. Moral worth can then be truly estimated. It would be no difficult thing to ascertain where those are to be found who profess godliness, yet have their pleasure and happiness in this world. Their affections are not upon things above, but upon things on the earth, where Satan reigns. They walk in darkness, and cannot love and enjoy heavenly and divine things, because they cannot discern or know them. They are alienated from the life of Christ, having their understandings darkened. The things of the Spirit are foolishness unto them. Their pursuits are according to the course of this world, and their interests and prospects are joined with the world, and with earthly things. If such can pass along with the name of Christians, yet serve both God and mammon, they are satisfied. Things will occur to reveal the hearts of these souls, who are only a weight, a burden, and curse, to the church."},{"refcode_short":"T16 32.1","refcode_long":"Testimony for the Church — No. 16, p. 32.1 (Ellen Gould White)","content":"The spirit existing in the church is such as to lead away from God and the path of holiness. Many of the church have ascribed their state of spiritual blindness to the influence growing out of the principles taught at the Institute. This is not all correct. Had the church stood in the counsel of God, the Institute would have been controlled. The light of the church would have been diffused to that branch of the work, and the errors would not have existed there that did. It was the moral darkness of the church that had the greatest influence to create the moral darkness and spiritual death in the Institute. Had the church been in a healthy condition, she could have sent a vitalizing, healthful current to this arm of the body. But the church was sickly, had not the favor of God, and enjoyed not the light of his countenance. A sickly, deathly influence was circulated all through the living body, until the disease was apparent everywhere."},{"refcode_short":"T16 32.2","refcode_long":"Testimony for the Church — No. 16, p. 32.2 (Ellen Gould White)","content":"Dear Bro. —— has not understood the condition his own heart. Selfishness has found a lodgment there, and peace, healthful, calm peace has departed. What you all lack is the element, love—love to God, and love to your neighbor. The life that you now live, you do not live by faith on the Son of God. There is a lack of firm trust, a withholding, a fearfulness to resign all into the hands of God, as though he could not keep that which is committed to his trust. You are afraid some evil is designed, which will do you harm unless you assume the defensive, and commence a warfare in your own favor. The children of God are wise and powerful according to their reliance upon his wisdom and power. They are strong and happy according to their separation from the wisdom and help of man. Daniel and his companions were captives in a strange land, but God suffered not the envy and hatred of their enemies to prevail against them. The righteous have ever obtained help from God. How often have the enemies of God united their strength and wisdom to destroy the character and influence of a few simple persons who trusted in God. Because the Lord was for them none could prevail against them. Only let the followers of Christ be united in one and they will prevail. Let them be disjoined from their idols, and be separate from the world, and the world shall not separate them from God. Christ is our present, all-sufficient Saviour. In him all fullness dwells. It is the privilege of Christians to know indeed that Christ is in them of a truth. This is the victory that overcometh the world, even our faith. All things are possible to him that believeth; and whatsoever things we desire when we pray, if we believe that we receive them we shall have them. This faith will penetrate the darkest cloud, and bring rays of light and hope to the drooping, desponding, soul. It is the absence of this faith and trust which brings perplexity, distressing fears, and surmisings of evil. God will do great things for his people when they put their entire trust in him. Godliness with contentment is great gain. Pure and undefiled religion will be exemplified in the life. Christ will prove a never-failing source of strength, a present help in every time of trouble."},{"refcode_short":"T16 34.1","refcode_long":"Testimony for the Church — No. 16, p. 34.1 (Ellen Gould White)","content":"I was shown in the case of sister Hannah More that the neglect of her was the neglect of Jesus in her person. Had the Son of God come in the humble, unpretending manner in which he journeyed from place to place when he was upon earth, he would have met with no better reception. It is the deep principle of love that dwelt in the bosom of the humble man of Calvary, that is needed. Had the church lived in the light, they would have appreciated this humble missionary whose whole being was aglow to be engaged in her Master's service. Her very earnest interest was misconstrued. Her externals were not just such as would meet the approval of the eye of taste and fashion; for familiarity with strict economy and poverty had left its impress upon her apparel. But the hard-earned means had been exhausted as fast as earned to benefit others; to get light to those whom she hoped to lead to the cross of truth. Even the professed church of Christ, with their exalted privileges and high professions, discerned not the image of Christ in this self-denying child of God, because they were so far removed from Christ themselves that they reflected not his image. They judged by the external appearance, and took not special pains to discern the inward adorning. Here was a woman whose resources of knowledge and genuine experience in the mysteries of godliness exceeded those of any one residing at ——, and whose manner of address to the youth and children was pleasing, instructive, and salutary. She was not harsh, but correct and sympathetic, and would have proved one of the most useful laborers in the field, to fill positions as an instructor of the youth, and an intelligent, useful companion and counselor to mothers. She could reach hearts by her earnest, matter-of-fact presentation of incidents in her religious life which she had devoted to the service of her Redeemer. Had the church emerged from darkness and deception into the clear light, their hearts would have been drawn out after the lonely stranger. Her prayers, her tears, her distress to see no way of usefulness open to her, have gone up to Heaven. God has heard. Talents and help the Lord offered to his people, but they were rich and increased with goods, and had need of nothing. They turned from, and rejected a most precious blessing of which they will yet feel the need. Had Elder —— stood in the clear light of God, imbued with his Spirit, when this servant of Jesus, lonely, homeless, and thirsting for a work to do for her Master, was brought to his notice, spirit would have answered to spirit, as face answereth to face in a mirror, and his heart would have been drawn out after this disciple of Christ, and he would have understood her. Thus also with the church. They had been in such spiritual blindness they had lost the sound of the voice of the true Shepherd, and were following the voice of a stranger, who was leading them from the fold of Christ."},{"refcode_short":"T16 35.1","refcode_long":"Testimony for the Church — No. 16, p. 35.1 (Ellen Gould White)","content":"Many look upon the great work to be accomplished for God's people, and their prayers go up to God for help in the great harvest. But like the Jewish nation, if help does not come in just the manner they have arranged, they will not receive it, but turn from that help as the Jewish nation turned from Christ, because disappointed in the manner of his appearing. Too much poverty and humility marked his advent, and in their pride they refused him who came to give them life. In this God would have the church humble their hearts, and see the great need of correcting their ways before him, lest he visit them with judgment. Pride of dress and the external adorning is made of far more importance with many who profess godliness, than the inward adorning. Had the church all humbled themselves before God, and corrected their past errors so fully as to meet the mind of God, they would not be so deficient in estimating moral excellence of character. The light of Sr. Hannah More has gone out, which now might be burning brightly to illuminate the pathway of many who are walking in the dark paths of error and rebellion. God calls upon the church to arouse from their slumber, and with deep earnestness inquire into the grounds and causes of this self-deception among professors whose names are on the church book. Satan is deluding and cheating them in the great concern of salvation. Nothing is more treacherous than the deceitfulness of sin. It is the god of this world that deludes, and blinds, and leads to destruction. Satan does not enter with his array of temptations at once. He disguises these temptations with a semblance of good. He will mingle with amusements and folly, some little improvements, and deceived souls make it an excuse that great good is to be derived by engaging in them. This is only the deceptive part. It is Satan's hellish arts masked. Beguiled souls take one step, then are prepared for the next. It is so much more pleasant to follow the inclinations of their own hearts than to stand on the defensive, and resist the first insinuation of the wily foe, and thus shut out his in-comings. Oh! how Satan watches to see his bait taken so readily, and to see souls walking in the very path he has prepared. He does not want them to give up praying, and maintaining a form of religious duties, for he can thus make them more useful in his service. He unites his sophistry and deceptive snares with their experiences and professions, and thus advances his cause wonderfully. The hypocritical Pharisees prayed and fasted, observed the forms of godliness, while corrupt at heart. Satan stands by, taunting Christ and his angels with insults, “I have them! I have them! I have prepared my deception for them. Your blood is worthless here. Your intercessions and power and wonderful works may as well cease; I have them! They are mine! for all their high profession as subjects of Christ, for all they once enjoyed the illuminations of his presence, I will secure them to myself in the very face of Heaven, which they are talking about. It is such subjects as these that I can use to decoy others.” Solomon saith, “He that trusteth in his own heart is a fool” and there are hundreds of such to be found among professors of godliness. Says the apostle, “We are not ignorant of his devices.” Oh! what art, what skill, what cunning, to lead to a union with the world, to seek for happiness in the amusements of the world, under the delusive idea that some good is to be gained. And thus they walk right into the net, flattering themselves that there is no evil in the way. The affections and sympathies of such are wrought upon, which lays a foundation for their ill-built confidence that they are the children of God. They compare themselves with others, and settle down satisfied that they are even better than many true Christians. But where is the deep love of Christ shining forth in their lives, its bright rays blessing others? where is their Bible? and how much is it studied? And where are their thoughts? upon Heaven and heavenly things? It is not natural for their minds to go forth in that direction. The study of God's word is uninteresting to them. It does not possess that which excites and fevers the mind, and the natural, unrenewed heart will prefer some other book, to the study of God's word. His attention is engrossed in self. They have no deep, earnest longings for the influence of the Spirit of God upon the mind and heart. God is not in all their thoughts. How can I have it that most of the youth in this age will come short of everlasting life? Oh! that their sound of instrumental music may cease, and they no more while away so much precious time in pleasing their own fancy. Oh! that they would devote less time to dress and vain conversation, and send forth their earnest, agonizing prayers to God, for a sound experience. There is a necessity for close self-examination, and to closely investigate in the light of God's word, Am I sound, or am I rotten at heart? Am I renewed in Christ, or am I still carnal at heart, with an outside, new dress put on? Rein yourself up to the tribunal of God, and see as in the light of God, if there be any secret sin, any iniquity, any idol you have not sacrificed. Pray, yes, pray as you have never prayed before, that you may not be deluded by Satan's devices, that you may not be given up to a heedless, careless, and vain spirit, and attend religious duties to quiet your own conscience. It is inappropriate for Christians in every age of the world to be lovers of pleasure, but how much more so now, when the scenes of this earth's history are so soon to close. Surely the foundation of your hopes of everlasting life cannot be laid too sure. The welfare of your soul, and your eternal happiness, depend upon whether your foundation is built upon Christ. While others are panting after earthly enjoyments, be ye panting after the unmistakable assurance of the love of God, earnestly, fervently crying, Who will show me how to make my calling and election sure? One of the sins that constitute one of the signs of the last days, is, that professed Christians are lovers of pleasures more than lovers of God. Deal truly with your own souls. Search carefully. How few, after a faithful examination, can look up to Heaven and say, I am not one of those thus described. I am not a lover of pleasure more than a lover of God. How few can say, “I am dead to the world; the life I now live, is by faith on the Son of God. My life is hid with Christ in God, and when He who is my life shall appear, then shall I appear with him in glory.” The love and grace of God! Oh! precious grace! more valuable than fine gold. It elevates and ennobles the spirit beyond all other principles. It sets the heart and affections upon Heaven. While those around us may be engaged in worldly vanity, pleasure-seeking, and folly, the conversation is in Heaven, from whence we look for the Saviour; the soul is reaching out after God for pardon and peace, for righteousness and true holiness. His converse with God, and contemplation of things above, transforms the soul into the likeness of Christ."},{"refcode_short":"T16 40.1","refcode_long":"Testimony for the Church — No. 16, p. 40.1 (Ellen Gould White)","content":"In the case of Sr. ——, there needed to be a great work accomplished. Those who united in praying for her, needed a work done for them. Had God answered their prayers, it would have proved their ruin. In these cases of affliction, where Satan has control of the mind, before engaging in prayer there should be the most close self-examination to discover if there are not sins which need to be repented of, confessed, and forsaken. Deep humility of soul before God is necessary, and firm, humble reliance upon the merits of the blood of Christ alone. Fasting and prayer will accomplish nothing, while the heart is estranged from God by a wrong course of action. “Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out, to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh? Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. If thou take away from the midst of thee the yoke, the putting forth of the finger and speaking vanity, and if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday: and the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water whose waters fail not.”"},{"refcode_short":"T16 41.1","refcode_long":"Testimony for the Church — No. 16, p. 41.1 (Ellen Gould White)","content":"It is heart work God requires, good works springing from a heart filled with love. Carefully and prayerfully should the above scriptures be considered, and the motives and actions investigated. The promise of God to us, is on condition of obedience; compliance with all his requirements. “Cry aloud [saith the prophet Isaiah,] spare not, lift up thy voice like a trumpet, and show my people their transgressions, and the house of Jacob their sins. Yet they seek me daily, and delight to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God; they ask of me the ordinances of justice; they take delight in approaching to God. Wherefore have we fasted, say they, and thou seest not? Wherefore have we afflicted our souls, and thou takest no knowledge?”"},{"refcode_short":"T16 41.2","refcode_long":"Testimony for the Church — No. 16, p. 41.2 (Ellen Gould White)","content":"A people are here addressed who make high professions, and who are in the habit of praying, and delight in religious exercises; yet there is a lack. They realize that their prayers are not answered, and their zealous, earnest efforts are not observed in Heaven, and they earnestly inquire why God makes them no returns? It is not because there is any neglect on the part of God. The difficulty is with the people professing godliness. They do not bear fruit to the glory of God. Their works are not what they should be. They are living in neglect of positive duties. Unless these are performed, God cannot answer their prayers according to his glory. In the case of offering prayers for Sr. ——, there was a confusion of sentiment. Some were fanatical, and moved from impulse. They possessed a zeal, but not according to knowledge. Some looked at the great thing to be accomplished in this case, and began to triumph before the victory was gained. There was much of the Jehu spirit manifested: Come and see my zeal for the Lord. In the place of this self-confident assurance there should have been a spirit of humbleness, distrustful of self, and with a broken heart and contrite spirit, presenting the case to God."},{"refcode_short":"T16 42.1","refcode_long":"Testimony for the Church — No. 16, p. 42.1 (Ellen Gould White)","content":"I was shown that in case of sickness, where the way is clear for the offering up of prayer for the sick, the case should be committed to God in calm faith; not with a storm of excitement. He alone is acquainted with the past life of the person, and what his future will be. He who is acquainted with the hearts of all men, knows whether the person, if raised up, would glorify his name, or dishonor him by backsliding and apostasy. All that we are required to do is to ask God to raise them up if in accordance with his will, believing that God hears our reasons which we present, and the earnest, fervent prayers offered. If the Lord sees it will best honor him, he will answer the prayer. But to urge recovery, recovery, without submission to the will of God, is not right."},{"refcode_short":"T16 42.2","refcode_long":"Testimony for the Church — No. 16, p. 42.2 (Ellen Gould White)","content":"What God promises he is able at any time to perform, and the work he gives his people to do, he is able to accomplish by them. If his people will live according to every word he has spoken, in so much every good word and promise is fulfilled toward them. If they come short of perfect obedience, the great and precious promises are afar off, and they cannot reach the fulfillment."},{"refcode_short":"T16 43.1","refcode_long":"Testimony for the Church — No. 16, p. 43.1 (Ellen Gould White)","content":"All that can be done in praying for the sick is to earnestly importune God in their behalf, and rest their case in his hands, in perfect confidence. If we regard iniquity in our hearts the Lord will not hear us. The Lord can do what he will with his own. He will glorify himself in working in them and by them that wholly follow him, so that it shall be known that it is the Lord, and that their works are wrought in God. “If any man serve me, him will my Father honor.” When we come to him we should pray that we might enter into, and accomplish, his purpose, and that our desires and interests might be lost in his. We should acknowledge our acceptance of his will, not praying him to concede to ours. It is better for us that God does not always answer our prayers just when we desire, and in just the manner we wish. He will do more and better for us than to accomplish all our wishes; for our wisdom is folly. We have united in earnest prayer around the sick bed of men, women and children, and have felt in regard to our earnest prayers, they were given us back from the dead. In these prayers we thought we must be positive, and if we exercised faith, we must ask for nothing less than life. We dared not say, If it would glorify God, fearing it would admit a semblance of doubt. We have interestedly and anxiously watched these cases which have been given back, as it were, from the dead. We have seen some of these, especially youth, raised to health, and forget God, become dissolute in life, causing sorrow and anguish to parents and friends. They lived not to honor and glorify God, but to curse him with their life of vice, and a shame to those who feared to pray. If their life can glorify Thee, let them live, nevertheless not as we will, but as thou wilt. We no longer mark out a way, nor seek to bring the Lord to our wishes. Our faith can be just as firm, and more reliable, by committing the desire to the all-wise God, and trusting, with unfeverish anxiety, all in perfect confidence with him. We have the promise. We know that he hears us if we ask according to his will. Our petitions must not take the form of a command, but of intercession for God to do the things we desire of him. When the church are united they will have strength and power, but when part of them are united to the world, and many are given to covetousness, which God abhors, he cannot do much for them. Unbelief and sin shut them away from God. We are so weak that we cannot bear much spiritual prosperity, lest we should take the glory, and accredit goodness and righteousness to ourselves as the reason of the signal blessing of God, when it was all because of the great mercy and loving kindness of our compassionate Heavenly Father, and not because any good was found in us."},{"refcode_short":"T16 44.1","refcode_long":"Testimony for the Church — No. 16, p. 44.1 (Ellen Gould White)","content":"There should be an influence which will be sanctifying on those around us. This saving, ennobling influence has been very feeble at Battle Creek. Friendship for the world has separated many from God, while some have mingled with, and partaken of the spirit and influence of, the world. Jesus has passed a day's journey in advance of them. They can no longer hear his voice counsel, advise, and warn them, and they follow their own wisdom and judgment. Many follow a course which appears right in their own eyes, but afterward proves to be folly. God will not allow his work to be mixed with worldly policy. Shrewd, calculating men of the world are not the men to bear leading positions in this most solemn, sacred, holy work. They must either be converted, or engage in that calling appropriate to their world-loving inclinations, which does not involve such eternal consequences. God will never enter copartnership with worldlings. Christ gives every one his choice: Will ye have me or the world? Will you suffer reproach and shame, be peculiar, and zealous of good works, even if hated of the world, and take my name, or will you choose the esteem, the honor, the applause and profits the world has to give, and have no part in me? “Ye cannot serve God and mammon.”"},{"refcode_short":"T16 45","refcode_long":"Testimony for the Church — No. 16, p. 45 (Ellen Gould White)","content":"Epistle Number One"},{"refcode_short":"T16 45.1","refcode_long":"Testimony for the Church — No. 16, p. 45.1 (Ellen Gould White)","content":"Dear Bro. ——: I have been shown that you were greatly deficient in your duties as a minister. You lack essential qualifications. You do not possess a missionary spirit. You have not a disposition to sacrifice your ease and pleasure to save souls. There are men and women and youths, to be brought to Christ, and who would embrace the truth could they have the light presented to them. I was shown that in your own vicinity there were those who had an ear to hear."},{"refcode_short":"T16 45.2","refcode_long":"Testimony for the Church — No. 16, p. 45.2 (Ellen Gould White)","content":"I saw you seeking to instruct some, but at the very time when you needed perseverance, courage, and energy, you became faint hearted, distrustful, discouraged, and dropped the work. You desired your own ease, and allowed an interest which might have been on the increase, to go down. There might have been an ingathering of souls, but the golden opportunity passed for that time, because of your lack of energy. I saw that unless you decide to gird on the whole armor, and are willing to endure hardness as a good soldier of the cross of Christ, and feel that you can spend and be spent to bring souls to Christ, you should give up your profession as a minister, and choose some other calling."},{"refcode_short":"T16 46.1","refcode_long":"Testimony for the Church — No. 16, p. 46.1 (Ellen Gould White)","content":"Your soul is not sanctified to the work. You do not take the burden of the work upon you. You choose an easier lot than that which is appointed to the minister of Christ. He counted not his life dear unto himself. He pleased not himself. He lived for others’ good. He made himself of no reputation, and took upon himself the form of a servant. It is not enough to be able to present the arguments of our position before the people. The minister of Christ must possess an undying love for souls, a spirit of self-denial, of self-sacrifice. He should be willing to give his life, if need be, to the work of saving his fellow men for whom Christ died."},{"refcode_short":"T16 46.2","refcode_long":"Testimony for the Church — No. 16, p. 46.2 (Ellen Gould White)","content":"You need a conversion to the work of God. You need wisdom and judgment to apply yourself to the work, and direct your labor. Your efforts and labors are not required among the churches. You should go out in new places and prove your work. Go with a spirit to labor to convert souls to the truth. If you feel the worth of souls, the least indication for good will rejoice your heart, and you will persevere, although there may be labor and weariness in the effort. Leave not a place where there are the least indications for good, after you have once agitated the subject of truth among the people. Do you expect a harvest without labor? Do you expect Satan will yield up his subjects readily to pass from his ranks to the ranks of Christ? Every effort will be made on his part to keep subjects bound in fetters of darkness under his black banner. Can you expect to be victorious in winning souls to Christ without earnest effort, when you have such a foe to face and battle?"},{"refcode_short":"T16 47.1","refcode_long":"Testimony for the Church — No. 16, p. 47.1 (Ellen Gould White)","content":"You must have more courage, more zeal, and put forth greater efforts, or you will have to decide that you have been mistaken in your calling. An easily-discouraged minister does injury to the cause he desires to promote, and injustice to himself. All who profess to be ministers of Jesus Christ should learn wisdom by studying the history of the man of Nazareth, and also the history of Martin Luther, and the lives of other reformers. Arduous were their labors, and they endured hardness as faithful soldiers of the cross of Christ. You should not shun responsibilities. With modesty, you should be willing to be advised, to be instructed. After you have received counsel from the wise, the judicious, there is yet a counsellor whose wisdom is unerring. Fail not to present your case before him, and entreat his direction. He has promised that if you lack wisdom and ask of him, he will give it to you liberally, and upbraid you not. The sacred, solemn work in which we are engaged, calls for whole-hearted, thoroughly-converted men, whose lives are interwoven with the life of Christ. They draw from the living vine, sap and nourishment, and flourish in the Lord. Although they feel the magnitude of the work, and are led to exclaim, “Who is sufficient for these things?” yet they will not shrink from labor and toil, but will labor earnestly and unselfishly to save souls. If the under shepherds are faithful in all their duty, they will enter into the joy of their Lord, and have the satisfaction of seeing souls saved in Heaven through their faithful efforts."},{"refcode_short":"T16 48","refcode_long":"Testimony for the Church — No. 16, p. 48 (Ellen Gould White)","content":"Epistle Number Two"},{"refcode_short":"T16 48.1","refcode_long":"Testimony for the Church — No. 16, p. 48.1 (Ellen Gould White)","content":"Dear Bro. ——: I have been waiting for an opportunity to write to you, but have been hindered. After my last vision I felt it to be my duty to speedily lay before you what the Lord was pleased to present to me."},{"refcode_short":"T16 48.2","refcode_long":"Testimony for the Church — No. 16, p. 48.2 (Ellen Gould White)","content":"I was pointed back and shown that for years in the past, even before your marriage, there had been a disposition to overreach in trade. You possessed a spirit of acquisitiveness, a disposition for close dealing, which was detrimental to your spiritual advancement, and greatly injured your influence. Your father's family viewed these matters from a worldling's standpoint, rather than from the high, exalted standard quoted by our divine Lord: “Thou shalt love the Lord thy God with all thy heart, and with all thy mind, and with all thy soul, and with all thy strength, and thy neighbor as thyself.” In this you have failed."},{"refcode_short":"T16 48.3","refcode_long":"Testimony for the Church — No. 16, p. 48.3 (Ellen Gould White)","content":"To deal in any way closely and unjustly is displeasing to God. He will not pass over errors and sins in this direction without thorough confessing and forsaking."},{"refcode_short":"T16 49.1","refcode_long":"Testimony for the Church — No. 16, p. 49.1 (Ellen Gould White)","content":"I was pointed far back, and shown the loose manner in which you regarded these things. The Lord noticed—he marked the transaction of carrying to the market that load of —— that were so inferior that they could not be profitable to keep, therefore, were made to be food and carried to the market to be bought and introduced into the stomach as food. That —— was placed upon the table for some time to feed our large family in the days of our poverty. You were not the only one to be blamed in this. Others of your family were alike guilty as yourself. It matters not whether that —— was designed to be bought by us and eaten by us, or by worldlings who would purchase them of you. It is the principle of the thing which displeased God. You transgressed the commandment of God. You did not love your neighbor as yourself; for you would have been unwilling to have one do the same thing to you. You would have considered yourself insulted. An avaricious spirit led to this departure from Christian principles to descend to a species of trading, advantaging yourself at others’ disadvantage."},{"refcode_short":"T16 49.2","refcode_long":"Testimony for the Church — No. 16, p. 49.2 (Ellen Gould White)","content":"When the meat-eating question was presented before me five years since, showing how little the people knew what they were eating for food in the shape of flesh-meats, this transaction of yours was shown me. The effects upon those who eat the meat of these unhealthy animals, are fevers, diseased blood, and sickness. Many instances of the kind were shown me as being acted over daily by worldlings. You, my dear brother, have not seen this wrong on your part as the Lord sees it. You have never felt over this matter, that it was a great sin on your part. Many things of like character have taken place in your life which you will find the recording angel has faithfully chronicled, and you will meet them again, unless by repentance and confession you make these wrongs right."},{"refcode_short":"T16 50.1","refcode_long":"Testimony for the Church — No. 16, p. 50.1 (Ellen Gould White)","content":"I was bidden to wait and see. I was directed to speak plainly, give general principles, and leave you to make the application yourself. I was shown that God would not frequently point out wrongs that were committed by his people, but would cause to be given in their hearing general principles, close, pointed truths, and all should be open to conviction to see, to feel, and understand whether “In this saying thou condemnest us also.” You have not dealt closely and faithfully with your own soul. Said the angel, “I will prove him, I will test him, I will walk contrary unto him, until he acknowledges the hand of God in thus dealing with him.”"},{"refcode_short":"T16 50.2","refcode_long":"Testimony for the Church — No. 16, p. 50.2 (Ellen Gould White)","content":"I saw that while in W. those connected with your family did not move aright. You manifested a close spirit, savoring of overreaching and dishonesty. You could have had no influence for good in that place until you should redeem the past by an entire change of conduct in dealing with your fellow men. Your light was darkness to the people, and your influence while there was a great detriment to the cause of present truth. You brought reproach upon the truth, and caused your name to be a by word before the people for your close dealing. In this you worked frequently below the standpoint of many worldlings in regard to honorable dealing. Elder —— can do no good in W. His words are as water spilt upon the ground, for the reason that he was connected with you, and took part in this close trading. He became like a worldling in many respects in business transactions. He was close, and fast becoming selfish. His course in many things was calculated to destroy his influence, and was not becoming a minister of Christ."},{"refcode_short":"T16 51.1","refcode_long":"Testimony for the Church — No. 16, p. 51.1 (Ellen Gould White)","content":"Said the angel, in the vision given at Rochester, 1866, “My hand shall bring adversity. He may gather, but I will scatter until he redeems the past, and makes clean work for eternity.” Every true Christian should feel above condescending to the low, bartering, trading, spirit of worldlings."},{"refcode_short":"T16 51.2","refcode_long":"Testimony for the Church — No. 16, p. 51.2 (Ellen Gould White)","content":"You are not a miser; you love to be benevolent, free, open-hearted and open-handed, but it is the spirit mentioned in this letter, of not loving your neighbor as yourself; this neglect of seeing and making right your wrongs, when the clear, pure, forcible, light of truth has told you too plainly your duty, that is wrong in you. You are a lover of hospitality, and God will not give you over to be deceived by the great deceiver of mankind; but will come directly to you and show you where you err that you may retrace your steps. God now calls upon you to redeem the past, and to come up upon a higher plane of action, and let your life record be unspotted with avarice, or selfish love of gain."},{"refcode_short":"T16 51.3","refcode_long":"Testimony for the Church — No. 16, p. 51.3 (Ellen Gould White)","content":"Your judgment in worldly things will become foolishness unless you dedicate all to God. You and your wife are not devotional. Your spirituality is not what God would have it to be. Paralysis seems to be upon you; yet you are both capable of exerting a strong influence for God and for his truth, if you adorn your profession with well-ordered lives and godly conversation. You frequently get in too great a hurry, and then order in a hurried manner your help. You are frequently impatient, and fret. This is all detrimental to your spiritual advancement."},{"refcode_short":"T16 52.1","refcode_long":"Testimony for the Church — No. 16, p. 52.1 (Ellen Gould White)","content":"Time is short, and you have no time to delay the preparation of heart necessary to labor earnestly and faithfully for your own souls, and for the salvation of your friends and neighbors, and all who come under your influence. Ever aim to so live in the light that your influence can be sanctifying upon those with whom you are associated in business capacity, or in common intercourse."},{"refcode_short":"T16 52.2","refcode_long":"Testimony for the Church — No. 16, p. 52.2 (Ellen Gould White)","content":"There is a fullness in Jesus. Strength you can obtain from him which will qualify you to walk even as he walked. No separation is allowed in your affections from God. He requires the entire man, the soul, body, and spirit. The Lord will work for you, and bless you, and strengthen you by his rich grace, when you do all on your part which he requires."},{"refcode_short":"T16 52","refcode_long":"Testimony for the Church — No. 16, p. 52 (Ellen Gould White)","content":"Epistle Number Three"},{"refcode_short":"T16 52.3","refcode_long":"Testimony for the Church — No. 16, p. 52.3 (Ellen Gould White)","content":"Dear Bro. ——: A very great solemnity has rested upon my mind since the vision given me Friday evening, June 12. I was shown that you do not know yourself. You have not felt reconciled to the testimony given in your case, and have not made thorough work to reform. I was referred to Isaiah. “Is not this the fast that I have chosen, to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? Is it not to deal thy bread to the hungry, and that ye bring the poor that are cast out to thy house? when thou seest the naked that thou cover him; and that thou hide not thyself from thine own flesh?” If you do these things, the blessings promised will be given."},{"refcode_short":"T16 53.1","refcode_long":"Testimony for the Church — No. 16, p. 53.1 (Ellen Gould White)","content":"You may be making the inquiry, “Wherefore have we fasted, and Thou seest not? Wherefore have we afflicted our soul, and Thou takest no knowledge?” God has given reasons why your prayers were not answered. You have thought that you had found reasons in others, and charged the fault upon them, and that a lack in them has hindered your prayers."},{"refcode_short":"T16 53.2","refcode_long":"Testimony for the Church — No. 16, p. 53.2 (Ellen Gould White)","content":"Dear brother, I saw that there exists sufficient reasons in yourself. You have a work to do to set your own heart in order. You should realize that the work must begin with yourself. You have oppressed—you have taken advantage of the necessities of the destitute to advantage yourself. In regard to means, you have been close, and dealt unjustly. You have not possessed a kind, noble, and generous spirit, which should ever characterize the life of a follower of Jesus Christ. You have oppressed the hireling in her wages. You saw one poorly clad, working hard, who you knew was conscientious and God-fearing. Yet you took advantage of her because you could do so. I saw that the neglect of seeing and understanding her wants, and the small wages, are all written in Heaven as done to Jesus in the person of one of his saints. As ye have done this unto the least of Christ's disciples, ye have done it unto him. All your closeness to those who have served in your house, Heaven has regarded, and it will stand faithfully chronicled against you unless it is repented of and restitution is made. One wrong move does more harm than can be undone in years, which, if the wrong doer could see the extent of the evil, would wring from his soul cries of anguish. You are selfish in regard to means. In the case of Bro. ——, the angel of God pointed to you and said, “Inasmuch as ye have done this to one of Christ's disciples, ye have done it to Jesus in his person.” The cases I have mentioned are not the only ones. I would you could see these things as Heaven has opened them before me."},{"refcode_short":"T16 54.1","refcode_long":"Testimony for the Church — No. 16, p. 54.1 (Ellen Gould White)","content":"It is the religion of Christ that you need. There is a sad deception upon minds. Christ pleased not himself. He lived for others’ good. He lived to benefit others. You have a work to do, and should lose no time in humbling your heart before God, and by humble confessions remove the blots from your Christian character. Then can you engage in the solemn work for the salvation of others without making so many mistakes."},{"refcode_short":"T16 54.2","refcode_long":"Testimony for the Church — No. 16, p. 54.2 (Ellen Gould White)","content":"What has the time amounted to, spent as it has been? engaged in a work which God did not set you about? Impressions have been made, experiences gained, which will require much labor for them to unlearn, and take back. Souls will wander in darkness, and unbelief, and perplexity, and some will never recover. With deep heart-searching, with earnest prayer, with fasting, with stern, self-examination of the life, lay bare the soul, and let no act escape your critical examination. Then with self dead, and the life hid with Christ in God, offer the humble petition. If ye regard iniquity in your hearts the Lord will not hear you. If God had heard your prayers you would have been exalted. Satan has stood by prepared to make the most of the advantage he has gained."},{"refcode_short":"T16 55.1","refcode_long":"Testimony for the Church — No. 16, p. 55.1 (Ellen Gould White)","content":"Oh! how important it is that faithfulness in little things characterize our lives, and true integrity mark all our course of action, we ever bearing in mind that angels of God are taking cognizance of every act. That which is meted to others shall he meted to us again."},{"refcode_short":"T16 55.2","refcode_long":"Testimony for the Church — No. 16, p. 55.2 (Ellen Gould White)","content":"A fearfulness should ever attend you lest you should deal unjustly, selfishly. The Lord will by sickness and adversity remove from us much more than we obtain by grinding the face of the poor. A just God truly estimates all our motives and actions."},{"refcode_short":"T16 55.3","refcode_long":"Testimony for the Church — No. 16, p. 55.3 (Ellen Gould White)","content":"I was shown Bro. and Sr. ——. The love of the world has so eaten out true godliness, and benumbed the powers of the mind to estimate the truth, that its influence does not affect the life and character sufficiently to have a transforming power. The love of this world has closed their hearts to compassion, and to a consideration of the wants of others. The spirit of the world has separated them from God. Bro. and Sr., you have a work to do to get from beneath the rubbish of the world, and make earnest efforts to overcome your love of the world, your selfishness, and your penuriousness. This is the sin which is cursing God's people. I was pointed back to the community in which you lived previous to your moving to ——. You were close and exacting in deal, taking advantage in every place where you could well do so. I tried to find acts in your lives of noble self-sacrifice and benevolence, but could not, they were so rare. Your light has shone before others in such a manner that they have felt disgusted with you and your faith. The truth has been reproached by your closeness in deal and your ever reaching. May God help you to see all, and have that hatred for this evil that he has. Self and self-interest have marked your course. Let your light so shine that others seeing your good works may be led to glorify your Father who is in Heaven. God has been, and is still, displeased with your course. He will deal with you in judgment unless you rid yourself of this spirit of littleness, and seek to be sanctified through the truth. Faith without works is dead, being alone. Faith will never save you unless it is justified by works. God requires of you to be rich in good works, ready to distribute, willing to communicate, laying up in store for yourselves a good foundation against the time to come, that ye may lay hold on eternal life."},{"refcode_short":"T16 56.1","refcode_long":"Testimony for the Church — No. 16, p. 56.1 (Ellen Gould White)","content":"I was shown that you have oppressed hirelings in their wages. You have taken advantage of your chances, and secured your help at the lowest figures, taking advantage of circumstances. This has not been pleasing to God. You should have paid your help liberally, all that they earned. God knows. He sees. He reads. The searcher of hearts is acquainted with the thoughts, the purposes, and intents of the heart. And every dollar that has been gained to you in this way, if retained, will be scattered through adversity and affliction. The world, the world, the world, has been the order of the day with you. The salvation of the soul has become secondary. Oh! that you could see in the light of eternity, just how God views these things. You would be alarmed, and would not rest until you had made restitution."},{"refcode_short":"T16 57.1","refcode_long":"Testimony for the Church — No. 16, p. 57.1 (Ellen Gould White)","content":"You had light upon health reform, and yet you did not receive it, and live up to it. You gratified the appetite, and indulged your boy to eat when and what he chose, teaching him a sad lesson. You continued the work upon the high-pressure plan in your love for the world. The hand of God was removed, and you were left to your own weakness. Then you both tottered over the brink of the grave; yet you learned not the lesson in many things God would have you learn. You retained your love for the world. Your selfish love for gain, your small, close dealing was not put away. You did not appreciate the kind care, sympathy, and watchful tenderness of the one who had the care of you in your sickness. If you had, it would have led you to manifest a spirit of noble benevolence above any cheap dealing with her who had been true to you. You have ground the face of the poor; you have dealt unjustly. “There is that scattered, and yet increaseth; and there is that withholdeth*The original publication had the spelling “witholdeth.” more than is meet, but it tendeth to poverty.” It seemed to me as these things were presented before me, that Satan had possessed such power to blind minds through a love of the world, that even professed Christians forgot, or lost all sense of fact, that God lives, and that his angels are makings a record of all the doings of the children of men: that every mean act, every small deal, is placed upon the life record. Every day bears its burden of record of unfulfilled duties, of neglect, of selfishness, of deception, of fraud, of overreaching. What an amount of works, evil works, are accumulating for the final judgment! When Christ shall come, his reward is with him, and his works before him, to render to every man according as his works have been. What a revelation will then be made! What confusion of face to some as the acts of their life are revealed upon the pages of history!"},{"refcode_short":"T16 58.1","refcode_long":"Testimony for the Church — No. 16, p. 58.1 (Ellen Gould White)","content":"“Hearken, my beloved brethren hath not God chosen the poor of this world, rich in faith, and heirs of the kingdom which he hath promised to them that love him? But ye have despised the poor. What doth it profit, my brethren, though a man say he hath faith, my brethren, though a man say he hath faith, and have not works? Can faith save him? If a brother or sister be naked, and destitute of daily food, one of you say unto them, Depart in peace, be ye warmed and filled, notwithstanding ye give them not those things which are needful for the body; what doth it profit? Even so faith, if it hath not works, is dead, being alone.” You may believe all the truth yet if its principles are not carried out in your lives, your profession will not save you."},{"refcode_short":"T16 58.2","refcode_long":"Testimony for the Church — No. 16, p. 58.2 (Ellen Gould White)","content":"Satan believes and trembles. He works. He knows his time is short, and he has come down in great power to do his evil works according to his faith. Yet God's professed people do not support their faith by their works. They believe in the shortness of time, yet are just as eager, grasping after this world's goods as though the world was to stand as it is now, a thousand years. Selfishness marks the course of action of many. “But whoso hath this world's goods, and seeth his brother have need and shutteth up his bowels of compassion from him, how dwelleth the love of God in him? My little children, let us not love in word, neither in tongue, but in deed and in truth. And hereby we know that we are of the truth, and shall assure our hearts before Him. For if our heart condemn us, God is greater than our hearts, and knoweth all things. Beloved, if our heart condemn us not, then have we confidence toward God. And whatsoever we ask, we receive of him because we keep his commandments, and do those things that are pleasing in his sight.”"},{"refcode_short":"T16 59.1","refcode_long":"Testimony for the Church — No. 16, p. 59.1 (Ellen Gould White)","content":"Divest yourselves of selfishness, and make thorough work for eternity. Redeem the past, and do not represent the holy truth you profess in —— as you have where you have lived hitherto. Let your light so shine that others by seeing your good works, may be led to glorify our Father in Heaven. Stand upon the elevated platform of eternal truth. Regulate all your business transactions in this life, in strict accordance with the word of God."},{"refcode_short":"T16 59","refcode_long":"Testimony for the Church — No. 16, p. 59 (Ellen Gould White)","content":"Epistle Number Four"},{"refcode_short":"T16 59.2","refcode_long":"Testimony for the Church — No. 16, p. 59.2 (Ellen Gould White)","content":"Dear Bro. ——: When we met you at ——, we were anxious to help you, and we feared you would not receive the help there which you needed. I proposed your coming to our place and associating with us, and others of God's dear children, and be learning the lessons so important for you to learn before you could be strong to endure the temptations and perils of these last days. I recollected your countenance as one that the Lord had shown me who had been struggling for the mastery over powerful evil habits, which were leading you to the destruction of your own body and your eternal destruction hereafter. You have gained victories, but you have still great victories to gain—battles to fight with internal foes, which, unless overcome, will greatly mar your present happiness and the happiness of all who associate with you."},{"refcode_short":"T16 60.1","refcode_long":"Testimony for the Church — No. 16, p. 60.1 (Ellen Gould White)","content":"These bad fruits must be overcome. You must take hold of the work with earnest, humble prayer to God, feeling your helplessness without his special grace. The belief of the truth has already wrought a reformation in your life, yet this work is not as thorough as it must be in order for you to meet the measurement of God. You love the truth, and it must take a deeper hold of your life, and influence your words and all your deportment."},{"refcode_short":"T16 60.2","refcode_long":"Testimony for the Church — No. 16, p. 60.2 (Ellen Gould White)","content":"You have a great lesson to learn, and should lose no time in learning it. You have not educated yourself to self-control. Here is a special victory for you to gain. You have more of the elements of war in your organization than of peace. You need to cultivate courtesy and true Christian politeness. “In honor preferring one another.” “Let nothing be done through strife or vain glory, but in lowliness of mind, let each esteem others better than themselves.”"},{"refcode_short":"T16 60.3","refcode_long":"Testimony for the Church — No. 16, p. 60.3 (Ellen Gould White)","content":"Your combativeness is large, and you stand braced, prepared to rebut everything where you have a chance. You do not labor to see how near you can see as others see, and have union with their ideas and views; but you stand all ready to differ if there is a possible chance for you to do so. This injures your own soul, retards your spiritual advancement, and not only grieves and wounds those who would be your sincere friends, but sometimes disgusts them, so that your society is not agreeable and pleasant, but annoying. It is as natural as your breath to consider the views and opinions of others inferior, and your own superior to theirs. You often greatly err here, and have not all that wisdom and knowledge which you give yourself credit for. You often set your opinions up above men and women who have had many years of experience more than yourself, and who are better, far better, qualified to direct and give words of wise judgment than yourself. But you have not seen these disagreeable besetments, and therefore have not realized the ill and bitter fruit they produced. You have long indulged a spirit of contention—of war. Your peculiar turn of mind leads you to exult in opposites."},{"refcode_short":"T16 61.1","refcode_long":"Testimony for the Church — No. 16, p. 61.1 (Ellen Gould White)","content":"Your education has been deplorable, not favorable to your having now a correct experience in your religious life. You have had almost everything to unlearn and learn anew. You possess a hasty temper which grieves your friends and the holy angels, and wounds your own soul. This is all contrary to the spirit of truth and true holiness. You must learn to cultivate modesty in speaking. Self must be subdued. Self must be kept in subjection. A Christian will not pursue a course of bickering and contention with even the most wicked and unbelieving. How wrong to indulge this spirit with those who believe the truth, and are seeking for peace, love, and harmony. Says Paul, “Be at peace among yourselves.” This spirit of contention is opposed to all the principles of Heaven. In Christ's sermon on the mount, he says, “Blessed are the peacemakers, for they shall be called the children of God.” “Blessed are the meek, for they shall inherit the earth.” You will have trouble everywhere you go, unless you learn the lesson God designs you should. You should be less confident and forward in your own opinion. You should possess a teachable spirit, that of a learner. “He that is slow to anger is better than the mighty; and he that ruleth his own spirit than he that taketh a city.” “He that is slow to wrath is of great understanding; but he that is hasty of spirit exalteth folly.” Says James, “Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath; for the wrath of man worketh not the righteousness of God.”"},{"refcode_short":"T16 62.1","refcode_long":"Testimony for the Church — No. 16, p. 62.1 (Ellen Gould White)","content":"A spirit of self-confidence is in keeping with your experience. Had you a more thorough experience in the things of God, you would realize that all these fruits are bad. They are bitter, and nourish no one, but fill all who partake of them with bitterness. You possess an overbearing, dictatorial spirit, which you must overcome. I have strong hope that you, my dear brother, who have shown that you have moral courage to face an enemy in yourself, and fortitude to battle with the foe of appetite and strong evil habits, which girded you about as with iron bands, will come right in this thing, will go to work right here, and gain the victory. You have possessed a reckless spirit, have felt that no one cared especially for you, that most everybody was your enemy, and that it was of no consequence what became of you. The truth found you miserable. You saw in it a power that would exalt you, and impart to you force and strength that you had not. You grasped the rays of light that shone upon you; and if you will now yield yourself fully to the influence of the truth, it will thoroughly convert you, sanctify you, and prepare you for the finishing touch of immortality."},{"refcode_short":"T16 63.1","refcode_long":"Testimony for the Church — No. 16, p. 63.1 (Ellen Gould White)","content":"You possess many good traits of character—have a liberal heart. God wants you to be right, just right. You are unwilling to be dictated, or to be directed. You want to do all that business yourself. But humility you must possess, a teachable spirit, affable, patient, longsuffering, full of gentleness and mercy."},{"refcode_short":"T16 63.2","refcode_long":"Testimony for the Church — No. 16, p. 63.2 (Ellen Gould White)","content":"We have an interest for you, and want to help you. I pray you to receive these lines with a right spirit, and let them suitably affect your heart and life."},{"refcode_short":"T16 63","refcode_long":"Testimony for the Church — No. 16, p. 63 (Ellen Gould White)","content":"Response"},{"refcode_short":"T16 63.3","refcode_long":"Testimony for the Church — No. 16, p. 63.3 (Ellen Gould White)","content":"Sr. White: The testimony I received yesterday, I look upon as a well-merited rebuke, for which I feel truly thankful to you. I earnestly hope to be an overcomer. I am fully sensible of the magnitude of the work I have to do, yet I trust that by God's assisting grace I shall be able to conquer."},{"refcode_short":"T16 63","refcode_long":"Testimony for the Church — No. 16, p. 63 (Ellen Gould White)","content":"Epistle Number Five"},{"refcode_short":"T16 63.4","refcode_long":"Testimony for the Church — No. 16, p. 63.4 (Ellen Gould White)","content":"Dear Bro. and Sr. ——: June 12, 1868, I was shown some things in reference to your cases. You have a work to do, but see it not. You have not been burden-bearers. You should feel greater interest in the work and cause of God than you do."},{"refcode_short":"T16 63.5","refcode_long":"Testimony for the Church — No. 16, p. 63.5 (Ellen Gould White)","content":"I was shown that you are blinded by the love of the world, so that you do not see how great an influence the world has over you. You do not feel that a special weight of responsibility rests upon you. You do not realize the importance of the time, and the work to be accomplished. You are like persons asleep. Unity is strength. There are so many backward ones, who take no burdens, that there is great feebleness in the church. You are not workers with Christ. The spirit of the world is shutting from your hearts impressions which the truth should make. It is important that every one now come up to the work, and act as though they were living men, laboring for the salvation of souls who are perishing. If all in the church would come up to the help of the Lord, we should see a revival of his work such as we have not hitherto witnessed. God requires this of you, and of each member of the church. It is not left with you to decide whether it is best for you to obey the call of God. Obedience is required, and unless you obey, you will stand on worse than neutral ground. Unless you are favored with the blessing of God, you have his curse. He requires you to be willing and obedient, and he says, Ye shall eat the good of the land. A bitter curse is pronounced on those who come not up to the help of the Lord. “Curse ye Meroz, said the angel of the Lord. Curse ye bitterly the inhabitants thereof, because they came not up to the help of the Lord, to the help of the Lord against the mighty.”"},{"refcode_short":"T16 64.1","refcode_long":"Testimony for the Church — No. 16, p. 64.1 (Ellen Gould White)","content":"Satan and his angels are in the field to oppose every step of advance God's people make, and the help of every one is required. The influence of unbelieving friends affects you more than you are aware of. They bring you no strength, but darkness and unbelief."},{"refcode_short":"T16 65.1","refcode_long":"Testimony for the Church — No. 16, p. 65.1 (Ellen Gould White)","content":"Bro. and Sr. ——, you have an individual work in the vineyard of the Lord. You have thought and cared too much for yourselves. Set your hearts in order, and then be in earnest. Inquire, “Lord, what wilt thou have me to do.” God requires of you a deep, earnest reaching out after him. He bids you search your own hearts diligently, to discover all there that prevents your bringing forth much fruit, and that fruit that will remain. Why you possess no more of the Spirit of God is, you do not cheerfully bear the cross of Christ. In the last vision, I saw that you were deceived in regard to your strength of love for this world. The cares of this world, and the deceitfulness of riches, choke the word, and you become unfruitful. God has required us to bear much fruit. He will not command, without giving with the command power for the performance of it. God will not do our part of the work, neither does he require that we do his. It is God that worketh in us, but we must work out our own salvation with fear and trembling. “Faith without works is dead, being alone.” Faith must be sustained by works. The doers of the work are justified before God. You displease God in talking of your poverty, while you have abundance. All that you possess belongs to him, yet he has seen fit to make you a steward of it for a short time. God is testing and proving you. How will you bear the test? He will require his own with usury."},{"refcode_short":"T16 65.2","refcode_long":"Testimony for the Church — No. 16, p. 65.2 (Ellen Gould White)","content":"You have fixed your eyes upon the things you have done in different directions, and it looks large to you. But had you done very much more, you would have done no more than your duty, and you would have been far happier had your hearts expanded, and your hands dispensed to the cause of God and the needy. God calls for you to bring your offering to the altar, and not hold it within reach merely, but lay it on the altar. The altar sanctifies the gift when it is placed upon it, and not before."},{"refcode_short":"T16 66.1","refcode_long":"Testimony for the Church — No. 16, p. 66.1 (Ellen Gould White)","content":"You are not as separate from the world as God requires you to be. You see not, and do not understand your danger. You are led astray by your love of the world. You both need to take a deeper draught at the fountain of truth."},{"refcode_short":"T16 66.2","refcode_long":"Testimony for the Church — No. 16, p. 66.2 (Ellen Gould White)","content":"Unless you do come into a different condition, where you can honor God with your influence and your substance, the curse of God will come upon you. You may gather, but God will scatter. Instead of your health springing forth speedily, you will become like a withered branch. God calls for workers—men who can and will feel for the salvation of souls, and will sacrifice anything that they may be saved. No other one can do this work for you. The offerings of others, if ever so liberal, can not take the place of yours. It is a surrender to God which you have to make, which no other can make for you. It is only the Spirit's power, working through mighty faith, that can make you able to successfully resist the many snares Satan has laid for your feet. The words and example of your Redeemer will be the light and strength of your heart. If you follow and trust in him, he will not leave you to perish. You fear too much the displeasure of those who do not love and serve God. Why should you wish to keep the friendship of your Lord's enemies? or be influenced by their opinions? “Know ye not that the friendship of the world is enmity with God?” If the heart was right, there would be a more decided separation from the world."},{"refcode_short":"T16 67.1","refcode_long":"Testimony for the Church — No. 16, p. 67.1 (Ellen Gould White)","content":"The Lord would have done a great and good work in this vicinity last spring, had all felt the need of this work, and come up to the help of the Lord. There was not union of action. All did not feel the necessity of the work, and engage in it heartily. There was not a surrendering of all to God. You were shown me as being troubled and perplexed, a mist of darkness gathering over you. You were questioning. You were not in a position to receive strength yourselves, nor to impart it to others. It is a solemn, fearful time. Here is no room for idols, no place for concord with Belial, nor place for friendship with the world. Those whom God accepts and sanctifies to himself are called to be diligent and faithful in his service, being set apart and devoted to him. It is not a form of godliness, nor a name upon the church records, that constitute a “living stone” in the spiritual building. It is being renewed in knowledge and true holiness, being crucified to the world and made alive in Christ, that unites the soul to God. The followers of Christ have one leading object in view. The one great work, the salvation of their fellow men. Every other interest should be inferior to this, and this great enterprise should engage the earnest effort and the deepest interest."},{"refcode_short":"T16 67.2","refcode_long":"Testimony for the Church — No. 16, p. 67.2 (Ellen Gould White)","content":"God first requires the heart—the affections. He requires his followers to love and serve him with all their heart, with all their soul, with all their strength. His commandments and grace are adapted to our necessities, and without them we cannot be saved, do what we may. Acceptable obedience he requires. The offering of goods, or any service, will not be accepted without the heart. The will must be brought into subjection. The Lord requires in you a consecration to him, and a greater separation from the spirit and influence of the world."},{"refcode_short":"T16 68.1","refcode_long":"Testimony for the Church — No. 16, p. 68.1 (Ellen Gould White)","content":"“But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should show forth the praises of him who hath called you out of darkness into his marvelous light.” Christ has called you to be his followers, to imitate his life of self-sacrifice and self-denial, to be interested in the great work of the redemption of the fallen race. You have no just sense of the work God requires you to perform. Christ is your pattern. That in which you are deficient, is love. This pure principle, holy love, distinguishes the character and conduct of Christians from worldlings. Divine love has a powerful, purifying influence. It is to be found in the renewed heart, and where this exists, love will naturally flow out to your fellow men."},{"refcode_short":"T16 68.2","refcode_long":"Testimony for the Church — No. 16, p. 68.2 (Ellen Gould White)","content":"“Love one another,” says our Saviour, “as I have loved you. Greater love hath no man than this, that a man lay down his life for his friends. Christ has given us an example of pure, disinterested love. You have not as yet seen your deficiency in this respect, and your great need to have this heavenly attainment, without which, all your good purposes, your zeal, even if it be of that nature that you could give your goods to feed the poor, and your body to be burned, is nothing. Charity you need, which suffereth long, is not easily provoked, beareth all things, believeth all things, hopeth all things, endureth all things. Without the spirit of love, no one can be like Christ. With this living principle in the soul, no one can be like the world."},{"refcode_short":"T16 69.1","refcode_long":"Testimony for the Church — No. 16, p. 69.1 (Ellen Gould White)","content":"The conduct of Christians is like their Lord. He has erected the standard, and it is left for us to say whether we will rally around it, or not. Our Lord and Saviour laid aside his dominion, his riches and glory, and sought after us, that he might save us from misery, and make us like himself. He humbled himself, and took upon him our nature that we might be able to learn of him, and follow him, step by step, imitating his life of benevolence and self-denial, and follow him to Heaven. You cannot equal the copy, but you can resemble it, and according to your ability do likewise. “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength; and thy neighbor as thyself.” That love must dwell in your hearts, that you will be ready to give the treasures and honors of this world, if thereby you may influence one soul to engage in the service of Christ."},{"refcode_short":"T16 69.2","refcode_long":"Testimony for the Church — No. 16, p. 69.2 (Ellen Gould White)","content":"God bids you with one hand, faith, take hold of his mighty arm, and with the other hand, love, reach perishing souls. Christ is the way, the truth, and the life. Follow him. Walk not after the flesh, but after the Spirit. Walk even as he walked. This is the will of God, even your sanctification. The work you have to perform, is to do the will of him who sustains your life for his glory. If you labor for yourselves, it can profit you nothing. To labor for others’ good, to be less self-caring, but more in earnest to devote all to God, will be acceptable to him, and be returned by his rich grace."},{"refcode_short":"T16 70.1","refcode_long":"Testimony for the Church — No. 16, p. 70.1 (Ellen Gould White)","content":"God has not apportioned you your lot, to merely watch over and care for yourselves. You are required to minister to, and watch over, others, and in this exercise you will develop your errors, that you may correct them, and will strengthen the weak points in your character that need strengthening. To remove from us everything which is not exactly agreeable, is not imitating Christ. This is the part of the work we have to perform; not impatiently, fretfully, unwillingly, but cheerfully, gladly, in order to reach Christian perfection. You should be very jealous of the honor of God. How circumspectly should you walk, where now your course in some things is not as it should be. If you could see the pure angels with their bright, searching eyes intently fixed on you, watching to record how the Christian glorifies his Master; or could you observe the exulting, yet sneering triumph of the Devil's angels, as they trace out every crooked way, and then quote Scripture which is violated, and compare the life with this Scripture which you profess to follow, but from which you swerve, you would be astonished and alarmed for yourselves. It takes the entire man to make a valiant Christian. Oh, what blind, short-sighted creatures we are! How little do we discern sacred things, and how feebly do we comprehend the riches of his grace."},{"refcode_short":"T16 70.2","refcode_long":"Testimony for the Church — No. 16, p. 70.2 (Ellen Gould White)","content":"One thing I wish to impress upon your minds. You have the special mediums of Satan closely connected with you, and their power and influence has a manifest effect upon you, because you do not remain near enough to God to insure the special aid of angels that excel in strength. Your union is altogether too strong with your Lord's enemies, and you perceive not that you are in danger of making shipwreck of your faith. If you encourage, in the least, the temptations of Satan, you place yourselves upon his battleground, and then the conflict will be long and sore before you obtain the victory and triumph in the name of Jesus who has conquered him."},{"refcode_short":"T16 71.1","refcode_long":"Testimony for the Church — No. 16, p. 71.1 (Ellen Gould White)","content":"Satan has great advantages. He possessed the wonderful intellect of an angel's powers, of which few form any just idea. Satan was conscious of his power, or he would not have engaged in a conflict with the mighty God, the everlasting Father, and the Prince of Peace. Satan closely watches events, and then will take one who has especially a strong spirit to oppose the truth of God, and will even reveal unfulfilled events, that he may secure himself a seat more firmly in their hearts. He who did not hesitate to brave a conflict with Him who holds creation as in his hand, has malignity to persecute and deceive. He holds mortals in his snare at the present time. He has lost none of his skill and his shrewdness during his experience of nearly six thousand years. All this time he has been a close observer of all that concerns our race."},{"refcode_short":"T16 71.2","refcode_long":"Testimony for the Church — No. 16, p. 71.2 (Ellen Gould White)","content":"Those who have bitterly opposed the truth of God, Satan uses as his mediums. He will appear to them, assuming the person and garb of another. He may select a friend of the medium. He will increase their faith by using the words and recounting instances which really have taken place, of which the medium knew nothing, or that are about to take place. Sometimes previous to a death, or an accident, he gives a dream, or personates another and converses with the medium. He even imparts knowledge by means of his suggestions. It is not wisdom from above, but from beneath. The wisdom taught by Satan will be opposed to the truth, unless, to serve his purpose, he clothes himself apparently with the light which enshrouds angels. He will come to a certain class of minds and will sanction a part of what Christ's followers believe to be truth, while the other part he warns them to reject as dangerous and fatal error."},{"refcode_short":"T16 72.1","refcode_long":"Testimony for the Church — No. 16, p. 72.1 (Ellen Gould White)","content":"Satan is a master workman. His infernal wisdom he employs with good success. He is ready and able to teach those who reject the counsel of God against their own souls. He will clothe with every possible good, and make attractive, the bait which he has found will avail in bringing souls into his net, and fasten his hellish grasp upon them. All who are thus ensnared will have learned their lesson at a dreadful expense, that of selling Heaven and immortality for a deception that is fatal in its consequences. This adversary, the Devil, is not void of wisdom or strength. He goeth about like a roaring lion, seeking whom he may devour. He will work “with all power, and signs, and lying wonders, and with all deceivableness of unrighteousness in them that perish; because they receive not the love of the truth that they might be saved.” Because they rejected the truth, “God shall send them strong delusion, that they should believe a lie; that they all might be damned who believed not the truth, but had pleasure in unrighteousness. We have a powerful, deceptive foe to contend with, and our only safety is in Him who is to come, who will consume with the spirit of his mouth, and destroy with the brightness of his coming, this arch deceiver."},{"refcode_short":"T16 73.1","refcode_long":"Testimony for the Church — No. 16, p. 73.1 (Ellen Gould White)","content":"I commend this to you in the fear of God, and implore you to arise from the dead, and Christ shall give you life."},{"refcode_short":"T16 73","refcode_long":"Testimony for the Church — No. 16, p. 73 (Ellen Gould White)","content":"Epistle Number Six"},{"refcode_short":"T16 73.2","refcode_long":"Testimony for the Church — No. 16, p. 73.2 (Ellen Gould White)","content":"Dear Sister ——: It was my intention to have some conversation with you before leaving ——, but I was prevented by many things occurring to hinder me. I do not write with very hopeful feelings that this letter will make any special change in your course of conduct so far as your religious experience is concerned."},{"refcode_short":"T16 73.3","refcode_long":"Testimony for the Church — No. 16, p. 73.3 (Ellen Gould White)","content":"I have felt very sad in regard to you. I have dwelt, in the meetings held in ——, upon general principles, and have sought to reach hearts, hoping to bear a testimony which would effect a change in your religious life. I have tried to write as given in Testimony No. 12, in regard to the dangers of youth. That view was given me in Rochester. There I was shown that there had been a mistake made in your instruction from your childhood up. Your parents had thought, and had talked it in your hearing, that you were a natural Christian. Your sisters had a love for you which savored of idolatry more than of sanctification. Your parents have had an unsanctified love for their children, which has blinded their eyes to their defects. At times this has been different, when they have been somewhat aroused. But you have been petted and praised, until your eternal interest is endangered."},{"refcode_short":"T16 74.1","refcode_long":"Testimony for the Church — No. 16, p. 74.1 (Ellen Gould White)","content":"I saw that you knew not yourself. You have a self-righteousness which fastens you in deception in regard to your spiritual attainments. You have, at times, felt a sense of the influences of the Spirit of God. But the transformation by the renewing of the mind you are a stranger to. “Be not conformed to this world; but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.” You have not had this experience, therefore have no anchor. You are not a Christian; and yet it has been talked to you all your life that you were a natural Christian. You have taken it for granted that you were all right when you were very far from being accepted of God. This deception has grown with your growth, and strengthened with your strength, and threatens to prove your ruin. Your parents have felt jealous for their children, and if reports of supposed slights have been brought to them by their children, they have felt interested, and aroused at once, and have sympathized with them, and stood directly in the way of their spiritual good."},{"refcode_short":"T16 74.2","refcode_long":"Testimony for the Church — No. 16, p. 74.2 (Ellen Gould White)","content":"You and your sister —— have had a great amount of that pride which will be made as stubble in the day of God. Self-love and self-pride, pride of appearance and of dress, have prevailed. Selfishness has held you from good. You both must have a thorough conversion, a thorough renewing of the mind, a thorough transformation, or you will have no part in the kingdom of God. Your appearance, your good looks, your dress, will not bring you into favor with God. It is moral worth that the great I AM notices. There is no real beauty of person nor of character out of Christ. No real perfection of manners or deportment without the sanctifying graces of the spirit of humility, sympathy and true holiness."},{"refcode_short":"T16 75.1","refcode_long":"Testimony for the Church — No. 16, p. 75.1 (Ellen Gould White)","content":"I have been shown that there will be souls lost through your influence and example. You have had light. You have had privileges. You will have to render an account for all these. You are not naturally religious or devotional, but have to make special efforts if you keep your minds upon religious things. Self is prominent with you. Your self-esteem is very large, but remember, Heaven looks at moral worth, and estimates the character as precious and valuable by the inward adorning, the ornament of a meek and quiet spirit, which is in the sight of God of great price. Costly array, outward adorning, personal attractions, all sink into insignificance in comparison with this valuable attainment, a meek and quiet spirit. Your interest and love for your own enjoyment and gratification, your lack of consecration and of devotion, have been detrimental to many. Those who were backslidden you could not benefit, for your lives were like the worldlings’ in general."},{"refcode_short":"T16 75.2","refcode_long":"Testimony for the Church — No. 16, p. 75.2 (Ellen Gould White)","content":"Those who visit —— carry away the impressions which you, with other of the youth, who enjoy not experimental religion, have made upon them, that there is no reality in religion. Pride in them is strengthened, love of show, love of lightness and of pleasure is increased, and the sense of sacred things is not discerned. They receive the impression that they have been too conscientious, too particular. For if those who live in ——, right at the center of the great work, are no more influenced by solemn truths, often presented, why should they be so particular? Why should they be afraid of enjoying themselves, when this seemed to be the aim of those who were of longer experience in ——."},{"refcode_short":"T16 76.1","refcode_long":"Testimony for the Church — No. 16, p. 76.1 (Ellen Gould White)","content":"The influence of the youth in —— extends everywhere, as far as they are known, and their unconsecrated lives are proverbial; and none have had more influence in the wrong direction than yourselves. You have dishonored your profession, and been miserable representatives of the truth. Says the True Witness, “I know thy works, that thou art neither cold nor hot; I would thou wert cold or hot. So then, because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.” Were you cold, there would be some hope that you would be converted, but where self-righteousness girds one about, instead of the righteousness of Christ, the deception is so hard to be seen, and the self-righteousness so difficult to be put away, that the case is the most difficult to reach. An unconverted, godless sinner is standing in a more favorable condition than such."},{"refcode_short":"T16 76.2","refcode_long":"Testimony for the Church — No. 16, p. 76.2 (Ellen Gould White)","content":"You are a stumbling-block to sinners. Your lack of consecration is marked. You scatter from Christ instead of gathering with him. If God will help me to tear off your self-righteous garments I will have hope that you may redeem the time, and your lives yet be exemplary. You have been frequently aroused, but as often sink back into your former do-nothing, self-righteous condition, having a name to live while you are dead. Your pride threatens to be your ruin. God has spoken to you upon this point. If you make no reformation, affliction will come upon you, and your joy be turned to heaviness, until you humble your hearts under the hand of God. Your prayers God does not accept. They come from hearts filled with pride and selfishness. You, ——, are vain, and you have lived an aimless life, when, had you been humble, and lived to bless others with your life, you would have been a blessing to yourself and to all around you. May God forgive your parents and sisters for the part they have acted in making you what you are, just that which God cannot accept, just that which, if you remain, the same will be stubble for the fire to consume in the day of God."},{"refcode_short":"T16 77.1","refcode_long":"Testimony for the Church — No. 16, p. 77.1 (Ellen Gould White)","content":"When I was shown in regard to the spirit of selfishness existing in those who were working in the Office, that there were some who were merely working for wages, as though engaged in any common enterprise, you were both among the number. You were both selfish and self-caring. Your anxiety was to please yourselves and to obtain higher wages. This spirit has, to quite an extent, cursed the Office, and Heaven frowns upon it. There have been too many eager to grasp means. All has been wrong. A worldly spirit has come in, and Christ has been shut out. May God pity his people. And I hope you will be converted."},{"refcode_short":"T16 77.2","refcode_long":"Testimony for the Church — No. 16, p. 77.2 (Ellen Gould White)","content":"You have possessed a spirit of levity, and have been vain and trifling in your conversation. Oh! how seldom has Jesus been mentioned. His redeeming love has not called forth gratitude, and into exercise words of praise, of devotedness, and expressions calculated to magnify his name and his undying, self-sacrificing love. What has been the theme of your conversation? What thoughts dwelt upon with the greatest pleasure? In truth it can be said that Jesus and his life of sacrifice, and his exceeding precious grace, the redemption he has so dearly earned for you, are scarcely in all your thoughts; but trifling things occupy the mind. To please yourselves, to accomplish objects in life which suit your pleasure, this is the burden of the mind. I can but wish you had not professed to be risen with Christ, for you have not complied with the requirement. “If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God. Set your affections on things above, not on things on the earth; for ye are dead, and your life is hid with Christ in God.” Ask yourselves the question, Have I complied with the requirements here laid down by the inspired apostle? Have I evidenced by my life, my death to the world, that my life is hid with Christ in God? Am I submerged in Christ? Do I draw sustenance and support from him who has promised to be to me a present help in every time of need? You have a formal religion, but have not a special sense of your weakness, your corruption, and your vileness by nature."},{"refcode_short":"T16 78.1","refcode_long":"Testimony for the Church — No. 16, p. 78.1 (Ellen Gould White)","content":"“A natural Christian!” This deceptive idea has served many as a garment of self-righteousness, which has led to a supposed hope in Christ, where there was no experimental knowledge of him—his experience, his trials, his life of self-denial, and self-sacrifice. Their righteousness which they count so much upon is only as filthy rags. Says Christ, the beloved teacher, “He that will come after me, let him deny himself, and take up his cross and follow me.” Yes, follow him through evil as well as through good report. Follow him in befriending the most needy and friendless. Follow him in being forgetful of self, abundant in acts of self-denial, self-sacrifice to do others good. When reviled, reviling not again. Manifesting love and compassion for the fallen race. He counted not his life dear, but gave it up for us all. Follow him from the lowly manger to the cross. He was our example. He tells you that if you would be his disciple to take the cross, the despised cross, and follow him. Can ye drink of the cup? Can ye be baptized with the baptism?"},{"refcode_short":"T16 79.1","refcode_long":"Testimony for the Church — No. 16, p. 79.1 (Ellen Gould White)","content":"Your fruits testify that you are strangers to Christ? Doth a fountain, at the same place, send forth sweet water and bitter? Can the fig-tree bear olive berries? either a vine, figs? So can no fountain yield salt water and fresh. Who is wise and endued with knowledge among you? let him show out of a good conversation his works with meekness of wisdom. But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth. This wisdom descendeth not from above, but is earthly, sensual, devilish. For where envying and strife are, there is confusion, and every evil work. But the wisdom that is from above is first pure, then peaceable, gentle, easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy. And the fruit of righteousness is sown in peace of them that make peace."},{"refcode_short":"T16 79.2","refcode_long":"Testimony for the Church — No. 16, p. 79.2 (Ellen Gould White)","content":"Here are the fruits recounted, which are marked evidences of the change from one walking in the vigor of life to one who has met with a change so marked as to be represented by death. From living, active life, to death! What a striking figure! None need be deceived here. If this transformation has not been experienced by you, rest not. Seek the Lord with all your hearts. Make this the all-important business of your lives."},{"refcode_short":"T16 80.1","refcode_long":"Testimony for the Church — No. 16, p. 80.1 (Ellen Gould White)","content":"You have an account to render for the good you might have done during your life, had you been in the position in which God required you to be, and for which he has made ample provision. But you have failed to glorify God upon the earth, and save souls around you, because you did not avail yourselves of that grace and strength, wisdom and knowledge, which Christ has provided for you. You knew his will, but did it not. There will have to be a most manifest reformation in you both, or you will never hear from Jesus, “Well done, good and faithful servant.”"},{"refcode_short":"T16 80.2","refcode_long":"Testimony for the Church — No. 16, p. 80.2 (Ellen Gould White)","content":"In the evening of June 12, after reading the foregoing to the church, I was shown that while you are careless, proud, selfish, and indifferent to the salvation of souls, Death is doing his work. One after another is leaving you, and passing to the grave. What has been your influence over those who assembled in your social gatherings? What has been said or done to lead souls to Christ? Have you been instant in season, out of season, to do your whole duty? Are you ready to meet at the bar of God those with whom you have mingled in your social gatherings? especially that class who have been thrown under your influence, and who have died out of Christ? Are you prepared to say that your skirts are clear of their blood? I will mention one case, that of ——. Will no reproach fall upon you from her? You, who were surrounded with good home influences? You, who had every favorable opportunity to develop good Christian characters, felt no burden of souls. Pleasure, vanity and pride were fostered by you, and you acted your part in disgracing your profession and leading this poor soul, who had been tossed about and buffeted by Satan, to doubt the reality of the truth, and the genuineness of the Christian religion. Your frivolous conversation, in common with others of the young, was disgusting. There was nothing noble and elevated in the turn your minds took. It was common chit-chat and gossip, the silly, vain laugh, the jesting, and the joking. Angels have written the scenes you have acted over and over again. Notwithstanding the most solemn appeals have been made to you, and you have been reproved, rebuked and warned, you are more censurable than other youth. You have had longer experience, and greater knowledge of the truth. You have lived the longest at ——. You were among the first to profess to believe the truth, and to be Christ's followers; and your course of vanity and pride has done more toward shaping the experience of the youth in ——, than any other ones. Those who have been converted to the truth, you have, as it were, taken by the hand and united them to the world. Great guilt and sin rest upon you, and also upon your parents, who have flattered your pride and folly. They have sympathized with you when reproved, and have given you to understand they thought it uncalled for. You, ——, have thought yourself handsome. Your parents have flattered you. You have sought acquaintance with unbelievers. You have acted unbecoming a prudent, modest girl, aside from your profession. But when it is taken into the account that you profess to be a follower of the meek and lowly Jesus, you have disgraced your profession. O ——, did you think those clerks could not see through the gloss you threw about you? Did you think they were so captivated with your pretty face that they could not see beneath the surface, and read your true superficial character? When you placed upon your head the adorning borrowed from Sr. ——’s store, and then displayed yourself as if on exhibition before those clerks, did you think this was not discerned? Did you think that angels of God were in attendance, and that their pure eyes were reading your thoughts, the intents and purposes of the heart, and taking cognizance of every act, and delineating your true, frivolous character? While you were engrossed with your small talk to the clerk with whom you were fascinated, because he flattered your vanity, could you have stood before the looking glass you would have seen the gestures, the whisperings, among those who were observing you, and laughing, because you were making such a foolish show. You were bringing a stain upon the cause of truth. Could you have entered that store unobserved a short time after you stepped out, and have heard the conversation, after you had lingered as long as decency would permit, you would have learned some things you never thought of before. You would have been wounded and humbled to learn how you were viewed by even frivolous clerks. The very one who flattered you to your face, joined in the laugh and sport of his companions upon your vain course."},{"refcode_short":"T16 83.1","refcode_long":"Testimony for the Church — No. 16, p. 83.1 (Ellen Gould White)","content":"You might have an influence for good in ——, and honor your Redeemer. But instead of this you have made yourself the speech of flattering clerks and beardless youth. This unbecoming course has been remarked by very many, and those who have noticed these inconsistencies, unbelievers though they may be, and profess respect for you, yet they despise you in their hearts. You are following the footsteps of ——, and unless your parents awake and open their eyes to your folly, they will share in your guilt. Sin is upon them, and upon your sisters, for the course they have taken in fostering your pride and flattering your vanity. If you and your sisters were in a saved state you would all feel the perilous condition of the unsaved. The day will come, unless a great change is wrought in you, when you will hear from many lips, I associated with these Christians, yet they never told me of my danger. They never warned me. I thought that if I was in danger of being lost, these would not rest day nor night without arousing me to see my lost condition. Now I am lost. If I had been in their place and had seen one in a similar condition, I would not have rested until I had made them sensible of their state, and pointed them to the only One who can save them. You have been good and pleasing servants of Satan, while you have professed to be servants of Jesus Christ."},{"refcode_short":"T16 83.2","refcode_long":"Testimony for the Church — No. 16, p. 83.2 (Ellen Gould White)","content":"Sr. ——, you have been so exalted by the esteem you have had of yourself that you have had no just sense of the estimate observers have had of your shallowness of character. They count you a coquette, and you have justly earned this reputation. It would have been much more profitable for you to have heeded the exhortation of the apostle, “Whose adorning let it not be that outward adorning, ... but the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.”"},{"refcode_short":"T16 84.1","refcode_long":"Testimony for the Church — No. 16, p. 84.1 (Ellen Gould White)","content":"Your parents have greatly failed in the education of their children. They have suffered them to be released from burdens, which it was highly important for them to bear. Because they chose to please themselves they were permitted to remain in bed, dozing away the sweetest and loveliest hours of the morning, while their indulgent parents were up, toiling with life's burdens. These children have not learned to resist their inclinations. They have not learned to wrestle against their own desires. They have not learned to endure hardness. They have been excused in a great measure from home burdens, which has been an injury to them. They have never learned the act of self-denial, or self-sacrifice. To apply themselves to a task which did not meet their taste, they could not submit to do. Their education is greatly deficient. Yet pride, vain, vaunting pride fills the hearts of ——, and —— has had pride to think herself superior to her associates; that they were not worthy of much attention and courtesy from her. With this she has a set will, stubborn to do about as she pleases, regardless of the wishes, conveniences and necessities of others. Her disposition is an unhappy one, which will cause, unless entirely overcome, many a shadow to darken her pathway, and imbitter the life of her best friends."},{"refcode_short":"T16 85","refcode_long":"Testimony for the Church — No. 16, p. 85 (Ellen Gould White)","content":"Epistle Number Seven"},{"refcode_short":"T16 85.1","refcode_long":"Testimony for the Church — No. 16, p. 85.1 (Ellen Gould White)","content":"Dear Brethren and Sisters in ——: I was shown, June 12, that the love of the world was to a great extent taking the place of love to God. You are situated in a pleasant country, favorable to worldly prosperity. This places you where you are exposed to continual temptations of having your interest swallowed up in the world, and you engaged in laying up treasure upon the earth. Your hearts will be where your treasure is. You are situated where there are temptations to be plunging deeper and deeper into the world, and continuing to accumulate, and while thus engaged the mind has become engrossed in the cares of this life to such an extent as to shut out true godliness. But few realize the deceitfulness of riches. Those who are anxious to acquire means are so bent upon this one object as to make the religion of Christ a secondary matter. Spiritual things are not valued, and are not sought after; for the love of gain has eclipsed the heavenly treasure, and the prize of eternal life, if judged by the effort, zeal, perseverance and earnestness exhibited by these who profess to be Christians, is not half as valuable as earthly possessions. Compare the earnest effort after the things of this earth with the languid, weak, inefficient, sickly effort for spirituality and a heavenly treasure. No wonder that we experience so little of the illuminating influence from the heavenly sanctuary. Our desires are not in that direction, but mostly confined to earthly pursuits, seeking for worldly things, and neglecting the eternal, immortal. Prosperity is blinding the eyes, and deceiving the soul. God may speak, but the rubbish of earth prevents his voice from being heard."},{"refcode_short":"T16 86.1","refcode_long":"Testimony for the Church — No. 16, p. 86.1 (Ellen Gould White)","content":"Our aged father —— has his affections upon the things of this earth when they should be removed, and he ripening up for Heaven. The life that he now lives should he live by faith on the Son of God. His affections should be on the better land. He should have less and less interest in the perishable treasures of earth, while eternal things, which are of the greatest consequence, should engage the whole man. The days of his probation are nearly ended. Oh, how little time remains to devote to God. His energies are worn, his mind broken, and at best his services must be weak, yet if given heartily and fully, are wholly acceptable to him. With your age, Bro. ——, has come an increase of selfishness, and a more firm, earnest love for the treasures of this poor world."},{"refcode_short":"T16 86.2","refcode_long":"Testimony for the Church — No. 16, p. 86.2 (Ellen Gould White)","content":"Sr. —— loves this world. She is naturally selfish. She has suffered much with bodily infirmities. God has permitted this affliction to come upon Sr. ——, and yet would not permit Satan to take her life. God designed through the furnace of affliction to loosen her grasp upon earthly treasures. Through suffering alone could this be done. Sr. —— is one of that class whose system has been poisoned by drugs. She, ignorantly, has made herself what she is, by taking drugs; yet God did not suffer her life to be taken. He has lengthened her years of probation and suffering that she might become sanctified through the truth, be purified, made white and tried, and through the furnace of affliction, lose her dross, and become more precious than fine gold, even than the golden wedge of Ophir. Love of the world has become so deeply rooted in the hearts of this brother and sister that it will require a severe trial to remove it."},{"refcode_short":"T16 87.1","refcode_long":"Testimony for the Church — No. 16, p. 87.1 (Ellen Gould White)","content":"Dear Bro. and Sr. ——, you lack devotion to God. You are insane in regard to worldly things. The world has power to conform your mind to it, while the spiritual and heavenly do not bear with sufficient weight to transform the mind."},{"refcode_short":"T16 87.2","refcode_long":"Testimony for the Church — No. 16, p. 87.2 (Ellen Gould White)","content":"Men and women in ——, who profess to be Christ's followers, why do you not follow him? Why do you exhibit such insanity to acquire a treasure of earthly gain, which misfortune can so easily remove, and neglect the riches of Heaven, the immortal, imperishable treasure?"},{"refcode_short":"T16 87.3","refcode_long":"Testimony for the Church — No. 16, p. 87.3 (Ellen Gould White)","content":"I was shown the case of Bro. —— ——’s wife. She has a desire to do right, but has failings which cause herself and her friends much trouble. She talks too much. She lacks experience in the things of God, and will be unable to stand amid the perils of the last days, unless she is converted, and transformed by the renewing of the mind. Heart work is needed. Then the tongue will be sanctified. There is much talking which is sinful, and should be avoided. She should set a strict watch before the door of her lips, and keep her tongue as with a bridle, that her words may not work wickedness. She should cease talking of others’ faults, dwelling upon others’ peculiarities, and discovering others’ infirmities. Such conversation is censurable in any person. It is unprofitable and positively sinful. It tends only to evil. The enemy knows that if this course is pursued by Christ's professed followers, it is opening a door for him to work."},{"refcode_short":"T16 88.1","refcode_long":"Testimony for the Church — No. 16, p. 88.1 (Ellen Gould White)","content":"I saw that when sisters who are given to talk get together, Satan is generally present, for he finds employment. He stands by to excite the mind, and make the most of the advantage he has gained. He knows that all this gossip, and tale bearing, and revealing of secrets, and dissecting character, separates the soul from God. It is death to spirituality and a calm religious influence. Sr. —— sins in her words greatly. She ought in her words to have an influence for good. But this sad failing has been indulged in until she does not know what she is stating herself. She talks frequently at random, and does not always state things correctly. Sometimes her words put a different construction upon things than they will bear. Sometimes there is exaggeration. Then there is misstatement. There is not an intention to misstate, but the habit has been so long cherished of much talking, and upon things that are unprofitable, that she has become careless, and reckless in her words, which destroys any influence she might have for good. It is time there was an entire reform in this respect. Her society has not been prized as it would have been had this sinful talking not been indulged in."},{"refcode_short":"T16 88.2","refcode_long":"Testimony for the Church — No. 16, p. 88.2 (Ellen Gould White)","content":"Christians should be careful in regard to their words. They should never carry unfavorable reports from one of their friends to another, especially if they are aware that there is a lack of union between their mutual friends. It is cruel to hint and insinuate, as though you knew a great deal in regard to this friend or that acquaintance, that others are ignorant of. Such hints go farther, and create more unfavorable impressions, than to frankly relate the facts in an unexaggerated manner. What harm has not the church of Christ suffered from these things? The inconsistent, unguarded course of her members has made her weak as water. Confidence has been betrayed by members of the same church, and yet the guilty did not design to do mischief. The lack of wisdom in the selection of subjects of conversation has done much harm. The conversation should be upon spiritual and divine things; but it has been otherwise. If the association with Christian friends is chiefly devoted to the improvement of the mind and heart, there will be no after regrets, and they can look back on the interviews with a pleased satisfaction. But if the hours are spent in levity and vanity, and the precious time has passed off with those who unite with you in dissecting the lives and characters of others, the friendly intercourse will prove a channel of evil, and your influence will be a savor of death unto death."},{"refcode_short":"T16 89.1","refcode_long":"Testimony for the Church — No. 16, p. 89.1 (Ellen Gould White)","content":"I cannot call to mind distinctly all the persons in your church shown me; but I saw that many had a great work to perform. There is too much talking by nearly all, and too little meditation and prayer. With many there is too much selfishness. The mind is devoted to self, and not to the good of others. Satan has his power upon you in a great degree. Yet there are precious lights among you, and those who are seeking to walk according to the will of God. The love of the world and pride are the great snares which are so great a hindrance to spirituality and a growth in grace."},{"refcode_short":"T16 89.2","refcode_long":"Testimony for the Church — No. 16, p. 89.2 (Ellen Gould White)","content":"This world is not the Christian's heaven, but merely the workshop of God, where we are to be fitted up, to unite with sinless angels, in a holy Heaven. We should be constantly training the mind to noble, unselfish thoughts. This education is necessary to bring into exercise the powers which God has given us in such a manner as shall best glorify his name upon the earth. We are accountable for all the noble qualities which God has given us, and to put these faculties to a use he never designed we should, is showing base ingratitude to God. The service of God demands the powers of our being, and we fail of meeting the design of God unless we bring to a high state of cultivation the powers of our minds, and educate the mind to love a contemplation of heavenly things, and bring out the energies of the soul, that in exercise it should strengthen, and be ennobled by right actions, operating to the glory of God."},{"refcode_short":"T16 90.1","refcode_long":"Testimony for the Church — No. 16, p. 90.1 (Ellen Gould White)","content":"The females who profess godliness generally fail in the direction of training the mind. They leave the mind uncontrolled, to go where it will. This is a great mistake. Many seem to have no power to think. They have not educated the mind to think; and because they have not done this, they suppose they cannot. Meditation and prayer is necessary to a growth in grace. Why there is no more stability, is because of so little mental culture, so little reflection. They leave the mind in a state of inaction, and lean upon others to do the brain work, to plan, and think, and remember for you, and you will grow more and more inefficient. Some need to discipline their minds by exercise. They should force it to think. While they depend upon someone to think for them, and to solve their difficulties, and they refuse to tax the mind with thought, the inability to remember, to look ahead and discriminate, will continue. Efforts must be made by every individual to educate the mind."},{"refcode_short":"T16 91.1","refcode_long":"Testimony for the Church — No. 16, p. 91.1 (Ellen Gould White)","content":"I was shown that Bro. —— —— should seek for more spirituality. You do not possess that calm trust in God which he requires you to have. You do not train your mind to run in the channel of spirituality. You talk too much vain, unnecessary talk, which injures your own soul, and injures your influence. You must encourage calmness, and fortitude of mind. You are easily excited, and feel strong, and express in strong terms your likes and dislikes. You need more sweet, good religion, to have a soothing influence upon you. You have been invited to learn of Christ, who was meek and lowly of heart. Precious lesson! If well learned, it will transform the whole life. Lightness and cheap talk, is all injurious to your spiritual advancement. Perfection of character you should seek after, and let your influence tell for God in your words and acts. You need to earnestly seek the Lord, and to take a deeper draught at the fountain of truth, that its influence may sanctify your life. Your mind is on the world too much. You should have your interest in the better life than this. You have no time to lose. Make haste and improve the few hours of probation. Your wife has had too much pride and selfishness. God has been bringing her through the furnace of affliction, to remove these spots from her character. She must be very careful that the fire of affliction does not kindle upon her in vain. It should remove the dross, and bring her nearer to God, making her more spiritual. Her love of the world must die. Love of self must be overcome; and her will swallowed up in the will of God."},{"refcode_short":"T16 92.1","refcode_long":"Testimony for the Church — No. 16, p. 92.1 (Ellen Gould White)","content":"I was shown that love of the world has to a great extent shut Jesus from the church. God calls for a change—a surrender of all to him. Unless the mind is educated to dwell upon religious themes, and is trained to be exercised in these things, it will be weak and feeble in this direction. It will be strong while engaged in worldly enterprises, for in this direction it has been cultivated, and has strengthened with exercise. Why it is so difficult for men and women to live religious lives is, because they do not exercise the mind unto godliness. It is trained to run in an opposite direction. Unless the mind is constantly exercised in obtaining spiritual knowledge, and in seeking to understand the mystery of godliness, it is incapable of appreciating eternal things, because it has no experience in that direction. This is the reason why religion, by nearly all, is considered up-hill business."},{"refcode_short":"T16 92.2","refcode_long":"Testimony for the Church — No. 16, p. 92.2 (Ellen Gould White)","content":"When the heart is divided, dwelling principally upon the things of the world, but in a small degree upon the things of God, there can be no special advancement or increase of strength. That which claims the largest share of the mind, calling into exercise its powers, is worldly enterprises; therefore in this direction there is strength, and power to claim more and more of the interest and affections, and there is less and less reserved to devote to God. It is impossible for the soul to flourish while prayer is not a special exercise of the mind. Family or public prayer alone is not sufficient. Secret prayer is very important, when in solitude the soul is laid bare to the inspecting eye of God, and every motive is scrutinized. Secret prayer! How precious! The soul communing with God. Secret prayer is to be heard only by the prayer-hearing God. No curious ear is to receive the burden of such petition. In secret prayer, the soul is free from surrounding influence, free from excitement. Calmly, and yet fervently, will it reach out after God. Secret prayer is frequently perverted, and its sweet designs lost, by loud vocal prayer. Instead of the calm, quiet trust and faith in God, the soul drawn out in low, humble tones, the voice is raised to a loud pitch, an excitement is encouraged, and secret prayer loses its softening, sacred influence. There is a storm of feeling, a storm of words, making it impossible to discern the still, small voice that speaks to the soul while engaged in its secret, true, heart-felt devotion. Secret prayer, properly carried out, is productive of great good. But prayer, thought to be secret, which is made public to the entire family and neighborhood, is not secret prayer from which divine strength is received. Sweet and abiding will be the influence emanating from Him who seeth in secret, whose ear is open to answer the prayer arising from the heart. The soul holds communion with God, and gathers to itself, by calm, simple faith, divine rays of light to strengthen and sustain it to endure the conflicts of Satan. God is our tower of strength."},{"refcode_short":"T16 93.1","refcode_long":"Testimony for the Church — No. 16, p. 93.1 (Ellen Gould White)","content":"Jesus has left us word, “Watch ye therefore; for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning; lest coming suddenly he find you sleeping. And what I say unto you, I say unto all, Watch.” We are waiting and watching for the Master's return, who is to bring the morning, lest coming suddenly he find us sleeping. What time is here referred to? Not the revelation of Christ in the clouds of heaven to find a people asleep. No; but his return from his ministration in the most holy, laying off his priestly attire, and clothing himself with garments of vengeance, when the mandate goes forth, “He that is unjust, let him be unjust still; and he which is filthy, let him be filthy still; and he that is righteous, let him be righteous still; and he that is holy, let him be holy still.”"},{"refcode_short":"T16 94.1","refcode_long":"Testimony for the Church — No. 16, p. 94.1 (Ellen Gould White)","content":"When Jesus ceases to plead for man, the cases of all are decided forever. This is the time of reckoning with his servants. Those who have neglected the preparation of parity and holiness, fitting them to be waiting ones to welcome their Lord, their sun sets in gloom and darkness, and rises not again. Probation closes. Christ's intercessions cease in Heaven, and it is finally sudden upon all, and those who have neglected the purifying of their souls by obeying the truth, are found sleeping. They became weary of waiting and watching. They became indifferent in regard to the coming of their Master. They longed not for his appearing, and thought there was no need of such continued, persevering watching. They had been disappointed in their expectations, and might be again. They concluded there was time enough yet to arouse. They would be sure and not lose the opportunity of securing an earthly treasure. It would be safe to get all of this world they could. And in securing this object, they lost all anxiety and interest in the appearing of the Master. They became indifferent and careless, as though his coming was yet in the distance. While their interest was buried up in their worldly gains, the work closed in the heavenly sanctuary, and they were unprepared. If they had only known that the work of Christ in the heavenly sanctuary would close so soon, how differently would they have conducted! How earnestly would they have watched! The Master anticipated all this, and gave them timely warning in the command to watch. He distinctly states the suddenness of his coming. He does not measure the time, lest we shall neglect a momentary preparation, and in our indolence look ahead to the time when we think he will come, and defer the preparation. “Watch ye therefore; for ye know not.” Yet this uncertainty, and the suddenness at last, foretold, fails to quicken our watchfulness, and arouse us from stupidity to earnest wakefulness, for our expected Master. Those not found waiting and watching, are finally surprised in their unfaithfulness. The Master has come, and instead of their being ready to open unto him immediately, they are locked in a worldly slumber, and are lost at last."},{"refcode_short":"T16 95.1","refcode_long":"Testimony for the Church — No. 16, p. 95.1 (Ellen Gould White)","content":"A company was presented before me in contrast to the one described. They were waiting and watching. Their eyes were directed heavenward, and the words of their Master were upon their lips, “What I say unto you, I say unto all, Watch.” “Watch ye therefore, for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning; lest coming suddenly he find you sleeping.” The Lord intimates a delay before the morning finally dawns. He would not have them give way to weariness, nor relax their earnest watchfulness, because the morning does not open upon them as soon as they expected. The waiting ones were represented to me as looking upward. They were encouraging one another, repeating these words, “The first and second watches are past. We are in the third watch, waiting and watching for the Master's return. There remains but a little period of watching now,” I saw some becoming weary, their eyes were directed downward, and they were engrossed with earthly things, and were unfaithful in watching. They were saying, In the first watch we expected our Master, but were disappointed. We thought surely he would come in the second watch, but that passed, and he came not. We may be again disappointed. We need not be so particular. He may not come in the following watch. We are in the third watch, and now we think it best to lay up our treasure on the earth, that we may be secure against want. Many were sleeping, stupefied with the cares of this life, allured, by the deceitfulness of riches, from their waiting, watching position."},{"refcode_short":"T16 96.1","refcode_long":"Testimony for the Church — No. 16, p. 96.1 (Ellen Gould White)","content":"Angels were represented to me as looking on with intense interest to mark the appearance of the yet faithful, wearied watchers, lest they be tried too sorely, and sink under the toil and hardships, made doubly severe by their brethren being diverted from their watch, and drunken with worldly cares, and beguiled by worldly prosperity. The heavenly angels grieve that those who were once watching should, by their indolence and unfaithfulness, increase the trial and burdens of those who were trying, with earnestness and perseverance, to maintain their waiting, watching positions."},{"refcode_short":"T16 97.1","refcode_long":"Testimony for the Church — No. 16, p. 97.1 (Ellen Gould White)","content":"I saw that it was impossible to have the affections and interests engrossed in worldly cares, increasing their possessions, laying up treasures upon the earth, and yet be in a waiting, watching position, as our Saviour has commanded. Said the angel, “They can secure but one world. In order to acquire the heavenly treasure, they must sacrifice the earthly. They cannot have both worlds.” I saw how necessary was a continuance of faithfulness in watching to escape the delusive snares of Satan. He leads those who should be waiting and watching, to take one step of advance toward the world, and they have no intention of going further, but that one step has removed them that much further from Jesus, which makes it easier to take the next, and thus step after step of advance has been made toward the world, until a profession, a name only, makes the difference between them and the world. They have lost their peculiar, holy character, and there is nothing to distinguish them from the lovers of the world around them, except their profession. Watch after watch, I saw, was in the past. Because of this, should there be a lack of vigilance? Oh! no. There is the greater necessity of unceasing watchfulness, for now the moments are fewer than before the passing of the first watch. Now the period of time for the waiting is necessarily shorter than at first. If we watched with unabated vigilance then, how much more need of double watchfulness in the second watch. The passing of the second watch has brought us to the third, and now it is inexcusable to relax our watching. The third watch calls for threefold earnestness. To become impatient now, would be a loss of all our earnest, persevering watching heretofore. The long night of gloom is trying, but the morning is deferred in mercy, because if the Master should come, so many would be found unready. God's unwillingness to have his people perish, has been the reason of so long delay. But the time of the coming of the morning to the faithful, and the night to the unfaithful, is right upon us. By thus waiting and watching, God's people are to manifest their peculiar, separate character from worldlings. By our watching positions, we are to show how truly we are strangers and pilgrims upon the earth. The difference between the lovers of the world and those who love Christ, is so plain as to be unmistakable. The world, all earnestness, interest, and ambition, to secure earthly treasure, while God's people are not conformed to the world, but transformed, showing by their earnest, watching, waiting position, that their home is not in this world. They are seeking a better country, even an heavenly."},{"refcode_short":"T16 98.1","refcode_long":"Testimony for the Church — No. 16, p. 98.1 (Ellen Gould White)","content":"I hope, my dear brethren and sisters, you will not pass your eye over these words without thoroughly considering their import. The men of Galilee stood looking steadfastly toward heaven, to catch, if possible a glimpse of their Saviour as he ascended. Two men in white apparel stood by them, who were heavenly angels, commissioned to comfort them for the loss of the presence of their Saviour. They inquired, “Ye men of Galilee, why stand ye gazing up into heaven? This same Jesus, which is taken up from you into Heaven, shall so come in like manner as ye have seen him go into heaven.”"},{"refcode_short":"T16 99.1","refcode_long":"Testimony for the Church — No. 16, p. 99.1 (Ellen Gould White)","content":"God designs his people shall fix their eyes heavenward looking for the glorious appearing of our Lord and Saviour Jesus Christ. While the attention of worldlings is turned to the various enterprises,*The original publication had the spelling “enterprizes.” ours should be to the Heavens, our faith reaching farther and farther into the glorious mysteries of heavenly treasures, drawing the precious, divine rays of light from the heavenly sanctuary, to shine in our hearts, as it shineth in the face of Jesus Christ. The scoffers mock the waiting, watching ones, and inquire, “Where is the promise of his coming? You have been disappointed. Engage now with us, and you will prosper in worldly things. Get gain, get money, and be honored of the world.” The waiting ones are looking upward and answer, “We are watching.” They turn from earthly pleasure, and from worldly fame, and from the deceitfulness of riches, and show themselves to be watching. In watching they become strong. They overcome sloth and selfishness, and love of ease. Affliction's fire kindles upon them, and the waiting time seems long. They grieve sometimes, and faith falters; but they rally again, overcome their fears and doubts, and while their eyes are directed heavenward, say to their adversaries, “I am watching, I am waiting the return of my Lord.”[ ] I will glory in tribulation, in affliction, in necessities.”"},{"refcode_short":"T16 99.2","refcode_long":"Testimony for the Church — No. 16, p. 99.2 (Ellen Gould White)","content":"The desire of our Lord is that we should be so watching, that when he cometh and knocketh, we may open to him immediately. A blessing is pronounced upon those servants that he finds watching. “He will gird himself, and make them sit down to meat, and will come forth and serve them.” Who among us in these last days will be thus especially honored by the Master of assemblies? Are we prepared without delay to open to him immediately and welcome the Master? Watch, watch, watch. This watching and waiting, ready, all ready to welcome our Lord, has ceased with nearly all. We are not ready to open to him immediately. The love of the world has occupied our thoughts, and so filled our minds that our eyes are turned downward to the earth, but not upward. We are hurrying about, engaged in different enterprises, with zeal and earnestness, and God is forgotten, and the heavenly treasure is not valued. We are not in a waiting, watching position. The love of the world and the deceitfulness of riches eclipses our faith, and we do not long for, and love, the appearing of our Saviour. We do too much ourselves, to take care of self. We are uneasy, distrustful, and greatly lack a firm trust in God. Many worry and work, and contrive and plan, fearing they shall suffer need. They cannot afford time to pray, or to attend religious meetings, and, in their care for themselves, leave no chance for God to care for them. The Lord does not do much for them, for they give him no opportunity. They do too much for themselves, and believe and trust too little in God."},{"refcode_short":"T16 100.1","refcode_long":"Testimony for the Church — No. 16, p. 100.1 (Ellen Gould White)","content":"The love of the world is terrible upon the Lord's people, whom he has commanded to watch and pray always, lest coming suddenly he find them sleeping. “Love not the world, neither the things that are in the world; if any man love the world, the love of the Father is not in him; for all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world. And the world passeth away, and the lust thereof, but he that doeth the will of God abideth forever.”"},{"refcode_short":"T16 101.1","refcode_long":"Testimony for the Church — No. 16, p. 101.1 (Ellen Gould White)","content":"I have been shown that God's people who profess to believe present truth, are not in a waiting, watching position. They are increasing in riches, and laying up their treasures upon the earth. They are becoming rich in worldly things, but not rich toward God. They do not believe in the shortness of time. They do not believe that the end of all things is at hand. They do not believe that Christ is at the door. They will act out all the faith that they really possess. They may profess much faith but deceive their own souls. Their works show the character of their faith. Many testify to those around them, by their works, that the coming of Christ is not to be in this generation. According to their faith will be their works. Their preparations are being made to remain in this world. They are adding house to house, and land to land, and are citizens of this world. The condition of poor Lazarus feeding upon the crumbs from the rich man's table is preferable to these. If they possessed genuine faith, instead of increasing their treasures upon the earth they would be selling off, freeing themselves from the cumbersome things of earth, and transferring their treasure before them to Heaven. Then their interest and hearts will be where their treasure is. The heart of man is where is his greatest treasure. The most of those who profess to believe the truth testify that that which they value the most, is in this world. For this they have care, wearing anxiety and labor. To preserve and add to their treasure is the study of their lives. They have transferred so little to Heaven that their interest is not especially exercised in that better country. They have taken so little stock in the heavenly treasure that their minds are not attracted in that direction. Their investments have been made in the things of this world. They have taken large stock in the enterprises of this earth, and these matters involve the interest, and like the magnet draw down their souls from the heavenly and imperishable to the earthly and corruptible. Where your treasure is there will your heart be also. Selfishness girds them about as with iron bands. It is my farm, my goods, my trade, my merchandise. Even the claims of common humanity by many are disregarded. Men and women professing to be waiting and loving the appearing of their Lord, are shut up to self. The noble, the godlike, they have parted with. The love of the world, the lust of the flesh, the lust of the eyes, the pride of life, have so fastened upon men and women that they are blinded. They are corrupted by the world, and discern it not. They talk of love to God, but their fruits show not the love they express. They rob him in tithes and offerings, and the withering curse of God is upon them. The truth has been illuminating their pathway on every side. God has wrought wonderfully in the salvation of souls in their own households, but where are their offerings, presented to God in grateful thanks for all his tokens of mercy to them? Many of them are as unthankful as the brute creation. The sacrifice for man was infinite, beyond the comprehension of the strongest intellect. Yet, men who claim to be partakers of these heavenly benefits, which were brought to them with so much cost, are too thoroughly selfish to make any real sacrifice for God. The world, the world, the world, their minds are upon. In the forty-ninth psalm, we read, “They that trust in their wealth, and boast themselves in the multitude of their riches; none of them can by any means redeem his brother, nor give to God a ransom for him (for the redemption of their soul is precious, and it ceaseth forever.)” If all would bear in mind, and in a small degree appreciate, the immense sacrifice made by Christ, they would feel rebuked for their fearfulness and their supreme selfishness. “Our God shall come and shall not keep silence; a fire shall devour before him, and it shall be very tempestuous round about him. He shall call to the heavens from above, and to the earth, that he may judge his people. Gather my saints together unto me; those that have made a covenant with me by sacrifice.” Because of selfishness, and love of the world, God is forgotten, and many have barrenness of soul, and cry, My leanness, my leanness. God has lent means to his people to prove them, to test the depth of their professed love for him. Some would let go of God, and give up their heavenly treasure, rather than to decrease their earthly possessions and make a covenant with God by sacrifice. God calls for them to sacrifice; but the love of the world closes their ears, and they will not hear."}]