[{"refcode_short":"T19 ","refcode_long":"Testimony for the Church — No. 19, p.  (Ellen Gould White)","content":"Testimony for the Church—No. 19"},{"refcode_short":"T19 1","refcode_long":"Testimony for the Church — No. 19, p. 1 (Ellen Gould White)","content":"Testimony for the Church. No. 19"},{"refcode_short":"T19 1","refcode_long":"Testimony for the Church — No. 19, p. 1 (Ellen Gould White)","content":"Address to Ministers"},{"refcode_short":"T19 1.1","refcode_long":"Testimony for the Church — No. 19, p. 1.1 (Ellen Gould White)","content":"Dear Brethren: God has shown me (Oct. 25, 1868) that not all who profess to be called to teach the truth, are qualified for this sacred work. Some are far from meeting the mind and will of God. Some indulge in slothfulness in temporal things, and their religions life is marked with spiritual sloth. Where there is a deficiency in persevering energy and close application in temporal matters and business transactions, there will be the same failure apparent in spiritual things."},{"refcode_short":"T19 1.2","refcode_long":"Testimony for the Church — No. 19, p. 1.2 (Ellen Gould White)","content":"Some of you are heads of families, and your example and influence give shape to the character of your children. Your example will be followed by them in a greater or less degree. Your lack of thoroughness is setting a bad example for others. But where your deficiencies are more sensibly felt, with more weighty results, is in the cause and work of God. Your families have felt this deficiency, and suffered on account of it. They have lacked many things which diligent industry and perseverance might have supplied. But this deficiency has been seen and felt in the cause and work of God in as much greater degree as the cause and work of God is of higher importance than the things pertaining to this life."},{"refcode_short":"T19 2.1","refcode_long":"Testimony for the Church — No. 19, p. 2.1 (Ellen Gould White)","content":"The influence of some ministers is not good. They have not set a good example to the people, in industry, carefully guarding their moments. They spend their moments and hours in indolence, which, when once passed into eternity with their record of results, can never be recalled."},{"refcode_short":"T19 2.2","refcode_long":"Testimony for the Church — No. 19, p. 2.2 (Ellen Gould White)","content":"Some are naturally indolent, which has made it difficult for them to make any enterprise they should undertake a success. This deficiency has been seen and felt all through their religious experience. Those at fault are not alone the losers. Others are made to suffer by their deficiencies. Many have at this late period lessons to learn which should have been learned at a much earlier date."},{"refcode_short":"T19 2.3","refcode_long":"Testimony for the Church — No. 19, p. 2.3 (Ellen Gould White)","content":"Some are not close Bible students. They are disinclined to apply themselves diligently to the study of the word of God. They have, in consequence of this neglect, labored at great disadvantage. They have not in their ministerial efforts accomplished one-tenth part of the work they might have done had they seen the necessity of closely applying their minds to the study of the word. They might have become so familiar with the Scriptures and with Bible arguments that they could be fortified to meet opponents, and so present the reasons of our faith as to make the truth triumph, and silence their opposition."},{"refcode_short":"T19 2.4","refcode_long":"Testimony for the Church — No. 19, p. 2.4 (Ellen Gould White)","content":"Those who minister in the word must have as thorough a knowledge of that word as it is possible for them to obtain. They must be continually searching, praying, and learning, or the people of God will advance in the knowledge of the word and will of God, and leave these professed teachers far behind. When the people are in advance of their teachers, who will instruct them? All the efforts of such ministers are fruitless. The people need to teach them the word of God more perfectly before they are capable of instructing others."},{"refcode_short":"T19 3.1","refcode_long":"Testimony for the Church — No. 19, p. 3.1 (Ellen Gould White)","content":"Some might now have been thorough workmen had they made a good use of their time, and had they felt that they would have to give an account to God for their misspent moments. They have displeased God because they have not been industrious men. Self-gratification, self-love, and selfish love of ease, have kept some from good, and withheld them from obtaining a knowledge of the Scriptures, that they might be thoroughly furnished unto all good works. Time, by some, is not appreciated. Hours have been idled away by them in their beds, that might have been employed in the study of their Bibles. There are a few subjects that they have dwelt upon the most, that they are familiar with, and can speak upon with acceptance; but they have in a great degree rested the matter here. They have not felt altogether satisfied themselves. They have realized their deficiencies at times, but have not been sufficiently awakened to the crime of their negligence, in not becoming acquainted with the word of God, when they profess to be teachers of that word. The people are deprived of the intelligence they might obtain from them, and which they expect to obtain from ministers of Jesus Christ, but on account of their ignorance of the word of God, they do not receive it, and are disappointed. By rising early and economizing their moments, they can find time for a close investigation of the Scriptures. They must have a perseverance, not to be thwarted in their object, persistently employing their time in a study of the word, bringing to their aid the truths which other minds, through wearing labor, have brought out for them, and with diligent and persevering effort, prepared to their hand."},{"refcode_short":"T19 4.1","refcode_long":"Testimony for the Church — No. 19, p. 4.1 (Ellen Gould White)","content":"There are ministers who have been laboring for years, teaching the truth to others, who are not themselves familiar with the strong points of our position. I beg of such to have done with their idleness. It is a continual curse to them. God requires of them to make every moment fruitful of some good to themselves or to others. “Not slothful in business; fervent in spirit; serving the Lord.” “He also that is slothful in his work is brother to him that is a great waster.” I have been shown that there is a decided lack with some who preach the word. It is important for ministers of Jesus Christ to see the necessity of self-culture. This is necessary in order to adorn their profession, and maintain a becoming dignity. Without mental training they will certainly fail in everything they may undertake. God is not pleased with the ways, manners, and ideas, of some who profess to be ministers. Their haphazard manner of quoting texts of Scripture is a disgrace to their profession. They profess to be teachers of the word, and yet fail to repeat Scripture correctly. Those who give themselves wholly to the preaching of the word should not be guilty of quoting one text incorrectly. God requires thoroughness of all his servants."},{"refcode_short":"T19 4.2","refcode_long":"Testimony for the Church — No. 19, p. 4.2 (Ellen Gould White)","content":"The religion of Jesus Christ will be exemplified by its possessor in the life, in the conversation, in the works. Its strong principles will prove an anchor. Those who are teachers of the word should be patterns of piety, ensamples to the flock. Their example should rebuke idleness, slothfulness, lack of industry and economy."},{"refcode_short":"T19 5.1","refcode_long":"Testimony for the Church — No. 19, p. 5.1 (Ellen Gould White)","content":"The principles of religion exact diligence, industry, economy, and honesty. “Give an account of thy stewardship,” will soon be heard by all. What an account, brethren, would you have to render if the Master should now appear? You are unready. You would as surely be reckoned with the slothful servants as that they exist. You have precious moments left you. Redeem the time, I entreat of you."},{"refcode_short":"T19 5.2","refcode_long":"Testimony for the Church — No. 19, p. 5.2 (Ellen Gould White)","content":"Paul exhorted Timothy, “Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.” “But foolish and unlearned questions avoid, knowing that they do gender strifes. And the servant of the Lord must not strive, but be gentle unto all men, apt to teach, patient, in meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth; and that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.”"},{"refcode_short":"T19 5.3","refcode_long":"Testimony for the Church — No. 19, p. 5.3 (Ellen Gould White)","content":"In order to accomplish the work God requires of ministers, they need to be qualified for the position. The apostle Paul writing to the Colossians, in speaking of his ministry, says: “Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfill the word of God; even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints; to whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory; whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus; whereunto I also labor, striving according to his working, which worketh in me mightily.”"},{"refcode_short":"T19 6.1","refcode_long":"Testimony for the Church — No. 19, p. 6.1 (Ellen Gould White)","content":"No less devotion to, and sacred appreciation of, the work of the ministry does God require of his ministers who are living so near the end of all things. God cannot accept the work of laborers unless they realize the life and power of the truth they present to others in their own hearts. God will not accept of anything short of earnest, active, zealous heart-labor. Vigilance and fruitfulness are required for this great work. God wants unselfish workmen who will labor with disinterested benevolence, and who will give their undivided interest to the work."},{"refcode_short":"T19 6.2","refcode_long":"Testimony for the Church — No. 19, p. 6.2 (Ellen Gould White)","content":"Brethren, you lack self-devotion and consecration to the work. Your hearts are selfish. The deficiencies in you must be supplied, or you will meet with a fatal disappointment ere long—you will lose Heaven. God does not lightly regard a neglect of the faithful performance of the work he has left his servants to do. Enduring energy, and a constant reliance upon God, are lacking in many of those who are laboring in the ministry. The result of this lack brings upon the few who possess these qualities, great burdens, and they are necessitated to make up the deficiencies so apparent in those who might be able workmen if they would become so. There are a few who are working day and night, depriving themselves of rest and social enjoyments, taxing their brain to the utmost, performing the labor of three men, wearing away their valuable lives to do the work that others might do, but neglect. They are too lazy to perform their part; therefore those who feel the sacredness of the work, and realize the worth of souls, feel that it must move forward, and are doing extra labor, making superhuman efforts, and using up their brain-power, to keep the work moving, while many ministers are carefully preserving themselves, by shunning burdens and remaining in a state of inefficiency, and accomplishing next to nothing. Were the interest, and devotion to the work, equally divided, and were all diligent who profess to be ministers, devoting their interest wholly to the work, and not saving themselves, the few earnest, God-fearing workmen, who are fast wearing away their lives, would be relieved of this high pressure upon them, and their strength might be preserved, that, when actually required, would tell with double power, and accomplish far greater results than can now be seen, while under so great a pressure of overwhelming care and anxiety."},{"refcode_short":"T19 7.1","refcode_long":"Testimony for the Church — No. 19, p. 7.1 (Ellen Gould White)","content":"God is not pleased with this inequality. Men who profess to be called of God to minister in word and doctrine do not feel, many of them, that they have no right to claim to be teachers unless they are thoroughly furnished by earnest, diligent study of the word of God. There are some who have neglected to obtain a knowledge of the simple branches of education. Some cannot even read correctly; some misquote the Scriptures; and some, by their apparent lack of being qualified for the work they are trying to do, injure the work of God, and bring the truth into disrepute. These do not see the necessity of cultivating the intellect, and especially encouraging refinement without affectation, and seeking to attain to the true elevation of Christian character. The certain and effectual means of attaining this is the surrendering of the soul to God. He will direct the intellect and affections that they will center upon the divine and eternal and then will they possess energy without rashness; for all the powers of the mind and the being will be elevated, refined, and directed in the loftiest, holiest channel. From the lips of the heavenly Teacher was heard, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength.” When this submission is made to God, true humility will grace every action, while at the same time, those who are thus allied to God and his heavenly angels will possess a becoming dignity savoring of Heaven."},{"refcode_short":"T19 8.1","refcode_long":"Testimony for the Church — No. 19, p. 8.1 (Ellen Gould White)","content":"The Lord requires his servants to be energetic. It is not pleasing to him to see them listless and indolent. They profess to have the evidence that God has especially selected them to teach the people the way to life; yet frequently their conversation is not profitable, and they give evidence that they have not the burden of the work upon them. Their own souls are not energized by the mighty truths they present to others. Some preach these truths of such weighty importance in so listless a manner that they cannot affect the people. “Whatsoever thy hand findeth to do, do it with thy might.” Men whom God has called must be trained to put forth efforts and work earnestly and with untiring zeal for him, and pull souls out of the fire. When ministers feel the power of the truth in their own souls, thrilling their own being, then can they possess a power which will affect hearts, and show that they firmly believe the truths they preach to others. They should keep before the mind the worth of souls, and the matchless depths of a Saviour's love, which will awaken the soul, that with David they may say, “My heart was hot within me; while I was musing the fire burned.”"},{"refcode_short":"T19 9.1","refcode_long":"Testimony for the Church — No. 19, p. 9.1 (Ellen Gould White)","content":"Paul exhorted Timothy, “Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity. Till I come, give attendance to reading, to exhortation, to doctrine.” “Meditate upon these things; give thyself wholly to them; that thy profiting may appear to all. Take heed unto thyself, and unto the doctrine; continue in them; for in doing this thou shalt both save thyself and them that hear thee.” What a weight of importance is here attached to the Christian life of the minister of God! What a necessity for his faithful study of the word, that he may be sanctified by the truth himself, and may be qualified to teach others."},{"refcode_short":"T19 9.2","refcode_long":"Testimony for the Church — No. 19, p. 9.2 (Ellen Gould White)","content":"Brethren, you are required to exemplify the truth in your life. Men who think that they have a work to do to teach others the truth are not all converted, and sanctified by the truth, themselves. Some have erroneous ideas of what constitutes a Christian, and the means through which a firm religious experience is obtained; much less do they understand the qualifications that God requires his ministers to possess. These men are unsanctified. They have occasionally a flight of feeling, which gives them the impression that they are indeed children of God. Depending thus upon impressions is one of the special deceptions of Satan. Those who are thus exercised make their religion a matter of circumstance. The firm principle is wanting. None are living Christians unless they have a daily experience in the things of God, and daily practice self-denial, cheerfully bearing the cross and following Christ, Every living Christian will advance daily in the divine life. As he advances daily toward perfection, he experiences a conversion to God every day; and this conversion is not completed until perfection of Christian character is attained, and a full preparation for the finishing touch of immortality. God should be the highest object of our thoughts. Meditating upon him, and pleading with him, elevates the soul and quickens the affections. A neglect of meditation and prayer will surely result in a declension in religious interests. Then will be seen carelessness and slothfulness."},{"refcode_short":"T19 10.1","refcode_long":"Testimony for the Church — No. 19, p. 10.1 (Ellen Gould White)","content":"Religion is not emotion of feeling merely. It is a principle which is interwoven with all the daily duties and transactions of life. Nothing will be entertained, no business engaged in, which will prevent the accompaniment of this principle To retain pure and undefiled religion, it is necessary to be workers, persevering in effort. We must do something ourselves. None can do our work. None can work out our salvation with fear and trembling, but ourselves. This is the very work the Lord has left for us to do Some ministers who profess to be called of God, have the blood of souls in their garments. They are surrounded with backsliders and sinners, and yet let no burden rest upon them for their souls, and manifest an indifference in regard to their salvation. Some ministers are so far asleep that they do not seem to have any sense of the work of a gospel minister. They do not consider that they are required to have skill as spiritual physicians, to administer to souls diseased with sin. The work of warning sinners, of weeping over them, and pleading with them, has been neglected until many souls are past all cure. Some have died in their sins, and will in the Judgment confront those with reproaches of their guilt who might have saved them, but who did not. Unfaithful ministers, what a retribution awaits you!"},{"refcode_short":"T19 11.1","refcode_long":"Testimony for the Church — No. 19, p. 11.1 (Ellen Gould White)","content":"The ministers of Christ need a new anointing, that they may the more clearly discern sacred things, and have clear conceptions of the holy, blameless character they must form themselves in order to be ensamples to the flock. Nothing that we can do, of ourselves, will bring us up to the high standard where God can accept us as his ambassadors. Only a firm reliance upon God, and a strong and active faith, will accomplish the work that God requires to be wrought in us. Working men God calls for. It is a continuance in well-doing that will form characters for Heaven. In plainness, in faithfulness and love, they must appeal to men and women to prepare for the day of God. Some will need to be entreated with earnestness before they will be moved. Let the labor be characterized by humility and meekness, yet with earnestness that will make them understand that these things are a reality, and that life and death are before them for them to choose. The salvation of the soul is not a matter to be trifled with. The deportment of the laborer for God should be serious, and characterized with simplicity, and with true Christian politeness; and yet he should be fearfully in earnest in the work the Master has left him to do. A decided perseverance in a course of righteousness, disciplining the mind by religious exercises to love devotion and heavenly things, will bring the greatest amount of happiness while thus exercised."},{"refcode_short":"T19 12.1","refcode_long":"Testimony for the Church — No. 19, p. 12.1 (Ellen Gould White)","content":"We have it in our power to control the mind in these things, if we make God our trust. Through continued exercise the mind will become strong to battle with internal foes, and to subdue self, until there is a transformation of the mind. The passions, appetites, and will, are brought into perfect subjection. Then there will be a daily piety at home and abroad. When engaged in labor for souls, there will be a power which will attend the efforts that are made. There will be, with the humble Christian, seasons of devotion, which are not spasmodic, fitful, or superstitious, but calm and tranquil, deep, constant, and earnest. The love of God, the practice of holiness, will be pleasant when there is a perfect surrender to God."},{"refcode_short":"T19 12.2","refcode_long":"Testimony for the Church — No. 19, p. 12.2 (Ellen Gould White)","content":"Why the ministers of Christ are no more successful in their labors is because they are not unselfishly devoted to the work. The interest of some is divided. They are double-minded. The cares of this life engage the interest. They do not realize the sacred work of a minister. Such may complain of darkness, of great unbelief, of infidelity. The reason of this is, the men are not right with God. They do not see the importance of making a full and entire consecration to him. They serve God a little, but themselves more. They pray but little. The Majesty of Heaven, while engaged in his ministry, prayed much to his Father. He was frequently bowed all night in prayer. His spirits were often sorrowful as he felt the powers of the darkness of this world. He sought retirement to make his intercessions. He often left the busy city and the noisy throng, to seek a retired place for prayer. The Mount of Olives was the favorite resort of the Son of God for his devotions. Frequently after the multitude had left him for the retirement of the night, he rested not, although he was weary with the labors of the day. In St. John we read, “And every man went unto his own house. Jesus went unto the Mount of Olives.”"},{"refcode_short":"T19 13.1","refcode_long":"Testimony for the Church — No. 19, p. 13.1 (Ellen Gould White)","content":"While the city was hushed in silence, and the disciples had returned to their homes to obtain refreshment in sleep, Jesus slept not. His divine pleadings were ascending to his Father from the Mount of Olives for his disciples, that they might be kept from the evil influences which they would daily encounter in the world, and that his own soul might be strengthened and braced for the duties and trials of the coming day. All night, while his followers were sleeping, was their divine Teacher praying. The dew and frost of night fell upon his head bowed in prayer. His example is left for his followers."},{"refcode_short":"T19 13.2","refcode_long":"Testimony for the Church — No. 19, p. 13.2 (Ellen Gould White)","content":"The Majesty of Heaven, while engaged in his earthly mission, was often in earnest prayer. He did not always visit Olivet, for his disciples had learned his favorite retreat, and often followed him. Therefore he chose the stillness of night, when there would be no interruption. Jesus could heal the sick and raise the dead. He was himself a source of blessing and strength. He commanded even the tempests, and they obeyed him. He was unsullied with corruption, a stranger to sin; yet he prays, and that often with strong crying and tears. He prayed for his disciples, and for himself, thus identifying himself with our needs, our weaknesses, and our failings, which are so common with humanity. He was a mighty petitioner, possessing, not the passions of our human, fallen natures, but compassed with like infirmities, tempted in all points even as we are. Jesus endured agony which required help and support from his Father. Christ is our example."},{"refcode_short":"T19 14.1","refcode_long":"Testimony for the Church — No. 19, p. 14.1 (Ellen Gould White)","content":"Are the ministers of Christ tempted and fiercely buffeted by Satan? so also was He who knew no sin. Christ turned to his Father in these hours of distress. He came to this earth that he might provide a way whereby we could find grace and strength to help in every time of need, by following his example in frequent, earnest prayer. If the ministers of Christ will imitate this pattern, they will be imbued with his spirit, and angels will minister unto them."},{"refcode_short":"T19 14.2","refcode_long":"Testimony for the Church — No. 19, p. 14.2 (Ellen Gould White)","content":"Angels ministered to Jesus Christ, yet the presence of these angels did not make his life one of ease and freedom from severe conflict and fierce temptations. He was tempted in all points like as we are, yet without sin, If the ministers, while engaged in the work the Master has appointed them to do, have trials and perplexities and temptations, should they be discouraged, when they know that there is One who has endured all these before them? Shall they cast away their confidence because they do not realize all that they expect from their labors? Christ labored earnestly for his own nation; but his efforts were despised by the very ones he came to save, and they put Him to death who came to give them life."},{"refcode_short":"T19 15.1","refcode_long":"Testimony for the Church — No. 19, p. 15.1 (Ellen Gould White)","content":"There are a sufficient number of ministers, but a great lack of laborers. Laborers, co-workers with God, have a sense of the sacredness of the work, and the severe conflicts they must meet in order to carry it forward successfully. Laborers will not faint and despond in view of the labor, arduous although it may be. In the epistle of Paul to the Romans, he says: “Therefore being justified by faith, we have peace with God, through our Lord Jesus Christ, by whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God. And not only so, but we glory in tribulations also; knowing that tribulation worketh patience; and patience, experience; and experience, hope; and hope maketh not ashamed, because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.” In him are hid all the treasures of wisdom and knowledge. We are without excuse if we fail to avail ourselves of the ample provisions made for us that we might be wanting in nothing. The shrinking from hardships, the complaints while suffering under tribulation, make the servants of God weak, and inefficient in bearing responsibilities and burdens."},{"refcode_short":"T19 15.2","refcode_long":"Testimony for the Church — No. 19, p. 15.2 (Ellen Gould White)","content":"All those who unshrinkingly stand in the forefront of the battle, must feel the especial warfare of Satan against them. As they realize his special attacks, they will flee to the stronghold; for they feel their need of special strength from God. They labor in his strength; therefore every victory they gain does not exalt them, but leads them in faith to lean more securely upon the Mighty One. Deep and fervent gratitude to God is awakened in their hearts, and a joyfulness in tribulation, which they experience while pressed by the enemy. An experience is being gained by these willing servants. A character is being formed which will do honor to the cause of God."},{"refcode_short":"T19 16.1","refcode_long":"Testimony for the Church — No. 19, p. 16.1 (Ellen Gould White)","content":"It is a season of solemn privilege and sacred trust to the servants of God. If these trusts are faithfully kept, great will be the reward of the faithful servant when the Master shall say, “Give an account of thy stewardship.” The earnest toil endured, the unselfish work of patient, persevering effort, will be rewarded abundantly; while Jesus will say, Henceforth I call you not servants, but friends, guests. The approval of the Master was not given because of the greatness of the work performed, because of having gained many things, but the fidelity in even a few things. It is not because of the great results that the reward is given; but the motives weigh with God. Goodness and faithfulness God prizes more than the greatness of the work accomplished."},{"refcode_short":"T19 16.2","refcode_long":"Testimony for the Church — No. 19, p. 16.2 (Ellen Gould White)","content":"I have been shown that there is the greatest danger of many failing of perfecting holiness in the fear of the Lord. Ministers are in danger of losing their own souls. Some ministers, after they have preached to others, will themselves be cast away, for they have not perfected Christian characters. In their labor they do not save souls, and fail even to save their own souls. They do not see the importance of self-knowledge, and self-control. They do not watch, they do not pray, lest they enter into temptation. If they would watch, they would become acquainted with their weak points, where they are most susceptible of being assailed by temptations. With watchfulness and prayer, their weakest points can be so guarded as to be their strongest points, and they can encounter temptation without being overcome. Every follower of Christ should daily examine himself, that he may become perfectly acquainted with his own conduct. There is a negligence here of self-examination with nearly all. But this neglect is positively dangerous in one who professes to be a mouthpiece for God, occupying the fearful, responsible position of receiving the words from God to give to his people. The life and conduct of such have great influence upon others. If they have any success in labor, they bring their converts to their own low standard, and it is seldom that these converts rise higher than their minister. His ways, his words, his gestures and manners, his faith, and his piety, are considered a sample of all Sabbath-keeping Adventists; and therefore, if they pattern after him who has taught the truth, they think they are doing all their duty."},{"refcode_short":"T19 17.1","refcode_long":"Testimony for the Church — No. 19, p. 17.1 (Ellen Gould White)","content":"There is much in the conduct of a minister that he can improve. Many see and feel the lack, while they seem to be ignorant of the influence they exert. They are conscious of their actions as they perform them, but suffer them to pass from their memory, and therefore do not reform. If ministers would make the actions of the day a subject of careful thought and deliberate review, with the object to become acquainted with their own habits of life, they would better know themselves. By a close scrutiny of their daily life under all circumstances, they would know their own motives and the principles which actuate them. This viewing daily your acts, to see whether conscience approves or condemns, is necessary for all who wish to arrive at the perfection of Christian character. Many actions which pass for good works, including deeds of benevolence, when closely investigated, will be found to be prompted by wrong motives. Many receive applause for virtues they do not possess. The Searcher of hearts inspects motives, and records deeds, as frequently springing from selfish motives and base hypocrisy, while they are highly applauded by men. Every act of our lives, whether praiseworthy and excellent, or deserving of censure, is judged by the Searcher of hearts, according to the motives which actuated it. Even some of of the ministers of Jesus Christ, who are advocating the law of God, have but little knowledge of themselves. They do not meditate, and investigate their motives. They do not see their errors and sins, because they do not in sincerity and earnestness take a view of their life, their acts, and their character, separate and as a whole, and compare them with the sacred and holy law of God. The claims of God's law are not really understood by them, and they are daily living in transgression of the spirit of that law which they profess to revere. “By the law,” says Paul, “is the knowledge of sin.” “I had not known sin but by the law; for I had not known lust, except the law had said, Thou shalt not covet.” A practical understanding of the law of God and its holy claims, and also of the atonement of Christ, is not obtained by all who labor in word and doctrine. They need to be converted themselves, before they can convert sinners."},{"refcode_short":"T19 19.1","refcode_long":"Testimony for the Church — No. 19, p. 19.1 (Ellen Gould White)","content":"The faithful mirror which would discover the defects in the character is neglected, therefore deformity and sin exist, and are apparent to others, if not understood by those who are in fault themselves. The hateful sin of selfishness exists to a great extent, even in some of those who profess to be devoted to the work of God. Comparing their character with his requirements, especially the great standard, his holy, just, and good, law, they would ascertain, if earnest, honest searchers, that they were fearfully wanting. But some are not willing to look far enough, or deep enough, to see the depravity of their own hearts. They are wanting in very many respects, yet they remain in willing ignorance of their guilt, and are especially caring for their own interest, so much that God has no care for them."},{"refcode_short":"T19 19.2","refcode_long":"Testimony for the Church — No. 19, p. 19.2 (Ellen Gould White)","content":"Some are not naturally devotional, therefore should be ever encouraging and cultivating a close examination of their own lives and motives, and should especially cherish a love for religious exercises, and for secret prayer. They are often heard talking doubts, talking unbelief, dwelling upon the wonderful struggles they have had with infidel feelings. They dwell upon discouraging influences as so affecting their faith, hope, and courage, in the truth, and the ultimate success of the work and cause in which they are engaged, as to make it a special virtue to be found on the side of the doubting."},{"refcode_short":"T19 20.1","refcode_long":"Testimony for the Church — No. 19, p. 20.1 (Ellen Gould White)","content":"They do at times seem to really enjoy having a regular time hovering about the infidel's position, and strengthening their unbelief with every circumstance they can gather, as an excuse for their being in darkness and unbelief. To such we would say, You had better come down at once, and leave the walls of Zion, until you are converted men, and become good Christians. Before you take the responsibility of becoming ministers, you are required of God to separate yourselves from the love of this world. The reward those who continue in this doubting position will receive, will be that given to the fearful and unbelieving."},{"refcode_short":"T19 20.2","refcode_long":"Testimony for the Church — No. 19, p. 20.2 (Ellen Gould White)","content":"But what is the reason of this darkness, these doubts, and this unbelief? I answer, It is because these men are not right with God. They are not dealing honestly and truly with their own souls. They have neglected to cultivate personal piety. They have not separated themselves from all selfishness, and from sin and sinners. They have failed to study the life of self-denial and of self-sacrifice of our Lord. They have failed to imitate his life of purity, devotion, and self-sacrifice, having no selfish interest. The sin which easily besets has been strengthened by being cultivated. They have separated themselves, by their own negligence and sin, from the company of the divine Teacher, and he is a day's journey in advance of them. They have for their company, the indolent, slothful, backslider, unbeliever, irreverent, unthankful, unholy, and their attendants, the evil angels. What marvel, then, if such are in darkness, or if they do have doubts of doctrine? “If any man will do his will, he shall know of the doctrine.” Ye shall know of a certainty in regard to this matter. This should put to flight all doubts and questionings. It is a separation from Christ that brings these doubts. He is followed by the earnest, honest, true, faithful, humble, meek, and pure, while the heavenly angels, clothed with the panoply of Heaven, are sanctifying, enlightening, purifying, and guarding, the whole; for they are Heaven-bound."},{"refcode_short":"T19 21.1","refcode_long":"Testimony for the Church — No. 19, p. 21.1 (Ellen Gould White)","content":"No greater evidence need be asked that a person is at a great distance from Jesus, and living in neglect of secret prayer, neglecting personal piety, who thus talks doubts and unbelief because his surroundings are not favorable. Such possess not the pure, true, undefiled religion of Jesus Christ. They have a spurious article which the refining process will utterly consume like dross. As soon as their faith is put to the test, as soon as God by his ways and means proves them, they waver, they stand feebly, swaying, first one way, then the other. They have not the genuine article that Paul possessed, that could glory in tribulation, because “tribulation worketh patience; and patience, experience; and experience, hope; and hope maketh not ashamed, because the love of God is shed abroad in the heart.” They have a religion of circumstance. If all around them are strong in faith and courage in the ultimate success of the third angel's message, and there is no special influence brought to bear against them, they then have apparently some faith. But as soon as adversity seems to come upon the cause, and the work drags heavily, and the help of every one is needed to press things ahead, these poor souls, although they may be professed ministers of the gospel, expect everything will come to naught. These hinder, instead of helping."},{"refcode_short":"T19 22.1","refcode_long":"Testimony for the Church — No. 19, p. 22.1 (Ellen Gould White)","content":"If apostasy arises, and rebellion is manifested, you do not hear them say, in words of encouragement and lofty cheer, Brethren, faint not; be of good courage. “Nevertheless, the foundation of God standeth sure, having this seal, the Lord knoweth them that are his.”"},{"refcode_short":"T19 22.2","refcode_long":"Testimony for the Church — No. 19, p. 22.2 (Ellen Gould White)","content":"These men, thus affected by circumstances, should remain at their homes, and employ their physical and mental strength in a less-responsible position, where they will not be liable to meet such strong opposition. If everything moves smoothly, they may pass for apparently very good, devotional men. But these are not the ones whom the Master will send to do his work; for his work is opposed by those who are emissaries of Satan. Satan, also, and his host of evil angels will be arrayed against them. God has made provision for the men whom he has called to do his work, that they may come off conquerors in every contest. If his directions are followed, they will never meet with defeat."},{"refcode_short":"T19 22.3","refcode_long":"Testimony for the Church — No. 19, p. 22.3 (Ellen Gould White)","content":"The Lord, speaking through Paul, Ephesians 6:10-18, tells them how to fortify themselves against Satan and his emissaries: “Finally, my brethren, be strong in the Lord, and in the power of his might. Put on the whole armor of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand. Stand, therefore, having your loins girt about with truth, and having on the breastplate of righteousness; and your feet shod with the preparation of the gospel of peace; above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked; and take the helmet of salvation, and the sword of the Spirit, which is the word of God; praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints.”"},{"refcode_short":"T19 23.1","refcode_long":"Testimony for the Church — No. 19, p. 23.1 (Ellen Gould White)","content":"We are engaged in an exalted, sacred work. All who profess to be called to the work of teaching the truth to those who sit in darkness, should not be bodies of unbelief and darkness themselves. They should live near to God, where they can be all light in the Lord. Why they are not so is because they are not obeying the word of God themselves; therefore, you hear doubts and discouragements expressed, where should be heard only words of faith and holy cheer."},{"refcode_short":"T19 23.2","refcode_long":"Testimony for the Church — No. 19, p. 23.2 (Ellen Gould White)","content":"It is religion that the ministers need; a daily conversion to God, an undivided, unselfish interest in his cause and work. There should be self-abasement and a putting away of all jealousy, evil surmising, envy, hatred, malice, and unbelief. A transformation of the entire man is needed. Some have lost sight of the suffering Man of Calvary. He is our pattern. In his service we need not expect ease, honor, and greatness, in this life. The Majesty of Heaven did not receive it “He was despised and rejected of men; a man of sorrows, and acquainted with grief.” “He was wounded for our transgressions; he was bruised for our iniquities; the chastisement of our peace was upon him; and with his stripes we are healed.” With this example before us, will we choose to shun the cross, and be swayed by circumstances? Shall our zeal, our fervor, be kindled only when we are surrounded by those who are awake and zealous in the work and cause of God?"},{"refcode_short":"T19 24.1","refcode_long":"Testimony for the Church — No. 19, p. 24.1 (Ellen Gould White)","content":"Can we not stand in God, let our surroundings be ever so unpleasant and discouraging? “What shall we then say to these things? If God be for us, who can be against us? He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things? Who shall lay any thing to the charge of God's elect? It is God that justifieth. Who is he that condemneth? It is Christ that died, yea, rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us. Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword? (As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.) Nay, in all these things we are more than conquerors, through him that loved us. For I am persuaded that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.”"},{"refcode_short":"T19 24.2","refcode_long":"Testimony for the Church — No. 19, p. 24.2 (Ellen Gould White)","content":"Many ministers have not an undivided interest in the work. They have invested but little in the cause of God. They have taken so little stock in the work and the advancement of the truth, that they are easily tempted in regard to it, and moved from it. They are not stablished, strengthened, settled."},{"refcode_short":"T19 25.1","refcode_long":"Testimony for the Church — No. 19, p. 25.1 (Ellen Gould White)","content":"He who understands well his own character, who is acquainted with the sin which most easily besets him, and the temptations that will be the most sure to overcome him, should not expose himself needlessly, and invite temptation by placing himself upon the enemy's ground. If duty calls him to place himself where circumstances are not favorable, he will have special help from God, and thus go fully girded for a conflict with the enemy. Self-knowledge will save many from falling into grievous temptations, and prevent an inglorious defeat. In order to become acquainted with ourselves, it is essential that we faithfully investigate the motives and principles of our conduct, comparing our actions with the standard of duty revealed in his word. Ministers should encourage and cultivate benevolence."},{"refcode_short":"T19 25.2","refcode_long":"Testimony for the Church — No. 19, p. 25.2 (Ellen Gould White)","content":"I was shown men who have been engaged in our Office of Publication, in our Health Institute, and in the ministry, who have labored simply for wages. Not all are guilty in this respect. There are exceptions. But few have seemed to realize that they must give an account of their stewardship. Means that have been consecrated to God, to advance his cause, have been squandered. Families in poverty, who prized the truth, and had experienced its sanctifying influence, and have felt grateful to God for the truth, have thought that they could, and should, deprive themselves of even the necessaries of life, in order to bring in their offerings to the treasury of the Lord. Some have deprived themselves of articles of clothing which they really needed to make them comfortable, to give to the cause of God. Others have sold their only cow, and the means thus received they have dedicated to God. They have bowed before the Lord with their offerings, and, in the sincerity of their souls, with many tears of gratitude because it was their privilege to do this for the cause of God, have invoked his blessing upon their offerings as they sent them forth, praying that they might be the means of bringing the knowledge of the truth to souls who were in darkness. The means thus dedicated have not always been appropriated as the self-sacrificing donors designed. Covetous, selfish men have handled means unfaithfully thus brought into the treasury. They had no spirit of self-denial or self-sacrifice themselves, and have robbed the treasury of God in receiving means they have not justly earned. Their unconsecrated, reckless management squandered and scattered means that had been consecrated to God with prayers and tears. I was shown that a faithful record has been made, by the recording angel, of every offering dedicated to God, and put into the treasury, and the final result of the means thus bestowed is recorded. The eye of God has taken cognizance of every farthing devoted to his cause, and the willingness of mind, or the reluctance, of the giver. The motive in giving is also chronicled. The self-sacrificing, consecrated men and women, who render back to God the things that are God's, as he requires of them, will be rewarded according to their works. If the means thus consecrated to God are misapplied, that it does not accomplish the object the donor had in view—the glory of God, and the salvation of souls—those who made the sacrifice in sincerity of soul, with an eye single to the glory of God, will not lose their reward."},{"refcode_short":"T19 27.1","refcode_long":"Testimony for the Church — No. 19, p. 27.1 (Ellen Gould White)","content":"Those who have made a wrong use of the means dedicated to God, will be required to give an account of their stewardship. Some have selfishly grasped means, because of their love of gain. Others have not a tender conscience. Through long-cherished selfishness, their consciences are seared. They view sacred and eternal things from a low standpoint. Their moral sensibilities seem paralyzed through their long continuance in a course of wrong. It seems an impossibility to elevate their views and feelings to the high and exalted standard clearly brought to view in the word of God. This class will find no place in Heaven, unless there is a thorough transformation by the renewing of the mind. Those who have pursued a course of selfishness and wrong, that even the treasury of God has not been regarded sacred by them, could not appreciate the purity and holiness of the sanctified in the kingdom of Heaven, or the value of the rich glory and the eternal reward reserved for the faithful overcomers. Their minds have so long run in a selfish, low channel, that they cannot appreciate eternal things. They do not value salvation. It seems impossible to elevate their minds to rightly estimate the plan of salvation, or the value of the atonement. Selfish interests have engrossed the entire being. Like a loadstone they hold the mind and affections, binding them down to a low level. Some of these will never attain the perfection of Christian character, because they do not see the value and the necessity of such a character. You cannot elevate their minds so that they will be charmed with holiness. Self-love and selfish interests have so warped their characters that they cannot be made to see and distinguish the sacred and eternal from the common. God's cause and his treasury are no more sacred to them than the handling of common means for worldly purposes or common business."},{"refcode_short":"T19 28.1","refcode_long":"Testimony for the Church — No. 19, p. 28.1 (Ellen Gould White)","content":"Duties in this direction are binding upon all who profess to be followers of Christ. God's law specifies their duty to their fellow-men: “Thou shalt love thy neighbor as thyself.” A disregard of justice, mercy, and benevolence, to their neighbor, has so hardened the heart that they can go still further without compunctions of conscience, and even rob God. Do such close their eyes and their understanding to the fact that God knows, that God reads, their every action, and the motive which impelled them to it? His reward is with him, and his work before him, to give to every man according as his work shall be. Every good, and every wrong, act, and their influence upon others, is traced out by the Searcher of hearts, to whom every secret is revealed. And the reward will be according to the motives which prompted the action."},{"refcode_short":"T19 28.2","refcode_long":"Testimony for the Church — No. 19, p. 28.2 (Ellen Gould White)","content":"Those who have occupied responsible positions, and, notwithstanding the repeated warnings the Lord has sent them, have, in the face of these warnings and reproofs, followed their own ways, and been guided by their own unsanctified judgment, and, in consequence, the cause of God has suffered, and souls have been turned from the truth, will have a fearful record to meet in the day of final retribution. If souls thus guilty are ever saved, it will be by no common effort on their part. Their past life must be seen by them, and redeemed, which work, if entered into with sincerity, and persistently followed with perseverance and untiring earnestness, will be wholly successful."},{"refcode_short":"T19 29.1","refcode_long":"Testimony for the Church — No. 19, p. 29.1 (Ellen Gould White)","content":"But many will not succeed, because the work which they commence with earnestness dies down to listlessness and carelessness. Their efforts are right at first, as they have some sense of their condition; but they seek to forget the past, and pass over it without taking up the stumbling blocks, and making thorough work. Their repentance is not genuine sorrow because God has been dishonored, and souls for whom Christ died have been lost, through their influence. They make spasmodic efforts. They show great feeling; but the fact that this feeling soon passes off, and is succeeded by no effort, but only a listless indifference, evidences that God was not fully in the work. The feelings were for a time operated upon; but the work did not reach down deep enough to change the principles which governed their actions. They are as liable to be led into the same course of wrong again, as at first; for they have not strength to withstand the wiles of Satan, but are subject to his devices."},{"refcode_short":"T19 29.2","refcode_long":"Testimony for the Church — No. 19, p. 29.2 (Ellen Gould White)","content":"The life of a true Christian is onward. There is no standing still, nor going back. It is their privilege to be “filled with the knowledge of his will, in all wisdom and spiritual understanding; that ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God; strengthened with all might, according to his glorious power, unto all patience and long-suffering with joyfulness; giving thanks unto the Father which has made us meet to be partakers of the inheritance of the saints in light.”"},{"refcode_short":"T19 30.1","refcode_long":"Testimony for the Church — No. 19, p. 30.1 (Ellen Gould White)","content":"I would entreat all, but especially those who minister in word and doctrine, to make an unreserved surrender to God. Consecrate your lives to God, and be indeed ensamples to the flock. Be no longer content to remain dwarfs in spiritual things. Let your aim be nothing short of perfection of Christian character. Let your lives be unselfish and blameless, that they may ever be a living rebuke to those whose lives are selfish, and whose affections seem to be upon their earthly treasure. May God grant that you may be strengthened according to the riches of his glory, “with might by his Spirit in the inner man; that Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, and length, and depth, and height; and to know the love of Christ which passeth knowledge, that ye might be filled with all the fullness of God.”"},{"refcode_short":"T19 30","refcode_long":"Testimony for the Church — No. 19, p. 30 (Ellen Gould White)","content":"Exercise and Air"},{"refcode_short":"T19 30.2","refcode_long":"Testimony for the Church — No. 19, p. 30.2 (Ellen Gould White)","content":"The Lord designed in the creation of man that he should be active and useful. Many live in this world as useless machines; as though they hardly existed. So far as their influence is concerned, they brighten the path of none, and they are a blessing to none. They live to have others burdened by their lives. So far as their influence on the side of right is concerned, they are only cyphers; but they tell with weight upon the wrong side. To search the lives of such closely, scarcely an act of disinterested benevolence can be found. When they die, their memory dies with them. Their names soon perish; for they cannot live even in the affections of their friends by means of true goodness and virtuous acts."},{"refcode_short":"T19 31.1","refcode_long":"Testimony for the Church — No. 19, p. 31.1 (Ellen Gould White)","content":"Life with such has been a mistake. They have not been faithful stewards. They have forgotten that their Creator has claims upon them, and that he designs that they should be active in doing good, and in blessing others with their influence. But selfish interests attract the mind, and lead to the forgetting of God and the purpose of their Creator."},{"refcode_short":"T19 31.2","refcode_long":"Testimony for the Church — No. 19, p. 31.2 (Ellen Gould White)","content":"All who profess to be followers of Jesus should feel that a duty is Testing upon them to preserve their bodies in the best condition of health, that the mind may be clear to comprehend heavenly things. The mind needs to be controlled. The imagination often misleads, and by being indulged, brings severe forms of disease upon the afflicted. Many die whose diseases are mostly imaginary. The mind has a most powerful influence upon the health. I am acquainted with several who have brought upon themselves actual disease by the influence of the imagination."},{"refcode_short":"T19 31.3","refcode_long":"Testimony for the Church — No. 19, p. 31.3 (Ellen Gould White)","content":"One sister was carried from chair to bed, and from room to room, by her husband, because she thought that she was too feeble to walk. But, as the case was afterward presented to me, she could have walked as well as myself if she had thought so. Had an accident occurred—the house taken fire, or one of her children been in imminent danger of losing life by a fall, this woman would have been aroused by the force of circumstances, and would have walked quite readily and briskly. This woman could walk, so far as physical strength was concerned; but, from a diseased imagination, she concluded that she could not walk, and she did not arouse the power of the will to resist this deception. The imagination said, You cannot walk, and you had better not try. Sit still; your limbs are so weak that you cannot stand, but will fall."},{"refcode_short":"T19 32.1","refcode_long":"Testimony for the Church — No. 19, p. 32.1 (Ellen Gould White)","content":"If this sister had aroused her benumbed and dormant energies, and her will-power, this deception would have been exposed. In yielding to the imagination, she probably thinks, to this day, that, at that time when she was so helpless, she was so of necessity; but this was purely a freak of the imagination. The imagination sometimes plays strange tricks upon diseased mortals."},{"refcode_short":"T19 32.2","refcode_long":"Testimony for the Church — No. 19, p. 32.2 (Ellen Gould White)","content":"Some are so fearful of air that they will muffle up their heads and bodies until they look like mummies. They sit in the house, generally inactive, fearing they shall weary themselves and get sick if they exercise in doors, or out in the open air. They can take habitual exercise in the open air, every pleasant day, if they only think so. Continued inactivity is one of the greatest causes of debility of body, and feebleness of mind. Many are sick who ought to be in a very good condition of health, and thus be in possession of one of the richest blessings that men and women can enjoy."},{"refcode_short":"T19 33.1","refcode_long":"Testimony for the Church — No. 19, p. 33.1 (Ellen Gould White)","content":"I have been shown that many who are apparently feeble, and are ever complaining, are not so bad off as they imagine themselves to be. Some of these have powerful wills, which, exercised in the right direction, would be a great means of resisting disease, and controlling the imagination. But it is too frequently the case that the will is exercised in a wrong direction, and stubbornly refuses to yield to reason. That will has settled the matter, that invalids they are, and the attention due to invalids they will have, irrespective of the judgment of others."},{"refcode_short":"T19 33.2","refcode_long":"Testimony for the Church — No. 19, p. 33.2 (Ellen Gould White)","content":"Mothers have been shown me who are governed by a diseased imagination, and its influence is felt upon husband and children. The windows must be kept closed because she feels the air. If she is at all chilly, and a change is made in her clothing, she thinks her children must be treated in the same manner, until the entire family are robbed of physical stamina. They have all been affected by one mind, and physically and mentally injured through the diseased imagination of one woman, who considered herself a criterion for the entire family. The body had been clothed in accordance with the caprices of a diseased imagination, and smothered under an amount of wrappings which debilitated the system. The skin could not perform its office. The studied habit of shunning the air and avoiding exercise, has closed the pores of the skin—the little mouths through which the body breathes—making it impossible to throw off an accumulation of impurities through that source. The burden of labor is thrown upon the liver, lungs, kidneys, &c., and these internal organs are generally compelled to do the work of the skin. These persons bring disease upon themselves through their wrong habits; yet, in the face of light and knowledge, they will adhere to their own course. They reason thus: Have we not tried the matter? and do we not understand it by experience? But the experience of a person whose imagination is at fault, should not have much weight with any one."},{"refcode_short":"T19 34.1","refcode_long":"Testimony for the Church — No. 19, p. 34.1 (Ellen Gould White)","content":"But the season to be most dreaded, if going among these invalids, is winter. It is winter indeed, not only out doors, but in, to those who are compelled to live in the same house, and sleep in the same room. These with diseased imaginations shut themselves in doors, and close the windows; for the air affects their lungs and their heads. Imagination is active, expecting to get cold, and they will have it. No amount of reasoning can make them believe that they do not understand the whole philosophy of the matter. Have they not proved it? they will argue. It is true that they have proved one side of the question—to take their own course—and yet they do get cold, if in the least exposed. Tender as babies, they cannot endure anything; yet they live on, and continue to close the windows and doors and hover over the stove, and enjoy their misery. They have surely proved that their course has not made them well, but has increased their difficulties. Why will not such allow reason to influence the judgment, and control the imagination? Why not now try an opposite course? In a judicious manner seek to obtain more exercise and air out of doors, instead of remaining in the house from day to day, more like a bundle of dry goods than an active being. Why many become invalids is, chiefly, if not wholly, because the blood does not circulate freely, and the changes in the vital fluid, which are necessary to life and health, do not take place. They have not given their bodies exercise, nor their lungs food, which is pure, fresh air; therefore it is impossible for the blood to be vitalized, and to pursue its course through the system without becoming sluggish. The more we exercise, the better will be the circulation of the blood. More people die for want of exercise than through over-fatiguing themselves by exercise. Very many more rust out than wear out. Those who accustom themselves to take proper exercise in the open air, will generally have a good and vigorous circulation. We are more dependent upon the air we breathe than the food we eat. Men and women, young and old, who desire health, and who would enjoy active life, should remember that they cannot have these without a good circulation. They should make up their minds, whatever their business and inclinations, to exercise as much in the open air as they can. They should feel it a religious duty to overcome their conditions of health which have kept them confined in doors, and have deprived them of exercise in the open air."},{"refcode_short":"T19 35.1","refcode_long":"Testimony for the Church — No. 19, p. 35.1 (Ellen Gould White)","content":"Some invalids become willful in the matter, and will not be convinced of the great importance of their having out-door exercise daily, where they may obtain a supply of pure air. They persist, from year to year, in having their own way, and living in an atmosphere almost destitute of vitality, for fear of taking cold. It is impossible for this class to have a healthy circulation. The entire system is suffering for want of exercise and pure air. The skin becomes debilitated, and more sensible to any change in the atmosphere. Additional clothing is frequently put on, and the heat of the room increased. The next day they can bear a little more heat, and a little more clothing, in order to feel perfectly warm; and thus they humor every changing feeling until they have but little vitality to endure any cold. Some would inquire, Would you have us remain cold? What shall we do? If you add clothing, let it be but little; and exercise, if possible, to regain the heat you need. If you positively cannot engage in active exercise, warm yourselves by the fire. As soon as warm, do not continue to wear your extra coverings; lay them off, and remove from the fire. If those who can would engage in some active employment to take the mind from themselves, they would generally forget that they were chilly, and would not receive harm. You should lower the temperature of your room as soon as you have regained your natural warmth, Nothing can be worse for invalids who have feeble lungs, than an overheated atmosphere."},{"refcode_short":"T19 36.1","refcode_long":"Testimony for the Church — No. 19, p. 36.1 (Ellen Gould White)","content":"Invalids deprive themselves too much of sunlight. This is one of Nature's most healing agents. Yet it is very simple, therefore, not fashionable, to enjoy the rays of God's sunlight, and beautify our homes with its presence. Fashion takes the greatest care to seclude the light of the sun from parlors and sleeping rooms, by dropping curtains and closing shutters, as though its rays were ruinous to life and health. It is not God who has brought upon us the many woes mortals are heir to. It is our own folly that has led us to deprive ourselves of things that are precious, and of blessings which God has provided, which are inestimable, if properly used for the recovery of health. If you would have your homes sweet and inviting, make them bright with air and sunshine. Remove your heavy curtains, open the windows, throw back the blinds, and enjoy the rich sunlight, even if it be at the expense of the colors of your carpets. The precious sunlight may fade your carpets, but will give a healthful color to the cheeks of your children. A humble home, with God's presence, and with loving, earnest hearts, made bright with air and sunlight, and cheerful with the welcome of unselfish hospitality, will be to your family and the weary traveler a heaven below."},{"refcode_short":"T19 37.1","refcode_long":"Testimony for the Church — No. 19, p. 37.1 (Ellen Gould White)","content":"Many have been instructed from their childhood that night air was positively injurious to health, therefore it must be excluded from their rooms. They are deceived; and to their own injury they close the windows and doors of their sleeping apartments, to protect them from the night air, which they say is so dangerous to health. In the cool of the evening it may be necessary to guard themselves from chilliness by an extra covering; but they should give their lungs air."},{"refcode_short":"T19 37.2","refcode_long":"Testimony for the Church — No. 19, p. 37.2 (Ellen Gould White)","content":"In an autumn evening we were traveling in a crowded car. The atmosphere was very impure because of so many breaths. The exhalations from the bodies and lungs created a most sickening sensation. I raised my window, and was enjoying the fresh air, when a lady, in earnest, imploring tones, cried out, “Do put that window down. You will take cold and be sick; for the night air is so unhealthy.” Said I, “Madam, we have no other air in this car, or out of it, but night air. If you refuse to breathe night air, then you must stop breathing. God has provided for his creatures air to breathe for the day, and the same, made a little cooler, for the night. It is not possible for you to breathe, in the night, anything but night air. The question now to be settled is, Shall the night air we breathe be pure? or is it improved after it has been breathed over and over? Is it for our health to breathe the polluted night air of this car? The exhalations thrown off from the lungs and bodies of men steeped in tobacco and alcohol, pollute the air, and endanger health; and yet nearly all the passengers sit as indifferent as though inhaling the purest atmosphere. God has wisely provided for us, that in the night we should breathe night air, and in the day, the air of the day. If we fail to answer the plan of God, and the blood becomes impure, our wrong habits have made it thus. But the air of night, breathed in the night, will not of itself poison the current of human life.” Many are suffering with disease because they refuse to receive into their rooms at night the pure night air. The free, pure air of heaven is one of the richest blessings we can enjoy."},{"refcode_short":"T19 38.1","refcode_long":"Testimony for the Church — No. 19, p. 38.1 (Ellen Gould White)","content":"Another precious blessing is proper exercise. There are many indolent, inactive ones, disinclined to physical labor or exercise because it wearies them. What if it does weary them? Why they become weary is, because they do not strengthen their muscles by exercise, therefore they feel the least exertion. Invalid women and girls are better pleased with light employment, as crocheting, or embroidery, or tatting, than to engage in physical labor. If invalids would recover health, they should not discontinue physical exercise; for they will thus increase muscular weakness and general debility. Bind up the arm and permit it to remain useless, even for a few weeks, then free it again from its bondage, and you will discover that it is weaker than the one you have been using moderately during the same length of time. The same effect is produced upon the whole muscular system by inactivity. The blood is not enabled to expel the impurities which would be accomplished by active circulation induced by exercise."},{"refcode_short":"T19 39.1","refcode_long":"Testimony for the Church — No. 19, p. 39.1 (Ellen Gould White)","content":"All who can possibly do it, ought to walk in the open air every day, when the weather will admit, summer and winter. But the clothing should be suitable for the exercise. The feet should be well protected. A walk, even in winter, would be more beneficial to the health than all the medicine the doctors may prescribe. Walking exercise is preferable to riding, to those who can walk. The muscles and veins are better able to perform their work. There will be increased vitality, which is so necessary to health. The lungs will have needful action; for it is impossible to go out in the bracing air of a winter's morning without inflating the lungs. Some men and women have thought riches and idleness would be blessings indeed. Some have acquired wealth, or inherited it unexpectedly. Their active habits have been broken up. Their time is unemployed. They live at ease, and their usefulness seems to end. They become restless, anxious, worrying, and unhappy; and their lives soon end. Those who are always busy, and go cheerfully about the performance of their daily task, are the most happy and healthy. The rest and composure of night bring to their wearied frames unbroken slumber. The Lord knew what was for man's happiness when he gave him work to do. The sentence that man must toil for his bread, and the promise of future happiness and glory, came from the same throne. Both are blessings."},{"refcode_short":"T19 40.1","refcode_long":"Testimony for the Church — No. 19, p. 40.1 (Ellen Gould White)","content":"The women of fashion are worthless for all the good ends of human life. They possess but little force of character, have but little moral will, and but little physical energy. Their highest aim is to be admired. They bless no one, and die prematurely, and are not missed."},{"refcode_short":"T19 40.2","refcode_long":"Testimony for the Church — No. 19, p. 40.2 (Ellen Gould White)","content":"Exercise will aid the work of digestion. After a meal, to walk out, hold the head erect, put back the shoulders, and thus exercise moderately in walking, will be a great benefit. The mind will be diverted from self to the beauties of nature. The less the mind is called to the stomach after a meal, the better. If you are in constant fear that your food will hurt you, it most assuredly will. Forget self, and think of something cheerful."},{"refcode_short":"T19 40.3","refcode_long":"Testimony for the Church — No. 19, p. 40.3 (Ellen Gould White)","content":"Many labor under the mistaken idea that if they have taken cold, the temperature of their room must be increased until it is excessively hot. They carefully exclude the outside air. The system may be deranged, the pores of the skin closed by waste matter, and the internal organs may be suffering more or less inflammation, because the blood has been chilled back from the surface, and thrown upon them. This, of all others, is the time not to deprive the lungs of pure, fresh air. When any part of the system, as the lungs or stomach, is diseased, if ever pure air is necessary, it is then. Judicious exercise would induce the blood to the surface, which would relieve the internal organs. Brisk, yet not violent, exercise in the open air, with cheerfulness of spirits, will promote the circulation, and give a healthy glow to the skin, and send the blood, vitalized by the pure air, to the extremities. The diseased stomach will find relief by exercise. Physicians frequently advise invalids to visit foreign countries, to go to the springs, or to ride upon the ocean, in order to regain health; when, in nine cases out of ten, if they would eat temperately, and engage in healthful exercise with a cheerful spirit, they would regain their health, and save time and money. Exercise, and a free and abundant use of the air and sunlight—blessings Heaven has freely bestowed upon all—would give to the emaciated invalid life and strength."},{"refcode_short":"T19 41.1","refcode_long":"Testimony for the Church — No. 19, p. 41.1 (Ellen Gould White)","content":"A large class of women are content to hover over the stove, breathing impure air for one half or three fourths of the time, with the brain heated and half benumbed. They should go out and exercise every day, if some things in doors have to be neglected. They need the cool air to quiet their distracted brains. They need not go to their neighbors to gossip; but should have an object before them, to do some good; work to the end of benefiting others; then they will be an example to others, and receive real benefit themselves."},{"refcode_short":"T19 41.2","refcode_long":"Testimony for the Church — No. 19, p. 41.2 (Ellen Gould White)","content":"Perfect health depends upon perfect circulation. Especial attention should be given to the arms and limbs, that they may be as thoroughly covered as the chest and the region over the heart, where is the greatest amount of heat. Parents who dress their children with arms or limbs naked, or nearly so, are sacrificing the health and lives of their children to fashion. If the arms and limbs are not so warm as the body, the circulation is not equalized. The extremities remote from the vital organs have not been properly clad, the blood is driven to the head, causing headache or nosebleed; or there is a sense of fullness about the chest, producing cough or palpitation of the heart, on account of too much blood in that locality, or the stomach has too much blood, causing indigestion."},{"refcode_short":"T19 42.1","refcode_long":"Testimony for the Church — No. 19, p. 42.1 (Ellen Gould White)","content":"In order to follow the fashions, mothers dress their children with limbs nearly naked; and the blood is chilled back from its natural course and thrown upon the internal organs, breaking up the circulation and producing disease. The arms and limbs were not formed by our Creator to endure exposure like the face. The Lord has provided the face with an immense circulation, because it must be exposed. He has provided large veins and nerves for the limbs and feet, to contain a large amount of the current of human life, that the limbs may be uniformly as warm as the body. They should be so thoroughly clothed as to induce the blood to the extremities. Satan has invented the fashions which leave the limbs exposed, chilling back the life-current from its original course. Parents bow at the shrine of fashion, and so clothe their children that the nerves and veins become contracted and do not answer the purpose that God designed they should. The result is habitually cold feet and hands. Those parents who follow fashion instead of reason, will have an account to render to God for thus robbing their children of health. Even life itself is frequently sacrificed to the god of fashion."},{"refcode_short":"T19 43.1","refcode_long":"Testimony for the Church — No. 19, p. 43.1 (Ellen Gould White)","content":"Children who are clothed according to fashion cannot endure exposure in the open air, unless the weather is mild. Parents and children remain in ill-ventilated rooms, fearing the atmosphere out of doors. Well they may, with their fashionable style of clothing. But if they will clothe themselves sensibly, and have moral courage to take their position on the side of right, they will not endanger health by going out summer and winter, and exercising freely in the open air. But many, if left undisturbed to their own course, would soon complete the sacrifice of their own lives and those of their children. And those who are compelled to have the care of them will become sufferers. The invalid who is controlled by imagination is to be dreaded. All who live in the house with her become enfeebled. The husband loses his nervous energy. He becomes diseased, because, a considerable share of the time, he is robbed by his wife of the vital air of heaven. But the poor children who think mother knows best what is right, are the greatest sufferers. The mother's wrong course has enfeebled her, and, if chilly, she bundles up in more wrappings, and provides the same for the children, thinking that they, also, must be chilly. The doors and windows are closed, and the temperature of the room increased. The children are frequently puny and weakly, and do not possess a high degree of moral worth. Husband and children are thus shut up for the winter, slaves to the notions of a woman controlled by imagination, and sometimes of a set will. The members of such a family are daily martyrs. They are sacrificing health to the caprice of an imaginative, complaining, murmuring woman. They are deprived, in a great measure, of air which will invigorate them, and give them energy and vitality."},{"refcode_short":"T19 44.1","refcode_long":"Testimony for the Church — No. 19, p. 44.1 (Ellen Gould White)","content":"Those who do not use their limbs by exercising them every day, will realize a weakness when they do attempt to exercise. The muscles and veins are not in a condition to perform their work, and keep all the living machinery in healthful action, each organ in the system acting its part. The limbs will strengthen with use. Moderate exercise every day will impart strength to the muscles. Without exercise they become flabby and enfeebled. The liver, kidneys, and lungs, will be strengthened to perform their work by active exercise in the open air every day. Bring to your aid the power of the will, which will resist cold, and will give energy to the nervous system. In a short time you will so realize the benefit of exercise and pure air, that you would not live without these blessings. Your lungs deprived of air will be like a hungry person deprived of food. We can live longer without food than without air. The lungs must have air. It is the food that God has provided for the lungs; therefore, do not regard it as an enemy, but as a precious blessing from God."},{"refcode_short":"T19 44.2","refcode_long":"Testimony for the Church — No. 19, p. 44.2 (Ellen Gould White)","content":"If invalids allow themselves to encourage diseased imaginations, they will not only waste their own energies, but the vitality of those who have the care of them. I would advise invalid sisters who have accustomed themselves to a great amount of clothing, to lay it off gradually. Some of you are simply creatures to eat and breathe, and fail to answer the purpose for which God created you. You should have an exalted aim in life, and seek to be useful members of society, and useful and efficient in your own families. You should not require the attention of the family to be centered upon you. You should not draw largely upon the sympathies of others. You should do your part in giving love and sympathy to those who are unfortunate, and should remember that they have woes and trials peculiar to themselves. See if you cannot by words of sympathy and love lighten their burdens. In blessing others, you will realize a blessing yourself."},{"refcode_short":"T19 45.1","refcode_long":"Testimony for the Church — No. 19, p. 45.1 (Ellen Gould White)","content":"Those who engage in the work of doing good to others, so far as it is possible, by giving practical demonstration of their interest in them, are not only relieving the ills of human life in helping them bear their burdens, but are at the same time contributing largely to their own health of soul and body. Doing good is employment that will benefit both giver and receiver. If self is forgotten in the interest you take in others, and your thoughts are prevented from being absorbed in yourself, a victory is gained over your infirmities. The satisfaction you will realize in doing good will aid you greatly in the recovery of the healthy tone of the imagination. The pleasure of doing good animates the mind and vibrates through the whole body. While the faces of benevolent men are lighted up with cheerfulness, and their countenances express the moral elevation of the mind, those of selfish, stingy men are dejected, cast down, and gloomy. Their moral defects are seen in their countenances. Selfishness and self-love have enstamped their own images upon the outward man. The man or woman who is actuated by true disinterested benevolence, is a partaker of the divine nature, having escaped the corruption that is in the world through lust; while the avaricious and selfish have cherished their selfishness, until their social sympathies have become dried and withered, and their countenances express the image of the fallen foe, rather than that of purity and holiness."},{"refcode_short":"T19 46.1","refcode_long":"Testimony for the Church — No. 19, p. 46.1 (Ellen Gould White)","content":"Invalids, I advise you to venture something. Arouse your will-power, and at least make a trial of this matter. Withdraw your thoughts and affections from yourselves. Walk out by faith. If you are inclined to center your thoughts upon yourselves, fearing to exercise, and fearing that if you expose yourself to the air, you will lose your life, resist these thoughts and feelings. Do not yield to your diseased imagination. You can but die if you make the trial. What if you do die? One life might better be lost than many sacrificed. The whims and notions you cherish are not only destroying your life, but injuring those whose lives are more valuable than your own. The course we recommend you to pursue, will not injure you, or deprive you of life. You will derive benefit from it. You need not be rash or reckless; but commence moderately at first, to have more air and exercise, and continue your reform until you become useful, and a blessing to your families and all around you. Let your judgment be convinced that exercise, sunlight, and air, are the blessings which Heaven has provided to make the sick well, and to keep in health those who are not sick. God does not deprive you of these free blessings. You have punished yourselves by closing your doors against these Heaven-bestowed blessings."},{"refcode_short":"T19 47.1","refcode_long":"Testimony for the Church — No. 19, p. 47.1 (Ellen Gould White)","content":"These simple, yet powerful, agents, properly used, will assist nature to overcome real difficulties, if such exist, and will give healthy tone to the mind, and vigor to the body."},{"refcode_short":"T19 47.2","refcode_long":"Testimony for the Church — No. 19, p. 47.2 (Ellen Gould White)","content":"In this age of the world, when vice and fashion control men and women, Christians should possess virtuous characters and a large share of good common sense. If this were the case, countenances which are now clouded, bearing the marks of disease and depravity, would be hopeful and cheerful, lighted up by true goodness and a clear conscience."},{"refcode_short":"T19 47.3","refcode_long":"Testimony for the Church — No. 19, p. 47.3 (Ellen Gould White)","content":"The do-nothing system is the greatest curse that has befallen the race. Children who are so unfortunate as to be brought up and educated by mothers not possessing true moral worth, but who have diseased imaginations, suffering imaginary ailments, need sympathy, patient instruction, and the tender care of all who can help them. These children's wants are not met, and their education is such as to unfit them for being useful members of society while they live, and to fill untimely graves. If their lives are protracted, they will never forget the lessons taught them, by precept and example, by their mother; and in many cases they will follow in her footsteps. Her mantle falls upon her poor children, and it is like a dark pall. Her inconsistent course has given the stamp of her character to their lives. They cannot readily overcome the education of their childhood. The errors of the mother's life have been impressed upon them by her words and her actions."},{"refcode_short":"T19 48.1","refcode_long":"Testimony for the Church — No. 19, p. 48.1 (Ellen Gould White)","content":"The tenderest tie that exists is between the mother and child. The child is more readily impressed by the life and example of the mother than that of the father; for a stronger and tenderer bond of union unites them. Mothers have a heavy responsibility resting upon them."},{"refcode_short":"T19 48.2","refcode_long":"Testimony for the Church — No. 19, p. 48.2 (Ellen Gould White)","content":"If I could impress upon mothers the work they can do in moulding the minds of their children, I should be happy. If parents would obtain knowledge themselves, and feel the importance of putting their knowledge to a practical use in the education of their dear children, we should see a different order of things among youth and children. The children need to be instructed in regard to their own bodies. There are but few youth who have any definite knowledge of the mysteries of human life. They know but little about the living machinery. Says David, “I will praise Thee, for I am fearfully and wonderfully made.” Teach your children to study from cause to effect: that if they violate the laws of their being, they must pay the penalty by suffering disease. If in your effort you can see no special improvement, be not discouraged; patiently instruct, line upon line, precept upon precept, here a little and there a little. If in your efforts you have succeeded in forgetting yourself, you have taken one step in the right direction. Press on until the victory is gained. Continue to teach your children in regard to their own bodies, and how to take care of them. Recklessness in regard to bodily health tends to recklessness in moral character. Do not neglect to instruct your children how to cook. In thus doing, you impart to them principles which they must have in their religious education. You will be laying the foundation for the most useful branches of knowledge in giving your children lessons in physiology, and in teaching them how to cook, with simplicity, and yet with skill. Skill is required to make good light bread. There is religion in good cooking. I question in regard to the religion of that class who are too careless and ignorant to cook."},{"refcode_short":"T19 49.1","refcode_long":"Testimony for the Church — No. 19, p. 49.1 (Ellen Gould White)","content":"We see sallow complexions and groaning dyspeptics everywhere we go. When we sit at the tables, and eat the food cooked after the same order that they have had it prepared for months, and perhaps years, it is a wonder to me that these persons are alive. Bread and biscuit come upon the table yellow with saleratus. This resort to saleratus was to save a little care; or, in consequence of forgetfulness, allowing the bread to become sour before being baked, then a large portion of saleratus is added to remedy the evil, which only makes the bread totally unfit for the human stomach. Saleratus in any form should not be introduced into the stomach; for the effect upon the tender organs of the stomach is fearful. It eats the coatings of the stomach, and causes inflammation, and frequently poisons the entire system. Some plead, I cannot make good bread or gems unless I use soda or saleratus. You surely can if you become a scholar, and learn. Is not the health of your family of sufficient value to inspire you with ambition to learn how to cook, and how to eat? That which we eat cannot be converted into good blood unless it is of a proper quality, simple, and nutritious. The stomach can never convert sour bread into sweet. Food poorly prepared is not nutritious, and cannot make good blood. These things which fret and derange the stomach will have a benumbing influence upon the finer feelings of the heart. Many who adopt the health reform complain that it does not agree with them; but, after sitting at their tables, I should come to the decision that it was not the health reform that was at fault, but the poorly prepared food. The health reformers, above all others, should be careful to shun extras. The body must have sufficient nourishment. We cannot subsist upon air merely; neither can we retain health unless we have nourishing food. Poor should be prepared in good order, so that it is palatable. Mothers should be practical physiologists, that they may teach their children to know themselves, and to possess moral courage to carry out correct principles in defiance of the health and life destroying fashions. To needlessly transgress the laws of our being, is a violation of the law of God."},{"refcode_short":"T19 50.1","refcode_long":"Testimony for the Church — No. 19, p. 50.1 (Ellen Gould White)","content":"Poor cookery is slowly wearing away the life energies of thousands. It is dangerous to health and life to eat at some tables the heavy, sour bread, and the food prepared in keeping with it. Mothers, instead of seeking to give your daughters a musical education, instruct them in these useful branches which have the closest connection with life and health. Teach them in all the mysteries of cooking. Show them that this is a part of their education, and essential for them in order to become Christians. Unless the food is prepared in a wholesome, palatable manner before it is placed in the stomach, it cannot be converted into good blood, and build up the wasting tissues. Your daughters may love music, and this may be all right, and it may add to the happiness of the family; but the knowledge of music, without the knowledge of how to cook, is not worth much. When your daughters have families of their own, they may understand music and fancy work; but this will not provide for the table a well-cooked dinner, prepared with a nicety that it will not make her blush to place before her most esteemed friends. Mothers, your work is a sacred one. May God help you to take it up with his glory in view, and work earnestly, patiently, and lovingly, for the present and future good of your children, having an eye single to the glory of God."},{"refcode_short":"T19 51","refcode_long":"Testimony for the Church — No. 19, p. 51 (Ellen Gould White)","content":"Epistle Number One"},{"refcode_short":"T19 51.1","refcode_long":"Testimony for the Church — No. 19, p. 51.1 (Ellen Gould White)","content":"Dear Bro. ——: Your case has pressed with weight upon my mind since the Illinois Camp-meeting. As I have called to mind some things shown me in regard to ministers, and especially yourself, I am exceedingly distressed. I spoke in the meeting at Illinois, especially upon the qualifications of a gospel minister."},{"refcode_short":"T19 51.2","refcode_long":"Testimony for the Church — No. 19, p. 51.2 (Ellen Gould White)","content":"When I presented before the people the qualifications of a minister bearing the solemn message for these last days, much that I said applied to you, and I expected to hear some acknowledgment from you. Previous to my speaking, your wife talked with Sr. Hall in regard to the discouragements of her husband. She said he did not know as it was his duty to preach; he had been unsettled in regard to his duty, and was discouraged, and did not enter into the work as he would if he felt settled. Sr. Hall intimated that if I had a word of encouragement for you, your wife would be glad to have me say it. I told Sr. Hall I had not a word of encouragement to speak; and that if you were unsettled, you had better wait until you knew your duty for yourself. I then spoke upon the qualifications of a minister of Christ; and, if I had fully performed my duty, I should have spoken definitely to you while in the stand. The presence of unbelievers was the only reason which deterred me."},{"refcode_short":"T19 52.1","refcode_long":"Testimony for the Church — No. 19, p. 52.1 (Ellen Gould White)","content":"In Minnesota I was again burdened in regard to the course of our ministers, by seeing Bro. ——and talking with him in regard to his defects which stood right in the way of his work for the salvation of souls. His course in caring for the things of this life brought again your case so distinctly before me that, had I been as well as usual, I should have written you before I left the camp ground. We had no period of rest, but came directly to Wisconsin. I was sick; yet God strengthened me to do my duty before the people. As I stood before the public, I recognized countenances that I had no knowledge of ever seeing before. Again your case, in connection with individuals, came distinctly before me. This was the vicinity where your influence had been a blighting curse, rather than a blessing. It was also a place where much good might have been accomplished, even by you, had you been consecrated to God, and unselfishly working for the salvation of souls for whom Christ died. Your labors would have been wholly successful. You understood the arguments of our position. The reasons of our faith, brought before the minds of those who have not been enlightened in regard to them, make a decided impression, if the minds are not filled with prejudice so that they will not receive the evidences given. I saw some of the very best material to make excellent Sabbathkeeping Christians in the vicinity of Kilbourn and Dell Prairie; but, while some were charmed with the beautiful chain of truth, and were about ready to decide upon it, you left the field without completing the work you had undertaken. This was worse than if you had never entered _ it. Light has been given for years upon this point, the necessity of following up an interest that has been raised, and in no case leaving it until all have decided that lean toward the truth, and have experienced the conversion necessary for baptism, and united with some church, or formed one themselves."},{"refcode_short":"T19 53.1","refcode_long":"Testimony for the Church — No. 19, p. 53.1 (Ellen Gould White)","content":"That interest can never be raised again. There are no circumstances of sufficient importance to call a minister from an interest created by the presentation of truth. Even sickness and death are of less consequence than the salvation of souls for whom Christ made so immense a sacrifice. Those who feel the importance of the truth, and the value of souls for whom Christ died, will not leave an interest among the people for any consideration. They will say, Let the dead bury their dead. Home interests, lands and houses, should not have the least power to attract from the field of labor. If these temporal things divert from the work, the only course for such ministers to pursue is to leave all, possess no lands or temporal interests which will have the influence to draw them from the solemn work of these last days. One soul is of more value than the entire world. How can men who profess to have given themselves to the sacred work of saving souls, allow their small, temporal possessions to engross their minds and hearts, and keep them from the high calling they profess to have received from God?"},{"refcode_short":"T19 54.1","refcode_long":"Testimony for the Church — No. 19, p. 54.1 (Ellen Gould White)","content":"I saw, Bro. —— that your influence in the vicinity of Kilbourn City and Dell Prairie has done great injury to the cause of God. I knew what that influence was while you were at Battle Creek last. As I had been writing out important matter for ministers, your case was brought before me, and I intended ere this to have written you; but it was impossible. For three nights I have slept but little. Your case has been upon my mind almost constantly. I was mentally writing to you in my sleep, and also when awake. When I recognized the very individuals in the congregation that had been injured by your influence, I should, had you been present, brought the matter out. Not one word from any mortal was intimated to me in regard to your course. I felt compelled to speak to one or two in reference to the matter, stating to them that I recollected their countenances in connection with some things shown me in regard to you. Then, very reluctantly, facts were related to me confirming all I had stated to them. I have said only what I believed I should say in the fear of God, discharging my duty as his servant."},{"refcode_short":"T19 54.2","refcode_long":"Testimony for the Church — No. 19, p. 54.2 (Ellen Gould White)","content":"I saw, two years ago, that you and your wife were both very selfish, grasping persons. Your own selfish interests were dearer to you than the souls of men and women for whom Christ died. I was shown that you were not generally successful in your labors. You have the ability to present the truth; you have an investigating mind; and if it were not for the many defects in your Christian character, you could accomplish good. But, for many reasons, you have not made the preaching of the truth a success. One of the greatest curses of your life, Bro. ——, has been your supreme selfishness. You have been figuring for your own advantage. You both have made yourselves a center, drawing sympathy and attention to yourselves. You would go to a place, enter a family, throw your whole weight and burden upon them, and they would cook for you, and wait upon you; yet neither of you have borne your own weight; much less sought to do as much work as you have made. The family might be toiling hard, bearing their own burdens and yours, while you were both so selfish that you could not see that others were worn, and that you were both more able, so far as physical strength is concerned, to perform the labor others were doing for you. Bro. ——, you are too indolent to please God. You do not know if wood is needed, or water. You would let these be brought by those who are already overworked, and frequently by females, when these little errands, these courtesies of life, were the very things you needed to perform for the benefit of your health. You are full of flesh and blood, and do not exercise half enough for the benefit of your health. The indolence you manifest, and the disposition to grasp everything whereby you may be advantaged, has been a reproach to the truth, and a stumbling block to unbelievers."},{"refcode_short":"T19 56.1","refcode_long":"Testimony for the Church — No. 19, p. 56.1 (Ellen Gould White)","content":"Your wife, as well as yourself, loves her ease. Your time has been occupied in bed, when you were able to be up, showing activity, and a special interest in the family you were burdening. You have considered, because you were a minister, that the family you were with should consider your presence a favor, and should wait upon you, and favor you, while you had nothing to do but to care for your own selfish interests. The impressions you have given have been very bad. You both have been considered representatives of ministers and their wives who are engaged in presenting the Sabbath and the soon coming of our Lord to the world."},{"refcode_short":"T19 56.2","refcode_long":"Testimony for the Church — No. 19, p. 56.2 (Ellen Gould White)","content":"Those who are acquainted with your course will say that your profession, your teachings, and your life, do not agree. Your fruits are not good, and they decide that you do not believe the things you teach to others. They judge that all ministers are like yourself, and, after all, the truths which are sacred and eternal, they decide are a deception. Who will be responsible for such impressions and such deplorable results. May you see the heavy weight which rests upon you in consequence of your selfishness, which is a curse to yourself and all around you."},{"refcode_short":"T19 56.3","refcode_long":"Testimony for the Church — No. 19, p. 56.3 (Ellen Gould White)","content":"Again, Bro. ——, you are troubled with feelings and impressions which are the natural fruit of selfishness. You imagine that others do not appreciate your labors. You think yourself capable of accomplishing a large work, but excuse your failure to do it, because others do not give you room and credit according to your ability. You are jealous of others, and have hindered the progress of the cause in Illinois and Wisconsin, doing but little yourself, and hindering those who would do if you were out of their way. Your sensitiveness and your jealousy have weakened the hands of those who would move along and bring up these Conferences, and set things in order. If any improvements are seen in these States, you are inclined to think that it is attributable in a large measure to yourself, when it is a fact that if things were left to your dictation, they would speedily go into the ground. In your preaching, you are generally too dry and formal. You do not weave in the practical with the doctrinal. You talk too long. You weary out the people. You do not dwell only upon that portion of your subject that you can fully make plain to the understanding of all. You go away round, come down to minute particulars that do not help the subject, but might as well be passed over; for in bringing in so much matter not really necessary, the hearer loses the chain of the argument, and cannot keep the subject in his mind. When a minister gets the ears of the people, he should go from point to point, leaving these points unencumbered with a mass of words, and little minutiae, as far as possible. He should leave his ideas before the people as distinct as mile-posts. To cover over these important, vital points with an array of words, dragging in everything which has some distant relationship to the subject, destroys the force of it, and the beautiful, connected chain of truth is lost to minds. You are slow and tedious in your preaching, as well as in everything you undertake. You need, if ever a man did, to be energized by the Spirit of truth. You need Christ formed within you the hope of glory. You need religion, the genuine article."},{"refcode_short":"T19 58.1","refcode_long":"Testimony for the Church — No. 19, p. 58.1 (Ellen Gould White)","content":"I was referred to the following words of inspiration: “Who is a wise man and endued with knowledge among you? let him show out of a good conversation his works with meekness of wisdom.” “But the wisdom that is from above, is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy. And the fruit of righteousness is sown in peace of them that make peace.” Men whom God has called to the work of saving souls will feel a burden for the people. Selfish interests will be swallowed up in the deep interest they feel for the salvation of souls for whom Christ died. They will feel the force of the exhortation of Peter: “The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed: Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind; neither as being lords over God's heritage, but being ensamples to the flock. And when the Chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.”"},{"refcode_short":"T19 58.2","refcode_long":"Testimony for the Church — No. 19, p. 58.2 (Ellen Gould White)","content":"You are naturally stubborn. Jealousy and stubbornness are the natural fruits of selfishness. You have made some improvements; but I saw such an amount yet to be done, and the wretched influence of your selfish, unconsecrated life, that I fear you will never see just how hateful these traits of character are before God, sufficiently to put them away, and become like your self-denying Redeemer, pure and unselfish, and your life be characterized with disinterested benevolence. Your influence and example are such, that men who love the truth and cause of God, those who value our faith, lose their spirit of self-sacrifice, and their interest in the cause of present truth. Your selfish, covetous course begets the same spirit in them; and your disposition to grasp and advantage yourself, yet professing to be a minister of righteousness, has closed the hearts of very many in regard to giving of their means to advance the cause of truth. If the ministers set, the people an example of selfishness, that example will tell upon the cause of God tenfold more than all their preaching can."},{"refcode_short":"T19 59.1","refcode_long":"Testimony for the Church — No. 19, p. 59.1 (Ellen Gould White)","content":"God has been dishonored by your littleness. Your deal has savored of dishonesty. You have not made a clean track behind you. You will be a living curse to any church where you reside, until there is an entire transformation in your life. You are a man that works for wages. You would not kindle a fire upon the altar of God, or shut the doors, for naught. When you set the people an example of self-sacrifice, and of devotion to the cause of God, making the truth and the salvation of the soul primary, then your influence will bring others into the same position of self-sacrifice and devotion, making the kingdom of Heaven, and the righteousness of Christ, first. You feel authorized to advantage yourself from the cause. Your brethren, from the liberality of their souls, do for you, and favor you, and help you, in various ways. You receive it as a matter of course, as your due. And if any one does not make perfectly free with you, and favor you, you are jealous, and do not scruple to let them understand that you are not appreciated, and that they are selfish. You frequently refer to others who have done thus and so by you, as examples that they should imitate. These who have especially favored you have gone beyond their duty. You have not earned their confidence or their liberalities. No heavy burdens have you had to bear in this cause, and you have cast on others many more burdens than you have lifted; yet you have been gaining in property, and obtaining the good things of this life, and you regard it of natural consequence your right. While you have received your weekly wages, you have not always been satisfied. You have, notwithstanding the pay you have received, managed continually to advantage yourself. The cause of God has paid you, whether you had much or little to show for your labor. You have not earned the means you have received."},{"refcode_short":"T19 60.1","refcode_long":"Testimony for the Church — No. 19, p. 60.1 (Ellen Gould White)","content":"Your wife has been petted by her parents, and by her husband, until she has been of but very little use. You have both seen others burdened with care, but you have not lifted these burdens with them. Your wife has lain as a helpless burden upon families, greatly to her own injury, and to theirs. In point of health, she was more able to do than some of those who were bearing her burdens and yours. Yet she did not think of this. Neither of you could see the case as it has been, and feel for others. You have received help from others, in caring for you and your child, who were not able to do for you in a pecuniary point of view; but they thought they were doing these things for self-sacrificing servants of Christ, and they denied themselves, and put themselves to inconvenience and trouble, to bear your burdens that you were better able to bear yourselves than they were to bear them for you."},{"refcode_short":"T19 61.1","refcode_long":"Testimony for the Church — No. 19, p. 61.1 (Ellen Gould White)","content":"Your wife has been reluctant to take up her life burdens. She wants a higher calling, and neglects the duties of today. Neither of you love your neighbors as yourselves. Self and selfishness shut out the needs of your neighbors from you. You do not obey the commandment of God, Love thy neighbor as thyself. Your small, mercenary spirit is contagious. You have done more by your example to encourage a spirit of love of the world, and to be close and penurious, than anything which has occurred in Wisconsin and Illinois. Had you never done one stroke in this cause, but had merely attended to your temporal interests, the cause of God in these two States would be in a far better condition than it is today. The success you have had does not come up to the injury you have done. The cause of God is prostrated. Your sensitiveness and jealousy have been an example for others. We met this spirit in Illinois and in Wisconsin. The state of the churches in Marquette and vicinity has been deplorable. The lack of love, and of union one with another, the surmising, jealousy, and stubbornness, apparent in these churches, have been shaped very much by your traits of character. The position you occupied after the Mauston fanaticism, standing back upon your dignity, splitting hairs, dividing the matter with the fanatical and with those whom God had sent with a special message, stood directly in the way of others’ seeing and correcting their wrongs. Your position at that time, in failing to take right hold and work on the right side to correct that blasting fanaticism, gave shape to the discouraging state of things which has grown out of that dark reign of fanaticism, Brn. Thurston and Farrar, and the entire church at Marquette, and the people at Mauston, were not brought out upon correct positions, as they might have been had you been humble, teachable, and working in union with God's servants."},{"refcode_short":"T19 62.1","refcode_long":"Testimony for the Church — No. 19, p. 62.1 (Ellen Gould White)","content":"A man that professes to be a teacher, a leader, who dares to venture in the course you have pursued because of your stubbornness, will have a heavy weight of responsibility to bear for the souls who have stumbled over him to perdition. A minister cannot be too careful of his influence. Stubbornness, jealousy, and selfishness, should have no part in his being; for if they are indulged in, he will ruin more souls than he can save. Therefore it were better for him to have nothing to do with the cause of God if he does not overcome these dangerous elements in his character. The indulgence of these traits, which may appear not very bad to him, will place souls beyond his reach, and beyond the reach of others. If such ministers would let things entirely alone, then the souls susceptible to the influence of the Spirit of God might be reached by those bearing to them the truth who can give them an example worthy of imitation, in accordance with the truth they teach. By their consistent lives they retain the confidence of these seekers after truth, until they can help them to fasten their grasp firmly upon the Rock of Ages, and can have that influence afterward, if they are tempted, to warn, and exhort, and reprove, and counsel them with success."},{"refcode_short":"T19 63.1","refcode_long":"Testimony for the Church — No. 19, p. 63.1 (Ellen Gould White)","content":"Ministers of Christ, bearing the solemn truth for these last days, should be, above all men, free from selfishness. Benevolence should dwell naturally with them. They should be ashamed of acts toward their brethren which bear the marks of selfishness. These ministers should be patterns of piety, living epistles, known and read of all men. Their fruits should be unto holiness. The spirit which they possess should be the reverse of that manifested by worldlings. By accepting divine truth they become servants of God, and are no more children of darkness and servants of the world. Christ has chosen them out of the world; and the world is unacquainted with the motives which actuate them, because they understand not the mystery of godliness. Yet the spirit and life which is in them, which is manifested in their heavenly conversation, their self-denying, self-sacrificing, blameless life, has a convincing power which will lead unbelievers into all truth, and obedience to Christ. They are living examples, because they are like Christ. They are the light of the world, the salt of the earth, and their influence is saving upon others. They are Christ's representatives upon the earth. Their objects and desires are not inspired by earthly things; neither can they labor for, and enjoy a selfish love of, gain. Eternal considerations are sufficient to overbalance every earthly attraction. A genuine Christian will labor only to please God, having an eye single to his glory, and enjoying the reward of doing his will."},{"refcode_short":"T19 64.1","refcode_long":"Testimony for the Church — No. 19, p. 64.1 (Ellen Gould White)","content":"Especially should ministers know the character and works of Christ, that they may imitate him; for the character and works of a true Christian are like his. He laid aside his glory, his dominion, his riches, and sought after those who were perishing in sin. He humbled himself to our necessities, that he might exalt us to Heaven. Sacrifice, self-denial, and disinterested benevolence, characterized his life. He is our pattern. Have you, Bro. ——, imitated the pattern? I answer, No. He is our perfect and holy example, given for us to imitate. We cannot equal the pattern; but we shall not be approved of God if we do not copy it, and, according to the ability God has given, resemble it. Love for souls for whom Christ died will lead to a denial of self, and a willingness to make any sacrifice in order to be co-workers with Christ in the salvation of souls."},{"refcode_short":"T19 64.2","refcode_long":"Testimony for the Church — No. 19, p. 64.2 (Ellen Gould White)","content":"The work of God's chosen servants will be fruitful if wrought in God. Their words and works are the channels through which the pure principles of truth and holiness are conveyed to the world. Their exemplary lives make them the light of the world, and the salt of the earth. The servants of God should, with one hand of faith, lay hold of the mighty arm, and gather the divine rays of light from above, while, with the other hand of love, they reach after perishing souls. Diligence is necessary for this work. Indolence will permit souls, who might be reached, to drift beyond reach. God wants ministers in his service who are awake, who are energetic and persevering; men who are faithful watchmen upon Zion's walls, listening to hear the words from the divine Teacher, and faithfully proclaiming the same to the people. You are very much like Meroz. You are quite diligent when that which you do will bring some advantage to yourself; but there is no motive for special diligence unless yourself is to be benefited. You are decidedly a lazy man. You can eat your rations regularly, but you have no special love for physical labor. No man can fill his position as minister unless he is industrious, diligent in business, and faithful in the performance of all the social and public duties of life. God has chosen us, as his servants, to his work, which requires persevering energy. We are not to become pets, and shun toil, hardship, and conflicts."},{"refcode_short":"T19 65.1","refcode_long":"Testimony for the Church — No. 19, p. 65.1 (Ellen Gould White)","content":"I was referred to the following words of inspiration: “For we preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for Jesus’ sake. For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ. But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us. We are troubled on every side, yet not distressed; we are perplexed, but not in despair; persecuted, but not forsaken; cast down, but not destroyed; always bearing about in the body the dying of the Lord Jesus, that the life also of Jesus might be made manifest in our body.”"},{"refcode_short":"T19 65.2","refcode_long":"Testimony for the Church — No. 19, p. 65.2 (Ellen Gould White)","content":"The sufficiency of the apostle was not in himself, but in the presence and power of the Holy Spirit, whose gracious influences filled his soul, bringing every thought into subjection and obedience to Christ. His ministry was fruitful."},{"refcode_short":"T19 66.1","refcode_long":"Testimony for the Church — No. 19, p. 66.1 (Ellen Gould White)","content":"The first great commandment is, “Thou shalt love the Lord thy God with all thy heart.” “And the second is like, namely this, Thou shalt love thy neighbor as thyself.” On these two commandments the whole interest and duty of moral beings are hung. Those who do their duty to others, as they would that others should do to them, are brought into a position where God can reveal himself unto them. They will be approved of God. They are made perfect in love, and their labors and prayers will not be in vain. They are mediums continually receiving grace and truth from the fountain-head, and as freely transmitting the divine light and salvation they receive to others. In them is fulfilled the language of the scripture, “Ye have your fruit unto holiness, and the end everlasting life.”"},{"refcode_short":"T19 66.2","refcode_long":"Testimony for the Church — No. 19, p. 66.2 (Ellen Gould White)","content":"Selfishness is abomination in the sight of God, and in the sight of holy angels. Many fail of attaining the good they are capable of enjoying, because of this sin, selfishness. They look with selfish eyes on their own things, and do not love and seek the interest of others as they do their own. They reverse God's order. Instead of doing for others what they wish others to do for them, they do for themselves what they desire others to do for them, and do to others what they are most unwilling to have returned to them again. Here is where you need to learn. Love is of God. You have not the love which dwelt in the bosom of Christ. The unconsecrated heart cannot originate, or produce, this plant of heavenly birth, which, in order to flourish, must be watered constantly with the dew of Heaven. It can flourish only in the heart where Christ reigns. This love cannot live and flourish without action; and it cannot act without increasing in fervency, and extending and diffusing its nature to others This principle you have greatly lacked, and it has made all dark where its presence would have made all light."},{"refcode_short":"T19 67.1","refcode_long":"Testimony for the Church — No. 19, p. 67.1 (Ellen Gould White)","content":"You need, my brother, an entire transformation, a thorough conversion. Without this you are only a blind leader. Your influence does not increase the love and union of those you are with. You have a scattering influence, instead of building up. You have cursed the West with your deficiencies. You can not bring up the church to the position God requires them to occupy, while you are so deficient of the grace of God, and so given to selfishness. “Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfill the word of God; even the mystery which hath been hid from ages, and from generations, but now is made manifest to his saints; to whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory; whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus; whereunto I also labor, striving according to his working, which worketh in me mightily.”"},{"refcode_short":"T19 67.2","refcode_long":"Testimony for the Church — No. 19, p. 67.2 (Ellen Gould White)","content":"God's ministers must have the truth in their hearts in order to successfully present it to others. They must be sanctified by the truths they preach, or they will only be stumbling-blocks to sinners. Those who are called of God to minister in holy things, are called to be pure in heart, and holy in life. “Be ye clean that bear the vessels of the Lord.” If God pronounces a woe upon those who are called to preach the truth and refuse to obey, a heavier woe rests upon those who take upon them this sacred work without clean hands and pure hearts. As there are woes for those who preach the truth, who are unsanctified in heart and life, there are woes for those who receive and maintain the unsanctified in the position they cannot fill. If the Spirit of God have not sanctified and made pure and clean the hand and heart of him who ministers in sacred things, he will speak according to his own imperfect, deficient experience, and his counsels will lead astray from God those who look to them, and trust in their judgment and experience. May God help ministers to heed the exhortation of Paul to the Corinthians: “Examine yourselves whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you except ye be reprobates?” There is a work for you to do, my brother, if you gain eternal life. May God help you to do this work thoroughly, that you may be perfect and entire, wanting nothing."},{"refcode_short":"T19 68","refcode_long":"Testimony for the Church — No. 19, p. 68 (Ellen Gould White)","content":"Epistle Number Two"},{"refcode_short":"T19 68.1","refcode_long":"Testimony for the Church — No. 19, p. 68.1 (Ellen Gould White)","content":"Bro. ——: While in Rochester, N. Y., Dec. 25, 1865, before I visited the State of Maine, I saw some things in relation to the perplexing and discouraging condition of the cause in that State. I was shown that quite a number were thinking it their duty to teach the word of God publicly, who had mistaken their work. They had no call to devote themselves to this solemn, responsible work. These men were not qualified for the work of the ministry. They could not instruct others properly."},{"refcode_short":"T19 69.1","refcode_long":"Testimony for the Church — No. 19, p. 69.1 (Ellen Gould White)","content":"The experience of some had been obtained among a class of religious fanatics who had no true sense of the exalted character of the work. The religious experience of this class of professed Seventh day Adventists was not reliable. They had not firm principles underlying all their actions. They were self-confident and boastful. Their religion consisted in impulse, in noise and confusion, spiced with eccentricities and oddities. It did not consist in righteous acts, true humility of soul, and sincere devotion to God. They had not felt, neither could they feel, the necessity of being clothed in Christ's righteousness. They had a righteousness of their own which was as filthy rags, and which God can, in no case, accept. These persons delighted in disorder. They had no love for union and harmony of action. Confusion, distraction, and diversity of opinion, was their choice. This element of confusion suited their undisciplined minds, as they were ungovernable, unsubdued, unregenerated, and unconsecrated. They were a curse to the cause of God, and brought the name of Seventh-day Adventists into disrepute."},{"refcode_short":"T19 69.2","refcode_long":"Testimony for the Church — No. 19, p. 69.2 (Ellen Gould White)","content":"The work of reformation, or sanctification through the truth, they had not experienced. They were coarse and uncultivated. They would talk of Heaven and the coming of Jesus as they would of a horse. They had never tasted of that sweet, pure refinement of the world to come. They had never experienced, neither had their hearts been awed by, the mystery of godliness. They placed divine and eternal things upon a level with common things. They had a superficial knowledge or theory of the truth, but farther than this they were ignorant. Its principles had not taken hold of their lives, and led them to an abhorrence of self. They had never viewed themselves in the light in which Paul viewed himself, which led him to see the moral defects in his character. They had never been slain by the law of God. They had not separated themselves from their impurities and defilement. It is the favorite occupation of some of this class to engage in trifling conversation and levity. This habit they contracted and indulged in upon occasions which should have been characterized with solemn meditation and devotion. In doing this they manifested a lack of true dignity and refinement, and forfeited the esteem of sensible men and women who had no knowledge of the truth. This class had thrown themselves into a current of temptation, and kept themselves where the enemy has successfully led them, and he has so easily controlled their minds, and corrupted their entire experience, that in all probability they will be unable to recover themselves out of the snare of the devil, and obtain a healthful experience."},{"refcode_short":"T19 70.1","refcode_long":"Testimony for the Church — No. 19, p. 70.1 (Ellen Gould White)","content":"The fires of the day of God will consume the stubble and chaff, and there will be nothing left of any who continue in the ungodly course they have so long loved. This class have a disrelish for the society of those whom God is truly with. Their religious experience is of so low an order that they have no part nor lot in a rational, intelligent, religious experience; therefore the society of those whom God leads and is teaching, has been despised. Sarcasm and irony is the stronghold of some peculiar minds of this class. They are bold and insolent, and do not regard good manners. They have no care to discriminate and render honor to whom honor is due. They manifest a proud, rebellious, defiant spirit against those who differ from their opinions. From their boisterous manners and wrong course, the true servants of God feel that they have resisted the efforts made for them, and become disheartened in reference to laboring any further in their behalf. They engage in a contemptible triumph of exactly the same nature as that which Satan and the evil angels engage in over souls they secure. They have Satan and evil angels on their side to exult with them."},{"refcode_short":"T19 71.1","refcode_long":"Testimony for the Church — No. 19, p. 71.1 (Ellen Gould White)","content":"The cases of the persons in whom this cast of character is peculiarly and strikingly developed, are hopeless. They are incased in self-righteousness, and everything like refinement and elevation of character with which they are brought in contact, they term pride and lack of humility. Coarseness and ignorance are termed humility."},{"refcode_short":"T19 71.2","refcode_long":"Testimony for the Church — No. 19, p. 71.2 (Ellen Gould White)","content":"With this class you have obtained a large share of your religious experience; therefore you are not qualified for the work of teaching the most solemn, refined, elevating, and withal the most testing, message to mortals. You may reach a class of minds, but the more intelligent portion of the community will be driven farther off by your labors. You have not a sufficient knowledge of the common branches of education to be an instructor of men and women who have a wily devil on the other hand to suggest and devise ways and means to lead them from the truth."},{"refcode_short":"T19 72.1","refcode_long":"Testimony for the Church — No. 19, p. 72.1 (Ellen Gould White)","content":"The teachers of the common schools are required to be masters of their business. They are closely examined to ascertain if children can properly be trusted to their care. A process of investigation is gone through with to discern something of the thoroughness of their qualifications, according to the importance of the position they are required to occupy. I saw that God's work was of as much more exalted a character, and of as much higher interest, as the eternal is above the temporal."},{"refcode_short":"T19 72.2","refcode_long":"Testimony for the Church — No. 19, p. 72.2 (Ellen Gould White)","content":"A mistake made here cannot be repaired. It is of infinite importance that every person who goes forth to teach the truth, should be qualified for his work. No less strict investigation should be instituted in reference to their ability to teach the truth than in the case of those who teach our schools. God's work has been belittled by a course of slackness and looseness manifested by professed ministers of Christ."},{"refcode_short":"T19 72.3","refcode_long":"Testimony for the Church — No. 19, p. 72.3 (Ellen Gould White)","content":"I was shown that ministers must be sanctified and holy, and must have a knowledge of the word of God. They should be familiar with Bible arguments, and prepared to give a reason of their hope, or they should cease their labors, and engage in a calling where deficiency will not involve such tremendous consequences. Ministers who preach for the denominations of the day are acceptable preachers if they can speak upon a few simple points of the Bible. But the ministers of these last days who are spreading unpopular truth, who have to meet men of learning, men of strong minds, and opposers of every type, should know what they are about. They should not take upon themselves the responsibility of teaching the truth unless they are qualified for their work. If novices, they should, before engaging in, or devoting themselves to, the work, become Bible students. If they have not education that they can speak in public with acceptance, and do justice to the truth, and honor the Lord whom they profess to serve, they should wait till they are fitted for the position."},{"refcode_short":"T19 73.1","refcode_long":"Testimony for the Church — No. 19, p. 73.1 (Ellen Gould White)","content":"Bro. ——, you cannot fill the position of a minister of Christ. I saw that you lacked a correct religious experience. You have not a knowledge of yourself. You cannot read correctly, or use language which could commend the truth you seek to present to the understanding of an intelligent community. You lack discrimination. You would not know when it was wisdom to keep silent, or proper to speak. You have so long thought, with the peculiar class I have mentioned, that you knew it all, that you would not see your deficiencies when they were presented before you. Your experience has been self-confident and boastful, possessing a large share of self-esteem."},{"refcode_short":"T19 73.2","refcode_long":"Testimony for the Church — No. 19, p. 73.2 (Ellen Gould White)","content":"You are not teachable; therefore the cause of God would not prosper in your hands. You would fail to recognize a defeat when you met with one. The cause of God would be brought into disrepute and dishonor by your labors, and you would fail to discover the fact. A certain class may be convinced by you of the truth; but more would be turned away, and placed where they could not be reached by proper, judicious labors. Interwoven with your experience are things that will prove detrimental to the truth. You cannot be a representative of the truth that God can accept."},{"refcode_short":"T19 74.1","refcode_long":"Testimony for the Church — No. 19, p. 74.1 (Ellen Gould White)","content":"Your manners have not been refined and elevated. Your deportment has not been pleasing to God. Your words have been careless. You lack devotion and piety. You have not obtained an experience in the spiritual life. You fail in your understanding of how to rightly divide the word of life, giving to each his portion of meat in due season. You have preferred to contend and contest points when you were entirely out of your place, and could but meet with defeat. This is the spirit of the class mentioned in Maine. It is their delight to engage in contest and brave it through. You would not manifest meekness in instructing those who oppose themselves. You will ever be crippled in a degree with your unfortunate experience. You lack self-culture and meekness. You have important lessons to learn before you can become an unassuming, acceptable follower of Christ, even in a private capacity."},{"refcode_short":"T19 74","refcode_long":"Testimony for the Church — No. 19, p. 74 (Ellen Gould White)","content":"Epistle Number Three"},{"refcode_short":"T19 74.2","refcode_long":"Testimony for the Church — No. 19, p. 74.2 (Ellen Gould White)","content":"Dear Friend ——: I was shown that you were in danger of being under the full control of the great adversary of souls. Your experience at —— was not good for you. Your stay at —— hurt you—you became proud and vain. Men and women were not wanting who unwisely petted and praised you, until you became vain, pert, and saucy. You have been opposed to restraint, have been headstrong, willful, and stubborn, and have made your parents much trouble. They have erred. Your father has unwisely petted you. You have taken advantage of this, and have become deceptive. You have received approbation which you did not deserve."},{"refcode_short":"T19 75.1","refcode_long":"Testimony for the Church — No. 19, p. 75.1 (Ellen Gould White)","content":"You had your own head very much at ——, and you took liberties that should not have been allowed for a moment. When you or your sisters were reproved, you felt insulted, and reported to your mother as though you had been abused. You exaggerated, and she was nervous, and easily excited and irritated if she thought her position and dignity were not respected. She was displeased that any one should dictate her children. She did not conceal her displeasure. She spoke words which were not proper to those who should have commanded her respect. Your mother showed great lack of wisdom in taking your part, and censuring those whom she should have thanked rather than blamed. She hurt you, and did a work for you that she can never fully repair. You triumphed because you thought yourself secure from censure. You thought you could do as you pleased. Your mother's eye was not always upon you, and if it had been, she could not have discerned your evil tendencies."},{"refcode_short":"T19 75.2","refcode_long":"Testimony for the Church — No. 19, p. 75.2 (Ellen Gould White)","content":"At school you had a good and noble teacher; yet because you were restrained, you felt indignant. You thought that because you were the daughter of ——, he should show a preference for you, and should not take liberties to correct and reprove you. Your sisters also partook of the same spirit. You carried your complaints to your parents; they heard your version of matters, and sympathized with you more or less, and their feelings were stirred by your exaggerated reports. They injured you. You had not been as strictly disciplined as you should have been. Yet you were offended because you could not have your own way, but were compelled to yield to the decided, thorough manner of Bro. ——'s instructions. You were sometimes troublesome, impudent, and defiant, while in school. You greatly lacked modesty and decorum. You were bold, selfish, and self-exalted, and needed a firm discipline at home, as well as at school."},{"refcode_short":"T19 76.1","refcode_long":"Testimony for the Church — No. 19, p. 76.1 (Ellen Gould White)","content":"You are a girl that has an impure mind. You were relieved from labor and from care altogether too long. Household duties would have been one of the richest blessings you could have had. Weariness would not have injured you one-tenth part as much as your lascivious thoughts and conduct. You have received incorrect ideas in regard to girls and boys associating together, and it has been very congenial to your mind to be in the company of the boys. You are not pure in heart and mind. You have been injured by reading love stories and romances. Your mind has been fascinated by impure thoughts. Your imagination has become corrupt, until you seem to have no power to control your mind. Satan leads you captive as he pleases. You are not happy. You do not love God, nor his people. You have bitterness of spirit toward those who see your true character. You seem to blame them for the view they take of your case. You are the one to blame. Your conduct has been such as to call forth remarks of caution and warning from others. You have only yourself to censure in this."},{"refcode_short":"T19 77.1","refcode_long":"Testimony for the Church — No. 19, p. 77.1 (Ellen Gould White)","content":"You are a dangerous associate. You have done much harm by your influence in ——. You have led, instead of being led. You have dishonored God, and are accountable to him for the work of evil you have wrought by your influence. Your conduct has not been chaste, modest, nor becoming. You have not had the fear of God before your eyes. You have dissembled so often to accomplish the plans you have had in your mind, that you bear a violated conscience. Ruin, my dear girl, is surely before you, unless you stop just where you are. Cease your day-dreaming, your castle-building. Stop your thoughts from running in the channel of corruption and folly. You are not a girl that can safely associate with the boys. A tide of temptation is roused, and surges in your breast, having a tendency to uproot principle, female virtue, and true modesty. If you go on in your willful, headstrong course, what will be your fate?"},{"refcode_short":"T19 77.2","refcode_long":"Testimony for the Church — No. 19, p. 77.2 (Ellen Gould White)","content":"A new year has dawned upon us. What do you determine to do? What have you resolved shall be the record borne up to God by the ministering angels of your work from day to day? What words that you have uttered will appear in the page of the book of records? What thoughts will the Searcher of hearts find cherished by you? He is a discerner of the thoughts, of the intents and purposes of the heart. You have a fearful record of the past year, which is laid open to the view of the Majesty of Heaven and the myriads of pure, sinless angels. You may have concealed your thoughts and acts, your desperate and unsanctified feelings, from mortals; but, remember, not from God. The most trivial acts of your life are open to his view. The sins you have committed are all registered. You have a spotted record in Heaven."},{"refcode_short":"T19 78.1","refcode_long":"Testimony for the Church — No. 19, p. 78.1 (Ellen Gould White)","content":"God's frown is upon you, and yet you appear destitute of feeling, or of realizing your lost and undone condition. You do at times have feelings of remorse; but your independent, proud spirits soon rise above this, and you stifle the voice of conscience. You are not happy; yet you imagine that if you could have your own way unrestrained, you would be happy. Poor child! you occupy a position similar to that which Eve did in Eden. She imagined that she should be highly exalted if she could only eat of the fruit of the tree which God had forbidden her even to touch, lest she die. She ate, and lost all the glories of Eden."},{"refcode_short":"T19 78.2","refcode_long":"Testimony for the Church — No. 19, p. 78.2 (Ellen Gould White)","content":"You should have suitable control over your thoughts. To obtain this will not be for you an easy task. You cannot accomplish it without close and even severe effort. Yet God requires this of you. It is a duty resting upon every accountable being; and you are responsible to God for your thoughts. If you indulge in vain imaginations, permitting your mind to dwell upon impure subjects, you are in a degree as guilty before God as if your thoughts were carried into action. All that has prevented the action has been the lack of opportunity. Day and night dreaming, and castle-building, are bad habits, and exceedingly dangerous. When once established, it is next to impossible to break it up, and change the order of the thoughts, and have them directed upon pure, holy, elevated themes. You will have to become a faithful sentinel over your eyes, ears, and all your senses, if you would control your mind, and prevent vain and corrupt thoughts from staining your soul. The power of grace alone can accomplish this most desirable work. You are weak in this direction."},{"refcode_short":"T19 79.1","refcode_long":"Testimony for the Church — No. 19, p. 79.1 (Ellen Gould White)","content":"You have become wayward, bold, and daring. The grace of God has no place in your heart. In the strength of God alone can you bring yourself where you can be a recipient of his grace, an instrument of righteousness."},{"refcode_short":"T19 79.2","refcode_long":"Testimony for the Church — No. 19, p. 79.2 (Ellen Gould White)","content":"Not only does God require you to control your thoughts, but also your passions and affections. Your salvation depends upon your governing yourself in these things. These traits, passion and affection, are powerful agents. If misapplied, if set in operation through wrong motives, if misplaced, they are powerful to accomplish your ruin, and leave you a miserable wreck, without God and without hope."},{"refcode_short":"T19 79.3","refcode_long":"Testimony for the Church — No. 19, p. 79.3 (Ellen Gould White)","content":"The imagination must be controlled, positively and persistently governed, if the passions and affections are subject to reason, conscience, and character. You are in danger, for you are just upon the point of sacrificing your eternal interest at the altar of passion. Passion is obtaining positive control of your entire being—passion of what quality? of a base, destructive nature. By yielding to it, you will imbitter the lives of your parents, bring sadness and shame to your sisters, sacrifice your own character, and give up Heaven and a glorious immortal life. Are you ready to do this? I appeal to you to stop where you are. Advance not another step in your headstrong, wanton course; for before you is misery and death. Unless you exercise self-control in regard to your passions and affections, you will surely bring yourself into disrepute with all around you, and will bring upon your character disgrace which will last while you live."},{"refcode_short":"T19 80.1","refcode_long":"Testimony for the Church — No. 19, p. 80.1 (Ellen Gould White)","content":"You are pert, and disobedient to your parents, unthankful and unholy. These miserable traits are the fruits of a corrupt tree. You are forward. You love the boys, and love to make them the theme of your conversation. “Out of the abundance of the heart the mouth speaketh.” Habits have become powerful to control you; and you have learned to be deceptive in order to carry out your purposes and accomplish your desires."},{"refcode_short":"T19 80.2","refcode_long":"Testimony for the Church — No. 19, p. 80.2 (Ellen Gould White)","content":"I do not consider your case hopeless; if I did, my pen would not be tracing these lines. In the strength of God, you can redeem the past. Your name is already a byword in ——. But you can change the order of things, by using the powers God has given you. You may even now gain a moral excellence, and your name may be associated with things pure and holy. You can be elevated. God has provided for you the helps necessary for you to do this. He has invited you to come to him, and he would bear your burdens and give you rest of soul. “Learn of me,” says the divine Teacher, “for I am meek and lowly of heart, and ye shall find rest unto your souls.” You have long been above this lowliness and meekness. You will have to learn this important lesson of the divine Teacher before you can find the rest promised. You have thought so much of yourself, of your smartness, that it has led you to such affectation and vanity as to make almost a fool of yourself. You have a deceitful tongue which has indulged in misrepresentations and falsehoods. O my dear girl, if you could only arouse, and your slumbering, deadened conscience could be resurrected, and you could cherish habitual impressions of the presence of God, and you keep yourself subject to the control of an enlightened, wakeful conscience, you would be happy yourself, and a blessing to your parents, whose hearts you now wound. You could be an instrument of righteousness to your associates. You need a thorough conversion; and without it you are in the gall of bitterness and the bonds of iniquity. You may imagine yourself free when following the lead of your own wayward, pernicious mind; but you are in the most degrading bondage. You may consider yourself an object of envy without the principles of religion; but all who are good and virtuous will regard your character with pity, and your course with abhorrence. You can be a partaker of the divine nature, if you will escape the corruption that is in the world through lust; or you may sink down in this corruption, by being a partaker of it, and bear the impress of the satanic."},{"refcode_short":"T19 81.1","refcode_long":"Testimony for the Church — No. 19, p. 81.1 (Ellen Gould White)","content":"You have younger sisters whom you can bless with your influence. You can reflect a sweet, precious light in your father's family, and make his heart glad; or you can be a dark shadow, a cloud, a storm which shall desolate. Your passion for reading is of that character which, if indulged in, will pervert the imagination, and will prove your ruin. Unless you restrain your thoughts, your reading, and your words, your imagination will become hopelessly diseased. Read your Bible attentively, prayerfully, and be guided by its teachings. This is your safety."},{"refcode_short":"T19 82.1","refcode_long":"Testimony for the Church — No. 19, p. 82.1 (Ellen Gould White)","content":"Keep clear of the boys. Your temptations commence earnest and powerful when in their society. Put marriage out of your girl's head. You are in no sense fit for this. You need years of experience before you can be qualified to understand the duties, and take up the burdens, of married life. Positively guard your thoughts, your passions, and your affections. Do not degrade these to minister to lust. Elevate them to purity, to be devoted to God."},{"refcode_short":"T19 82.2","refcode_long":"Testimony for the Church — No. 19, p. 82.2 (Ellen Gould White)","content":"You may become a prudent, modest, virtuous girl; but not without earnest effort. You must watch, you must pray, you must meditate, and investigate your motives and your actions. Closely analyze your feelings, and your acts. Would you, in the presence of your father, perform an impure action? No, indeed. But you do this in the presence of your Heavenly Father, who is so much more exalted, so holy, so pure. Yes; you corrupt your own body in the presence of the pure, sinless angels, and in the presence of Jesus Christ; and you continue to do this irrespective of warnings, irrespective of conscience, or the light given you."},{"refcode_short":"T19 82.3","refcode_long":"Testimony for the Church — No. 19, p. 82.3 (Ellen Gould White)","content":"Remember, a record is made of all your acts. You must meet the most secret things of your life again. You will be judged according to the deeds done in the body. Are you prepared for this? You are injuring yourself physically and morally. Your body God has enjoined you to preserve holy. “Know ye not that your body is the temple of the Holy Ghost, ... and ye are not your own? for ye are bought with a price; therefore glorify God in your body, and in your spirit, which are God's.” Will not God judge you for debasing the passions and affections to lust when he claims the wealth of your affections and your entire being to be devoted to his service?"},{"refcode_short":"T19 83.1","refcode_long":"Testimony for the Church — No. 19, p. 83.1 (Ellen Gould White)","content":"Again I now warn you as one who must meet these lines I now pen you, in that day when the cases of every one shall be decided. Yield yourself without delay to Christ; he alone can redeem you from ruin by the power of his grace. He alone can bring your moral and mental powers into a state of health. Your heart may be warm with the love of God; your understanding, clear and mature; your conscience, illuminated, quick; and pure; your will, upright and sanctified, subject to the control of the Spirit of God. You can make yourself what you choose. If you will now face right about, cease to do evil, and learn to do well, then you will be happy indeed; successful you will be in the battles of life, and rise to glory and honor in the better life than this. “Choose you this day whom you will serve.”"},{"refcode_short":"T19 83","refcode_long":"Testimony for the Church — No. 19, p. 83 (Ellen Gould White)","content":"Epistle Number Four"},{"refcode_short":"T19 83.2","refcode_long":"Testimony for the Church — No. 19, p. 83.2 (Ellen Gould White)","content":"Dear Sister ——: I had some time for reflection yesterday, and have some few ideas that I wish to present to you. I could not readily answer your question concerning your duty to travel with your husband. I had not yet learned the result of your accompanying him, therefore I could not speak as understanding as I could if I had been acquainted with the influence you had exerted. I cannot give counsel in the dark. I must know that my counsel is correct in the light. Great advantage is taken of my words, therefore I must move very cautiously. After careful reflection, seeking to call up things which have been shown me in your case, I am prepared to write you."},{"refcode_short":"T19 84.1","refcode_long":"Testimony for the Church — No. 19, p. 84.1 (Ellen Gould White)","content":"In the letters you have written to me in regard to Bro. ——, I fear that you are prejudiced, and have some jealousy. I hope this is not the case, but I fear it is. You and your husband are very sensitive, and are naturally jealous; therefore you need to guard yourselves in this direction. We do not feel that Bro. —— is seeing all things clearly. We think his wife is far from right, and has great influence over him; yet we hope that if all move in wisdom toward him, he will yet recover himself from the snare of Satan and see all things clearly."},{"refcode_short":"T19 84.2","refcode_long":"Testimony for the Church — No. 19, p. 84.2 (Ellen Gould White)","content":"Dear Sr. ——, we are determined to be impartial, and not have our words or acts in any way influenced by hearsay. We have no pets. May the Lord give us heavenly wisdom, that we may deal righteously and impartially, and thus meet the mind of the Lord. We do not want our works wrought in self. We do not want personal feelings. If we think we are not specially considered, or if we see or imagine that we see positive neglect, we want the spirit of our forgiving Master. The people who professed to be his followers received him not, because his face was toward Jerusalem, and he gave no special indications that he was to tarry with them. They did not open their doors to the heavenly Guest, and did not urge his abiding with them, although they beheld him weary with his journey, and the night was drawing on. They gave no sign that they really desired Jesus. The disciples knew that he designed to tarry there that night, and they felt so keenly the slight thus given to their Lord, that they were angry, and prayed Jesus to show proper resentment, and call down fire from heaven to consume those who had thus abused him. He rebuked their indignation and zeal for his honor, and told them that he came not to visit with judgment, but to show mercy."},{"refcode_short":"T19 85.1","refcode_long":"Testimony for the Church — No. 19, p. 85.1 (Ellen Gould White)","content":"This lesson of our Saviour's is for you and me. No resentment must come into our hearts. When reviled, we must not revile again. Oh! jealousy and evil surmising, what mischief hast thou done! wrought bitterness, and turned friendship and love into gall and hatred. We must be less proud, less sensitive, have less self-love, and be dead to self-interest. Our interest must be submerged in Christ, and we be able to say, “I live; yet not I, but Christ liveth in me.” Christ has given us the lesson how to make everything easy and happy as we pass along. “Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart; and ye shall find rest unto your souls.” Here is the great difficulty: there is so little meekness and lowliness, that the yoke galls, and the burden is heavy. When we possess true meekness, true lowliness, we are so lost in Christ that we do not take neglect nor slights to heart; we are deaf to reproach, and blind to scorn and insult."},{"refcode_short":"T19 86.1","refcode_long":"Testimony for the Church — No. 19, p. 86.1 (Ellen Gould White)","content":"Sr. ——, as the peculiarities of your case come clearly before me, I see a serious objection to your traveling. You do not take burdens upon yourself that you should. You call forth sympathy from others, but do not give in return. You lay your whole weight where you are, and too frequently are waited upon when those who bear their own burden and yours also, are no more able to do this than yourself. You are too helpless for your own good, and the influence is not such as should be for a minister's wife. You need more physical labor than you have; and I think, from what has been shown me, that you would be more in the line of your duty engaging cheerfully in the work of educating your daughter, and encouraging a love of domestic duties. You have not had the education in this direction that you should, which has made your life more unhappy than it would have been had you received the education you ought to have had in your girlhood. You do not love physical labor; and when journeying, you fill the bill of an invalid, and fail to be helpful, and lighten the burdens you make, by doing what you can. You fail to realize that frequently the very ones who wait on you are no more able to perform the extra task than you are. You lean on others. You lay your whole weight upon them. I have no evidence that God has called you to do a special work in traveling."},{"refcode_short":"T19 86.2","refcode_long":"Testimony for the Church — No. 19, p. 86.2 (Ellen Gould White)","content":"You have an education to obtain that you do not yet possess. Who can so well instruct their own child as the mother? Who can so well learn the defects in her own organization, and in her child's, as the mother, while in the performance of the duties which Heaven has allotted her? Because you do not love this work, is no evidence that it is not the work the Lord has assigned you. You have not physical nor mental strength to make it an object for you to travel. You wish to be ministered unto, instead of ministering unto others. You are not helpful enough to offset the burden you are to your husband, and to those around you."},{"refcode_short":"T19 87.1","refcode_long":"Testimony for the Church — No. 19, p. 87.1 (Ellen Gould White)","content":"There is no person qualified to act wisely in church matters, or to deal with wiry minds subject to Satan's especial temptations, who cannot make a success of wisely managing their own child or children. If they love this employment, if they can cheerfully and lovingly perform the part required of them as parents, then they can better understand how to bear burdens in the church. Dear sister, I would advise you to make a good wife to your husband, and a good home for him. Lean less heavily upon him, and rely upon your own resources. Arouse yourself to do the very work the Lord would have you to do. You are inclined to be anxious to do some great work—to fill some large mission, and neglect the small duties right in your path, which are just as necessary to be accomplished as the larger. You walk over these, and aspire to a larger work. Let your ambition be aroused to be useful, to be a workman in the world instead of a spectator."},{"refcode_short":"T19 87.2","refcode_long":"Testimony for the Church — No. 19, p. 87.2 (Ellen Gould White)","content":"My dear sister, I speak plainly. I dare not do otherwise. I plead with you to take up life's burdens, instead of shunning them. Help your husband by helping yourself. You both have ideas of dignity's being maintained by the minister which is not in accordance with the example of our Lord. The ministers of Christ should possess sobriety, meekness, love, long-suffering, forbearance, pity, and courtesy. He should be circumspect, elevated in thought and conversation; his deportment blameless. This is gospel dignity. But if a minister comes to a family where he can wait on himself, he should do so by all means; and he should by his example encourage industry by weaving in physical exercise when he has not a multiplicity of duties and burdens to bear. He will not detract from his dignity by engaging in useful labor. He will better relate himself to life and health by physical exercise. The circulation of the blood will be better equalized. Physical labor, a diversion from mental, will draw the blood from the brain. It is essential to your husband to have more physical labor in order to relieve the brain. Digestion will be forwarded by physical exercise. A part of his time every day spent in physical exercise, when not positively urged by a protracted effort in a course of meetings, would be an advantage and not detract from ministerial dignity. The example will be in accordance with that of our divine Master."},{"refcode_short":"T19 88.1","refcode_long":"Testimony for the Church — No. 19, p. 88.1 (Ellen Gould White)","content":"We love you, and want you to be successful in your efforts in striving for the better life."},{"refcode_short":"T19 88","refcode_long":"Testimony for the Church — No. 19, p. 88 (Ellen Gould White)","content":"Epistle Number Five"},{"refcode_short":"T19 88.2","refcode_long":"Testimony for the Church — No. 19, p. 88.2 (Ellen Gould White)","content":"Dear Bro. ——: I have a few things pressing upon my mind, which I have felt it duty to write to Bro. —— and yourself. I have related the substance of it before you; but as a few things burden my mind, I will write."},{"refcode_short":"T19 89.1","refcode_long":"Testimony for the Church — No. 19, p. 89.1 (Ellen Gould White)","content":"I was shown that with you, I and mine have come to be first. You have had so great a care for yourself that the Lord has had no room to work for you. You have given him no chance. He has, in a great measure, given Bro. —— and yourself up to work according to your own judgment, that you might be convinced that your wisdom is foolishness. You have not worked for the interest of the widow and fatherless, as the Lord has especially enjoined upon his followers; neither have you made the cases of the Lord's poor your own, taking a special interest in them, nor sought to glorify God, and magnify his name; therefore, the Lord has suffered you and Bro. —— to pursue a course of your own choosing. He has permitted you to look out for yourselves. Your own selfish interests have been the foundation of your actions; and you will reap the harvest you yourselves have sown. I saw that you would verily receive the reward that sooner or later follows the serving of your own selfish interest. “Give an account of thy stewardship,” must be heard by you. You are accountable to God for the work entrusted to you, which has been shamefully neglected, in order to serve yourselves."},{"refcode_short":"T19 89.2","refcode_long":"Testimony for the Church — No. 19, p. 89.2 (Ellen Gould White)","content":"Had you been seeking to show yourselves approved unto God, seeking the kingdom of Heaven and the righteousness of Christ, you would have been doing the works of Christ. The poor, the widows, the fatherless, would have called forth from you the tenderest pity and sympathy, and you would have been interested in them, and treated them as you would wish your wife and children treated, were they left dependent and afflicted upon the cold mercies of the world, or unfeeling, heartless, professed Christians."},{"refcode_short":"T19 90.1","refcode_long":"Testimony for the Church — No. 19, p. 90.1 (Ellen Gould White)","content":"There has been on your part a sad, unfeeling, heartless neglect of the unfortunate. You have served your own interest, irrespective of their great need. God cannot bless you till you see your sin in regard to these things."},{"refcode_short":"T19 90.2","refcode_long":"Testimony for the Church — No. 19, p. 90.2 (Ellen Gould White)","content":"I saw that the Lord's work has not been more sacred in your eyes, than your own business. Eternal things have not been discerned, although the Lord has sent warnings and reproofs to arouse you to a sense of your duty by letting you know what is expected of you. You have not regarded these warnings. You have not realized that you were dealing with God. You have robbed God, and served yourselves."},{"refcode_short":"T19 90.3","refcode_long":"Testimony for the Church — No. 19, p. 90.3 (Ellen Gould White)","content":"There are many who in good faith have sent in to that Office means which they have had to make a sacrifice to obtain. Some, both men and women, have worked very hard, and consecrated the means obtained by hard labor and the closest economy, to the Lord, and have sent it to the Office to advance his cause. Poor widows have sent nearly their whole dependence, trusting in God to take care of them, and the means have been consecrated with prayers and tears, yet sent with joyfulness, they feeling that they were aiding in the great work of saving souls. Poor families have sold their only cow, denying themselves and their little children of milk, feeling that they were making a sacrifice for God. They have put their means in the Office in good faith. Selfishness and mismanagement have helped to squander this means. God holds those accountable, who have had the handling of it. “Give an account of thy stewardship,” will soon be heard. May the Lord help you to free yourselves from every blemish."},{"refcode_short":"T19 91","refcode_long":"Testimony for the Church — No. 19, p. 91 (Ellen Gould White)","content":"Epistle Number Six"},{"refcode_short":"T19 91.1","refcode_long":"Testimony for the Church — No. 19, p. 91.1 (Ellen Gould White)","content":"Dear Sister ——: Your case is upon my mind. I cannot forbear to commit to writing my convictions arrived at from that which I have seen in regard to you. I am satisfied that you are wandering in mist and darkness. You do not see things in the right light. You blind your eyes in regard to your own case by excusing yourself thus: I should not have done this or that if it had not been for certain influences of others which led me to that course of action."},{"refcode_short":"T19 91.2","refcode_long":"Testimony for the Church — No. 19, p. 91.2 (Ellen Gould White)","content":"Again, you are continually finding fault with circumstances, which is nothing less than finding fault with providences. You are continually casting about you for somebody or something to answer the place of the scapegoat upon which to lay the blame which has brought you in a position to feel and speak unworthy of a Christian. Instead of simply censuring yourself for your defects, you censure the circumstances and occasions which led you to develop the traits in your character which lie dormant or hid beneath the surface, unless something arises to cross the path of these evils, and disturb and arouse them to life and action. Then they appear in all their deformity and strength."},{"refcode_short":"T19 91.3","refcode_long":"Testimony for the Church — No. 19, p. 91.3 (Ellen Gould White)","content":"You deceive yourself with the idea that these evil things do not exist, until you are brought into positions which make you act and speak in a manner which reveals to all that these unamiable traits are present with you. You are not willing to see and confess that it is your carnal nature which has not yet been transformed and brought into subjection to Christ. You have not yet crucified self. For days and weeks you sometimes pass along without developing the spirit of evil which I have named impatience, and a dictatorial spirit to control your husband. Your loving to rule and to bring others to your ideas has nearly ruined yourself and him. You love to suggest, and to dictate others. You love to have them feel and see that you have the very best light, and are especially led of God. If they do not do this, you begin to surmise, become jealous, feel a spirit of unrest, are dissatisfied, and exceedingly unhappy."},{"refcode_short":"T19 92.1","refcode_long":"Testimony for the Church — No. 19, p. 92.1 (Ellen Gould White)","content":"Nothing arouses the evil traits in your character so readily as to dispute your wisdom and judgment in exercising your authority. Your strong, overbearing spirit, which has appeared to slumber, is roused to its fullest energy. Self then controls, and you are no more governed by candid reason and calm judgment than an insane person. Self in all its strength wrestles for the mastery, and it will take the firmest mind to hold you in restraint. After your fit of insanity has gone by, then you can bear to have your course questioned. But you stand ready to justify yourself under the cover of your being so sensitive; you feel so deeply; you suffer so much. I saw that all this will not excuse you in the sight of God. You mistake pride for sensitiveness. Self is prominent. When self is crucified, then this sensitiveness, or pride, will die; until then, you are not a Christian. To be a Christian is to be Christ-like, to possess humility, and a meek and quiet spirit that will bear contradiction without being enraged or becoming insane. If you could have the deceptive covering which is about you rent asunder, and you see yourself as God sees you, you would no longer seek to justify self, but would fall all broken upon Christ, the only one who can remove the defects in your character, and then bind you up."},{"refcode_short":"T19 93","refcode_long":"Testimony for the Church — No. 19, p. 93 (Ellen Gould White)","content":"Convocations"},{"refcode_short":"T19 93.1","refcode_long":"Testimony for the Church — No. 19, p. 93.1 (Ellen Gould White)","content":"God gave direction to the Israelites to assemble before him in the place which he should choose, and observe special days, at set periods, wherein no unnecessary work was to be done; but the time was to be devoted to a consideration of the blessings of God bestowed upon them. At these special seasons they were to bring gifts, free-will offerings, and thank-offerings, unto the Lord, according as the Lord had blessed them. They were directed to rejoice—the man-servant and maid-servant, the stranger, the fatherless and widow—that God had by his own wonderful power brought them from servile bondage to the enjoyment of freedom. And they were commanded not to appear before the Lord empty. They were to bring tokens of their gratitude to God for his continual mercies and blessings bestowed upon them. These offerings were varied, according to the estimate which the donors placed upon the blessings, they were privileged to enjoy. Thus the characters of the people were plainly developed. Those who placed a high value upon the blessings God bestowed upon them, brought offerings in accordance with their appreciation of his blessings. Those whose moral powers were stupefied and benumbed by selfishness and idolatrous love of the favors received, rather than of fervent love for their bountiful Benefactor, brought meager offerings. Thus their hearts were revealed. Besides these special religious feast-days of gladness and rejoicing, the yearly passover was to be commemorated by the Jewish nation. The Lord covenanted that if they were faithful in the observance of his requirements, he would bless them in all their increase, and in all the works of their hands."},{"refcode_short":"T19 94.1","refcode_long":"Testimony for the Church — No. 19, p. 94.1 (Ellen Gould White)","content":"God requires no less of his people in these last days, in sacrifices and offerings, than he did of the Jewish nation. Those whom God has blessed with a competency, also the widow and the fatherless, should not be unmindful of his blessings. Especially should those whom God has prospered render to God the things that are God's. They should appear before him with a spirit of self-sacrifice, and bring their offerings in accordance with the blessings God has bestowed upon them. But many whom God prospers manifest base ingratitude to him. If his blessings rest upon them, and he increases their substance, they make these bounties as cords to bind them to the love of their possessions, and they allow worldly business to take possession of their affections, and their entire being, and neglect devotion and religious privileges. They cannot afford to leave their business cares, and come before God, even once a year. They turn the blessings of God into a curse. They serve their own temporal interests, at the neglect of God's requirements."},{"refcode_short":"T19 94.2","refcode_long":"Testimony for the Church — No. 19, p. 94.2 (Ellen Gould White)","content":"Men, with their thousands, remain at home, year after year, engrossed in their worldly cares and interests, and feel that they cannot afford to make the small sacrifice of attending the yearly gatherings to worship God. He has blessed them in basket and in store, and surrounded them with his benefits on the right hand and on the left, yet they withhold from God the small offerings he has required of them. They love to serve themselves. Their souls will be like the unrefreshed desert without the dew or rain of heaven. The Lord has brought to them the precious blessing of his grace. He has delivered them from the slavery of sin, and the bondage of error, and has opened to their darkened understandings the glorious light of present truth. And shall these evidences of God's love and mercy call forth no gratitude in return? Will those who profess to believe that the end of all things is at hand be blind to their own spiritual interest, and live for this world, and this life alone? Do they expect their eternal interest will take care of itself? Spiritual strength will not come without an effort on their part."},{"refcode_short":"T19 95.1","refcode_long":"Testimony for the Church — No. 19, p. 95.1 (Ellen Gould White)","content":"Many who profess to be looking for the appearing of our Lord are anxious, burdened, gain-seekers for this world. They are blind to their eternal interest. They labor for that which satisfieth not. They spend their money for that which is not bread. They strive to content themselves with the treasures they have laid up upon the earth, which must perish. And they neglect the preparation for eternity, which should be the first and only real work of their life."},{"refcode_short":"T19 95.2","refcode_long":"Testimony for the Church — No. 19, p. 95.2 (Ellen Gould White)","content":"Let us all who possibly can, attend these yearly gatherings. All should feel that God requires this of them. If they do not avail themselves of the privileges God has provided for them to become strong in him, and in the power of his grace, they will grow weaker and weaker, and have less and less desire to consecrate all to God. Come, brethren and sisters, to these sacred convocation meetings, to find Jesus. He will come up to the feast. He will be present, and he will do for you that which you need most to have done. Your farms should not be considered of greater value than the higher interests of the soul. All the treasures you possess, be they ever so valuable, would not be rich enough to buy you peace and hope, which would be infinite gain, if it cost you all you have, and the toils and sufferings of a life-time. To have a strong, clear sense of eternal things, and a heart of willing obedience to yield all to Christ, are blessings of more value than all the riches, and pleasures, and glories of this world."},{"refcode_short":"T19 96.1","refcode_long":"Testimony for the Church — No. 19, p. 96.1 (Ellen Gould White)","content":"These camp-meetings are of importance. They cost something. The servants of God are wearing out their lives to help the people, while many of them appear as if they did not want help. For fear of losing a little of this world's gain, some let these precious privileges come and go, as though they were of but little importance. Let all who profess to believe the truth, respect every privilege that God offers them to obtain clearer views of his truth, and his requirements, and the necessary preparation for his coming. A calm, cheerful and obedient trust in God is what he requires."}]