[{"refcode_short":"T22 1","refcode_long":"Testimony for the Church — No. 22, p. 1 (Ellen Gould White)","content":"Testimony for the Church—No. 22"},{"refcode_short":"T22 3","refcode_long":"Testimony for the Church — No. 22, p. 3 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T22 3","refcode_long":"Testimony for the Church — No. 22, p. 3 (Ellen Gould White)","content":"Proper Education"},{"refcode_short":"T22 3.1","refcode_long":"Testimony for the Church — No. 22, p. 3.1 (Ellen Gould White)","content":"It is the nicest work ever assumed by men and women to deal with youthful minds. The greatest care should be taken in the education of youth to vary the manner of instruction so as to call forth the high and noble powers of the mind. Parents, and teachers of schools, are certainly disqualified to educate children properly, if they have not first learned the lesson of self-control, patience, forbearance, gentleness, and love. What an important position for parents, guardians, and teachers! There are very few who realize the most essential wants of the mind, and how to direct the developing intellect, the growing thoughts and feelings of youth."},{"refcode_short":"T22 3.2","refcode_long":"Testimony for the Church — No. 22, p. 3.2 (Ellen Gould White)","content":"There is a period for training children, and a time for educating youth. And it is essential that both of these be combined in a great degree in the schools. Children may be trained for the service of sin, or for the service of righteousness. The early education of youth shapes their character in this life, and in their religious life. Solomon says, “Train up a child in the way he should go, and when he is old he will not depart from it.” This language is positive. The training which Solomon enjoins is to direct, educate, and develop. In order for parents and teachers to do this work, they must themselves understand “the way the child should go.” This embraces more than merely having a knowledge of books. It takes in everything that is good, virtuous, righteous, and holy. It comprehends the practice of temperance, godliness, brotherly kindness, and love to God, and to each other. In order to attain this object, the physical, mental, moral, and religious education of children must have attention."},{"refcode_short":"T22 4.1","refcode_long":"Testimony for the Church — No. 22, p. 4.1 (Ellen Gould White)","content":"In households, and in schools, the education of children should not be like the training of dumb animals; for children have an intelligent will which should be directed to control all their powers. The dumb animals need to be trained; for they have not reason and intellect. The human mind must be taught self-control. It must be educated to rule the human being, while the animal is controlled by the master. The beast is trained to be submissive to his master. The master is mind, judgment, and will, for his beast. A child may be so trained as to have, like the beast, no will of his own. His individuality may even be submerged in the one who superintends his training, and the will is to all intents and purposes subject to the will of the teacher."},{"refcode_short":"T22 5.1","refcode_long":"Testimony for the Church — No. 22, p. 5.1 (Ellen Gould White)","content":"Children who are thus educated will ever be deficient in moral energy and individual responsibility. They have not been taught to move from reason and principle. Their will was controlled by another, and the mind was not called out, that it might expand and strengthen by exercise. They were not directed and disciplined with respect to their peculiar constitution and capabilities of mind, to put forth their strongest powers when required. Teachers should not stop here, but give especial attention to the cultivation of the weaker faculties that all the powers may be brought into exercise, and carried forward from one degree of strength to another, that the mind may attain due proportions."},{"refcode_short":"T22 5.2","refcode_long":"Testimony for the Church — No. 22, p. 5.2 (Ellen Gould White)","content":"There are many families of children who appear to be well-trained, while under the training discipline. But when the system, which has held them to set rules, is broken up, they seem to be incapable of thinking, acting, or deciding, for themselves. These children have been so long under iron rule, not allowed to think and act for themselves in those things in which it was highly proper that they should, that they have no confidence in themselves to move out upon their own judgment, having an opinion of their own. And when they go out from their parents, to act for themselves, they are easily led by others’ judgment in the wrong direction. They have not stability of character. Their minds have not been properly developed and strengthened by being thrown upon their own judgment, as fast and as far as practicable. So long have their minds been absolutely controlled by their parents that they rely wholly upon them. Their parents were mind and judgment for their children."},{"refcode_short":"T22 6.1","refcode_long":"Testimony for the Church — No. 22, p. 6.1 (Ellen Gould White)","content":"On the other hand, the youth should not be left to think and act independent of the judgment of their parents and teachers. Children should be taught to respect experienced judgment, and be guided by their parents and teachers. They should be so educated that their minds will be united with the minds of their parents and teachers, and they be so instructed that they can see the propriety of heeding their counsel. And when they shall go forth from the guiding hand of their parents and teachers, their characters will not be like the reed trembling in the wind."},{"refcode_short":"T22 6.2","refcode_long":"Testimony for the Church — No. 22, p. 6.2 (Ellen Gould White)","content":"The severe training of youth, without properly directing them to think and act for themselves, as their own capacity and turn of mind would allow, that by this means they might have growth of thought and feelings of self-respect, and confidence in their own abilities to perform, will ever produce a class that are weak in mental and moral power. And when they stand in the world to act for themselves, they will reveal the fact that they were trained, like the animals, and not educated. Their wills, instead of being guided, were forced into subjection by harsh discipline of parents and teachers."},{"refcode_short":"T22 7.1","refcode_long":"Testimony for the Church — No. 22, p. 7.1 (Ellen Gould White)","content":"Parents and teachers who boast of having complete control of the mind and will of the children under their care would cease their boastings, could they trace out the future life of these children who are thus in subjection by force and through fear. These are almost wholly unprepared to engage in the stern responsibilities of life. When these youth are no longer under their parents and teachers, and are compelled to think and act for themselves, they are almost sure to take a wrong course, and yield to the power of temptation. They do not make this life a success. And the same deficiencies are seen in their religious life. Could the instructors of youth have the future result of their mistaken discipline mapped out before them, they would change their plan of action in the education of children and youth. That class of teachers who are gratified that they have almost complete control of the will of their scholars are not the most successful teachers, although the appearance for the time being may be flattering."},{"refcode_short":"T22 8.1","refcode_long":"Testimony for the Church — No. 22, p. 8.1 (Ellen Gould White)","content":"God never designed that one human mind should be under the complete control of another human mind. And those who make efforts to have the individuality of their pupils submerged in themselves, and they be mind, will, and conscience, for their pupils, assume fearful responsibilities. These scholars may, upon certain occasions, appear like well-drilled soldiers. But when the restraint is removed, there will be seen a want of independent action from firm principle existing in them. But those who make it their object to so educate their pupils that they may see and feel that the power lies in themselves to make men and women of firm principle, qualified for any position in life, are the most useful and permanently successful teachers. Their work may not show to the very best advantage to careless observers, and their labors may not be valued as highly as the teacher who holds the will and mind of his scholars by absolute authority; but the future lives of the pupils will show the fruits of the better plan of education."},{"refcode_short":"T22 8.2","refcode_long":"Testimony for the Church — No. 22, p. 8.2 (Ellen Gould White)","content":"There is danger of both parents and teachers commanding and dictating too much, while they fail to come sufficiently into social relation with their children, or their scholars. They often hold themselves too much reserved, and exercise their authority in a cold, unsympathizing manner, which cannot win the hearts of their children and pupils. If they would gather the children close to them, and show that they love them, and manifest an interest in all their efforts, and even in their sports, and sometimes be even a child among children, they would make the children very happy, would gain their love, and win their confidence. And the children would sooner respect and love the authority of their parents and teachers."},{"refcode_short":"T22 9.1","refcode_long":"Testimony for the Church — No. 22, p. 9.1 (Ellen Gould White)","content":"The principles and habits of the teacher should be considered of greater importance than even his literary qualifications. If the teacher is a sincere Christian, he will feel the necessity of having an equal interest in the physical, mental, moral, and spiritual education of his scholars. In order to exert the right influence, he should have perfect control over himself, and his own heart should be richly imbued with love for his pupils, which will be seen in his looks, words, and acts. He should have firmness of character, then can he mold the minds of his pupils, as well as to instruct them in the sciences. The early education of youth generally shapes their character for life. Those who deal with the young should be very careful to call out the qualities of the mind, that they may better know how to direct their powers, and that they may be exercised to the very best account."},{"refcode_short":"T22 10.1","refcode_long":"Testimony for the Church — No. 22, p. 10.1 (Ellen Gould White)","content":"The system of education generations back has been destructive to health and even life itself. Five hours each day many young children have passed in school rooms not properly ventilated, nor sufficiently large for the healthful accommodation of the scholars. The air of such rooms soon becomes poison to the lungs that inhale it. Little children, whose limbs and muscles are not strong, and their brains undeveloped, have been kept confined in doors to their injury. Many have but a slight hold on life to begin with. Confinement in school from day to day makes them nervous and diseased. Their bodies are dwarfed because of the exhausted condition of the nervous system. And if the lamp of life goes out, the parents and teachers do not consider that they had any direct influence in quenching the vital spark. When standing by the graves of their children, the afflicted parents look upon their bereavement as a special dispensation of Providence. By inexcusable ignorance, their own course had destroyed the life of their children. Then to charge their death to Providence is blasphemy. God wanted the little ones to live and be disciplined, that they might have beautiful characters, to glorify him in this world, and praise him in the better world. In order to be in accordance with fashion and custom, many parents have sacrificed the health and life of their children."},{"refcode_short":"T22 11.1","refcode_long":"Testimony for the Church — No. 22, p. 11.1 (Ellen Gould White)","content":"Parents and teachers, in taking the responsibilities of training these children, do not feel their accountability before God to become acquainted with the physical organism, that they may treat the bodies of children and pupils in a manner to preserve life and health. Thousands of children die because of the ignorance of parents and teachers. Mothers will spend hours over needless work upon their own dress and that of their children, to fit them for display, who plead that they cannot find time to read up, and obtain information necessary to take care of the health of their children. They think it less trouble to trust their bodies to the doctors."},{"refcode_short":"T22 11.2","refcode_long":"Testimony for the Church — No. 22, p. 11.2 (Ellen Gould White)","content":"To become acquainted with the wonderful organism, the stomach, liver, bowels, heart, bones, muscles, and pores of the skin, and to understand the dependence of one organ upon another, for the healthful action of all, is a study that most mothers have no interest in. The influence of the body upon the mind, and the mind upon the body, she knows nothing of. The mind, which allies finite to the infinite, she does not seem to understand. Every organ of the body was made to be servant to the mind. The mind is the capital of the body. Children are allowed flesh-meats, spices, butter, cheese, pork, rich pastry, and condiments generally. They are allowed to eat irregularly, and to eat between meals, of unhealthful food, which do their work of deranging the stomach, and exciting the nerves to unnatural action, and enfeeble the intellect. Parents do not realize that they are sowing the seeds which will bring forth disease and death."},{"refcode_short":"T22 12.1","refcode_long":"Testimony for the Church — No. 22, p. 12.1 (Ellen Gould White)","content":"Many children have been ruined for life by urging the intellect, and neglecting to strengthen the physical. Many have died in their childhood because of the course pursued by injudicious parents, and teachers of the schools, in forcing their young intellect, by flattery or fear, when they are too young to see the inside of a school room. Their minds have been taxed with lessons, when they should not have been called out, but kept back until the physical constitution was strong enough to endure mental effort. Small children should be left free as lambs to run out of doors, to be free and happy, and be allowed the most favorable opportunities to lay the foundation for sound constitutions. Parents should be their only teachers, until they have reached eight or ten years of age. They should open before their children God's great book of nature as fast as their minds can comprehend it."},{"refcode_short":"T22 13.1","refcode_long":"Testimony for the Church — No. 22, p. 13.1 (Ellen Gould White)","content":"The mother should have less love for the artificial in her house, and in the preparation of her dress for display, and find time to cultivate, in herself and in her children, a love for the beautiful buds and opening flowers, and call the attention of her children to their different colors and variety of forms. She can make her children acquainted with God, who made all the beautiful things which attract and delight them. She can lead their young minds up to their Creator, and awaken in their young hearts a love for their Heavenly Father, who has manifested so great love for them. Parents can associate God with all his created works. Among the opening flowers and nature's beautiful scenery in the open air should be the only school room for children from eight to ten years of age. And the treasures of nature should be their only text book. These lessons, imprinted upon the minds of young children, among the pleasant, attractive scenes of nature, will not be soon forgotten."},{"refcode_short":"T22 13.2","refcode_long":"Testimony for the Church — No. 22, p. 13.2 (Ellen Gould White)","content":"In order for children and youth to have health, cheerfulness, vivacity, and well-developed muscle and brain, they should be much in the open air, and have well-regulated employment and amusement. Children and youth who are kept at school and confined to books, cannot have sound physical constitutions. The exercise of the brain in study, without corresponding physical exercise, has a tendency to attract the blood to the brain, and the circulation of the blood through the system becomes unbalanced. The brain has too much blood, and the extremities too little. There should be rules, regulating their studies to certain hours, and then a portion of their time should be spent in physical labor. And if their habits of eating, dressing, and sleeping, were in accordance with physical law, they could obtain an education without sacrificing physical and mental health."},{"refcode_short":"T22 14.1","refcode_long":"Testimony for the Church — No. 22, p. 14.1 (Ellen Gould White)","content":"The book of Genesis gives quite a definite account of social and individual life, and yet we have no record of an infant being born blind, deaf, crippled, deformed, or imbecile. There is not an instance upon record of a natural death in infancy, childhood, or early manhood. There is no account of men and women dying of disease. Obituary notices in the book of Genesis run thus: “And all the days of Adam were nine hundred and thirty years, and he died.” “And all the days of Seth were nine hundred and twelve years, and he died.” Concerning others, the record states: “He lived to a good old age, and he died.” It was so rare for a son to die before the father that such an occurrence was considered worthy of record: “And Haran died before his father Terah.” Haran was a father of children before his death."},{"refcode_short":"T22 15.1","refcode_long":"Testimony for the Church — No. 22, p. 15.1 (Ellen Gould White)","content":"God endowed man with so great vital force that he has withstood the accumulation of disease, brought upon the race in consequence of perverted habits, and he has continued for six thousand years. This fact of itself is enough to evidence to us the strength and electrical energy God gave to man at his creation. It took more than two thousand years of crime, and indulgence of base passions, to bring bodily disease upon the race to any great extent. If Adam, at his creation, had not been endowed with twenty times as much vital force as men now have, the race, with present habits of living in violation of natural law, would have become extinct. At the period of the first advent of Christ, so rapidly had the race degenerated that an accumulation of disease pressed upon that generation, bringing in a tide of woe, and weight of misery inexpressible. The wretched condition of the world at the present time was presented before me. Since Adam's fall, the race has been degenerating. Some of the reasons for the present deplorable conditions of men and women, formed in the image of God, was shown me. The sense of how much must be done to arrest, even in a degree, the physical, mental, and moral decay caused my heart to be sick and faint."},{"refcode_short":"T22 15.2","refcode_long":"Testimony for the Church — No. 22, p. 15.2 (Ellen Gould White)","content":"God did not create the race in its present feeble condition. This state of things is not the work of Providence, but the work of man, brought about by wrong habits and abuses, by violating the laws God has made to govern his existence. Through the temptation of appetite, Adam and Eve first fell from their high, holy, and happy estate. Through the same temptation have the race become enfeebled. They have permitted appetite and passion to take the throne, and to bring into subjection reason and intellect."},{"refcode_short":"T22 16.1","refcode_long":"Testimony for the Church — No. 22, p. 16.1 (Ellen Gould White)","content":"So long has the violation of physical law, and human suffering as the consequence, prevailed that men and women look upon the present state of sickness, suffering, debility, and premature death, as the appointed lot of humanity. Man came from the hand of his Creator, perfect and beautiful in form, and so filled with vital force that it was more than a thousand years before the corrupt appetite and passions, and general violation of physical law, was sensibly felt upon the race. More recent generations have been feeling the pressure of infirmity and disease still more rapidly and heavily with every generation. The vital forces have been greatly weakened by indulgence of appetite and lustful passion."},{"refcode_short":"T22 16.2","refcode_long":"Testimony for the Church — No. 22, p. 16.2 (Ellen Gould White)","content":"The patriarchs from Adam to Noah, with but few exceptions, lived nearly a thousand years. Since the days of Noah, the length of life has been tapering. Those suffering with disease were brought to Christ for him to heal, from every town, city, and village; for they were afflicted with all manner of diseases. And disease has been steadily on the increase through successive generations since that period. Because of the continued violation of the laws of life, mortality has increased to a fearful extent. The years of man have been shortened, so that the present generation pass off to the grave, even before the generations that lived the first few thousand years after the creation came upon the stage of action."},{"refcode_short":"T22 17.1","refcode_long":"Testimony for the Church — No. 22, p. 17.1 (Ellen Gould White)","content":"Disease has been transmitted from parents to children, from generation to generation. Infants in their cradle are miserably afflicted because of the sins of their parents, which have lessened their vital force. Their wrong habits of eating and dressing, and their general dissipation, are transmitted, as an inheritance to their children. Many are born insane, deformed, blind, deaf, and a very large class deficient in intellect. The strange absence of principle which characterizes this generation, in disregarding the laws of life and health, is astonishing. Ignorance prevails upon this subject, while light is shining all around them. With the majority, their principal anxiety is, What shall I eat? what shall I drink? and wherewithal shall I be clothed? Notwithstanding all that is said and written in regard to how we should treat our bodies, appetite is the great law which governs men and women generally."},{"refcode_short":"T22 17.2","refcode_long":"Testimony for the Church — No. 22, p. 17.2 (Ellen Gould White)","content":"The moral powers are beclouded, because men and women will not live in obedience to the laws of health, and make this great subject a personal duty. Parents bequeath to their offspring their own perverted habits, and loathsome diseases corrupt the blood, and enervate the brain. The majority of men and women remain in ignorance of the laws of their being, and indulge appetite and passion at the expense of intellect and morals, and seem willing to remain in ignorance of the result of their violation of nature's laws. They indulge the depraved appetite in the use of slow poisons, which corrupt the blood, and undermine the nervous forces, and in consequence bring upon themselves sickness and death. Their friends call the result of their own course the dispensation of Providence. In this they insult Heaven. They rebelled against the laws of nature, and suffered the punishment of her abused laws. Suffering and mortality now prevail everywhere, especially among the children. How great is the contrast between this generation, and those who lived during the first two thousand years!"},{"refcode_short":"T22 18.1","refcode_long":"Testimony for the Church — No. 22, p. 18.1 (Ellen Gould White)","content":"I inquired if this tide of woe could not be prevented, and something done to save the youth of this generation from the ruin which threatens them. I was shown one great cause of the existing deplorable state of things is, that parents do not feel under obligation to bring up their children to conform to physical law. Mothers love their children with an idolatrous love, and they indulge their appetite when they know that it will injure the health of the children, and thereby bring upon them disease and unhappiness. This cruel kindness is carried out to a great extent in the present generation. The desires of children are gratified at the expense of health and happy tempers, because it is easier for the mother, for the time being, to gratify than to withhold that which her children clamor for."},{"refcode_short":"T22 19.1","refcode_long":"Testimony for the Church — No. 22, p. 19.1 (Ellen Gould White)","content":"Thus mothers are sowing the seed that will spring up and bear fruit. The children are not educated to deny their appetites, and restrict their desires. And they become selfish, exacting, disobedient, unthankful, and unholy. Mothers who are doing this work of sowing will reap with bitterness the seed they have sown. They have sinned against Heaven and against their children, and God will hold them accountable."},{"refcode_short":"T22 19.2","refcode_long":"Testimony for the Church — No. 22, p. 19.2 (Ellen Gould White)","content":"Had the system of education generations back been conducted upon altogether a different plan, the youth of this generation would not now be so depraved and worthless. The managers and teachers of schools should have been those who understood physiology, and who had an interest, not only to educate youth in the sciences, but to teach them how to preserve health, in order to use their knowledge to the best account after they had obtained it. There should have been in connection with the schools establishments for various branches of labor, that the students might have employment, and necessary exercise out of school hours."},{"refcode_short":"T22 19.3","refcode_long":"Testimony for the Church — No. 22, p. 19.3 (Ellen Gould White)","content":"The students’ employment and amusements should have been regulated in reference to physical law, and adapted to preserve to them the healthy tone of all the powers of the body and mind. Then their education in practical business could have been obtained, while their literary progress was being secured. Students at school should have had their moral sensibilities aroused to see and feel that society had claims upon them, and that they should so live in obedience to natural law that they could, by their existence and influence, by precept and example, be an advantage and blessing to society. It should be impressed upon youth that all have an influence that is constantly telling upon society, to improve and elevate, or to lower and debase. The first study of youth should be to know themselves and how to keep their bodies in health."},{"refcode_short":"T22 20.1","refcode_long":"Testimony for the Church — No. 22, p. 20.1 (Ellen Gould White)","content":"Many parents have kept their children at school nearly the year round. These children have gone through the routine of study mechanically, and they have not retained that which they learned. Many of these constant students seem almost destitute of intellectual life. The monotony of continual study wearies the mind, and they have but little interest in their lessons, and to many the application to books becomes painful. They had not an inward love of thought, and ambition to acquire knowledge. They did not encourage in themselves reflection, and investigation of objects and things."},{"refcode_short":"T22 20.2","refcode_long":"Testimony for the Church — No. 22, p. 20.2 (Ellen Gould White)","content":"Children are in great need of proper education, in order that their lives should be of use in the world. But any effort that exalts intellectual culture above moral training is misdirected. Instructing, cultivating, polishing, and refining youth and children should be the main burden with both parents and teachers. Close reasoners and logical thinkers are few; for the reason that false influences have checked the development of the intellect. The supposition of parents and teachers that continual study would strengthen the intellect has proved erroneous; for it has had in many cases the opposite effect."},{"refcode_short":"T22 21.1","refcode_long":"Testimony for the Church — No. 22, p. 21.1 (Ellen Gould White)","content":"In the early education of children, many parents and teachers fail to understand that the greatest attention needs to be given to the physical constitution, that a healthy condition of body and brain can be secured. It has been the custom to encourage children to attend school when they are mere babies, needing a mother's care. Children of a delicate age are frequently crowded into ill-ventilated school rooms, to sit upon poorly constructed benches, and the young and tender frames have, through sitting in wrong positions, become deformed."},{"refcode_short":"T22 21.2","refcode_long":"Testimony for the Church — No. 22, p. 21.2 (Ellen Gould White)","content":"The disposition and habits of youth will be very likely to be manifested in the matured man. You may bend a young tree to almost any form that you may choose, and let it remain and grow as you have bent it, and it will be a deformed tree, and will ever tell of the injury and abuse received at your hand. You may, after years of growth, try to straighten the tree, but all your efforts will prove unavailing. It will ever be a crooked tree. This is the case with the minds of youth. They should be carefully and tenderly trained in childhood. They may be trained in the right direction or the wrong, and they will in their future life pursue the course in which they were directed in youth. The habits formed in youth will grow with the growth and strengthen with the strength, and will generally be the same in after life, only continue to grow stronger."},{"refcode_short":"T22 22.1","refcode_long":"Testimony for the Church — No. 22, p. 22.1 (Ellen Gould White)","content":"We are living in an age when almost everything is superficial. “There is but little stability and firmness of character, because the training and education of children from their cradle is superficial. Their characters are built upon sliding sand. Self-denial and self-control have not been molded into their characters. They have been petted and indulged until they are spoiled for practical life. The love of pleasure controls minds, and children are flattered and indulged to their ruin. Children should be trained and educated so that they may calculate to meet with difficulties, and expect temptations and dangers. They should be taught to have control over themselves, and to nobly overcome difficulties; and if they do not willfully rush into danger, and needlessly place themselves in the way of temptation; if they shun evil influences and vicious society, and then are unavoidably compelled to be in dangerous company, they will have strength of character to stand for the right and preserve principle, and will come forth in the strength of God with their morals untainted. The moral powers of youth who have been properly educated, if they make God their trust, will be equal to stand the most powerful test."},{"refcode_short":"T22 23.1","refcode_long":"Testimony for the Church — No. 22, p. 23.1 (Ellen Gould White)","content":"But few parents realize that their children are what their example and discipline have made them, and that they are responsible for the characters their children develop. If the hearts of Christian parents were in obedience to the will of Christ, they would obey the injunction of the heavenly Teacher: “But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.” If those who profess to be followers of Christ would only do this, they would give, not only to their children, but to the unbelieving world, examples that would rightly represent the religion of the Bible. If Christian parents lived in obedience to the requirements of the divine Teacher, they would preserve simplicity in eating, and in their dressing, and would live more in accordance with natural law. They would not then devote so much time to artificial life in making cares and burdens for themselves that Christ has not laid upon them, but positively bade them to shun. If the kingdom of God, and his righteousness, were the first and all-important consideration with parents, but little precious time would be lost in needless ornamentation of the outward, while the minds of their children are almost entirely neglected. The precious time devoted by many parents to dressing their children for display in their scenes of amusement had better, far better, be spent in cultivating their own minds, in order that they may be competent to properly instruct their children. It was not essential to the salvation or happiness of these parents to use precious probationary time God has lent them, in dressing, in visiting, and gossiping."},{"refcode_short":"T22 24.1","refcode_long":"Testimony for the Church — No. 22, p. 24.1 (Ellen Gould White)","content":"Many parents plead that they have so much to do that they have not time to improve their minds, or to educate their children for practical life, or to teach them how they may become lambs of Christ's fold."},{"refcode_short":"T22 24.2","refcode_long":"Testimony for the Church — No. 22, p. 24.2 (Ellen Gould White)","content":"Parents will never realize the almost infinite value of the time they misspend until the final settlement, when the cases of all will be decided, and the acts of our entire me are opened to our view in the presence God, and the Lamb, and all the holy angels. Very many parents will then see that their wrong course determined the destiny of their children. Not only have they failed to secure for themselves the words of commendation from the King of glory, “Well done, thou good and faithful servant, enter thou into the joy of thy Lord;” but they hear the terrible denunciation, Depart. This separates their children forever from the joys and glories of Heaven, and from the presence of Christ. And they themselves also come under his denunciation Depart, “thou wicked and slothful servant.” Jesus will never say, “Well done,” to those who have not earned the well done by their faithful lives of self-denial and self-sacrifice to do others good, and to promote his glory. Those who have lived principally to please themselves instead of doing others good are meeting with infinite loss."},{"refcode_short":"T22 25.1","refcode_long":"Testimony for the Church — No. 22, p. 25.1 (Ellen Gould White)","content":"If parents could be aroused to sense the fearful responsibility which rests upon them in the work of educating their children, more of their time would be devoted to prayer, and less to needless display. Parents should reflect, and study, and pray earnestly to God for wisdom and divine aid, to properly train their children, that they may develop characters that God will approve. Their anxiety should not be how they can educate their children for the world, that they may be praised and honored of the world, but how they can educate them to form beautiful characters that God can approve. Much prayer and study is needed for heavenly wisdom to know how to deal with young minds; for very much is depending upon the direction parents give to the minds and wills of their children. To balance their minds in the right direction and at the right time is a most important work; for their eternal interest may depend on the decisions made at the critical moment. How important then that the minds of parents should be as free as possible from perplexing, wearing care in temporal things, that they may think and act with calm consideration, wisdom, and love, making the salvation of the souls of their children the first and highest consideration. The inward adorning should be the great object for parents to attain for their dear children. Parents cannot afford to have visitors and strangers claim their attention, and rob them of life's great capital, which is time, making it impossible for them to give their children patient instruction, which they must have every day to give right direction to their developing minds."},{"refcode_short":"T22 26.1","refcode_long":"Testimony for the Church — No. 22, p. 26.1 (Ellen Gould White)","content":"This lifetime is too short to be squandered in vain and trifling diversion, in unprofitable visiting, in needless dressing for display, or in exciting amusements. We cannot afford to squander time given us of God to bless others, and for us to improve in laying up a treasure for ourselves in Heaven. We have none too much time for the discharge of necessary duties. We should give time for the culture of our own hearts and minds, in order to qualify us for our life's work. To neglect these essential duties, in conforming to the habits and customs of fashionable, worldly society, is doing ourselves and our children a great wrong."},{"refcode_short":"T22 26.2","refcode_long":"Testimony for the Church — No. 22, p. 26.2 (Ellen Gould White)","content":"Mothers who have youthful minds to train, and the character of her children to form, should not seek the excitements of the world in order to be cheerful and happy. They have their important life-work. They and theirs cannot afford to spend time in an unprofitable manner. Time is one of the important talents which God has intrusted to us, and for which he will call us to account. A waste of time is a waste of intellect. The powers of the mind are susceptible of high cultivation. It is the duty of mothers to cultivate their minds, and keep their hearts pure, and improve every means in their reach for their intellectual and moral improvement, that they may be qualified to improve the minds of their children. Those who indulge a disposition to love to be in company will soon feel restless, unless visiting or entertaining visitors. The power of adaptation to circumstances, the necessary sacred home duties, will seem commonplace and uninteresting. They have no love for self-examination or self-discipline. The mind hungers for the varying, exciting scenes of worldly life. Children are neglected for the indulgence of inclination. And the recording angel writes, “Unprofitable servants.” God designs that our minds should not be purposeless, but that we should accomplish good in this life."},{"refcode_short":"T22 27.1","refcode_long":"Testimony for the Church — No. 22, p. 27.1 (Ellen Gould White)","content":"If parents would feel it a solemn duty that God enjoins upon them to educate their children for usefulness in this life, if they would adorn the inner temple of the souls of their sons and daughters for the immortal life, we should see a great change in society for the better. And then there would not be manifest so great indifference to practical godliness, and it would not be as difficult to arouse the moral sensibilities of children to understand the claims that God has upon them. But parents become more and more careless in the education of their children in the useful branches. Many parents allow their children to form wrong habits, and to follow their inclination rather than to impress upon their minds the danger of their doing this, and the necessity of their being controlled by principle."},{"refcode_short":"T22 28.1","refcode_long":"Testimony for the Church — No. 22, p. 28.1 (Ellen Gould White)","content":"Children frequently engage in a piece of work, and become perplexed or weary of it and wish to change and take hold of something new, although they entered upon the work with enthusiasm. Thus they may take hold of several things, meet with a little discouragement, and give them up; and thus pass from one thing to another, perfecting nothing. Parents should not be so much engaged with other things that they have not time to patiently discipline those developing minds. They should not allow the love of change to control their children. A few words of encouragement, or a little help at the right time may carry them over their trouble and discouragement, and the satisfaction they will have in seeing completed the task they undertook will stimulate them to greater exertion."},{"refcode_short":"T22 28.2","refcode_long":"Testimony for the Church — No. 22, p. 28.2 (Ellen Gould White)","content":"Many children, for want of words of encouragement and a little assistance in their efforts in childhood and youth, become disheartened, and change from one thing to And they carry this sad defect with them in mature life. They cannot make a success of anything they engage in; for they have not been taught to persevere under discouraging circumstances. Thus the entire lifetime of many proves a failure because they did not have correct discipline. The education in childhood and youth, not only effects their entire business career in mature life, but the religious experience bears a corresponding stamp."},{"refcode_short":"T22 29.1","refcode_long":"Testimony for the Church — No. 22, p. 29.1 (Ellen Gould White)","content":"With the present plan of education, a door of temptation is opened to the youth. Although they generally have too many hours of study, they have many hours without anything to do. These leisure hours are frequently spent in a reckless manner. The knowledge of bad habits is communicated to one another, and vice is greatly increased. Very many young men who have been religiously instructed at home, and go out to the schools comparatively innocent and virtuous, become corrupt by associating with vicious companions. They lose self-respect, and noble principles are sacrificed. Then they are prepared to pursue the downward path; for they have so abused their conscience that sin does not appear so exceeding sinful. These evils which exist at the schools conducted upon the plan they now are might be remedied in a great degree if study and labor could be combined. In the higher schools, the same evil exists only to a greater degree; for many of the youth have educated themselves in vice, and their consciences are seared."},{"refcode_short":"T22 29.2","refcode_long":"Testimony for the Church — No. 22, p. 29.2 (Ellen Gould White)","content":"Many parents overrate the stability and good qualities of their children. They do not seem to consider the deceptive influences of vicious youth to which they are exposed. Parents have their fears as they send them at a distance from them to school, but flatter themselves that as they have had good examples and religious instruction they will be true to principle in their high school life. Licentiousness exists in these institutions of learning, and many parents have but a faint idea to what extent. They have, in many cases, labored hard, and suffered many privations, for the cherished object of having their children obtain a finished education. And after all their efforts, many have the bitter experience of receiving their children from their course of studies, with dissolute habits and ruined constitutions. They are frequently disrespectful to their parents, unthankful and unholy. These abused parents, who are thus rewarded by ungrateful children, lament that they sent their children from them, to be exposed to temptations, and come back to them physical, mental, and moral wrecks. With disappointed hopes and almost broken hearts, they see their children of whom they had high hopes, follow in a course of vice, and drag out a miserable existence."},{"refcode_short":"T22 30.1","refcode_long":"Testimony for the Church — No. 22, p. 30.1 (Ellen Gould White)","content":"But there are those of firm principles, who answer the expectation of parents and teachers. They go through the course of schooling with clear consciences. They come forth with good constitutions, and pure morals, unstained by corrupting influences. But the number is but few. Some students put their whole being into their studies, and concentrate their minds upon the object of obtaining an education. They work the brain, while the physical is inactive. The brain is overworked, and the physical is weak, because they have not exercised the muscles. When they graduate, it is evident that they have obtained their education at the expense of their life. They studied day and night, year after year, keeping their minds continually upon the stretch, while they did not sufficiently exercise their muscles. They sacrificed all for knowledge of the sciences, and passed to their graves."},{"refcode_short":"T22 31.1","refcode_long":"Testimony for the Church — No. 22, p. 31.1 (Ellen Gould White)","content":"Young ladies frequently give themselves up to study, and to the neglect of other branches of education even more essential for practical life than the study of books. After they have obtained their education, they are frequently invalids for life. They neglected their health by remaining too much in-doors, deprived of the pure air of heaven, and the God-given sunlight. These ladies might have come from their schools in health, if they had combined with their studies household labor and exercise in the open air."},{"refcode_short":"T22 31.2","refcode_long":"Testimony for the Church — No. 22, p. 31.2 (Ellen Gould White)","content":"Health is a great treasure. It is the richest possession mortal can have. Wealth, honor, or learning, is dearly purchased, if it be at the loss of the vigor of health. None of these attainments can secure happiness if health is wanting. It is a terrible sin to abuse the health God has given us. Every abuse of health enfeebles for life, and makes us losers, even if we gain any amount of education."},{"refcode_short":"T22 32.1","refcode_long":"Testimony for the Church — No. 22, p. 32.1 (Ellen Gould White)","content":"Parents who are wealthy, in many cases, do not feel the importance of giving their children an education in the practical duties of life, as well as in the sciences. They do not see the necessity, for the good of their children's minds and morals, and for their future usefulness, of giving them a thorough understanding in useful labor. This is due their children, that, if misfortune should come, they could stand forth in noble independence, having a knowledge how to use their hands. If they have a capital of strength, they cannot be poor, even if they have not a dollar. Many, who in youth are in affluent circumstances, may be robbed of all their riches, with parents and brothers and sisters dependent upon them for sustenance. Then how important that every youth be educated to labor, that they may be prepared for any emergency. Riches are indeed a curse when the possessors let them stand in the way of their sons’ and daughters’ obtaining a knowledge of useful labor, that they may be qualified for practical life."},{"refcode_short":"T22 32.2","refcode_long":"Testimony for the Church — No. 22, p. 32.2 (Ellen Gould White)","content":"Those who are not compelled to labor, frequently do not have active exercise sufficient for physical health. Young men, for want of having their minds and hands employed in active labor, will acquire habits of indolence, and will frequently be obtaining what is to be most dreaded, a street education, lounging about stores, smoking, drinking, and playing cards."},{"refcode_short":"T22 33.1","refcode_long":"Testimony for the Church — No. 22, p. 33.1 (Ellen Gould White)","content":"The young ladies will read novels, excusing themselves from active labor, because they are in delicate health. Their feebleness is the result of their lack of exercising the muscles God has given them. They may think they are too feeble to do housework, but will work at crochet and tatting, and preserve the delicate paleness of their hands and faces, while their care-burdened mothers toil hard in washing and ironing their garments. These ladies are not Christians; for they transgress the fifth commandment. They do not honor their parents. But the mother is the one who is most to blame. She has indulged and excused her daughters from bearing their share of household duties, until work becomes distasteful to them, and they love, and enjoy, delicate idleness. They will eat, and sleep, and read novels, and talk of the fashions, while their lives are useless."},{"refcode_short":"T22 33.2","refcode_long":"Testimony for the Church — No. 22, p. 33.2 (Ellen Gould White)","content":"Poverty, in many cases, is a blessing; for it prevents youth and children from being ruined by inaction. The physical should be cultivated and properly developed, as well as the mental. The first and constant care of parents should be that their children may have firm constitutions, that they may be sound men and women. It is impossible to attain this object without physical exercise. Children, for their own physical health and moral good, should be taught to work, even if there is no necessity as far as want is concerned. If they would have virtuous and pure characters, they must have the discipline of well-regulated labor, which will bring into exercise all the muscles. The satisfaction children will have in being useful, of denying themselves to help others, will be the most healthful pleasure they ever enjoyed. Why should the wealthy rob themselves and their dear children of this great blessing?"},{"refcode_short":"T22 34.1","refcode_long":"Testimony for the Church — No. 22, p. 34.1 (Ellen Gould White)","content":"Parents, inaction is the greatest curse that ever came upon youth. Your daughters should not be allowed to lie late in bed in the morning, sleeping away the precious hours lent them of God to be used for the best purpose, and for which they will have to give an account to God. The mother is doing her daughters great injury in bearing the burdens the daughters should share with her for their own present good and future benefit. The course many parents have pursued in allowing their children to be indolent, and to gratify a desire for reading romance, is unfitting them for real life. Novel and story book reading are the greatest evils that youth can indulge in. Novel and love-story readers always fail to make good, practical mothers. They live in an unreal world. They are air-castle builders, living in an imaginary world. They become sentimental, and have sick fancies. Their artificial life spoils them for anything useful. They are dwarfed in intellect, although they may flatter themselves that they are superior in mind and manners. Exercise in household labor will be of the greatest advantage to young girls."},{"refcode_short":"T22 35.1","refcode_long":"Testimony for the Church — No. 22, p. 35.1 (Ellen Gould White)","content":"Physical labor will not prevent the cultivation of the intellect. Far from this. The advantages gained by physical labor will balance them, that the mind shall not be overworked. The toil will then come upon the muscles, and relieve the wearied brain. There are many listless, useless girls who consider it unladylike to engage in active labor. But their characters are too transparent to deceive sensible persons in regard to their real worthlessness. They will simper and giggle, and are all affectation. They appear as though they could not speak their words fairly and squarely, but torture all they say with lisping and simpering. Are these ladies? They were not born fools, but were educated such. It does not require a frail, helpless, overdressed, simpering thing to make a lady. A sound body is required for a sound intellect. Physical soundness, and a practical knowledge in all the necessary household duties, is never a hindrance to a well-developed intellect, but highly important for a lady."},{"refcode_short":"T22 36.1","refcode_long":"Testimony for the Church — No. 22, p. 36.1 (Ellen Gould White)","content":"All the powers of the mind should be called into use, and developed, in order for men and women to have well-balanced minds. The world is full of one-sided men and women, because one set of the faculties are cultivated, while others are dwarfed from inaction. The education of most youth a failure. They over-study, while they neglect that which pertains to practical business life. Men and women become parents without considering their responsibilities, and their offspring sink lower in the scale of human deficiency than they themselves. Thus we are fast degenerating. The constant application to study, as the schools are now conducted, is unfitting youth for practical life. The human mind will have action. If it is not active in the right direction, it will be active in the wrong. And in order to preserve the balance of the mind, labor and study should be united in the schools."},{"refcode_short":"T22 36.2","refcode_long":"Testimony for the Church — No. 22, p. 36.2 (Ellen Gould White)","content":"There should have been in past generations provisions made for education upon a larger scale. In connection with the schools should have been agricultural and manufacturing establishments. There should have been teachers also of household labor. There should have been a portion of the time each day devoted to labor, that the physical and mental might be equally exercised. If schools had been established upon the plan we have mentioned, there would not now be as many unbalanced minds."},{"refcode_short":"T22 37.1","refcode_long":"Testimony for the Church — No. 22, p. 37.1 (Ellen Gould White)","content":"God prepared for Adam and Eve a beautiful garden. He provided for them everything their wants required. He planted for them trees of every variety bearing fruit. With a liberal hand he surrounded them with his bounties—the trees for usefulness and beauty, and the lovely flowers, which sprung up spontaneously, and flourished in rich profusion around them, were to know nothing of decay. Adam and Eve were rich indeed. They possessed Eden. Adam was lord in his beautiful domain. None can question the fact that Adam was rich. But God knew that Adam could not be happy unless he had employment. Therefore he gave him something to do. He was to dress the garden."},{"refcode_short":"T22 37.2","refcode_long":"Testimony for the Church — No. 22, p. 37.2 (Ellen Gould White)","content":"Men and women of this degenerate age, if they have a large amount of earthly treasure, which, in comparison with that paradise of beauty and wealth given the lordly Adam, is very insignificant, feel themselves above labor, and educate their children that labor is degrading. Such rich parents, by precept and example, instruct their children that money makes the gentleman and the lady. But our idea of the gentleman and the lady is measured by the intellect and moral worth. God estimates not by dress. The inspired apostle's exhortation is, “Whose adorning, let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel; but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.” The meek and quiet spirit is exalted above worldly honor or riches. The Lord illustrates how he estimates the worldly wealthy, who lift up their souls unto vanity, because of their earthly possessions, by the rich man who tore down his barns and built greater, that he might have wherewith to bestow his goods. Forgetful of God, he acknowledged not from whence came all his possessions. No grateful thanks ascended to his gracious Benefactor. He congratulated himself, “Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.” The Master, who had intrusted to him earthly riches with which to bless his fellow-men and glorify his Maker, was justly angry at his ingratitude, and said, “Thou fool, this night thy soul shall be required of thee; then whose shall these things be, which thou hast provided? So is he that layeth up treasure for himself, and is not rich toward God.” Here we have an illustration of how the infinite God estimates man. An extensive fortune, or any degree of wealth, will not secure the favor of God. All these bounties and blessings come from him, to prove, test, and develop, the character of man."},{"refcode_short":"T22 39.1","refcode_long":"Testimony for the Church — No. 22, p. 39.1 (Ellen Gould White)","content":"Men may have boundless wealth, yet if they are not rich toward God, if they have no interest to secure to themselves the heavenly treasure, and divine wisdom, they are accounted fools by their Creator, and we leave them just where God leaves them. Labor is a blessing. It is impossible for us to enjoy health without labor. All the faculties should be called into use in order to be properly developed, and that men and women may have well-balanced minds. If the young had been given a thorough education in the different branches of labor, and had been taught labor as well as the sciences, their education would have been of greater advantage to them."},{"refcode_short":"T22 39.2","refcode_long":"Testimony for the Church — No. 22, p. 39.2 (Ellen Gould White)","content":"The constant strain upon the brain, while the muscles are inactive, enfeebles the nerves, and students have an almost uncontrollable desire for change and exciting amusements. After the confinement to study several hours each day, they are, when released, nearly wild. Many have never been controlled at home. They have been left to follow inclination, and the restraint of the hours of study is, they think a severe tax upon them; and not having anything to do after study hours, Satan suggests sport and mischief for change. Their influence over other students is demoralizing. Those students who have had the benefits of religious teaching at home and who are ignorant of the vices of society, frequently become the best acquainted with those whose minds have been cast in an inferior mold, and whose advantages for mental culture and religious training have been very limited. And they are in danger, by mingling in the society of this class, and in breathing an atmosphere that is not elevating, but tending to lower and degrade the morals, of sinking to the same low level as their companions. It is the delight of a large class of students, in their unemployed hours, to have a scrape. And very many of the young who left their homes innocent and pure, by associations at school, become corrupted."},{"refcode_short":"T22 40.1","refcode_long":"Testimony for the Church — No. 22, p. 40.1 (Ellen Gould White)","content":"I have been led to inquire, Must all that is valuable in our youth be sacrificed in order that they may obtain an education at the schools? If there had been agricultural and manufacturing establishments in connection with our schools, and competent teachers had been employed to educate the youth in the different branches of study and labor, devoting a portion of each day to mental improvement, and a portion of the day to physical labor, there would now be a more elevated class of youth to come upon the stage of action, to have influence in molding society. The youth who would graduate at such institutions would many of them come forth with stability of character. They would have perseverance, fortitude, and courage to surmount obstacles, and principles that they would not be swerved by wrong influence, however popular. There should have been experienced teachers to give lessons to young ladies in the cooking department. Young girls should have been instructed to manufacture wearing apparel, to cut, make, and mend garments, and thus become educated for the practical duties of life."},{"refcode_short":"T22 41.1","refcode_long":"Testimony for the Church — No. 22, p. 41.1 (Ellen Gould White)","content":"For young men there should be establishments where they could learn different trades, which would bring into exercise their muscles as well as their mental powers. If the youth can have but a one-sided education, which is of the greatest consequence? the study of the sciences, with all the disadvantages to health and life? or the knowledge of labor for practical life? We unhesitatingly say, The latter. If one must be neglected, let it be the study of books."},{"refcode_short":"T22 41.2","refcode_long":"Testimony for the Church — No. 22, p. 41.2 (Ellen Gould White)","content":"There are very many girls who have married and have families who have but little practical knowledge of the duties devolving upon a wife and mother. They cannot cook, but they can read, and play upon an instrument of music. They cannot make good bread, which is very essential to the health of the family. They cannot cut and make garments, for they did not learn how to do these things. They did not consider these things essential, and they are in their married life dependent, as their own little children, upon some one to do these things for them. It is this inexcusable ignorance in regard to the most needful duties of life which makes very many unhappy"},{"refcode_short":"T22 42.1","refcode_long":"Testimony for the Church — No. 22, p. 42.1 (Ellen Gould White)","content":"The impression that work is degrading to fashionable life has laid thousands in the grave who might have lived. Those who perform only manual labor frequently work to excess, without giving themselves periods of rest, while the intellectual class overwork the brain and suffer for want of the healthful vigor physical labor gives. If the intellectual would share the burden of the laboring class to a degree, that the muscles might be strengthened, the laboring class might do less, and devote a portion of their time to mental and moral culture. Those of sedentary and literary habits should exercise the physical, even if they have no need to labor so far as means is concerned. Health should be sufficient inducement to lead them out to unite physical labor with their mental."},{"refcode_short":"T22 43.1","refcode_long":"Testimony for the Church — No. 22, p. 43.1 (Ellen Gould White)","content":"Intellectual, physical, and moral culture should be combined in order to have well-developed and well-balanced men and women. Some are qualified to exercise greater intellectual strength than others, while others are inclined to love and enjoy physical labor. Both of these should seek to improve where they are deficient, that they may present to God their entire being, a living sacrifice, holy and acceptable to him, which is their reasonable service. The habits and customs of fashionable society should not gauge their course of action. The inspired apostle adds, “And be ye not conformed to this world; but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect will of God."},{"refcode_short":"T22 43.2","refcode_long":"Testimony for the Church — No. 22, p. 43.2 (Ellen Gould White)","content":"Thinking men's minds labor too hard. They frequently use their mental powers prodigally, while there is another class whose highest aim in life is physical labor. The latter class do not exercise the mind. Their muscles are exercised, while their brain is robbed of intellectual strength, as the thinking brain workers, who neglect exercising the muscles, and rob their bodies of strength and vigor. Those who are content to devote their lives to physical labor, and leave others to do the thinking for them, while they simply carry out what other brains have planned, will have strength of muscle, but feeble intellect. Their influence for good is small in comparison to what it might be if they would use their brains as well as their muscles. This class fall more readily if attacked with disease, because the system is not vitalized by the electrical force of the brain to resist disease."},{"refcode_short":"T22 44.1","refcode_long":"Testimony for the Church — No. 22, p. 44.1 (Ellen Gould White)","content":"Men who have good physical powers should educate themselves to think as well as to act, and not depend upon others to be brains for them. It is a popular error with a large class to regard work as degrading. Therefore young men are very anxious to educate themselves to become teachers, clerks, merchants, lawyers, and to occupy almost any position that does not require physical labor. Young women regard housework as demeaning. And although the physical exercise required to perform household labor, if not too severe, is calculated to promote health, yet they will seek for education that will fit them to become teachers, clerks, or learn some trade which confines them indoors to sedentary employment. The bloom of health fades from their cheeks, and disease fastens upon them, because they are robbed of physical exercise, and their habits are perverted generally, because it is fashionable. They enjoy delicate life, which is feebleness and decay."},{"refcode_short":"T22 45.1","refcode_long":"Testimony for the Church — No. 22, p. 45.1 (Ellen Gould White)","content":"True, there is some excuse for young women not choosing housework for employment, because those who hire their kitchen girls generally treat them as servants. Frequently their employers do not respect them, and treat them as though they were unworthy to be members of their families. They do not give them privileges as they do the seamstress, the copyist, and the teacher of music. But there can be no employment more important than that of housework. To cook well, and present healthful food upon the table in an inviting manner, requires intelligence and experience. The one who prepares food that is to be placed in our stomachs, to be converted into blood to nourish the system, occupies a most important and elevated position. The position of copyist, dress-maker, or music teacher, cannot equal in importance that of the cook."},{"refcode_short":"T22 45.2","refcode_long":"Testimony for the Church — No. 22, p. 45.2 (Ellen Gould White)","content":"The foregoing is a statement of what might have been done by a proper system of education. But time is too short now to accomplish that which might have been done in past generations. But we can do much, even in these last days, to correct the existing evils in the education of youth. And because time is short we should be in earnest, and work zealously to give the young that education which is consistent with our faith. We are reformers. We desire that our children should study to the best advantage. In order to do this, employment should be given them which would call into exercise the muscles. Daily, systematic labor should constitute a part of the education of youth even at this late period. Much can now be gained in connecting labor with schools. The students will realize in following this plan elasticity of spirit, and vigor of thought, and can accomplish more mental labor, in a given time, than they could by study alone. And they can leave their schools with their constitutions unimpaired, with strength and courage to persevere in any position in which the providence of God may place them."},{"refcode_short":"T22 46.1","refcode_long":"Testimony for the Church — No. 22, p. 46.1 (Ellen Gould White)","content":"Because time is short, we should work with diligence and double energy. Our children may never enter college, but they can obtain the education in essential use, which will give culture to the mind, and bring into use its powers. Very many youth that have gone through a college course do not obtain that true education that they can put to practical use. They may have the name of having a collegiate education, but are in reality only educated."},{"refcode_short":"T22 46.2","refcode_long":"Testimony for the Church — No. 22, p. 46.2 (Ellen Gould White)","content":"There are many young men whose services God would accept if they would consecrate themselves to him unreservedly. If they would exercise the powers of their mind in the service of God, which they use in serving themselves, and in acquiring property, they would make earnest, persevering, successful laborers in the vineyard of the Lord. Many of our young men should turn their attention to the study of the Scriptures, that God may use them in his cause. But they do not become intelligent in spiritual knowledge as in temporal things, therefore they fail to do the work of God which they could do with acceptance. There are but few to warn sinners and win souls to Christ when there should be many. Our young men generally are wise in worldly matters, but not intelligent in regard to the things of the kingdom of God. They might turn their minds in the heavenly and divine channel, walking in the light, and going on from one degree of light and strength to another, until they could turn sinners to Christ, and point the unbelieving and desponding to a bright track heavenward. And when the warfare is ended, they might be welcomed to the joy of the Lord."},{"refcode_short":"T22 47.1","refcode_long":"Testimony for the Church — No. 22, p. 47.1 (Ellen Gould White)","content":"Young men should not enter upon the work of explaining the Scriptures, and lecturing upon the prophecies, when they do not have a knowledge of the important Bible truths they try to explain to others. They may be deficient in the common branches of education, and fail to do the amount of good they otherwise could do, if they had the advantages of a good school. Ignorance will not increase the humility or spirituality of any professed follower of Christ. The truths of the divine word can be best appreciated by an intellectual Christian. Christ can be better glorified by those who serve him intelligently. The great object of education is to enable us to bring into use the powers which God has given us in such a manner as will best represent the religion of the Bible and promote the glory of God. For all the talents which God has intrusted to us, we are indebted to him who gave us existence."},{"refcode_short":"T22 48.1","refcode_long":"Testimony for the Church — No. 22, p. 48.1 (Ellen Gould White)","content":"It is a duty we owe to our Creator to cultivate and improve upon the talents he has committed to our trust. Education will discipline the mind and develop its powers, and understandingly direct them, that we may be useful in advancing the glory of God. We need a school where those who are just entering the ministry may be taught at least the common branches of education, and where they may also learn the truths of God's word for this time more perfectly. There should be connected with these schools lectures given upon prophecies. Those who really have good abilities such as God would accept to labor in his vineyard, would be very much benefited by only a few months’ instruction at such a school."},{"refcode_short":"T22 49","refcode_long":"Testimony for the Church — No. 22, p. 49 (Ellen Gould White)","content":"The Health Reform"},{"refcode_short":"T22 49.1","refcode_long":"Testimony for the Church — No. 22, p. 49.1 (Ellen Gould White)","content":"December 10, 1871, I was again shown that the health reform is one branch of the great work to fit a people for the coming of the Lord. And it is as closely connected with the third angel's message as the hand is united to the body. The law of ten commandments has been lightly regarded by man. The Lord would not come to punish the transgressors of his law without first sending them a message of warning. The third angel proclaims the warning message. Had men ever been obedient to the law of ten commandments, carrying out in their lives the principles of these ten precepts, the curse of disease now flooding the world would not be."},{"refcode_short":"T22 49.2","refcode_long":"Testimony for the Church — No. 22, p. 49.2 (Ellen Gould White)","content":"Men and women cannot violate natural law in the indulgence of depraved appetite, and lustful passions, and not violate the law of God. Therefore God has permitted the light of health reform to shine upon us, that we may see our sin in violating the laws God has established in our being. All our enjoyments or sufferings may be traced to obedience or transgression of natural law. Our gracious Heavenly Father sees the deplorable condition of men while living in violation of the laws he has established. Many are doing this ignorantly, some knowingly. The Lord, in love and pity to the race, causes the light to shine upon health reform. He publishes his law, and the penalty that will follow the transgression of it, that all may learn, and be careful to live in harmony with natural law. He proclaims his law so distinct, and makes it so prominent, that it is like a city set on a hill. All accountable beings can understand his law if they will. Idiots will not be responsible."},{"refcode_short":"T22 50.1","refcode_long":"Testimony for the Church — No. 22, p. 50.1 (Ellen Gould White)","content":"To make plain natural law, and urge the obedience of it, is the work that accompanies the third angel's message, to prepare a people for the coming of the Lord."},{"refcode_short":"T22 50.2","refcode_long":"Testimony for the Church — No. 22, p. 50.2 (Ellen Gould White)","content":"Adam and Eve fell, through intemperate appetite. Christ came and withstood the fiercest temptation of Satan, and, in behalf of the race, he overcame appetite, showing that man may overcome. As Adam fell, through appetite, and lost blissful Eden, the children of Adam may, through Christ, overcome appetite, and through temperance in all things regain Eden."},{"refcode_short":"T22 50.3","refcode_long":"Testimony for the Church — No. 22, p. 50.3 (Ellen Gould White)","content":"Ignorance now is no excuse for the transgression of law. The light shineth clearly, and none need to be ignorant, for the great God himself is man's instructor. All are bound by the most sacred obligations to God to heed sound philosophy and genuine experience in reference to health reform which he is now giving them."},{"refcode_short":"T22 51.1","refcode_long":"Testimony for the Church — No. 22, p. 51.1 (Ellen Gould White)","content":"God designs the great subject of health reform shall be agitated, and the public mind deeply stirred to investigate, for it is impossible for men and women, with all their sinful, health-destroying, brain-enervating habits, to discern sacred truth, through which they are to be sanctified, refined, elevated, and made fit for the society of heavenly angels in the kingdom of glory."},{"refcode_short":"T22 51.2","refcode_long":"Testimony for the Church — No. 22, p. 51.2 (Ellen Gould White)","content":"The inhabitants of the Noachian world were destroyed, because they were corrupted through the indulgence of perverted appetite. Sodom and Gomorrah were destroyed through the gratification of unnatural appetite, which benumbed the intellect, and they could not discern the difference between the sacred claims of God and the clamor of appetite. The latter enslaved them, and they became so ferocious and bold in their detestable abominations, God would not tolerate them upon the earth. God ascribes the wickedness of Babylon to her gluttony and drunkenness."},{"refcode_short":"T22 51.3","refcode_long":"Testimony for the Church — No. 22, p. 51.3 (Ellen Gould White)","content":"The apostle exhorts the church, “I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.” Man, then, can make the body unholy by sinful indulgences. If unholy, they are unfitted to be spiritual worshipers, and are not worthy of Heaven. If man will cherish the light God in mercy gives him upon health reform, he may be sanctified through the truth, and fitted for immortality. If he disregards light, and lives in violation of natural law, he must pay the penalty."},{"refcode_short":"T22 52.1","refcode_long":"Testimony for the Church — No. 22, p. 52.1 (Ellen Gould White)","content":"God created man perfect and holy. Man fell from his holy estate, because he transgressed God's law. Since the fall, there has been a rapid increase of disease, suffering, and death. Notwithstanding man has insulted his Creator, yet God's love is still extended to the race. And he permits light to shine, that man may see that, in order to live a perfect life, he must live in harmony with those natural laws which govern his being. Therefore, it is of the greatest importance that he have a knowledge of how to live, that his powers of body and mind may be exercised to the glory of God."},{"refcode_short":"T22 52.2","refcode_long":"Testimony for the Church — No. 22, p. 52.2 (Ellen Gould White)","content":"It is impossible for man to present his body a living sacrifice, holy and acceptable to God, while he is indulging in habits that are lessening physical, mental, and moral vigor, because it is customary for the world to do this. The apostle adds, “And be not conformed to this world; but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect will of God.” Jesus, seated upon the Mount of Olives, gave instruction to his disciples, of the signs which should precede his coming. He says, “But as the days of Noe were, so shall also the coming of the Son of man be. For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark, and knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.”"},{"refcode_short":"T22 53.1","refcode_long":"Testimony for the Church — No. 22, p. 53.1 (Ellen Gould White)","content":"The same sins exist in our day of carrying their eating and drinking to gluttony and drunkenness. The same sins exist in our day which brought the wrath of God upon the world in the days of Noah. Men and women now carry their eating and drinking to gluttony and drunkenness. This prevailing sin, of indulgence of perverted appetite, inflamed the passions of men in the days of Noah, and led to general corruption, until their violence and crimes reached to Heaven. And God washed the earth of its moral pollution by a flood."},{"refcode_short":"T22 53.2","refcode_long":"Testimony for the Church — No. 22, p. 53.2 (Ellen Gould White)","content":"The same sins of gluttony and drunkenness benumbed the moral sensibilities of the inhabitants of Sodom, so that crimes seemed to men and women of that wicked city to be their delight. Christ warns the world. He says, “Likewise, also, as it was in the days of Lot, they did eat, they drank, they bought, they sold, they planted, they builded. But the same day that Lot went out of Sodom it rained fire and brimstone from heaven and destroyed them all. Even thus shall it be in the day when the Son of man is revealed.”"},{"refcode_short":"T22 54.1","refcode_long":"Testimony for the Church — No. 22, p. 54.1 (Ellen Gould White)","content":"Christ has left us here a most important lesson. He does not in his teaching encourage indolence. His example was the opposite of this. Christ was an earnest worker. His life was one of self-denial, diligence, perseverance, industry, and economy. He would lay before us the danger of making eating and drinking paramount. He reveals the result of giving up to indulgence of appetite. The moral powers are enfeebled, so that sin does not appear sinful. Crimes are winked at, and base passions control the minds, until general corruption roots out good principles and impulses, and God is blasphemed. All this is the result of eating and drinking to excess. This is the very condition of things he declares will exist at his second coming."},{"refcode_short":"T22 54.2","refcode_long":"Testimony for the Church — No. 22, p. 54.2 (Ellen Gould White)","content":"Will men and women be warned? Will they cherish the light? or will they become slaves to appetite and base passions? Christ presents to us something higher to toil for than merely what we shall eat, and what we shall drink, and wherewithal we shall be clothed. Eating and drinking and dressing are carried to such excess that they become crimes, and are one of the marked sins of the last days, and constitute a sign of Christ's soon coming. Time, money, and strength, which are the Lord's, that he has intrusted to us, are wasted in needless superfluities of dress, and luxuries for the perverted appetite, which lessen vitality, and bring suffering and decay. It is impossible to present to God our bodies a living sacrifice, when they are full of corruption and disease by our own sinful indulgence."},{"refcode_short":"T22 55.1","refcode_long":"Testimony for the Church — No. 22, p. 55.1 (Ellen Gould White)","content":"Knowledge in regard to how we shall eat, and drink, and dress, in reference to health, must be gained. Sickness is caused by violating the laws of health. Therefore, sickness is the result of nature's violated law. Our first duty we owe to God, to ourselves, and our fellow-men, is to obey the laws of God, which include the laws of health. If we are sick, we impose a weary tax upon our friends, and unfit ourselves for discharging our duties to our families and to our neighbors. And when premature death is the result of our violation of nature's law, we bring sorrow and suffering to others. We deprive our neighbors of the help we ought to render them in living. Our families are robbed of the comfort and help we might render them, and God is robbed of the service he claims of us to advance his glory. Then, are we not transgressors of God's law in the worst sense?"},{"refcode_short":"T22 56.1","refcode_long":"Testimony for the Church — No. 22, p. 56.1 (Ellen Gould White)","content":"God, all pitiful, gracious, and tender, accepts the poor offering rendered to him from those who have injured their health by sinful indulgences, and when light has come, and convinced them of sin, and they have repented and sought pardon, God receives them. Oh! what tender mercy that he does not refuse the remnant of the abused life of the suffering, repenting sinner. In his gracious mercy, he saves these souls as by fire. But what an inferior, pitiful sacrifice at best, to offer to a pure and holy God. Noble faculties have been paralyzed by wrong habits of sinful indulgence. The aspirations are perverted, and the soul and body defaced."},{"refcode_short":"T22 56","refcode_long":"Testimony for the Church — No. 22, p. 56 (Ellen Gould White)","content":"The Health Institute"},{"refcode_short":"T22 56.2","refcode_long":"Testimony for the Church — No. 22, p. 56.2 (Ellen Gould White)","content":"The great work of reform must go forward. The Health Institute has been established at Battle Creek to relieve the afflicted, to disseminate light, to awaken the spirit of inquiry, and to advance reform. This institution is conducted upon different principles than any other hygienic institution in the land. Money is not the great object with its friends and conductors. This institution is conducted from a conscientious, religious standpoint, aiming to carry out the principles of Bible hygiene. Most institutions of the kind are established upon different principles, and are conservative, with the object to meet the popular class half way, and shape their course in that manner that they will receive the greatest patronage, and the most money."},{"refcode_short":"T22 57.1","refcode_long":"Testimony for the Church — No. 22, p. 57.1 (Ellen Gould White)","content":"The Health Institute at Battle Creek is established upon firm religious principles. Its conductors acknowledge God as the real proprietor. Physicians and helpers look to God for guidance, and aim to move conscientiously in his fear. For this reason, it stands upon a sure basis. When feeble, suffering invalids learn in regard to the principles of directors, superintendent, physicians, and helpers, at our Institute, that they have the fear of God before them, they will feel safer there than at the popular institutions."},{"refcode_short":"T22 57.2","refcode_long":"Testimony for the Church — No. 22, p. 57.2 (Ellen Gould White)","content":"If those connected with the Health Institute at Battle Creek should descend from the pure, exalted principles of Bible truth, to imitate the theories and practices of those at the head of other institutions, where only the diseases of invalids are treated, and that merely for money, the conductors not working from a high, religious standpoint, God's special blessing would not rest upon our Institute. This Institution is designed of God to be one of the greatest aids in preparing a people to be perfect before God. In order to attain to this perfection, men and women must have physical and mental strength to appreciate the elevated truths of God's word, and be brought into a position where they will discern the imperfections in their moral characters. They should be in earnest to reform, that they may have friendship with God. The religion of Christ is not to be placed in the background, and its holy principles lain down to meet the approval of any class, however popular. If the standard of truth and holiness is lowered, then is the design of God not carried out in our Institution."},{"refcode_short":"T22 58.1","refcode_long":"Testimony for the Church — No. 22, p. 58.1 (Ellen Gould White)","content":"But our peculiar faith should not be discussed with patients. Their minds should not be unnecessarily excited upon subjects wherein we differ, unless they themselves desire it, and then great caution should be observed, not to agitate the mind by urging upon them our peculiar faith. The Health Institute is not the place to be forward to enter into discussion upon points of our faith wherein we differ with the religious world generally. They have prayer-meetings at the Institute, where all may take part if they choose, and there is an abundance to dwell upon in regard to Bible religion, without objectionable points of difference. The silent influence will do more than open controversy. In exhortation in the prayer-meetings, some Sabbath-keepers have felt they must bring in the Sabbath, and the third angel's message, or they could not have freedom. This is characteristic of narrow minds. Patients not acquainted with our faith know not what is meant by third angel's message. The introduction of these terms without a clear explanation of them only does harm. We must meet the people where they are, and yet we need not sacrifice one principle of the truth. The prayer-meeting will prove a blessing to patients, helpers, and physicians. Brief and interesting seasons of prayer and social worship will increase the confidence of patients in their physicians and helpers. The helpers should not be deprived of these meetings by work, unless positively necessary. They need them, and should enjoy them. By thus establishing regular meetings, the patients gain confidence in the Institute, and feel more at home. And thus the way is prepared for the seed of truth to take root in some hearts. These meetings especially interest some who profess to be Christians, and make a favorable impression upon those who do not. Mutual confidence is increased for one another, and prejudice is weakened, and in many cases entirely removed. Then there is an anxiety to attend the Sabbath meeting. There, in the house of God, is the place to speak our denominational sentiments, dwelling with clearness upon essential points of present truth, and with the spirit of Christ, in love and tenderness, urge home upon all hearts the necessity of obedience to all the requirements of God, and let the truth convict hearts."},{"refcode_short":"T22 60.1","refcode_long":"Testimony for the Church — No. 22, p. 60.1 (Ellen Gould White)","content":"I was shown that a larger work could be accomplished if there were gentlemen physicians of the right stamp of mind, with proper culture, and thorough understanding of every part of the work devolving on a physician. The physicians should have a large stock of patience, forbearance, kindliness, and pity; for they need these qualifications in dealing with suffering invalids, diseased in body, and many diseased both in body and mind. It is not; an easy matter to obtain the right class of men and women fitted for the place, who will work harmoniously, zealously, and unselfishly, for the benefit of suffering invalids. Men are wanted at our Institute who will have the fear of God before them, and who can administer to a sick mind, and keep prominent the health reform from a religious standpoint."},{"refcode_short":"T22 60.2","refcode_long":"Testimony for the Church — No. 22, p. 60.2 (Ellen Gould White)","content":"Those who engage in this work should be consecrated to God, and not only have the object before them to treat the body merely to cure disease, thus working from the popular physician's standpoint, but be spiritual fathers, to administer to minds diseased, and point the sin-sick soul to the never-failing remedy, the Saviour who died for them. Those who are reduced by disease are sufferers in more than one sense. They can endure bodily pain far better than they can bear mental suffering. Many bear a violated conscience, and can be reached only by the principles of Bible religion."},{"refcode_short":"T22 61.1","refcode_long":"Testimony for the Church — No. 22, p. 61.1 (Ellen Gould White)","content":"When the poor, suffering paralytic was brought to the Saviour, the urgency of the case seemed to admit of not a moment's delay, for already dissolution was doing its work upon the body. Those who bore him upon his bed, when they saw that they could not come directly into the presence of Christ, at once tore open the roof, and let down the bed whereon the sick of the palsy lay. Our Saviour saw and understood his condition perfectly. He also knew that this wretched man had a sickness of the soul far more aggravating than bodily suffering. He knew the greatest burden he had borne for months was on account of sins. The crowd of people were waiting with almost breathless silence, to see how Christ would treat this case, apparently so hopeless. They were all astonished to hear the words which fell from his lips, “Son, be of good cheer; thy sins be forgiven thee.” These were the most precious words that could fall upon the ear of that sick sufferer, for the burden of sin had laid so heavily upon him that he could not find the least relief. Christ lifts the burden that so heavily oppressed him: “Be of good cheer,” I, your Saviour, came to forgive sins. How quickly the pallid countenance of the sufferer changes! Hope takes the place of dark despair, and peace and joy take the place of distressing doubt and stolid gloom. The mind being restored to peace and happiness, the suffering body can now be reached. Next comes from the divine lips, “Thy sins be forgiven thee, arise, and walk.” Those lifeless, bloodless arms, in the effort to obey the will were quickened, the healthful current of blood flowed through the veins, the leaden color of his flesh disappeared, and the ruddy glow of health took its place. The limbs, that for long years had refused to obey the will, were now quickened to life, and healed paralytic grasps his bed, and walks through the crowd to his home, glorifying God."},{"refcode_short":"T22 62.1","refcode_long":"Testimony for the Church — No. 22, p. 62.1 (Ellen Gould White)","content":"This case is for our instruction. Physicians who would be successful in the treatment of disease, should know how to administer to a mind diseased. They can have a powerful influence for good, if they make God their trust. Some invalids need first to be relieved of pain before the mind can be reached. After this relief to the body has come, the physician can frequently the more successfully appeal to the conscience, and their hearts will be more susceptible to the influences of the truth. There is danger of those connected with the Health Institute losing sight of the object of such an institution established by Seventh-day Adventists, and they, working from the worldling's standpoint, patterning after other institutions."},{"refcode_short":"T22 63.1","refcode_long":"Testimony for the Church — No. 22, p. 63.1 (Ellen Gould White)","content":"The object of the Health Institute among us is not for the purpose of obtaining money; although money is very necessary to carry forward this Institution successfully. Economy should be exercised by all in the expenditure of means, that money be not used needlessly. But there should be sufficient means to invest in all necessary conveniences which will make the work of helpers, and especially physicians, as easy as possible. And the directors of the Health Institute should avail themselves of every facility which will aid in the successful treatment of patients."},{"refcode_short":"T22 63.2","refcode_long":"Testimony for the Church — No. 22, p. 63.2 (Ellen Gould White)","content":"Patients should be treated with the greatest sympathy and tenderness. And yet the physicians should be firm, and not allow themselves, in their treatment of the sick, to be dictated by patients. Firmness, on the part of the physicians, is necessary for the good of the patients. But firmness should be mingled with respectful courtesy. No physician or helper should contend with a patient, or use harsh, irritating words, or even words not the most kindly, however provoking the patient may be."},{"refcode_short":"T22 64.1","refcode_long":"Testimony for the Church — No. 22, p. 64.1 (Ellen Gould White)","content":"One of the great objects of our Health Institute is to direct the sin-sick soul to the great Physician, the true healing fountain, and arouse their attention to the necessity of reform from a religious standpoint, that they no longer violate the law of God by sinful indulgences."},{"refcode_short":"T22 64.2","refcode_long":"Testimony for the Church — No. 22, p. 64.2 (Ellen Gould White)","content":"If the moral sensibilities of invalids can be aroused, and they see that they are sinning against their Creator by bringing sickness upon themselves, by the indulgence of appetite, and debasing passions, when they leave the Health Institute, they will not leave their principles behind, but take them with them, and be genuine health reformers at home. If the moral sensibilities are aroused, patients will have a determination to carry out their convictions of conscience. And if they see the truth, they will obey it. They will have true, noble independence to practice the truths to which they assent. If the mind is at peace with God, the bodily conditions will be more favorable."},{"refcode_short":"T22 64.3","refcode_long":"Testimony for the Church — No. 22, p. 64.3 (Ellen Gould White)","content":"The greatest responsibility rests upon the church at Battle Creek to live and walk in the light, and preserve their simplicity and separation from the world, that their influence may tell with convincing power upon those who are strangers to the truth who attend our meetings. If the church at Battle Creek are a lifeless body, filled with pride, and are exalted above the simplicity of true godliness, leaning to the world, their influence will be to scatter from Christ, and make the most solemn and essential truths of the Bible of no force. This church have opportunities to be benefited with lectures from the physicians of the Health Institute. They can obtain information upon the great subject of health reform if they desire it. But the church at Battle Creek, who make great profession of the truth, are far behind other churches who have not been blessed with the advantages they have had. The neglect of the church to live up to the light which they have had upon health reform is a discouragement to the physicians, and to the friends of the Health Institute. If the church would manifest a greater interest in the reforms, which God himself has brought to them, to fit them for his coming, their influence would be tenfold what it now is."},{"refcode_short":"T22 65.1","refcode_long":"Testimony for the Church — No. 22, p. 65.1 (Ellen Gould White)","content":"Many who profess to believe the testimonies live in neglect of the light given. The dress reform is treated by some with great indifference, and by others with contempt, because there is a cross attached to it. For this cross I thank God. It is just what we need to distinguish and separate God's commandment keeping people from the world. The dress reform answers to us as did the ribbon of blue to ancient Israel. The proud, and those who have no love for sacred truth, which will separate them from the world, will show it by their works. God has in his providence given us the light upon health reform, that we should understand it in all its bearings, follow the light it brings, and by relating ourselves rightly to life, have health, that we may glorify God and be a blessing to others."},{"refcode_short":"T22 66.1","refcode_long":"Testimony for the Church — No. 22, p. 66.1 (Ellen Gould White)","content":"The church generally at Battle Creek have not sustained the Institute by their example. They have not honored the light of health reform by carrying it out in their families. The sickness that has attended many families in Battle Creek need not have been, if they had followed the light God has given them. Like ancient Israel, they have disregarded the light, and could see no more necessity of restricting their appetite than did ancient Israel. The children of Israel would have flesh-meats, and said as many now say, We should die without meat. God gave rebellious Israel flesh, and his curse with it. Thousands of them died while the meat they desired was between their teeth. We have the example of ancient Israel, and the warning for us not to do as they did. Their history of unbelief and rebellion is left on record as a special warning that we should not follow their example of murmuring at God's requirements. How can we pass on so indifferently, choosing our own course, following the sight of our own eyes, and departing farther and farther from God as did the Hebrews? God cannot do great things for his people because of their hardness of heart and sinful unbelief."},{"refcode_short":"T22 67.1","refcode_long":"Testimony for the Church — No. 22, p. 67.1 (Ellen Gould White)","content":"God is no respecter of persons, but in every generation they that fear the Lord and work righteousness are accepted of him, and they that are murmuring, unbelieving, and rebellious, will not have his favor and the blessings promised to those who love the truth and walk in it. Those who have the light and do not follow it, but disregard the requirements of God, will find that their blessings will be changed into a curse, and their mercies into judgments. God would have us learn humility and obedience as we read the history of ancient Israel, who were his chosen and peculiar people, but who brought their own destruction by following their own ways."},{"refcode_short":"T22 67.2","refcode_long":"Testimony for the Church — No. 22, p. 67.2 (Ellen Gould White)","content":"The religion of the Bible is not detrimental to the health of the body or of the mind. The influence of the Spirit of God is the very best medicine that can be received by a sick man or woman. Heaven is all health, and the more deeply the heavenly influences are realized, the more sure will be the recovery of the believing invalid. At some other Health Institutes they encourage amusements, plays, and dancing, to get up excitement, but are fearful as to the result of religious interest. Dr. Jackson's theory in this respect is not only erroneous, but dangerous. Yet he has talked this in such a manner that patients would be led, if his instructions were heeded, to think that their recovery depended upon their having as few thoughts of God and Heaven as possible. It is true that there are persons with ill-balanced minds, who imagine themselves to be very religious, who impose upon themselves fasting and prayer, to the injury of their health. These souls suffer themselves to be deceived. God has not required this of them. They have a pharisaical righteousness, which springs not from Christ, but from themselves. They trust to their own good works for salvation, and are seeking to buy Heaven by meritorious works of their own, instead of relying, as every sinner should, alone upon the merits of a crucified and risen Saviour. Christ and true godliness, today and forever, will be health to the body and strength to the soul."},{"refcode_short":"T22 68.1","refcode_long":"Testimony for the Church — No. 22, p. 68.1 (Ellen Gould White)","content":"The cloud which has rested upon our Health Institute is lifting, and the blessing of God has attended the efforts to place it upon a right basis and correct the errors of those who through unfaithfulness brought great embarrassment upon it, and discouragement upon its friends everywhere."},{"refcode_short":"T22 68.2","refcode_long":"Testimony for the Church — No. 22, p. 68.2 (Ellen Gould White)","content":"Those who have assigned to the charitable uses of the Institute the interest, or dividend, of their stock, have done a noble thing, which will meet its reward. All those who have not made an assignment, who are able to do so, should, at their first opportunity, assign all, or a part, as most of the stockholders have done. And as the growing interest and usefulness of this institution demands it, all, especially those who have not, should continue to take stock in it."},{"refcode_short":"T22 69.1","refcode_long":"Testimony for the Church — No. 22, p. 69.1 (Ellen Gould White)","content":"I saw that there was, among our people, a large amount of surplus means, a portion of which should be put into our Health Institute. I also saw that there are many, among our people, of the sick and suffering worthy poor, who have been looking toward our Institute for help, and who are not able to pay the regular prices of board, treatment, &c. The Institute has struggled hard with debts the last three years, and could not treat patients, to any considerable extent, without full pay. It would please God for all our people, who are able so to do, to take stock liberally in our Institute, to place it in condition to help God's humble, worthy poor. In connection with this, I saw that Christ identified himself with suffering humanity, and what we have the privilege to do, for even the least of his children, whom he calls his brethren, we do to the Son of God."},{"refcode_short":"T22 70.1","refcode_long":"Testimony for the Church — No. 22, p. 70.1 (Ellen Gould White)","content":"“Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world. For I was an hungered, and ye gave me meat; I was thirsty, and ye gave me drink; I was a stranger, and ye took me in; naked, and ye clothed me; I was sick, and ye visited me; I was in prison, and ye came unto me. Then shall the righteous answer him, saying, Lord, when saw we thee an hungered, and fed thee? or thirsty, and gave thee drink? When saw we thee a stranger, and took thee in? or naked, and clothed thee? Or when saw we thee sick, or in prison, and came unto thee? And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me. Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels; for I was an hungered, and ye gave me no meat; I was thirsty, and ye gave me no drink; I was a stranger, and ye took me not in; naked, and ye clothed me not; sick, and in prison, and ye visited me not. Then shall they also answer him, saying, Lord, whet saw we thee an hungered, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee? Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me. And these shall go away into everlasting punishment; but the righteous into life eternal.”"},{"refcode_short":"T22 71.1","refcode_long":"Testimony for the Church — No. 22, p. 71.1 (Ellen Gould White)","content":"But to raise the Health Institute from its low state in the autumn of 1869, to its present prosperous and hopeful condition, has demanded sacrifices and exertions of which its friends abroad knew but little. Then it had a debt upon it of $13,000, and there were but eight paying patients at the Institute. And what was worse still, the course of former managers had been such as to so far discourage its friends that they had no heart to furnish means to lift the debt, or to recommend the sick to patronize the Institute. It was at this discouraging point that my husband decided in his mind that the Institute property must be sold to pay the debts, and the balance, after the payment of debts, be refunded to stockholders in proportion to the amount of stock each held. But one morning, in prayer at the family altar, the Spirit of God came upon him as he was praying for divine guidance in matters pertaining to the Institute, and he exclaimed, while bowed upon his knees, “The Lord will vindicate every word he has spoken through vision relative to the Health Institute, and it will be raised from its low estate, and prosper gloriously.”"},{"refcode_short":"T22 72.1","refcode_long":"Testimony for the Church — No. 22, p. 72.1 (Ellen Gould White)","content":"From that point of time, we took hold of the work in earnest, and have labored side by side for the Institute, to counteract the influence of selfish men who had brought embarrassment upon it. We have given of our means, setting an example to others And we have encouraged economy and industry on the part of all connected with the Institute, and that physicians and helpers must work hard, for small pay, until the Institute should again be fully established in the confidence of our people. We have borne a plain testimony against the manifestation of selfishness in any one connected with the Institute, and have counseled and reproved wrongs. We knew that the Health Institute would not succeed unless the blessing of the Lord rested upon it. If his blessing attended it, the friends of the cause would have confidence that it was the work of God, and would feel safe to donate means to make it a living enterprise, that it might be able to accomplish the design of God"},{"refcode_short":"T22 72.2","refcode_long":"Testimony for the Church — No. 22, p. 72.2 (Ellen Gould White)","content":"The physicians and some of the helpers went to work earnestly. They worked hard, under great discouragements. Doctors Ginley, Chamberlain, and Lamson, worked with earnestness and energy for small pay, to buildup this sinking Institution. And, thank God, original debt is removed, large additions have been made to accommodate patients, which have been paid for. The circulation of the Health Reformer, which lies at the very foundation of the success of the Institute, has been doubled, and it has become a live journal. Confidence is fully restored in the minds of most of our people in the Institute, and there have been as many patients at the Institute, nearly the year round, as could well be accommodated, and properly treated by our physicians."},{"refcode_short":"T22 73.1","refcode_long":"Testimony for the Church — No. 22, p. 73.1 (Ellen Gould White)","content":"It is a matter of deep regret that the first managers of our Institute should take a course to nearly overwhelm it in debt and discouragement. But the financial losses which stockholders have felt, and have regretted, have been small in comparison to the labor, perplexity, and care, which myself and husband have borne without pay, and which physicians and helpers have borne for small wages. We have taken stock in the Institute to the amount of $1500, which is “assigned,” which is a small consideration compared with the wear we have suffered in consequence of former reckless managers. But as the Institute now stands higher in reputation and patronage than ever before, and as the property is worth more than all the money that has been invested, and as former errors have been corrected, those who have lost their confidence have no excuse for cherishing feelings of prejudice. And if they still manifest a lack of interest it will be because they choose to cherish prejudice rather than to be led by reason."},{"refcode_short":"T22 74.1","refcode_long":"Testimony for the Church — No. 22, p. 74.1 (Ellen Gould White)","content":"In the providence of God, Bro. Abbey has given his interest and energies to the Health Institute. Bro. Abbey has had an unselfish interest, and has not spared or favored himself, to advance the interests of the Institute. If Bro. Abbey depends on God, and makes him his strength and counselor, he can be a blessing to physicians, helpers, and patients. He has linked his interest to everything connected with the Institute. Bro. Abbey has been a blessing to others, in cheerfully bearing the burdens which were not few nor light. He has blessed others, and these blessings will reflect back upon him again."},{"refcode_short":"T22 74.2","refcode_long":"Testimony for the Church — No. 22, p. 74.2 (Ellen Gould White)","content":"But Bro. Abbey is in danger of taking upon himself burdens which others can and should bear. He should not wear himself out in doing those things which others, whose time is less valuable, can do. He should act as a director and superintendent. He should preserve his strength, that with his experienced judgment he can direct others what to do. This is necessary in order for him to maintain a position of influence in the Institute. His experience in managing with wisdom and economy is valuable. He is in danger of separating his interest too much from his family, and becoming too much absorbed in the Health Institute, and of taking too many burdens upon him, as my husband has done. My husband's interest for the Health Institute, Publishing Association, and the cause generally, was so great that he broke down, and has been compelled to retire from the work for a time, when, had he done less for these institutions, and divided his interest with his family, he would not have had a constant strain in one direction, and would have preserved his strength to continue his labors uninterrupted. Bro. Abbey is the man for the place. But he should not do as my husband has done, even if matters are not in as prosperous condition as if he devoted his entire energies to them. God does not require my husband, or Bro. Abbey, to deprive themselves of social family enjoyment, and divorce themselves from home and families, for the interest even of these important Institutions."},{"refcode_short":"T22 75.1","refcode_long":"Testimony for the Church — No. 22, p. 75.1 (Ellen Gould White)","content":"During the past three or four years, several have had an interest for the Health Institute, and made efforts to place it in a better condition. But some have lacked discernment and practical experience. As long as Bro. Abbey acts an unselfish part, and clings to God, he will be his helper, and his counselor. The physicians of the Health Institute should not feel compelled to do work that helpers can do. They should not serve in the bath room and movement room, expending their vitality in doing what others might do. There should be no lack of helpers to nurse the sick, and to watch with the feeble ones who need watchers. The physicians should reserve their strength for the successful performance of their professional duties. They should tell others what to do. If there is a want of those whom they can trust to do these things, suitable persons should be employed, and properly instructed, and suitably remunerated for their services."},{"refcode_short":"T22 76.1","refcode_long":"Testimony for the Church — No. 22, p. 76.1 (Ellen Gould White)","content":"None should be employed as laborers only those who will work unselfishly in the interest of the Institute, and such should be well paid for their services. There should be sufficient force, especially during the sickly season of summer, that none need to overwork. The Health Institute has overcome its embarrassments, and physicians and helpers should not be compelled to labor as hard, and suffer such privations, as when it was wading so heavily in consequence of unfaithful men, who managed it almost into the ground."},{"refcode_short":"T22 76.2","refcode_long":"Testimony for the Church — No. 22, p. 76.2 (Ellen Gould White)","content":"I was shown that the physicians at our Institute should be men and women of faith and spirituality. They should make God their trust. There are many who come to the Institute who have, by their own sinful indulgence, brought upon themselves disease of almost every type. This class do not deserve the sympathy that they frequently require. And it is painful to the physicians to devote time and strength over this class, who are debased physically, mentally, and morally. But there is a class who have, through ignorance, lived in violation of nature's laws. They have worked intemperately, and have eaten intemperately, because it was the custom so to do. Some have suffered many things, from many physicians; but have not been made better, but decidedly worse. At length they are torn from business, from society, and their families, and as their last resort, come to the Health Institute with some faint hope that they may find relief. This class need sympathy. They should be treated with the greatest tenderness, and care should be taken to make clear to their understanding the laws of their being, that they may govern themselves, and avoid violating them, and thereby avoid suffering and disease, which is the penalty of nature's violated law."},{"refcode_short":"T22 77.1","refcode_long":"Testimony for the Church — No. 22, p. 77.1 (Ellen Gould White)","content":"Dr. Ginley is not the best adapted for a position as physician at the Institute. He sees men and women ruined in constitution, who are feeble in mental, and weak in moral, power, and he thinks it time lost to treat such cases. This may be in many cases. But he should not become discouraged and disgusted with sick and suffering patients. He should not lose his pity, his sympathy, and patience, and feel that his life is poorly employed in being interested in those cases who can never appreciate the labor they receive, and who will not use their strength, if they regain it, to bless society, but will pursue the same course of self-gratification, it they regain health, that they did in losing health. Dr. Ginley should not become weary or discouraged. He should remember Christ, who came in direct contact with suffering humanity. Although, in many cases, the afflicted brought disease upon themselves by their sinful course in violating natural law, Jesus pitied their weakness, and when they came to him with disease the most loathsome he did not stand aloof for fear of contamination; he touched them, and bade disease give back."},{"refcode_short":"T22 78.1","refcode_long":"Testimony for the Church — No. 22, p. 78.1 (Ellen Gould White)","content":"“And as he entered into a certain village, there met him ten men that were lepers which stood afar off. And they lifted up their voices, said, Jesus, Master have mercy on us. And when he saw them, he said unto them, Go, show yourself unto they went, they were cleansed. And one of them when he saw that he was healed turned back and with a loud voice glorified God, and fell down on his face at his feet, giving him thanks; and he was a Samaritan. And Jesus answering said, Were there not ten cleansed? but where are the nine? There are not found, that returned to give glory to God, save this stranger. And he said unto him, Arise, and go thy way; thy faith hath made thee whole.” Here is a lesson for us all. These lepers were so far corrupted by disease that they had been restricted from society lest they should contaminate others. Their limits had been prescribed by the authorities. Jesus came within their sight, and they in their great suffering cry unto him who alone had power to relieve them. Jesus bade them show themselves to the priests. They had faith to start on their way, believing in the power of Christ to heal them. As they go on their way, they realize that the horrible disease has left them. But only one feels gratitude, and his deep indebtedness to Christ for this great work wrought for him. He returned, praising God on the way, and in the greatest humiliation falls at the feet of Christ, acknowledging with thankfulness the work wrought for him. And this man was a stranger. The other nine were Jews."},{"refcode_short":"T22 79.1","refcode_long":"Testimony for the Church — No. 22, p. 79.1 (Ellen Gould White)","content":"For the sake of this one man, who would make a right use of the blessing of health, Jesus healed the whole ten. The nine passed on without appreciating the work done, and rendered no grateful thanks to Jesus for doing the work."},{"refcode_short":"T22 80.1","refcode_long":"Testimony for the Church — No. 22, p. 80.1 (Ellen Gould White)","content":"Thus will the physicians of the Health Institute have their labor and efforts treated. But if, in their labor to help suffering humanity one out of twenty makes a right use of the benefits received, and appreciates the efforts in his behalf, the physicians should feel satisfied and grateful. If one life is saved in ten, and one soul saved in the kingdom of God in one hundred, all connected with the Institute will be amply repaid for all their efforts. All their anxiety and care are not wholly lost. If the King of glory he Majesty of Heaven, worked for suffering humanity, and so few appreciated his divine aid, the physicians and helpers at the Institute should blush to complain if their feeble efforts are not appreciated by all, and seem to be thrown away on some."},{"refcode_short":"T22 80.2","refcode_long":"Testimony for the Church — No. 22, p. 80.2 (Ellen Gould White)","content":"I was shown that the nine who did not return to give God glory, correctly represent some Sabbath-keepers who come as patients to the Health Institute. They receive much attention, and should realize the anxiety and discouragements of the physicians, and should be the last to cause them unnecessary care and burdens. Yet I regret to say that, frequently, the most difficult patients to manage at the Health Institute are those of our faith. They are the ones who are more free to make complaints than any other class. Worldlings, and professed Christians of other denominations, appreciate the efforts made for their recovery more than many Sabbath-keepers do. And when they return to their homes, they exert an influence more in favor of the Health Institute than Sabbath-keepers. And some of these cases who are so free to question, and complain of the management at the Health Institute, are those who have been treated at reduced prices. This has been very discouraging to physicians and helpers, but they should remember Christ, their great Pattern, and should not become weary in well doing. If one among a large number is grateful and exerts a right influence, they should thank God and take courage. That one may be a stranger, and the inquiry may arise, Where are the nine? Why do not all Sabbath-keepers give their interest and support in favor of the Health Institute? Some Sabbath-keepers, while receiving attention at the Health Institute, for which the Institute receives no pay, have so little interest that they will speak disparagingly to patients of the means employed for the recovery of the sick. I wish such to consider their course. The Lord regards them as the nine lepers who returned not to give God glory. Strangers do their duty, and appreciate the efforts made for the recovery of health; while they cast an influence against those who have tried to do them good."},{"refcode_short":"T22 82.1","refcode_long":"Testimony for the Church — No. 22, p. 82.1 (Ellen Gould White)","content":"Dr. Ginley needs to cultivate courteousness and kindness, lest he shall injure the feelings of patients unnecessarily. He is frank and open-hearted, conscientious, sincere and ardent. He has a good understanding of disease, but he should have a more thorough knowledge of how to treat the sick than he already has. With this knowledge he needs self-culture, refinement of manners, and to be more select in his words and illustrations in his parlor talks."},{"refcode_short":"T22 82.2","refcode_long":"Testimony for the Church — No. 22, p. 82.2 (Ellen Gould White)","content":"Dr. Ginley is highly sensitive, and naturally of a quick, impulsive temper. He moves too much upon the spur of the moment. He has made efforts to correct his hasty spirit, and overcome his deficiencies, but he has a still greater effort to make. If he sees things moving wrong, he is in too great haste to tell the ones in error what he thinks, and he does not always use the most appropriate words for the occasion. He offends patients sometimes, so that they hate him, and they leave the Institute with hard feelings, to the detriment both to themselves and to the Institute. It seldom does any good to talk in a censuring manner to patients who are diseased in body and mind. But few who have moved in the society of the world, and view things from a worldling's standpoint, are prepared even to have a statement of facts in regard to themselves presented before them. The truth even is not to be spoken at all times. There is a fit time and opportunity to speak, when words will not offend. The physicians should not be overworked, and their nervous systems prostrated, for this condition of body will not be favorable to calm minds, steady nerves, and a cheerful, happy spirit. Dr. Ginley has been confined too steadily to the Institute. He should have had change. He should go out of Battle Creek occasionally, and rest and visit, not always making professional visits, but visits where he can be free, and where his mind will not be anxious about the sick."},{"refcode_short":"T22 83.1","refcode_long":"Testimony for the Church — No. 22, p. 83.1 (Ellen Gould White)","content":"This privilege of getting away from the Health Institute should occasionally be accorded to ail the physicians, especially those who take care, burdens, and responsibilities, upon them. If there is a scarcity of help, that this cannot be done, more help should be secured. It is a thing to be dreaded, to have physicians overworked, and disqualified for their profession. Its influence is against the interests of the Health Institute. This should be prevented if possible. The physicians should keep well. They must not get sick by overlabor, or by any imprudence on their part."},{"refcode_short":"T22 83.2","refcode_long":"Testimony for the Church — No. 22, p. 83.2 (Ellen Gould White)","content":"I was shown that Dr. Ginley is too easily discouraged. There will ever be things arising to annoy, perplex, and try the patience of physicians and helpers. They must be prepared for this, and not become excited or unbalanced. They must be calm and kind, whatever may occur. They are exerting an influence which will be reflected by the patients in other States, and which will be reflected back again upon the Health Institute for good or for evil. They should ever consider that they are dealing with men and women of diseased minds, who frequently view things in a perverted light, and yet are confident that they understand matters perfectly. Physicians should understand that a soft answer turneth away wrath. Policy must be used in an institution where the sick are treated, in order to successfully control diseased minds, and benefit the sick. If physicians can remain calm amid a tempest of inconsiderate, passionate words; if they can rule their own spirits when provoked and abused; they are indeed conquerors. “He that ruleth his own spirit, is greater than he that taketh a city.” To subdue self, and bring the passions under the control of the will, is the greatest conquest men and women can gain."},{"refcode_short":"T22 84.1","refcode_long":"Testimony for the Church — No. 22, p. 84.1 (Ellen Gould White)","content":"Dr. Ginley is not blind to his peculiar temperament. He sees his failings, and when he feels the pressure upon him, he is disposed to beat a retreat, and turn his back upon the battle-field. But he will gain nothing by pursuing this course. He is situated where his surroundings and the pressure of circumstances are developing the strong points in his character, which need the rough edges removed, and he to be refined and elevated. For him to flee from the contest, will not remove the defects in his character. If Dr. Ginley should run away from the Health Institute, he does not, in so doing, remove or overcome the defects in his character. He has a work before him, to overcome the defects in his character, if he would be among the number before the throne of God, without fault, who have come up through great tribulation, having washed their robes of character, and made them white in the blood of the Lamb. The provisions have been made for us to wash. The fountain has been prepared by infinite expense, and the burden of washing rests upon us who are imperfect before God. The Lord does not propose to remove these spots of defilement without our doing anything on our part. We must wash our robes in the blood of the Lamb. We may lay hold of the merits of the blood of Christ by faith, and through his grace and power we may have strength to overcome our errors, our sins, our imperfections of character, and come off victorious, having washed our robes in the blood of the Lamb."},{"refcode_short":"T22 85.1","refcode_long":"Testimony for the Church — No. 22, p. 85.1 (Ellen Gould White)","content":"Dr. Ginley should seek to add daily to his stock of knowledge, and cultivate courteousness and refinement of manners. He is too apt to come down to a low level in his parlor talks, which do not have an influence to elevate. He should bear in mind that he is with those of all classes of minds, and the impressions he gives will be extended to other States, and will be reflected back upon the Institute. To deal with men and women, whose minds are diseased as well as their bodies, is a nice work. Great wisdom is needed by physicians at the Health Institute, in order to cure the body through the mind. The power that the mind has over the body, but few realize. A great deal of the sickness which afflicts humanity has its origin in the mind, and can only be cured by restoring the mind to health. There are very many more mentally sick than we imagine. Heart sickness makes many dyspeptics, for mental trouble has a paralyzing influence upon the digestive organs."},{"refcode_short":"T22 86.1","refcode_long":"Testimony for the Church — No. 22, p. 86.1 (Ellen Gould White)","content":"In order to reach this class of patients, the physician must have discernment, patience, kindness, and love. A sore, sick heart, a discouraged mind, needs mild treatment, and it is through tender sympathy that this class of minds can be healed. The physicians should first gain their confidence, and then point them to the all-healing Physician. If their minds can be directed to the Burden-bearer, and they can have faith that he will have an interest in them, the cure of these diseased bodies and minds will be sure."},{"refcode_short":"T22 87.1","refcode_long":"Testimony for the Church — No. 22, p. 87.1 (Ellen Gould White)","content":"Other health institutions are looking with a jealous eye upon the Health Institute at Battle Creek. They work from a worldling's standpoint, while the managers of the Health Institute work from a religious standpoint, acknowledging God as their proprietor. They do not labor selfishly for means alone; but for humanity's sake, and for Christ's sake. The managers of our Health Institute are seeking to benefit suffering humanity, to heal the diseased mind, as well as the suffering body, by directing invalids to Christ, the sinners’ friend. They do not leave religion out of the question, but make God their trust and dependence. The sick are directed to Jesus. After the physicians have done what they can in behalf of the sick, they ask God to work with their efforts, and restore the suffering invalids to health. This he has done in some cases in answer to the prayer of faith. And this he will continue to do, if they are faithful, and put their trust in him. The Health Institute will be a success; for God sustains it. And if his blessing attends the Institute it will prosper and be the means of doing a great amount of good. Other institutions are aware that a high standard of moral and religious influence exists at our Institute. And they see that its conductors are not actuated by selfish, worldly principles, and they are jealous in regard to its commanding and leading influence."},{"refcode_short":"T22 88","refcode_long":"Testimony for the Church — No. 22, p. 88 (Ellen Gould White)","content":"Danger of Applause"},{"refcode_short":"T22 88.1","refcode_long":"Testimony for the Church — No. 22, p. 88.1 (Ellen Gould White)","content":"I have been shown that great caution should be used, even when it is necessary to lift a burden of oppression from men and women, lest they lean to their own wisdom, and fail to make God their only dependence. But it is not safe to speak in praise of men and women, or to exalt the ability of a minister of Christ. Very many in the day of God will be weighed in the balance and found wanting because of exaltation. I would warn my brethren and sisters never to flatter persons because of their ability; for they cannot bear it. Self is easily exalted, and in consequence, persons lose their balance. I say again to my brethren and sisters, If you would have your souls clean from the blood of all men, never flatter, never praise the efforts of poor mortals; for it may prove their ruin. It is unsafe, by our words and actions, to exalt a brother or sister, however apparently humble may be their deportment. If they really possess the meek and lowly spirit which God so highly estimates, help them to retain it. This will not be done by censuring them, or by your neglect to properly appreciate their true worth. Very few can bear praise without being injured."},{"refcode_short":"T22 89.1","refcode_long":"Testimony for the Church — No. 22, p. 89.1 (Ellen Gould White)","content":"There are some of our ministers of ability, who are preaching present truth, who love approbation. Applause stimulates them, as the glass of wine the inebriate. Place these ministers where they have a small congregation which promises no special excitement, and which provokes no decided opposition, and they will lose their interest and zeal, and appear as languid in the work as the inebriate when he is deprived of his dram. These men will fail to make real, practical laborers until they learn to labor without the excitement of applause."},{"refcode_short":"T22 89","refcode_long":"Testimony for the Church — No. 22, p. 89 (Ellen Gould White)","content":"Duty of Ministers"},{"refcode_short":"T22 89.2","refcode_long":"Testimony for the Church — No. 22, p. 89.2 (Ellen Gould White)","content":"Brn. —— and —— failed in some respects in their management in church matters at Battle Creek. They moved too much in their own spirit, and did not make God their whole dependence. They did not, as they should, lead the church to God, the fountain of living waters, at which they could supply their want, and satisfy their soul-hunger. The renewing, sanctifying influence of the Holy Spirit, to give peace and hope to the troubled conscience, and restore health and happiness to the soul, was not made of the highest importance. The good object they had in view was not attained. These brethren had too much of a spirit of cold criticism in the examination of individuals who presented themselves to be received into the church. The spirit of weeping with those who weep, and rejoicing with those who rejoice, was not in the hearts of these ministering brethren as it should have been."},{"refcode_short":"T22 90.1","refcode_long":"Testimony for the Church — No. 22, p. 90.1 (Ellen Gould White)","content":"Christ identified himself with the necessities of his people. Their needs and their sufferings were his. He says, “I was an hungered, and ye gave me meat; I was thirsty, and ye gave me drink; I was sick, and ye visited me; a stranger, and ye took me in; naked, and ye clothed me; I was in prison, and ye came unto me.” God's servants should have hearts of tender affection and sincere love for the followers of Christ. They should manifest that deep interest that Christ brings to view in the care of the shepherd for the lost sheep; all tenderness, and compassion, and gentleness, and love, as Christ has in his life given us an example, that we should exercise the same tender, pitying love he has exercised toward us."},{"refcode_short":"T22 91.1","refcode_long":"Testimony for the Church — No. 22, p. 91.1 (Ellen Gould White)","content":"The great moral powers of the soul are faith, hope, and love. If these are inactive, the labor of ministers, be they ever so earnest and zealous, will not be accepted of God, and cannot be productive of good to the church. Ministers of Christ who bear the solemn message from God to the people should ever deal justly, love mercy, and walk humbly before God. The spirit of Christ in the heart will incline every power of the soul to nourish and protect the sheep of his pasture, like a faithful, true shepherd. Love is the golden chain which binds believing hearts to one another in willing bonds of friendship, tenderness, and faithful constancy; and binds the soul to God. There is a decided lack of love, compassion, and pitying tenderness among brethren. The ministers of Christ are too cold and heartless. They have not their hearts all aglow with tender compassion and earnest love. The purest and most elevated devotion to God is that which is manifested in the most earnest desire and efforts to win souls to Christ. The reason ministers who preach present truth are not more successful is, they are deficient, greatly deficient, in faith, hope, and love. There are toils and conflicts, self-denials and secret heart-trials, for us all to meet and bear. There will be tears and sorrow for our sins. There will be constant straggles and watchings, mingled with remorse and shame, because of our deficiencies."},{"refcode_short":"T22 92.1","refcode_long":"Testimony for the Church — No. 22, p. 92.1 (Ellen Gould White)","content":"Let not the ministers of the cross of our dear Saviour forget their experience in these things, but ever bear in mind they are but men, liable to err, of like passions with their brethren; and if they help their brethren, they must be persevering in their efforts to do them good, having their hearts filled with pity and love. They must come to the hearts of their brethren, and help them where they are weak and need help the most. Those who labor in word and doctrine should break their own hard, proud, unbelieving hearts, if they would witness the same in their brethren. Christ has done all for us because we were helpless, bound in chains of darkness, sin, and despair, and because we could do nothing for ourselves. It is through the exercise of faith, hope, and love, that we come nearer and nearer to the standard of perfect holiness. Our brethren feel the same pitying need of help that we have felt. We should not burden them with unnecessary censure, but let the love of Christ constrain us to be very compassionate and tender, that we can weep over the erring and those who have backslidden from God. The soul is of infinite value. The worth of the soul can be estimated only by the price paid to ransom it. Calvary! Calvary! Calvary! will explain the true value of the soul."},{"refcode_short":"T22 93","refcode_long":"Testimony for the Church — No. 22, p. 93 (Ellen Gould White)","content":"The Sabbath School"},{"refcode_short":"T22 93.1","refcode_long":"Testimony for the Church — No. 22, p. 93.1 (Ellen Gould White)","content":"Vital godliness is a principle to be cultivated. The power of God can accomplish for us that which all the systems in the world cannot effect. The perfection of Christian character depends wholly upon the grace and strength found alone in God. Without the power of grace upon the heart, assisting our efforts, and sanctifying our labors, we shall fail of saving our own souls, and in saving the souls of others. System and order are highly essential, but none should receive the impression that these will do the work without the grace and power of God operating upon the mind and heart. Heart and flesh would fail in the round of ceremonies, and in the carrying out of our plans, without the power of God to inspire and give courage to perform."},{"refcode_short":"T22 93.2","refcode_long":"Testimony for the Church — No. 22, p. 93.2 (Ellen Gould White)","content":"The Sabbath-school at Battle Creek was made the one great theme of interest with Bro. Bell. It absorbed the minds of youth, while other religious duties were neglected. Frequently, after the Sabbath-school was closed, the superintendent, a number of the teachers, and quite a number of scholars, would return home to rest. They felt that their burden for the day was ended, and they had no further duty. When the bell sounded forth the hour for public service, as the people left their homes for the house of worship, they would meet a large portion of the school passing to their homes. And however important the meeting, the interest of a large share of the Sabbath-school could not be awakened to take any pleasure in the instruction given by the minister upon important Bible subjects. While many of the children did not attend public service, some that remained were not advantaged by the word spoken; for they felt that it was a wearisome tax."},{"refcode_short":"T22 94.1","refcode_long":"Testimony for the Church — No. 22, p. 94.1 (Ellen Gould White)","content":"There should be discipline and order in our Sabbath-schools. Children who attend these schools should prize the privileges they enjoy. They should be required to observe the regulations of the Sabbath-school. And even greater care should be taken by the parents, that their children should have their Scripture lessons learned more perfectly than their lessons in the common schools. If parents and children see no necessity for this interest, then the children might better remain at home; for the Sabbath-school will fail to prove a blessing to them. Parents and children should work in harmony with teachers and superintendent, thus giving evidence that they appreciate the labor put forth for them. Parents should have an especial interest in the religious education of their children, that they may have a more thorough knowledge of the Scriptures."},{"refcode_short":"T22 95.1","refcode_long":"Testimony for the Church — No. 22, p. 95.1 (Ellen Gould White)","content":"There are many children who plead a lack of time as a reason why their Sabbath-school lessons are not learned. There are but few who cannot find time to learn their lessons if they have an interest in them. Some devote time to amusement and sight-seeing, while others devote time to the needless trimming of their dress for display, thus cultivating pride and vanity. The precious hours thus prodigally spent is God's time, for which they must render an account to him. The hours spent in needless ornamentation, or in amusements and idle conversation, will with every work be brought into judgment."},{"refcode_short":"T22 95","refcode_long":"Testimony for the Church — No. 22, p. 95 (Ellen Gould White)","content":"Laborers in the Office"},{"refcode_short":"T22 95.2","refcode_long":"Testimony for the Church — No. 22, p. 95.2 (Ellen Gould White)","content":"Those in the Office who have professed to believe the truth should show the power of the truth in their lives, and prove that they are working onward and upward from the basis of principle. They should be molding their lives and characters after the perfect Model. If all could look with a discerning eye into the tremendous realities of eternity, what a horror of condemnation would seize some in the Office, who now pass on with seeming indifference, although separated from eternal scenes by a very small space. Many warnings have been given, and urged home with intense feeling and earnest prayers, every one of which is faithfully registered in Heaven, to balance the account of each in the day of final investigation. The unwearying love of Christ has followed those engaged in his work in the Office. God has followed those connected with the Office with blessings and entreaties, yet hating the sins and unfaithfulness that cling to them as the leprosy. The deep and solemn truths that those in the Office have had the privilege of listening to, should take hold upon their sympathies and lead them to a high appreciation of the light God has given them. If they will walk in the light, it will beautify and ennoble their lives with Heaven's own adornment, purity and true goodness."},{"refcode_short":"T22 96.1","refcode_long":"Testimony for the Church — No. 22, p. 96.1 (Ellen Gould White)","content":"A way is opened before every one in the Office to engage from the heart directly in the work of Christ and the salvation of souls. Christ left Heaven and the bosom of his Father, to come to a friendless, lost world to save those who would be saved. He exiled himself from his Father, and he exchanged the pure companionship of angels for that of fallen humanity, all polluted with sin. With grief and amazement, Christ witnesses the coldness, the indifference and neglect, with which his professed followers in the Office treat the light, and the messages of warning and of love he has given them. Christ has provided the bread and water of life for all who hunger and thirst."},{"refcode_short":"T22 97.1","refcode_long":"Testimony for the Church — No. 22, p. 97.1 (Ellen Gould White)","content":"The Lord requires all in the Office to labor from high motives. Christ has, in his life, given them examples. All should labor with interest, devotion, and faith, for the salvation of souls. If every one in the Office will labor with unselfish purposes, discerning the sacredness of the work, the blessing of God will rest upon them. If all had cheerfully and gladly taken up their several burdens, the wear and perplexity would not have come so heavily upon my husband. How few earnest prayers have been sent up to God in faith for those who were not fully in the truth who worked in the Office. Who has felt the worth of the soul for whom Christ died? Who have been laborers in the vineyard of the Lord? I saw that angels were grieved with the trifling frivolities of the professed followers of Christ in that Office, who were handling sacred things. Some have no more sense of the sacredness of the work than if they were engaged in common labor. God now calls for the fruitless cumberers of the ground to consecrate themselves to him, and center their affections and hopes in him."},{"refcode_short":"T22 98.1","refcode_long":"Testimony for the Church — No. 22, p. 98.1 (Ellen Gould White)","content":"The Lord would have all connected with that Office care-takers and burden-bearers. If they are pleasure-seekers, if they do not practice self-denial, they are not fit for a place in the Office."},{"refcode_short":"T22 98.2","refcode_long":"Testimony for the Church — No. 22, p. 98.2 (Ellen Gould White)","content":"The workers at the Office should feel when they enter it that it is a sacred place where the work of God is being done in the publication of truth which will decide the destiny of souls. This is not felt or realized as it should be. There is conversation in the type-setting department, which diverts the mind from the work. The Office is no place for visiting, for a courting spirit, or for amusement, or selfishness. All should feel that they are doing work for God. He who sifts all motives and reads all hearts is proving, and trying, and sifting, his people, especially those who have light and knowledge, and who are engaged in his sacred work. God is a searcher of hearts, and a trier of the reins, and will accept nothing less than entire devotion to the work, and consecration to himself. All should have a spirit in that Office to take up their daily duties as if in the presence of God. They should not be satisfied merely with doing just enough to pass along, and receive their wages; but all should work in any place where they can help the most. In Bro. White's absence, there are some faithful ones; there are others who are eye-servants. If all in the Office who profess to be followers of Christ had been faithful in the performance of duty in the Office, there would be a great change for the better. Young men and young women have been too much engrossed in each other's society, talking, jesting, and joking, and angels of God have been driven from the Office."},{"refcode_short":"T22 99.1","refcode_long":"Testimony for the Church — No. 22, p. 99.1 (Ellen Gould White)","content":"Marcus Lichtenstein was a God-fearing youth; but he saw so little true religious principle in those working in the Office, and in the church, that he was perplexed, distressed, and disgusted. He stumbled over the lack of conscientiousness in some in keeping the Sabbath of the Lord, yet professing to be commandment-keepers. Marcus had an exalted regard for the work in the Office; but the vanity, the trifling, and the lack of principle, stumbled him. God had raised up Marcus, and in his providence connected him with his work in the Office. But there is so little known of the mind and will of God by some who work in the Office that they looked upon this great work of the conversion of Marcus from Judaism as of no great importance. Marcus's worth was not appreciated. He was frequently pained with the deportment of ——, and of others in the Office, and when he attempted to reprove them, his words were received with contempt, that he should venture to instruct them. His defective language was an occasion of jest and amusement with some."},{"refcode_short":"T22 100.1","refcode_long":"Testimony for the Church — No. 22, p. 100.1 (Ellen Gould White)","content":"Marcus felt deeply over the case of ——; but he could not see how he could help him. Marcus never would have left that Office if the young men had been true to their profession. If Marcus makes shipwreck of faith, his blood will surely be found in the skirts of the young who profess Christ, but who, in their works, in their words, and deportment, state plainly that they are not of Christ, but of the world. This deplorable state of neglect, of indifference, and unfaithfulness, must cease. A thorough and permanent change must take place in the Office, or those who have had so much light and so great privileges should be dismissed, and others take their place, even if they be unbelievers. It is a fearful thing to be self-deceived. Said the angel, pointing to these in the Office, “Except your righteousness exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of Heaven.” A profession is not enough. There must be a work inwrought in the soul, and carried out in the life."},{"refcode_short":"T22 101.1","refcode_long":"Testimony for the Church — No. 22, p. 101.1 (Ellen Gould White)","content":"The love of Christ reaches to the very depths of earthly misery and woe, or it would not meet the case of the veriest sinner. It also reaches to the throne of the eternal, or man could not be lifted from his degraded condition, and our necessities would not be met, our desires would be unsatisfied."},{"refcode_short":"T22 101.2","refcode_long":"Testimony for the Church — No. 22, p. 101.2 (Ellen Gould White)","content":"Christ has led the way from earth to Heaven. He forms the connecting link between the two worlds. He brings the love and condescension of God to man, and brings man up through his merits to meet the reconciliation of God. Christ is the way, the truth, and the life. It is hard work to follow on, step by step, painfully and slowly, onward and upward, the path of purity and holiness. But Christ made ample provision to impart new vigor to every advance step, and new and divine strength is imparted at every step in the divine life. This is the knowledge and experience that the hands in the Office all want, and must have, or they daily bring reproach upon the cause of Christ."},{"refcode_short":"T22 101.3","refcode_long":"Testimony for the Church — No. 22, p. 101.3 (Ellen Gould White)","content":"Bro. —— is making a mistake in his life. He puts too high an estimate upon himself. He has not commenced to build right to make a success of life. He is building at the top, but the foundation is not laid right. The foundation must be laid under ground, and then the building can go up. He needs discipline and experience the every-day duties of life, which the sciences will not give, or all his education will not give him physical exercise to become inured to the hardships of life."},{"refcode_short":"T22 102.1","refcode_long":"Testimony for the Church — No. 22, p. 102.1 (Ellen Gould White)","content":"From what has been shown me, there should be a careful selection of help in that Office. The young, and untried, and unconsecrated, should not be placed there; for they are exposed to temptations, and have not fixed characters. Those who have formed characters, and have fixed principles, and the truth of God in the heart, will not be a constant source of anxiety and care, but rather helps and blessings. And the Office of publication is amply able to make arrangements to secure good helpers, who have ability and principle. And the church in their turn should not seek to advantage themselves one penny from those who come to the Office to labor and learn their trade. There are positions where some can earn more wages than those at the Office, but they can never find a position more important, more honorable, or exalted, than the work of God in the Office. Those who labor faithfully and unselfishly will be rewarded. For them there is a crown of glory prepared, compared with which, all earthly honors and pleasures are as the small dust of the balance. Especially will those be blessed who have been faithful to God in watching over the spiritual welfare of others in the Office. Pecuniary and temporal interests, in comparison with this, sink into insignificance. In one scale is gold dust, in the other a human soul of such value that honor, riches, and glory, have been sacrificed by the Son of God to ransom it from the bondage of sin and hopeless despair. The soul is of infinite value, and demands the most attention. Every man who fears God in that Office should put away childish and vain things, and stand erect, with true moral courage, in the dignity of his manhood, shunning low familiarity, yet binding heart to heart in the bond of Christian interest and love. Hearts yearn for sympathy and love, and are as much refreshed and strengthened by them as flowers are by showers and sunshine."},{"refcode_short":"T22 103.1","refcode_long":"Testimony for the Church — No. 22, p. 103.1 (Ellen Gould White)","content":"The Bible should be read every day. A life of religion and devotion to God is the best shield for the young who are exposed to temptation in their associations in acquiring an education. The word of God will give the correct standard of right and wrong, and of moral principle. Fixed principles of truth are the only safeguard for youth. Strong purposes and a resolute will close many an open door to temptation, and to influences unfavorable to the maintenance of Christian character. A weak, irresolute spirit, indulged in boyhood and youth, will make a life of constant struggle, and of toil, because decision and firm principle are wanting. Such will ever be trammeled in making a success of life in this world, and they will be in danger of losing the better life. It will be safe to be earnest for the right. The first consideration should be to honor God, and second, faithful to humanity, performing the duties which each day brings, meeting its trials and bearing its burdens with firmness and a resolute heart. Earnest and untiring effort, united with strong purpose, trusting wholly in God, will help in every emergency, and qualify for a useful life in this world, and give a fitness for the immortal life."},{"refcode_short":"T22 104","refcode_long":"Testimony for the Church — No. 22, p. 104 (Ellen Gould White)","content":"Love and Duty"},{"refcode_short":"T22 104.1","refcode_long":"Testimony for the Church — No. 22, p. 104.1 (Ellen Gould White)","content":"Love has a twin sister, which is duty. Love and duty stand side by side. Love exercised while duty is neglected will make children headstrong, willful, perverse, selfish, and disobedient. If stern duty is left to stand alone without love to soften and win, it will have a similar result. Duty and love must be blended in order that children may be properly disciplined."},{"refcode_short":"T22 104.2","refcode_long":"Testimony for the Church — No. 22, p. 104.2 (Ellen Gould White)","content":"Anciently, directions were given to the priests, “And they shall teach my people the difference between the holy and profane, and cause them to discern between the unclean and the clean. And in controversy they shall stand in judgment, and they shall judge it according to my judgments.” “When I say unto the wicked, O wicked man, thou shalt surely die; if thou dost not speak to warn the wicked from his way, that wicked man shall die in his iniquity; but his blood will I require at thy hand. Nevertheless, if thou warn the wicked of his way to turn from it; if he do not turn from his way, he shall die in his iniquity; but thou has delivered thy soul.”"},{"refcode_short":"T22 105.1","refcode_long":"Testimony for the Church — No. 22, p. 105.1 (Ellen Gould White)","content":"Here is the duty of God's servants made plain. They cannot be excused from the faithful discharge of their duty to reprove sins and wrongs in the people of God, although it may be a disagreeable task, and may not be received by the one who is at fault. But in most cases the one reproved would accept the warning and would heed reproof were it not that others stand in their way. They come in as sympathizers, and pity the one reproved, and feel that they must stand in his defense. They do not see that God is displeased with the wrong-doer because his cause has been wounded, and his name reproached. Souls have been turned aside from the truth and have made shipwreck of faith as the result of the wrong course pursued by the one in fault; but the servant of God whose discernment is clouded, and his judgment swayed by wrong influences, would as soon take his position with the offender whose influence has done much harm, as with the reprover of wrong and of sin, and in thus doing he virtually says to the sinner, Do not be troubled, do not be cast down; you are about right after all. These say to the sinner, “It shall be well with thee.”"},{"refcode_short":"T22 106.1","refcode_long":"Testimony for the Church — No. 22, p. 106.1 (Ellen Gould White)","content":"God requires his servants to walk in the light, and not cover their eyes that they may not discern the working of Satan. They should be prepared to warn and reprove those who are in danger through his subtlety. Satan is working to obtain vantage ground on the right hand and on the left. He rests not. He is persevering. He is vigilant and crafty to take advantage of every circumstance and turn it to his account in his warfare against the truth and the interests of the kingdom of God. It is, I saw, a lamentable fact, that God's servants are not half awake, as they should be, to the wiles of Satan. And in the place of resisting the devil that he may flee from them, many are inclined to make a compromise with the powers of darkness."},{"refcode_short":"T22 107","refcode_long":"Testimony for the Church — No. 22, p. 107 (Ellen Gould White)","content":"The Battle Creek Church"},{"refcode_short":"T22 107.1","refcode_long":"Testimony for the Church — No. 22, p. 107.1 (Ellen Gould White)","content":"There are serious objections to having the school located at Battle Creek. Here is a large church, and there are quite a number of youth connected with this church. And in so large a church, where one has influence over another, if this influence is of an elevating character, leading to purity and consecration to God, then the youth coming to Battle Creek will have greater advantages than if the school was located elsewhere. But if the influences at Battle Creek shall be in the future what they have been for several years past, I would warn parents to keep their children from Battle Creek. There are but few in that large church who have an influence that will steadily draw souls to Christ. There are many who would, by their example, lead the youth away from God to the love of the world."},{"refcode_short":"T22 107.2","refcode_long":"Testimony for the Church — No. 22, p. 107.2 (Ellen Gould White)","content":"There is a great lack with many of the church at Battle Creek of feeling their responsibility. Those who have practical religion will retain their identity of character under any circumstance. They will not be like the reed trembling in the wind."},{"refcode_short":"T22 107.3","refcode_long":"Testimony for the Church — No. 22, p. 107.3 (Ellen Gould White)","content":"Those situated at a distance feel that they would be highly favored could they have the privilege of living in Battle Creek, among a strong church, where their children could be benefited with the Sabbath-schools and meetings. Some of our brethren and sisters in times past have made sacrifices to have their children live in Battle Creek. But they have been disappointed in almost every case. There were but few in the church to manifest an unselfish interest for these youth. The church generally stood as pharisaical strangers, aloof from those who needed their help the most. Some of the youth connected with the church, who were professedly serving God, but loving pleasure and the world more, were ready to make the acquaintance of youthful strangers who came among them, and exert a strong influence over them to lead them to the world instead of nearer to God. When these return home, they are farther from the truth than when they came to Battle Creek."},{"refcode_short":"T22 108.1","refcode_long":"Testimony for the Church — No. 22, p. 108.1 (Ellen Gould White)","content":"Men and women are wanted at the heart of the work, who will be nursing fathers and mothers in Israel, who will have hearts that can take in more than merely me and mine. They should have hearts that will glow with love for the dear youth whether they are members of their families or children of their neighbors. They are members of God's great family for whom Christ had so great an interest that he made every sacrifice that it was possible for him to make to save them. He left his glory, his majesty, his kingly throne and robes of royalty, and became poor, that through his poverty the children of men might be made rich. He finally poured out his soul unto death that he might save the race from hopeless misery. This is the example of disinterested benevolence that Christ has given us to pattern after. Many youth, and also those of mature age, in the special providence of God, have been thrown into the arms of the Battle Creek church, for them to bless with the great light God has given them, and have the precious privilege of bringing them, by their disinterested efforts, to Christ and to the truth. Christ commissions his angels to minister unto those who are brought under the influence of the truth, to soften their hearts and make them susceptible of the influences of his truth. While God and angels were doing their work, those who professed to be followers of Christ seemed to be coolly indifferent. They did not work in unison with Christ and holy angels. Although they professed to be servants of God, they were serving their own interest and loving their own pleasure, and souls were perishing around them. These souls could truly say, “No man careth for my soul.” The church had neglected to improve the privileges and blessings within their reach, and through their neglect of duty lost the golden opportunities of winning souls to Christ. Unbelievers have lived in their midst for months, and they have made no special efforts to save them. How can the Master regard such servants? The unbelieving would have responded to efforts made in their behalf, if brethren and sisters had lived up to their exalted profession; if they had been seeking an opportunity to work for the interest of their Master, to advance his cause, they would have manifested kindness and love for them, and they would have sought opportunities to pray with them and for them, and would have felt a solemn responsibility resting upon them to show their faith by their works, by precept, and example. They might have had these souls saved through their instrumentality, to be as stars in the crown of their rejoicing. But the golden opportunity, in many cases, has passed, never to return. The souls that were in the valley of decision took their position in the ranks of the enemy, and became enemies of God and the truth. The record of the unfaithfulness of the professed followers of Jesus went up to Heaven."},{"refcode_short":"T22 110.1","refcode_long":"Testimony for the Church — No. 22, p. 110.1 (Ellen Gould White)","content":"I was shown that if the youth at Battle Creek were true to their profession, they might exert a strong influence for good over their fellow youth. But a large share of the youth at Battle Creek need a Christian experience. They know not God by experimental knowledge. They have not individually a personal experience in the Christian life, and they must perish with the unbelieving unless they obtain this experience. The youth of this class follow inclination rather than duty. Some do not seek to be governed by principle. They do not agonize to enter into the strait gate, trembling with fear lest they will not be able. They are confident, boastful, proud, disobedient, unthankful, and unholy. Just such a class as this lead souls in the broad road to ruin. If Christ is not in them, they cannot exemplify him in their lives and characters."},{"refcode_short":"T22 111.1","refcode_long":"Testimony for the Church — No. 22, p. 111.1 (Ellen Gould White)","content":"The church at Battle Creek have had great light. They have been a people peculiarly favored of God. They have not been left in ignorance in regard to the will of God concerning them. They might be far in advance of what they now are if they had walked in the light. They are not that separate, peculiar, and holy people that their faith demands, and that God recognizes and acknowledges as children of the light. They are not obedient and devotional as their exalted position and sacred obligation require, as children walking in the light. The most solemn message of mercy ever given to the world has been intrusted to them. The Lord has made them the depositaries of his commandments in a sense that no other church is. God did not show them his special favor in trusting to them his sacred truth that they alone may be benefited by the light given them; but that the light reflected upon them from Heaven should shine forth to others, and be reflected back again to God by those who receive the truth, glorifying him. Many in Battle Creek will have a fearful account to give in the day of God for this sinful neglect of duty."},{"refcode_short":"T22 112.1","refcode_long":"Testimony for the Church — No. 22, p. 112.1 (Ellen Gould White)","content":"Many of those who profess to believe the truth in Battle Creek contradict their faith by their works. They are as unbelieving and as far from fulfilling the requirements of God and of coming up to their profession of faith as was the Jewish church at the time of Christ's first advent. Should Christ make his appearance among them, reproving and rebuking selfishness, pride, and love of the friendship of the world, as at his first advent, but few would recognize him as the Lord of glory. The picture he would present before them of their neglect of duty they would not receive, but would tell him to his face, You are entirely mistaken, we have done this good and great thing, and performed this and that wonderful work, and we are entitled to be highly exalted for our good works."},{"refcode_short":"T22 112.2","refcode_long":"Testimony for the Church — No. 22, p. 112.2 (Ellen Gould White)","content":"The Jews did not go into darkness all at once. It was a gradual work, until they could not discern the gift of God in sending his Son. The church at Battle Creek has had superior advantages, and they will be judged by the light and privileges they have had. Their deficiencies, their unbelief, their hardness of heart and neglect to cherish and follow the light, are not less than the favored Jews, who refused the blessings they might have accepted, and crucified the Son of God. The Jews are now astonishment and reproach to the world."},{"refcode_short":"T22 113.1","refcode_long":"Testimony for the Church — No. 22, p. 113.1 (Ellen Gould White)","content":"The church at Battle Creek is like Capernaum, which Christ represents as being exalted unto heaven by the light and privileges that had been given them. If the light and privileges they had been blessed with had been given to Sodom and Gomorrah, they might have stood unto this day. If the light and knowledge had been given the nations who sit in darkness, they might have been far in advance of the church at Battle Creek."},{"refcode_short":"T22 113.2","refcode_long":"Testimony for the Church — No. 22, p. 113.2 (Ellen Gould White)","content":"The Laodicean church really believed and enjoyed the blessings of the gospel, and thought they were rich in the favor of God, when the True Witness called them poor, naked, blind, and miserable. This is the case with the church at Battle Creek, and a large share of those who profess to be God's commandment-keeping people. The Lord seeth not as man seeth. His thoughts and ways are not as our ways."},{"refcode_short":"T22 114.1","refcode_long":"Testimony for the Church — No. 22, p. 114.1 (Ellen Gould White)","content":"The words and law of God written in the soul, and exhibited in a consecrated, holy life, have a powerful influence to convict the world. Covetousness, which is idolatry, envy, the love of the world, will be rooted from the heart that is in obedience to Christ, and it will be their pleasure to deal justly, to love mercy, and walk humbly before God. Oh! how much is comprised in this, walking humbly before God. The law of God, if written on the heart, will bring into subjection the mind and will to the obedience of Christ."},{"refcode_short":"T22 114.2","refcode_long":"Testimony for the Church — No. 22, p. 114.2 (Ellen Gould White)","content":"Our faith is peculiar. Many who profess to be living under the sound of the last message of mercy are not separated in their affections from the world. They bow down before the friendship of the world, and sacrifice light and principle to secure its favor. The apostle describes the favored people of God in these words: But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should show forth the praises of him who hath called you out of darkness into his marvelous light."},{"refcode_short":"T22 115","refcode_long":"Testimony for the Church — No. 22, p. 115 (Ellen Gould White)","content":"Missionary Work"},{"refcode_short":"T22 115.1","refcode_long":"Testimony for the Church — No. 22, p. 115.1 (Ellen Gould White)","content":"December 10, 1871, I was shown that God would accomplish a great work through the truth, if devoted, self-sacrificing men would give themselves unreservedly to the work of presenting the truth to those in darkness. Those who have a knowledge of the precious truth, who are consecrated to God, should avail themselves of every opportunity where there is an opening to press in the truth. Angels of God are moving on the hearts and consciences of the people of other nations, and honest souls are troubled as they witness the signs of the times in the unsettled state of the nations. The inquiry arises in their hearts, What will be the end of all these things? While God and angels are at work to impress hearts, the servants of Christ seem to be asleep. There are but few working in unison with the heavenly messengers. All men and women who are Christians in every sense of the word should be workers in the vineyard of the Lord. They should be wide awake, zealously laboring for the salvation of their fellow-men, and should imitate the example the Saviour of the world has given them in his life of self-denial, and sacrifice, and faithful, earnest labor."},{"refcode_short":"T22 115.2","refcode_long":"Testimony for the Church — No. 22, p. 115.2 (Ellen Gould White)","content":"There has been but little missionary spirit among Sabbath-keeping Adventists. If ministers and people were sufficiently aroused, they would not rest thus indifferently, while God has honored them by making them the depositaries of his law, by printing it in their minds, and writing it upon their hearts. These truths of vital importance are to test the world; and yet in our own country there are cities, villages, and towns, that have never heard the warning message. Young men, who feel stirred with the appeals that have been made for help in this great work of advancing the cause of God, make some advance moves, but do not get the burden of the work upon them sufficiently to accomplish what they might. They are willing to do a small work, which does not require special effort. Therefore, they do not learn to place their whole dependence upon God, and by living faith draw from the great Fountain and Source of light and strength, in order that their efforts should prove wholly successful."},{"refcode_short":"T22 116.1","refcode_long":"Testimony for the Church — No. 22, p. 116.1 (Ellen Gould White)","content":"Those who think that they have a work to do for the Master should not commence their efforts among the churches; but they should go out into new fields, and prove their gifts. They can test themselves in this way, and settle the matter, to their own satisfaction, whether God has indeed chosen them for this work. They will feel the necessity of studying the word of God, and praying earnestly for heavenly wisdom and divine aid from God. They will be brought where they will be obtaining a most valuable experience by meeting with opponents who bring up objections against the important positions of our faith. They will feel their weakness, and be driven to the word of God and prayer. In this exercise of their gifts, they will be learning and improving, and gaining confidence, and courage, and faith, and will eventually have a valuable experience."},{"refcode_short":"T22 117.1","refcode_long":"Testimony for the Church — No. 22, p. 117.1 (Ellen Gould White)","content":"The Brn. —— commenced right in this work. In their labor they did not go among the churches, but went out into new fields. They commenced humble. They were little in their own eyes, and felt the necessity of their whole dependence being in God. These brothers are now in great danger of becoming self-sufficient, especially ——. In his discussion with opponents, the truth has obtained the victory, and Bro. —— has begun to feel strong in himself. As soon as he gets above the simplicity of the work, then his labors will not benefit the precious cause of God. Bro. —— should not encourage a love for discussions, but avoid them whenever he can. These contests with the powers of darkness in debate seldom result the best for the advancement of the present truth."},{"refcode_short":"T22 117.2","refcode_long":"Testimony for the Church — No. 22, p. 117.2 (Ellen Gould White)","content":"If young men who commence to labor in this cause would have the missionary spirit, they would give evidence that God has indeed called them to the work. But when they do not go out into new places, but are content to go from church to church, they give evidence that the burden of the work is not upon them. The ideas of our young preachers are not broad enough. Their zeal is too feeble. Were the young men awake, and devoted to the Lord, they would be diligent every moment of their time, and seek to qualify themselves for laborers in missionary fields rather than to be fitting themselves to become combatants."},{"refcode_short":"T22 118.1","refcode_long":"Testimony for the Church — No. 22, p. 118.1 (Ellen Gould White)","content":"Young men should be qualifying themselves to become familiar with other languages, that God may use them as mediums to communicate his saving truth to those of other nations. These young men may obtain a knowledge of other languages, even while engaged in laboring for sinners. If they are economical of their time, they can be improving their mind, and qualifying themselves for more extended usefulness. Young women who have borne but little responsibility, if they devote themselves to God, can be qualifying themselves by study to become familiar with other languages. They could devote themselves to the work of translating."},{"refcode_short":"T22 118.2","refcode_long":"Testimony for the Church — No. 22, p. 118.2 (Ellen Gould White)","content":"Our publications should be printed in other languages, that foreign nations may be reached. Much can be done through the medium of the press, but much more if the influence of the labors of the living preacher goes with our publications. Missionaries are needed to go to other nations, to preach the truth in a guarded, careful manner. The cause of present truth can be greatly extended by personal effort. The contact of individual mind with individual mind will do more to remove prejudice, if the labor is discreet, than our publications alone can do. Those who engage in this work should not consult their ease or inclination. They should not have love for popularity or display."},{"refcode_short":"T22 119.1","refcode_long":"Testimony for the Church — No. 22, p. 119.1 (Ellen Gould White)","content":"When the churches see young men possessing zeal to qualify themselves to extend their labors to cities, villages, and towns, that have never been aroused to the truth, and missionaries volunteer to go to other nations, to carry the truth to them, the churches will be encouraged and strengthened far more than to have the labors of inexperienced young men. The churches, as they see their ministers’ hearts all aglow with love and zeal for the truth and a desire to save souls, will arouse themselves. The churches generally have the gifts and power within themselves to bless and strengthen themselves, and gather into the fold sheep and lambs. They need to be thrown upon their own resources, and so call into active service all the gifts that are lying dormant."},{"refcode_short":"T22 120.1","refcode_long":"Testimony for the Church — No. 22, p. 120.1 (Ellen Gould White)","content":"As churches are established, it should be set before them that it is even from among them that men must be taken to carry the truth to others, and raise new churches; therefore, they must all work, and cultivate to the very utmost the talents God has given them, and they be training their minds to engage in the service of their Master. If these messengers are pure in heart and life, if their example is what it should be, their labors will be highly successful; for they have a most powerful truth, clear and connected, and convincing arguments. They have God on their side, and the angels of God to work with their efforts."},{"refcode_short":"T22 120.2","refcode_long":"Testimony for the Church — No. 22, p. 120.2 (Ellen Gould White)","content":"Why there has been so little accomplished by those who preach the truth, is not wholly because the truth they bear is unpopular, but because the men who bear the message are not sanctified by the truths they preach. The Saviour withdraws his smiles, and the inspiration of his Spirit is not upon them. The presence and power of God to convict the sinner and cleanse from all unrighteousness is not manifest. Sudden destruction is right upon the people, and yet they are not fearfully alarmed. The unconsecrated minister makes the work very hard for those who follow after them and who have the burden and spirit of the work upon them."},{"refcode_short":"T22 121.1","refcode_long":"Testimony for the Church — No. 22, p. 121.1 (Ellen Gould White)","content":"The Lord has moved upon men of other tongues, and has brought them under the influence of the truth, that they should be qualified to labor in his cause. He has brought them within reach of the Office of publication, that its managers might avail themselves of their services, if they were awake to the wants of the cause. Publications are needed in other languages, to raise an interest and the spirit of inquiry among other nations."},{"refcode_short":"T22 121.2","refcode_long":"Testimony for the Church — No. 22, p. 121.2 (Ellen Gould White)","content":"In a most remarkable manner, the Lord wrought upon the heart of Marcus Lichtenstein, and directed the course of this young man to Battle Creek, that he should there be brought under the influence of the truth, and be converted, and united to the Office of publication, and should obtain an experience. His education in the Jewish religion would qualify him to prepare publications. His knowledge of Hebrew would be a help to the Office in the preparation of publications to gain access to a class that otherwise could not be reached. The gift God gave to the Office in Marcus was no inferior gift. His deportment and conscientiousness were in accordance with the principles of the wonderful truths he was beginning to see and appreciate."},{"refcode_short":"T22 121.3","refcode_long":"Testimony for the Church — No. 22, p. 121.3 (Ellen Gould White)","content":"But the influence of some in the Office grieved and discouraged Marcus. Those young men who did not esteem Marcus as he deserved, and whose Christian life was a contradiction to their profession, were the means that Satan used to separate from the Office the gift which God had given to it. He went away perplexed, grieved, and discouraged. Those who had had years of experience, and who should have had the love of Christ in their hearts, were so far separated from God by selfishness, pride, and their own folly, that they could not discern the especial work of God in Marcus’ being connected with the Office."},{"refcode_short":"T22 122.1","refcode_long":"Testimony for the Church — No. 22, p. 122.1 (Ellen Gould White)","content":"If those who are connected with the Office were awake, and had not been spiritually paralyzed, Bro. —— would long ago have been connected with the Office, and might now be prepared to do a good work which much needs to be done. He should have been engaged in teaching young men and women, that they might be qualified now to become workers in missionary fields."},{"refcode_short":"T22 122.2","refcode_long":"Testimony for the Church — No. 22, p. 122.2 (Ellen Gould White)","content":"Those engaged in the work were about two-thirds dead because of their yielding to wrong influences. They were where God could not impress them by his Holy Spirit. And oh! how my heart aches as I see that so much time has passed, and a great work that might have been done is left undone because those in important positions have not walked in the light. Satan has stood prepared to sympathize with those men in holy office, and tell them God does not require of them as much zeal and unselfish, devoted interest as Bro. White expects, and they settle down carelessly in Satan's easy chair, and the ever-vigilant, persevering foe binds them in chains of darkness, while they think that they are all right. Satan works on their right hand and on their left, and all around them; and they know it not. They call darkness light, and light darkness."},{"refcode_short":"T22 123.1","refcode_long":"Testimony for the Church — No. 22, p. 123.1 (Ellen Gould White)","content":"If those in the Office of publication are indeed engaged in the sacred work of giving the last solemn message of warning to the world, how careful should they be to carry out in their lives the principles of the truth they are handling. They should have pure hearts and clean hands."},{"refcode_short":"T22 123.2","refcode_long":"Testimony for the Church — No. 22, p. 123.2 (Ellen Gould White)","content":"Our people connected with the Office have not been awake to improve the privileges within their reach, and secure all the talent and influence that God has provided for them. There is a very great failure with nearly all connected with the Office of realizing the importance and sacredness of the work. Pride and selfishness exist to a very great degree, and angels of God are not attracted to that Office as they would be if hearts were pure and in communion with God. Those laboring in the Office have not had a vivid sense that the truths that they were handling were of heavenly origin, to accomplish a certain and special work as did the preaching of Noah before the flood. As the preaching of Noah warned, tested, and proved, the inhabitants of the world before the flood of waters destroyed them from off the face of the earth, so is the truth of God for these last days doing a similar work of warning, testing, and proving the world. The publications which go forth from the Office bear the signet of the Eternal. They are being scattered all through the land, and are deciding the destiny of souls. Men are now greatly needed who can translate and prepare our publications in other languages to reach all tongues, and that the messages of warning may go to all nations, that they may be tested by the light of the truth, that men and women, as they see the light, may turn from the transgression to the obedience of the law of God."},{"refcode_short":"T22 124.1","refcode_long":"Testimony for the Church — No. 22, p. 124.1 (Ellen Gould White)","content":"Every opportunity should be improved to extend the truth to other nations. This will be attended with considerable expense, but expense should in no case hinder the performance of this work. Means are of no value only as they are used to advance the interest of the kingdom of God. The Lord has lent men means for this very purpose to use in sending the truth to their fellow-men. There is a great amount of surplus means in the ranks of Seventh-day Adventists. The withholding of this means selfishly from the cause of God is blinding their eyes to the importance of the work of God, making it impossible for them to discern the solemnity of the times in which we live, or the value of eternal riches. They do not view Calvary in the right light, and therefore cannot appreciate the worth of the soul for which Christ paid such an infinite price."},{"refcode_short":"T22 125.1","refcode_long":"Testimony for the Church — No. 22, p. 125.1 (Ellen Gould White)","content":"Men will invest means in that which they value the most and which they think will bring to them the greatest profits. When men will run great risks and invest much in worldly enterprises, but are unwilling to venture or invest much in the cause of God to send the truth to their fellow-men, they evidence that they value their earthly treasure more highly than the heavenly just in proportion as their works show."},{"refcode_short":"T22 125.2","refcode_long":"Testimony for the Church — No. 22, p. 125.2 (Ellen Gould White)","content":"If men would lay their earthly treasures upon the altar of God, and work as zealously to secure the heavenly treasure as they have the earthly, they would invest means cheerfully and gladly wherever they could see an opportunity to do good and aid the cause of their Master, who intrusted them with means to test and prove their fidelity to him. Christ has given them unmistakable evidence of his love and fidelity to them. He left Heaven, his riches and glory, and for their sakes became poor, that they through his poverty might be made rich. After he has thus condescended to save man, Christ requires no less of man than that he should deny himself, and use the means he has lent him in saving his fellow-men, and by thus doing, give evidence of his love for his Redeemer, and show that he values the salvation brought to him by such an infinite sacrifice."},{"refcode_short":"T22 126.1","refcode_long":"Testimony for the Church — No. 22, p. 126.1 (Ellen Gould White)","content":"Now is the time to use means for God. Now is the time to be rich in good works, laying up in store for ourselves a good foundation against the time to come, that we may lay hold on eternal life. One soul saved in the kingdom of God is of more value than all earthly riches. We are answerable to God for the souls of those with whom we are brought into contact, and the more closely our connections with our fellowmen, the greater is our responsibility. We are one great brotherhood, and the welfare of our fellow-men should be our great interest. We have not one moment to lose. If we have been careless in this matter it is high time we were now in earnest to redeem the time, lest the blood of souls be found in our garments. As children of God, none of us are excused from taking a part in the great work of Christ, in the salvation of our fellow-men."},{"refcode_short":"T22 126.2","refcode_long":"Testimony for the Church — No. 22, p. 126.2 (Ellen Gould White)","content":"It will be a difficult work to overcome prejudice and convince the unbelieving that our efforts are disinterested to help them. But this should not hinder our labor. There is no precept in the Word of God that tells us to do good to those only who appreciate and respond to our efforts, and to benefit those only who will thank us for it. God has sent us to work in his vineyard. It is our business to do all we can. “In the morning sow thy seed, and in the evening withhold not thy hand; thou knowest not which shall prosper, this or that.” We have too little faith. We limit the Holy One of Israel. We should any of us be grateful that God condescends to use us as his instruments. For every earnest prayer put up in faith for anything, answers will be returned. They may not come just as we have expected; but they will come—not perhaps as we have devised, but at the very time when we most need them. But oh! how sinful is our unbelief! “If ye abide in Me, and my words abide in you, ye shall ask what ye will, and it shall he done unto you.”"},{"refcode_short":"T22 127.1","refcode_long":"Testimony for the Church — No. 22, p. 127.1 (Ellen Gould White)","content":"Young men who engage in this work should not trust too much to their own abilities. They are inexperienced, and should seek to learn wisdom from those who have had a long experience in the work, and who have had opportunities to study character."},{"refcode_short":"T22 127.2","refcode_long":"Testimony for the Church — No. 22, p. 127.2 (Ellen Gould White)","content":"Instead of our ministering brethren laboring among the churches, God designs that we should spread abroad, and our missionary labor be extended over as much ground as we can possibly occupy to advantage, going in every direction to raise up new companies. We should ever leave upon the minds of new disciples an impression of the importance of our mission. As able men are converted to the truth, they should not require laborers to keep their flagging faith alive; but these men should be impressed with the necessity of laboring in the vineyard. As long as churches rely upon laborers from abroad to strengthen and encourage their faith, they will not become strong in themselves. They should be instructed that their strength will increase in proportion to their personal efforts. The more closely the New-Testament plan is followed in missionary labor, the more successful will be the efforts put forth."},{"refcode_short":"T22 128.1","refcode_long":"Testimony for the Church — No. 22, p. 128.1 (Ellen Gould White)","content":"We should work as did our divine Teacher, sowing the seeds of truth with care, anxiety, and self-denial. We must have the mind of Christ if we would not become weary in well-doing. His was a life of continued sacrifice for others’ good. We must follow his example. The seed of truth we must sow, and trust in God to quicken it to life. The precious seed may lie dormant for some time, when the grace of God may convict the heart, and the seed sown be awakened to life, and spring up and bear fruit to the glory of God. Missionaries in this great work are wanted to labor unselfishly, earnestly, and perseveringly, as co-workers with Christ and the heavenly angels in the salvation of their fellow-men."},{"refcode_short":"T22 129.1","refcode_long":"Testimony for the Church — No. 22, p. 129.1 (Ellen Gould White)","content":"Especially should our ministers beware of indolence and of pride, which are apt to grow out of a consciousness that we have the truth, and strength of arguments which our opponents cannot meet; and while the truths which we handle are mighty to the pulling down of the strongholds of the powers of darkness, there is danger of neglecting personal piety, purity of heart, and entire consecration to God. There is danger of their feeling that they are rich and increased with goods, while they lack the essential qualifications of a Christian. They may be wretched, poor, blind, miserable, and naked. They do not feel the necessity of living in obedience to Christ every day and every hour. Spiritual pride eats out the vitals of religion. In order to preserve humility, it would be well to remember how we appear in the sight of a holy God who reads every secret of the soul, and how we should appear in the sight of our fellow-men if they all knew us as well as God knows us. For this reason, to humble us, we are directed to confess our faults, and improve this opportunity to subdue our pride."},{"refcode_short":"T22 129.2","refcode_long":"Testimony for the Church — No. 22, p. 129.2 (Ellen Gould White)","content":"Ministers should not neglect physical exercise. They should seek to make themselves useful, and be a help where they are dependent upon the hospitalities of others. They should not allow others to wait upon them, but rather lighten the burdens of those who have so great a respect for the gospel ministry that they would put themselves to great inconvenience in doing for them that which they should do for themselves. The poor health of some of our ministers is because of their neglect of physical exercise in useful labor."},{"refcode_short":"T22 130.1","refcode_long":"Testimony for the Church — No. 22, p. 130.1 (Ellen Gould White)","content":"As the matter has resulted, I was shown that it would have been better had the Brn. Bourdeaus done what they could in the preparation of tracts to be circulated among the French people. If these works were not prepared in all their perfection, they might better have been circulated, that the French people could have an opportunity to search the evidences of our faith. There are great risks in delay. The French should have had books setting forth the reasons of our faith. Brn. Bourdeau were not prepared to do justice to these works, for they needed to be spiritualized and enlivened themselves, and the books prepared would bear the stamp of their minds. They needed to be corrected, lest their preaching and writing should be tedious. They needed to educate themselves to come at once to the point, and make the essential features of our faith stand forth clearly before the people. The work has been hindered by Satan, and much has been lost because these works were not prepared as they should have been. Brn. Bourdeau can do much good if they are fully devoted to the work, and if they will follow the light God has given them."},{"refcode_short":"T22 131","refcode_long":"Testimony for the Church — No. 22, p. 131 (Ellen Gould White)","content":"Appeal to Ministers"},{"refcode_short":"T22 131.1","refcode_long":"Testimony for the Church — No. 22, p. 131.1 (Ellen Gould White)","content":"I was shown, Dec. 10, 1871, the dangers of Bro. ——. His influence upon the cause of God is not what it might be and should be. He seems to be in blindness as to the result of his course. He does not discern what kind of a wake he leaves behind him. He does not labor in a manner that God can accept. I saw that he was in as great peril as was Moses Hull before he left the truth. Moses Hull trusted in himself. He thought he was of so great value to the cause of truth that the cause could not spare him. Bro. —— has felt very much the same. He relies too much on his own strength and wisdom. If he could see his weakness as God sees it, he would never flatter himself, or feel in the least to triumph. And, unless he makes God his dependence and strength, he will make shipwreck of faith as surely as did Moses Hull."},{"refcode_short":"T22 132.1","refcode_long":"Testimony for the Church — No. 22, p. 132.1 (Ellen Gould White)","content":"He has not in his labors drawn strength from God. He has depended upon an excitement to arouse his ambition. In laboring with a few, where there is no special excitement to stimulate, he loses his courage. When the labor goes hard, and he is not borne up by this special excitement, he does not then cling the firmer to God, and become more earnest to press through the darkness, and gain the victory. Bro. ——, you frequently become childish, weak, and inefficient, at the very time when you should be the strongest. This should evidence to you that your zeal and animation are not always from the right source."},{"refcode_short":"T22 132.2","refcode_long":"Testimony for the Church — No. 22, p. 132.2 (Ellen Gould White)","content":"I was shown that here is the danger of young ministers who engage in discussion. They turn their minds to the study of the word to gather the sharp things, and they become sarcastic, and, in their efforts to meet an opponent, too frequently leave God out of the question. The excitement of debate lessens their interest in meetings where this special excitement does not exist. Those who engage in debates are not the most successful laborers, and the best adapted to build up the cause. By some, discussion is coveted, and they prefer this kind of labor above any other. They do not study the Bible with humility of mind, that they may know how to attain the love of God, “that Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, and length, and depth, and height, and to know the love of Christ, which passeth knowledge, that ye might be filled with all the fullness of God.”"},{"refcode_short":"T22 133.1","refcode_long":"Testimony for the Church — No. 22, p. 133.1 (Ellen Gould White)","content":"Young preachers should avoid discussions; for they do not increase spirituality or humbleness of mind. In some cases, it may be necessary to meet a proud boaster against the truth of God in open debate; but generally these discussions, either oral or written, result in more harm than good. After a discussion, the greater responsibility rests upon the minister to keep up the interest. He should beware of the reaction which is liable to take place after a religious excitement, and not yield to discouragement himself."},{"refcode_short":"T22 133.2","refcode_long":"Testimony for the Church — No. 22, p. 133.2 (Ellen Gould White)","content":"Men who will not admit the claims of God's law, which are so very plain, will generally take a lawless course; for they have so long taken sides with the great rebel in warring against the law of God, which is the foundation of his government in Heaven and earth, that they are trained in this labor. In their warfare, they will not open their eyes or consciences to light. They close their eyes, lest they shall become enlightened. Their case is as hopeless as was the Jews’, who would not see the light which Christ brought to them. The wonderful evidences of his Messiahship, by the miracles he performed in healing the sick, and in raising the dead, and doing the works which no other man had done or could do, instead of melting and subduing their hearts, and overcoming their wicked prejudices, inspired them with satanic hatred and fury, such as Satan possessed when he was thrust out of Heaven. The greater light and evidence they had, the greater was their hatred. They were determined to extinguish the light by putting Christ to death."},{"refcode_short":"T22 134.1","refcode_long":"Testimony for the Church — No. 22, p. 134.1 (Ellen Gould White)","content":"The haters of God's law, the foundation of his government in Heaven and earth, are on the same ground as were the unbelieving Jews. Their defiant power will follow those who keep the commandments of God, and any amount of light will be rejected by them. Their consciences have so long been violated, and their hearts have grown so hard by their choosing darkness rather than light, that they feel that it is a virtue in them to bear false witness, or stoop to almost any course of equivocation or deception, as did the Jews in their rejection of Christ, to gain their object. They reason that the end justifies the means. They virtually crucify the law of the Father as the Jews crucified Christ."},{"refcode_short":"T22 135.1","refcode_long":"Testimony for the Church — No. 22, p. 135.1 (Ellen Gould White)","content":"Our work should be to embrace every opportunity to present the truth in its purity and simplicity, where there is any desire or interest to hear the reasons of our faith. Those who have dwelt mostly upon the prophecies and the theoretical points of our faith should without delay become Bible students upon practical subjects. They should take a deeper draught at the fountain of divine truth. They should carefully study the life of Christ, and his lessons of practical godliness, given for the benefit of all, and the rule of right living for all who should believe on his name. They should be imbued with the spirit of their great Exampler, and have a high sense of the sacred life of a follower of Christ."},{"refcode_short":"T22 135.2","refcode_long":"Testimony for the Church — No. 22, p. 135.2 (Ellen Gould White)","content":"Christ met the case of every class in his subjects and manner of teaching. He dined and lodged with rich and poor, and made himself familiar with the interests and occupations of men, that he might gain access to their hearts. The learned and most intellectual were gratified and charmed with his discourses, and yet they were so plain and simple as to be comprehended by the humblest minds. Christ availed himself of every opportunity to give instructions to the people upon the heavenly doctrines and precepts which should be incorporated into their lives, and which would distinguish them from all other religionists, because of their holy, elevated character. These lessons of divine instruction are not brought to bear upon men's consciences as they should be. Ministers believing present truth are furnished with discourses by these sermons of Christ which will be appropriate on almost any occasion. Here is a field of study for the Bible student, which he cannot be interested in without having the Spirit of the heavenly Teacher in his own heart. Here are subjects which Christ presented to all classes. Thousands of people of every stamp of character, of every grade of society, were attracted and charmed with the matter brought before them."},{"refcode_short":"T22 136.1","refcode_long":"Testimony for the Church — No. 22, p. 136.1 (Ellen Gould White)","content":"Some ministers who have been long in the work of preaching present truth have made great failures in their labors. They have educated themselves as combatants. They have studied out argumentative subjects for the object of discussion*The original publication had the spelling “disscussion.”, and these subjects which they have prepared, they love to use. The truth of God is plain, clear, and conclusive. The chain of truth is harmonious, and, in contrast with error, shines with clearness and beauty. The consistency of the truth commends it to the judgment of every heart that is not filled with prejudice. Our preachers present the arguments upon the truth, which have been made ready for them, and, if there are no hindrances, the truth bears away the victory. But I was shown that in many cases the poor instrument takes the credit of the victory gained, and the people, who are more earthly than spiritual, praise and honor the instrument, while the truth of God is not exalted by the victory it gained."},{"refcode_short":"T22 137.1","refcode_long":"Testimony for the Church — No. 22, p. 137.1 (Ellen Gould White)","content":"Those who love to engage in discussion generally lose their spirituality. They do not trust in God as they should. They have the theory of the truth prepared to whip an opponent. The feelings of their own unsanctified hearts have prepared many sharp, close things to use as a snap to their whip to irritate and provoke their opponent. The Spirit of Christ has no part in this. The debater soon thinks he is strong enough while furnished with conclusive arguments to triumph over his opponent, and God is left out of the matter. Some of our ministers have made discussion their principal business. When in the midst of the excitement raised by discussion, they seem nerved up, and feel strong, and talk strong; and many things pass with the people as all right in the excitement, which in themselves are decidedly wrong, and a shame to him who was guilty of uttering words so unbecoming a Christian minister."},{"refcode_short":"T22 138.1","refcode_long":"Testimony for the Church — No. 22, p. 138.1 (Ellen Gould White)","content":"These things have a bad influence on ministers who are handling sacred, elevated truths, which are to prove as a savor of life unto life, or death unto death, to those who hear them. Generally, the influence of discussions upon our ministers is to make them self-sufficient, and exalted in their own estimation. This is not all. Those who love to debate are unfitted for being pastors to the flock. They have trained their minds to meet an opponent, and to say sarcastic things; and they cannot come down to meet the hearts that are sorrowing, and need comforting. They have also dwelt so much upon the argumentative that they have neglected practical subjects that the flock of God need; and the sermons of Christ, which enter into the every-day life of the Christian, they have but little knowledge of, and they have but little disposition to study them. They have arisen above the simplicity of the work. When they were little in their own eyes, God helped them. Angels of God ministered unto them, and made their labors highly successful in convincing men and women of the truth. But in the training of their minds for discussion, they frequently become coarse and rough. They lose the interest and tender sympathy which should ever attend the efforts of a shepherd of Jesus Christ."},{"refcode_short":"T22 139.1","refcode_long":"Testimony for the Church — No. 22, p. 139.1 (Ellen Gould White)","content":"Debating ministers are generally disqualified to help the flock where they most need help. They have neglected practical religion in their own hearts and lives, and therefore cannot teach it to the flock. Unless there is an excitement, they do not know how to labor. They seem shorn of their strength. If they try to speak, they seem not to know how to present a subject that is proper or fit for the occasion. When they should present a subject to feed the flock of God, which will reach and melt the heart, they go back to some of the old prepared matter, that is stereotyped, and go through the arranged arguments which are dry and uninteresting. They bring darkness to the flock, instead of light and life; and they also bring darkness to their own souls."},{"refcode_short":"T22 139.2","refcode_long":"Testimony for the Church — No. 22, p. 139.2 (Ellen Gould White)","content":"Some of our ministers fail to cultivate spirituality, but encourage a show of zeal and a certain activity which rests upon an uncertain foundation. Ministers of calm contemplation, of thought and devotion, of conscience and faith, combined with activity and zeal, are wanted in this age. The two qualities should go together, thought and devotion, activity and zeal."},{"refcode_short":"T22 139.3","refcode_long":"Testimony for the Church — No. 22, p. 139.3 (Ellen Gould White)","content":"Debating ministers are the most unreliable among us, because they cannot be depended upon when the work goes hard. Bring them into a place where there is but little interest, and they manifest a want of courage, zeal, or real interest, themselves. They depend on excitement, created by debate or opposition, as the inebriate depends upon his dram to become enlivened and invigorated. These ministers need to be converted anew. They need to drink deep of the streams which proceed from the Eternal rock, the streams of which are unceasing."},{"refcode_short":"T22 140.1","refcode_long":"Testimony for the Church — No. 22, p. 140.1 (Ellen Gould White)","content":"The eternal welfare of sinners regulated the conduct of Jesus Christ. He went about doing good. Benevolence was the life of his soul. He not only did good to all who came to him soliciting his mercy, but he perseveringly sought them out. He was never elated with applause, or dejected by censure or disappointment. When he met with the greatest opposition and the most cruel treatment, he was of good courage. Christ preached the most important discourse inspiration has given us to only one listener. As he sat upon the well to rest, for he was weary, a Samaritan woman came to draw water, and he saw an opportunity to reach her mind, and through her to reach the minds of the Samaritans, who were in great darkness and error. Although weary, he presented the truths of his spiritual kingdom, which charmed the heathen woman, and filled her with admiration for Christ. She went forth publishing the news, “Come, see a man which told me all things that ever I did; is not this the Christ?” This woman's testimony converted many to a belief in Christ. Through her report, many came to hear him for themselves, and believed because of his own word."},{"refcode_short":"T22 141.1","refcode_long":"Testimony for the Church — No. 22, p. 141.1 (Ellen Gould White)","content":"However small may be the number of interested listeners, if their hearts are reached, and their understanding convinced, they can carry the report, as did the Samaritan woman, which will raise the interest of hundreds to investigate for themselves. While laboring in places to create an interest, there will be many discouragements; but if at first there seems to be but little interest, it is no evidence that you have mistaken your duty and place of labor. If the interest steadily increases, and the people move understanding, not from impulse, but from principle, the interest is much more healthful and more durable, than to have a great excitement and interest created suddenly, and to have the feelings excited by listening to a debate and sharp contest on both sides of the question, for and against the truth. Fierce opposition is created, and rapid decisions made, and positions taken. There is a feverish state of things. Calm consideration and judgment are wanting. Let this excitement subside, or, if it is managed indiscreetly, reaction takes place, and the interest can never be raised again. The feeling and sympathy were stirred, but the conscience was not convicted, the heart was not broken and humbled before God."},{"refcode_short":"T22 142.1","refcode_long":"Testimony for the Church — No. 22, p. 142.1 (Ellen Gould White)","content":"In the presentation of unpopular truth, which involves a heavy cross, preachers should be careful that every word is as God would have it. Their words should never cut. They should present the truth in humility, with the deepest love for souls, and an earnest desire for their salvation, and let the truth cut. They should not seek to provoke a debate. They should not defy ministers of other denominations. They should not stand in a position like Goliath's*The original publication had the spelling “Goliah's.” when he defied the armies of Israel. Israel did not defy Goliath†The original publication had the spelling “Goliah.”, but Goliath†The original publication had the spelling “Goliah.” made his proud boasts against God and his people. The defying, and boasting, and railing, must come from the opposers of truth, who act the Goliath†The original publication had the spelling “Goliah.”. But none of this spirit should be seen in those whom God has sent forth to proclaim the last message of warning to a doomed world."},{"refcode_short":"T22 142.2","refcode_long":"Testimony for the Church — No. 22, p. 142.2 (Ellen Gould White)","content":"Goliath†The original publication had the spelling “Goliah.”, who defied Israel, trusted in his armor. He terrified the armies of Israel by his defiant, savage boastings, while he made a most imposing display of his armor, which was his strength. David, in his humility and in his zeal for God and his people, proposed to meet this boaster. Saul consented, and had his own kingly armor placed upon David. But he would not consent to wear it. He laid off the king's armor; for he had not proved it. He had proved God, and, in trusting in him, had gained special victories. To put on Saul's armor would give the impression that he was a warrior, when he was only little David, who tended the sheep. He did not mean that any credit should be given to the armor of Saul; for his trust was in the Lord God of Israel. He selected a few pebbles from the brook, and with his sling and staff his only weapons, he went forth in the name of the God of Israel to meet the armed warrior."},{"refcode_short":"T22 143.1","refcode_long":"Testimony for the Church — No. 22, p. 143.1 (Ellen Gould White)","content":"Goliath*The original publication had the spelling “Goliah.” disdained David; for his appearance was that of a mere youth untaught in the tactics of warfare. Goliath*The original publication had the spelling “Goliah.” railed upon David, and cursed him by his gods. He felt that it was an insult upon his dignity to have a mere stripling, without so much as an armor come to meet him. He made his boast of what he would do to him. David did not become irritated because he was looked upon as so inferior; neither did he tremble at his terrible threats. David replied, “Thou comest to me with a sword, and with a spear, and with a shield; but I come to thee in the name of the Lord of hosts, the God of the armies of Israel, whom thou hast defied.” David tells Goliath*The original publication had the spelling “Goliah.” that in the name of the Lord he will do to him the very things Goliah had threatened to do to David. “And all this assembly shall know that the Lord saveth not with sword and spear; for the battle is the Lord's, and he will give you into our hands.”"},{"refcode_short":"T22 144.1","refcode_long":"Testimony for the Church — No. 22, p. 144.1 (Ellen Gould White)","content":"Our ministers should not defy and provoke discussion. Let the defying be on the side of the opposers of God's truth. I was shown that Bro. —— and other ministers have acted too much the part of Goliath*The original publication had the spelling “Goliah.”. And then after they had dared and provoked discussion, they trusted to their prepared arguments as Saul wanted David to trust to his armor. They did not, like humble David, trust to the God of Israel, and make him their strength. They went forth confident and boastful, like Goliath*The original publication had the spelling “Goliah.”. They magnified themselves, and did not hide behind Jesus. They knew the truth was strong, and they have not humbled their hearts, and in faith trusted in God to give the truth the victory. They have become elated and lost their balance, and frequently the discussions have not been successful, and the result has been an injury to their own souls and to the souls of others."},{"refcode_short":"T22 144.2","refcode_long":"Testimony for the Church — No. 22, p. 144.2 (Ellen Gould White)","content":"I was shown that some of our young ministers are getting a passion for debating, and that, unless they see their danger, this will prove a snare to them. I was shown that Bro. —— —— was in great danger. He is training his mind in the wrong direction. He is in danger of getting above the simplicity of the work. When he gets on Saul's armor, if, like David, he has wisdom to lay it off because he has not proved it, he may recover himself before he goes too far. These young preachers should study the practical teachings of Christ, as well as the theoretical, and learn of Jesus that they may have his grace, his meekness, his humility and lowliness of mind. If they, like David, are brought into a position where God's cause really calls for them to meet a defier of Israel, and, if they go forth in the strength of God, relying wholly upon him, he will carry them through, and cause his truth to triumph gloriously. Christ has given us an example. “Yet Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.”"},{"refcode_short":"T22 145.1","refcode_long":"Testimony for the Church — No. 22, p. 145.1 (Ellen Gould White)","content":"As soon as a preacher comes down from the position a minister should ever occupy, and descends to the comical to create a laugh over his opponent, or when he is sarcastic and sharp, and rails upon him, he does that which the Saviour of the world did not dare to do; for he places himself upon the enemy's ground. Ministers who contend with the opposers of the truth of God, have not merely to meet the men, but Satan and his host of evil angels. Satan watches for a chance to get the advantage of ministers who are advocating the truth, and when they cease to put their entire trust in God, and their words are not in the Spirit and love of Christ, the angels of God cannot strengthen and enlighten them. They leave them to their own strength, and evil angels press in their darkness, and, for this reason, sometimes the opponents of the truth seem to have the advantage, and the discussion does more harm than real good."},{"refcode_short":"T22 146.1","refcode_long":"Testimony for the Church — No. 22, p. 146.1 (Ellen Gould White)","content":"God's servants should come nearer to him. Brn. ——, ——, ——, and ——, should be seeking to cultivate personal piety, rather than to encourage a love of debate. They should be seeking to become shepherds to the flock, rather than to be fitting themselves to create an excitement by swaying the feelings of the people. These brethren are in danger of depending more upon their popularity, and success with the people as smart debaters, than as humble, faithful laborers, or as devoted, meek followers of Jesus Christ, being co-workers with him."},{"refcode_short":"T22 147","refcode_long":"Testimony for the Church — No. 22, p. 147 (Ellen Gould White)","content":"Dangers and Duties of Youth"},{"refcode_short":"T22 147","refcode_long":"Testimony for the Church — No. 22, p. 147 (Ellen Gould White)","content":"Addressed to Two Young Men"},{"refcode_short":"T22 147.1","refcode_long":"Testimony for the Church — No. 22, p. 147.1 (Ellen Gould White)","content":"I was shown last December the dangers and temptations of youth. The two younger sons of father —— need to be converted. They need to die daily to self. Paul, the faithful apostle, had a fresh experience daily. He says, “I die daily.” This is exactly the experience these young men need. They are in danger of overlooking present duty, and of neglecting the education essential for practical life. They regard education in books as the all-important matter to be attended to in order to make life a success."},{"refcode_short":"T22 147.2","refcode_long":"Testimony for the Church — No. 22, p. 147.2 (Ellen Gould White)","content":"These young men have duties at home which they overlook. They have not learned to take up the duties, and bear the home responsibilities which it is their duty to bear. They have a faithful, practical mother, who has borne many burdens which her children should not suffer her to bear. In this they failed to honor their mother. They have not shared the burdens of their father as was their duty, and have neglected to honor their father as they should. They follow inclination rather than duty. They have pursued a selfish course in their life, in shunning burdens and toil, and have failed to obtain a valuable experience, which they cannot afford to be deprived of if they would make life a success. They have not felt the importance of being faithful in little things. They have not felt under obligation to their parents to be true, thorough and faithful, in the humble, lowly duties of life which lie directly in their pathway. They look above the common, essential branches of knowledge so very necessary for practical life."},{"refcode_short":"T22 148.1","refcode_long":"Testimony for the Church — No. 22, p. 148.1 (Ellen Gould White)","content":"If these young men would be a blessing anywhere, it should be at home. If they yield to inclination, rather than to be guided by the cautious decision of sober reason, sound judgment, and enlightened conscience, they cannot be a blessing to society, or to their father's family, and their prospects in this world, and in the better world, may be endangered. Many youth receive the impression that their early life is not designed for care-taking, but to be fritted away in idle sport, in jesting, in joking and foolish indulgences. Some think of nothing while engaged in folly and indulgence of the senses, but the momentary gratification connected with it for the time. Their desire for amusement, their love for society, to chat, talk, and laugh, increases by indulgence, and they lose all relish for the sober realities of life, and home duties seem uninteresting. There is not enough change to meet their minds, and they become restless, peevish, and irritable. These young men should feel it a duty to make home happy and cheerful. They should bring sunshine into the dwelling, rather than a shadow by needless repining and unhappy discontent."},{"refcode_short":"T22 149.1","refcode_long":"Testimony for the Church — No. 22, p. 149.1 (Ellen Gould White)","content":"These young men should remember that they are responsible for all the privileges they have enjoyed, and that they are accountable for the improvement of their time, and must render an exact account for the improvement of their abilities. These young men may inquire, Shall we have no amusement or recreation? Shall we work, work, work, without variation? Any amusement that they can engage in, asking the blessing of God upon it in faith, will not be dangerous. But any amusement in which they engage, which disqualifies them for secret prayer, or for devotion at the altar of prayer, or to engage in the prayer-meeting, is not safe, but dangerous. A change from physical labor that has taxed the strength severely may be very necessary for a time, that they may again engage in labor, putting forth exertion with greater success. But entire rest may not be necessary, or even attended with the best results so far as their physical strength is concerned. They need not, even when weary with one kind of labor, trifle away their precious moments. They may then seek to do something not so exhausting, but yet which will be a blessing to their mother and sisters, in lightening their cares by taking upon themselves the roughest burdens they have to bear. In this way, they can find amusement springing from principle which will yield them true happiness, and their time not be spent in trifling, and in habits of selfish indulgence. Their time may be ever employed to advantage, and they constantly refreshed with variation, and yet redeeming the time, so that every moment tells with good account to some one."},{"refcode_short":"T22 150.1","refcode_long":"Testimony for the Church — No. 22, p. 150.1 (Ellen Gould White)","content":"You have thought, to obtain an education in the sciences would be of the highest importance. There is no virtue in ignorance, and knowledge will not necessarily dwarf Christian growth, but if taken hold of from principle, having the right object before you, to obtain knowledge that you may bring into exercise the powers which God has given you and employ them in his service, feeling your obligations to God to use your faculties to do good to others and promote his glory, knowledge will aid you to accomplish this end."},{"refcode_short":"T22 150.2","refcode_long":"Testimony for the Church — No. 22, p. 150.2 (Ellen Gould White)","content":"But, young men, if you gain ever so much knowledge and yet fail to put that knowledge to a practical use, you fail of your object. If, in obtaining an education, you become absorbed in your studies so that you neglect prayer and religious privileges, and become careless and indifferent to the welfare of your soul, if you cease to learn in the school of Christ, you are selling your birthright for a mess of pottage. The object of your obtaining an education should not be lost sight of for a moment. It should be to develop and direct your faculties that you may be the more highly useful, and, to the extent of your ability, bless others. If to obtain knowledge would increase your love of yourselves and increase your inclination to a still greater degree to excuse yourselves from bearing responsibilities, you are better without an education. If you love books and idolize them, allow them to get in between you and your duties, so that you will feel a reluctance to leave your studies and your reading to do essential labor that someone must do, you should restrain your studies and cultivate a love for doing those things in which you now take no interest. He that is faithful in that which is least will also be faithful in greater things. You need to cultivate love and affection for your parents, brothers, and sisters. “Be kindly affectioned one to another with brotherly love; in honor preferring one another; not slothful in business; fervent in spirit, serving the Lord; rejoicing in hope; patient in tribulation; continuing instant in prayer; distributing to the necessity of saints; given to hospitality.” You cannot, young men, afford to sacrifice your eternal interest for your school studies. Your teachers may stimulate you by applause, and you may be deceived by the sophistry of Satan. You may be led on from step to step to seek to excel, and obtain the approbation of your teachers, until your knowledge in the divine life, in experimental religion, will grow less and less. Your name will stand registered before the holy, exalted angels, and before the Creator of the universe, and Jesus Christ, the majesty of Heaven, in very poor light. Failure, failure, mistakes, neglect, committal of sins, and such ignorance in spiritual knowledge, that the Father, and his Son Jesus our advocate, and ministering angels, will be ashamed to own you as children of God."},{"refcode_short":"T22 152.1","refcode_long":"Testimony for the Church — No. 22, p. 152.1 (Ellen Gould White)","content":"In attending school you are exposed to a variety of temptations that you would not be at your home in your father's house, under the watchcare of God fearing parents."},{"refcode_short":"T22 152.2","refcode_long":"Testimony for the Church — No. 22, p. 152.2 (Ellen Gould White)","content":"If you prayed while at home by yourselves twice or three times a day for grace to escape the corruptions that are in the world through lust, when at school, exposed to temptations and the contaminating influences which prevail at school in this degenerate age, you need to pray as much more earnestly and constantly as your surroundings are more unfavorable to the formation of Christian character."},{"refcode_short":"T22 153.1","refcode_long":"Testimony for the Church — No. 22, p. 153.1 (Ellen Gould White)","content":"These young men have not sufficient strength of Christian character, especially is this the case with ——. He is not settled, rooted, and grounded, in the truth. His hold of God has been so slight that he has not been receiving strength and light from above, but has been gathering darkness to his own soul. He has heard unbelief talked so much, and he has taken so little practical interest in the truth that he has not been prepared to give a reason of his hope. He has been unstable, like a reed trembling in the wind. He is kind at heart, yet loves fun, idleness, and to be in company with his young friends. He has indulged this inclination to the sacrifice of his soul's interest. It is important that you should avoid mingling too much in the society of irreligious youth. The culture of your mind and heart, in connection with the practical duties of life, require that a large share of your time be spent in the society of those whose conversation and faith will increase your faith and love for the truth."},{"refcode_short":"T22 153.2","refcode_long":"Testimony for the Church — No. 22, p. 153.2 (Ellen Gould White)","content":"You have tried to throw off the restraint that the belief of the truth imposes, but you have not dared to be very bold in your unbelief. Too often the levities of the world, the society of those from whom self-communion and religion are excluded, has been your choice, and you was, to all intents and purposes, reckoned with that class who bring the truth into contempt. You are not strong enough in faith or purpose to be in such society. In order to kill time, you have engaged in a spirit of trifling which has done positive injury to you in blunting your conscience. You love approbation. If you gain this in an honorable way, it is not so sinful; but you are in danger of deceiving yourself and others, and need to be guarded on this point that you earn all the approval you receive. If you are approved because of your sound principles and moral worth, this is your gain. But to be petted, and courted, and flattered because you can make bright speeches and apt remarks, and because you are cheerful, lively, and witty, and not for intellectual and moral worth, you will be looked upon by sensible, godly men and women as an object of pity rather than envy. You should be guarded against flattery. Whoever is foolish enough to flatter you cannot be your true friend. Your true friends will caution, entreat, and warn you, and reprove your faults."},{"refcode_short":"T22 154.1","refcode_long":"Testimony for the Church — No. 22, p. 154.1 (Ellen Gould White)","content":"You have opened your mind to dark unbelief. Close it in the fear of God. Seek for the evidences of the pillars of our faith and lay hold upon them with firm grasp. You need this confidence in present truth which will prove to you an anchor. This will impart to your character an energy, efficiency, and noble dignity that will command respect. Encourage habits of industry. Here you seriously lack. You have both brilliant ideas of success, but remember that in God is your only hope. Your prospects may at times look flattering to you, but anticipations which exalt you above the simple, humble home duties and above the religious duties, will prove a failure. You, my dear young friends, need to humble your hearts before God, and be obtaining a valuable experience in the Christian life, following on to know the Lord, gaining a rich experience, and blessing others by a daily life of spotless purity, of noble integrity, of thoroughness in the performance of Christian duty, and in the duties of practical life."},{"refcode_short":"T22 155.1","refcode_long":"Testimony for the Church — No. 22, p. 155.1 (Ellen Gould White)","content":"You have duties to do at home; you have responsibilities to bear which you have not yet lifted. That which ye sow ye shall also reap. These young men are now sowing the seed. Every act of their life, every word spoken, is a seed for good or evil. As is the seed, so will be the crop. If they indulge lustful passions, and give up to hasty, perverted passions, or to the gratification of appetite, or the inclination of an unsanctified heart, if they foster pride, wrong principles, and cherish habits of unfaithfulness, or of dissipation, they will reap a plentiful harvest of remorse, shame, and despair."},{"refcode_short":"T22 155.2","refcode_long":"Testimony for the Church — No. 22, p. 155.2 (Ellen Gould White)","content":"The angels of God are seeking to lead these young men to cry unto God in sincerity, Be thou the guide of my youth. The angels of God are inviting and seeking to draw these dear youth from the snares of Satan. Heaven may be theirs if they will seek to obtain it. A crown of immortal glory will be theirs if they will give all for Heaven."},{"refcode_short":"T22 156","refcode_long":"Testimony for the Church — No. 22, p. 156 (Ellen Gould White)","content":"Take Heed"},{"refcode_short":"T22 156.1","refcode_long":"Testimony for the Church — No. 22, p. 156.1 (Ellen Gould White)","content":"Bro. ——, your influence has not been of that character which would do honor to the cause of present truth. Had you been sanctified by the truth you preach to others, you would have been of ten times more advantage to the cause of God than you have been. You have relied so much upon creating a sensation that without this you have but little courage. These great excitements and sensational interests are your strength, and glory, and success as a laborer; but this is not pleasing to God. Your labors in this direction are seldom what you flatter yourself that they are."},{"refcode_short":"T22 156.2","refcode_long":"Testimony for the Church — No. 22, p. 156.2 (Ellen Gould White)","content":"Close investigation reveals, after these specially exciting meetings, that there are but very few sheaves to be gathered. Yet, from all the experience of the past, you have not learned to change your manner of labor."},{"refcode_short":"T22 156.3","refcode_long":"Testimony for the Church — No. 22, p. 156.3 (Ellen Gould White)","content":"You have been slow to learn from the past, and shape your future labors in such a manner as to shun the errors of the past. The reason of this has been, like the inebriate, you love the stimulus of these sensational meetings, and you long for them, as the drunkard longs for the glass of liquor, to arouse the flagging energies. These debates which create an excitement are mistaken for a zeal for God and love for the truth. You have been almost destitute of the Spirit of God to work with your efforts. If you had God with you in all your moves, and if you felt the burden for souls, and had the wisdom to skillfully manage these exciting seasons to press souls into the kingdom of Christ, you could see fruits of your labors, and God would be glorified. Your soul should be all aglow with the spirit of the truth you present to others. Then, after you have labored to convict souls of the claims the law of God had upon them, teaching them repentance toward God and faith in Jesus Christ, your work is but just begun. You too frequently excuse yourself from completing the work, and leave a heavy burden for others to take up and finish the work you ought to have done. You say you are not qualified to finish up the work. Then the sooner you qualify yourself to bear the burdens of a shepherd, or pastor of the flock, the better."},{"refcode_short":"T22 157.1","refcode_long":"Testimony for the Church — No. 22, p. 157.1 (Ellen Gould White)","content":"As a true shepherd, you should discipline yourself to deal with minds, and give to the flock of God each their portion of meat in due season. You should be careful, and study to have a store of practical subjects that you have investigated, and can enter into the spirit of, and can present in a plain, forcible manner to the people, at the right time and place, as they need."},{"refcode_short":"T22 158.1","refcode_long":"Testimony for the Church — No. 22, p. 158.1 (Ellen Gould White)","content":"You have not been thoroughly furnished from the word of inspiration unto all good works. When the flock have needed spiritual food, you have frequently presented some argumentative subject no more appropriate for the occasion than an oration upon national affairs."},{"refcode_short":"T22 158.2","refcode_long":"Testimony for the Church — No. 22, p. 158.2 (Ellen Gould White)","content":"If you would task your soul and educate your mind to a knowledge of subjects which the word of God has amply furnished you, you could build up the cause of God by feeding the flock with proper food, which would give spiritual strength and health as their wants required."},{"refcode_short":"T22 158.3","refcode_long":"Testimony for the Church — No. 22, p. 158.3 (Ellen Gould White)","content":"You have yet to learn the work of a true shepherd. When you understand this, you will have sufficient weight upon you of the cause and work of God, that you will not be inclined to jest and joke, and engage in light and frivolous conversation. A minister of Christ, with a proper burden of the work, and a high sense of the exalted character and sacredness of his mission, will not be inclined to lightness and trifling with the lambs of the flock."},{"refcode_short":"T22 159.1","refcode_long":"Testimony for the Church — No. 22, p. 159.1 (Ellen Gould White)","content":"A true shepherd will have an interest in all that relates to the welfare of the flock, feeding them, guiding them, and defending them. He will carry himself with great wisdom, manifesting a tender consideration for all, being courteous and compassionate to all, especially the tempted, and afflicted, and desponding. Instead of giving this class the sympathy as their particular cases have demanded, and as their infirmities have required, you have shunned this class, while you have drawn largely upon others for sympathy. “Even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. “Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.” “But made Himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men.” “We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.” “Let every one of us please his neighbor for his good to edification. For even Christ pleased not himself; but as it is written, The reproaches of them that reproached thee fell on me.”"},{"refcode_short":"T22 159.2","refcode_long":"Testimony for the Church — No. 22, p. 159.2 (Ellen Gould White)","content":"It is not the work of a gospel minister to lord it over God's heritage, but in lowliness of mind, with gentleness and long forbearance, exhorting, reproving, rebuking, with all long suffering and doctrine."},{"refcode_short":"T22 160.1","refcode_long":"Testimony for the Church — No. 22, p. 160.1 (Ellen Gould White)","content":"How will the foregoing scriptures compare with your past life? You have been cultivating a selfish temperament nearly all your life. You married a woman of a strong, set will. Her natural disposition was supremely selfish. You were both lovers of self. Uniting your interest did not help the case of either, but increased the peril of both. You were neither of you conscientious. You neither of you had the fear of God before you in a high sense. Selfish love, and selfish gratification, have been the ruling principle. You have both had so little consecration to God that you could not benefit each other. You have each wanted your own way. You have each wanted to be petted, and praised, and waited upon."},{"refcode_short":"T22 160.2","refcode_long":"Testimony for the Church — No. 22, p. 160.2 (Ellen Gould White)","content":"The Lord saw your dangers, and sent you warnings through testimony, time and again, that your eternal interest was endangered unless you overcame your love of self, and conformed your will to the will of God. Had you heeded the admonitions and warnings from the Lord, had you turned square about and made an entire change, your wife would not now be in the snare of the enemy, left of God to believe the strong delusions of Satan, Had you followed the light God has given, you would now be a strong and efficient laborer in the cause of God, qualified to accomplish tenfold more than you are now competent to do. You have become weak because you have failed to cherish the light."},{"refcode_short":"T22 161.1","refcode_long":"Testimony for the Church — No. 22, p. 161.1 (Ellen Gould White)","content":"You have been able but a small part of the time to discern the voice of the true Shepherd from that of a stranger. Your neglect to walk in the light has brought darkness upon you, and your conscience, by being often violated, has become benumbed."},{"refcode_short":"T22 161.2","refcode_long":"Testimony for the Church — No. 22, p. 161.2 (Ellen Gould White)","content":"Your wife did not believe and follow the light the Lord in mercy sent her. She despised reproof, and herself closed the door through which the voice of the Lord was heard to counsel and warn her. Satan was pleased, and there was nothing to hinder him from insinuating himself into her confidence, and, by his pleasing, flattering deceptions, leading her captive at his will."},{"refcode_short":"T22 161.3","refcode_long":"Testimony for the Church — No. 22, p. 161.3 (Ellen Gould White)","content":"The Lord gave you a testimony that your wife was a hindrance to you in your labors, and that you should not have her accompany you unless you had the most positive evidence that she was a converted woman, transformed by the renewing of her mind. You then felt that you had an excuse to plead for a home, and made this testimony your excuse, and worked accordingly, although you had no need of a home of your own. Your wife had duties to do to her parents, which she had neglected all her life. If she, with a cheerful spirit, had taken up this long neglected duty, she would not now be left captive to Satan, to do his will, and corrupt her heart and soul in his service."},{"refcode_short":"T22 162.1","refcode_long":"Testimony for the Church — No. 22, p. 162.1 (Ellen Gould White)","content":"Your want of a home was imaginary, like many of your supposed wants. You obtained the home your selfishness desired, and you could leave your wife comfortably situated. But God was preparing a final test for her. The affliction of her mother was of that nature to arouse the sympathy in the heart, if it was not thoroughly seared and callous by selfishness. But this providence of God failed to arouse the filial love of the daughter for her suffering to other. She had no home cares to stand in her way, no children to share her love and care, and her attention was devoted to her poor self."},{"refcode_short":"T22 162.2","refcode_long":"Testimony for the Church — No. 22, p. 162.2 (Ellen Gould White)","content":"The burden of care her father had to bear was too much for his aged strength, and he was prostrated with keen sufferings. Surely, then, if the daughter had a sensitive spot in her heart, she could not help feeling, and arousing to a sense of her duty to share the burdens of her sister and her sister's husband. But she revealed by her indifference, and by her shunning all the care and burden that she well could, that her heart was well-nigh as unimpressible as a stone. To be close by her parents, and yet be so indifferent, would tell against her."},{"refcode_short":"T22 163.1","refcode_long":"Testimony for the Church — No. 22, p. 163.1 (Ellen Gould White)","content":"She communicated the state of things to her husband. Bro. —— was as selfish as his wife, and he sent an urgent request for her to come to him. How did angels of God, the tender, pitying, loving, ministering angels, look upon this act? The daughter left for strangers to do those tender offices that she should have cheerfully shared with her burdened sister. Angels looked with astonishment and grief upon the scene, and turned from this selfish woman. Evil angels took their place, and she was led captive by Satan at his will. She proved to be a great hindrance to her husband; for she was a medium of Satan, and his labors were of but little account."},{"refcode_short":"T22 163.2","refcode_long":"Testimony for the Church — No. 22, p. 163.2 (Ellen Gould White)","content":"The cause of God would have stood higher in —— if that last effort had not been made; for the work was not completed. An interest was raised, but left to sink where it could never be raised again."},{"refcode_short":"T22 163.3","refcode_long":"Testimony for the Church — No. 22, p. 163.3 (Ellen Gould White)","content":"I ask you, Bro. ——, to compare these scriptures relative to the work and ministry of Jesus Christ with your course of conduct through your labors as a gospel minister, but more especially in the instance I have mentioned, where duty was too plain for any mistake, if the conscience and affections had not become paralyzed by a long course of continual selfishness and idolatry of self."},{"refcode_short":"T22 164.1","refcode_long":"Testimony for the Church — No. 22, p. 164.1 (Ellen Gould White)","content":"In the act of leaving your parents in their suffering and necessity for help, the church was obliged to take this burden, and watch with the suffering members of Christ's body. You both, in this heartless neglect, brought the frown of God upon yourselves. God does not pass such things lightly by. They are recorded by the angels. God cannot prosper those who go directly contrary to the plainest duty specified in his word, showing the duty of children to their parents. Children who feel under no more obligation to their earthly parents than you have done, but can so easily step out from the responsibilities upon them, will not have due respect for their Heavenly Father. They will not reverence or respect the claims that God has upon them. If they disrespect and dishonor their earthly parents, they will not respect and love their Creator. Your wife transgressed the fifth precept of the decalogue in neglecting her parents. “Honor thy father and thy mother, that thy days may be long upon the land which the Lord thy God giveth thee.” This is the first commandment with promise. Those who dishonor or disrespect their parents need not expect the blessing of God will attend them. Our parents have claims upon us that we cannot throw off or lightly regard. But children who have not been trained and controlled in childhood, and have been permitted to make themselves the objects of their care, who have selfishly sought their ease, and avoided burdens, become heartless, and disrespect the claims of their parents who watched over their earliest infancy."},{"refcode_short":"T22 165.1","refcode_long":"Testimony for the Church — No. 22, p. 165.1 (Ellen Gould White)","content":"Bro. ——, you have been selfish in these things yourself, and greatly deficient in duty. You have required attention and care, but you have not given the same in return. You have been selfish and exacting, and have frequently been unreasonable, and given your wife occasion for trial. You have both been unconsecrated and astonishingly selfish. You have made but little sacrifice for the truth's sake. You have avoided burdens as well as your wife, and have occupied a position to be waited upon, rather than to try to be as little burden as possible."},{"refcode_short":"T22 165.2","refcode_long":"Testimony for the Church — No. 22, p. 165.2 (Ellen Gould White)","content":"Ministers of Christ should feel it a duty binding upon them, if they receive the hospitalities of their brethren or friends, to leave a blessing with the family by seeking to encourage and strengthen the members of the family. They should not neglect the duties of a pastor as they visit from house to house. They should become familiar with every member of the family, that they may understand the spiritual condition of all, and vary their manner of labor to meet the case of each member of the family. When a minister bearing the solemn message of warning to the world receives the hospitable courtesies of friends and brethren, and neglects the duties of a shepherd of the flock, but is careless in his example and deportment, and engages with the young in trifling conversation, jesting and joking, and relating humorous anecdotes to create a laugh, he is unworthy of being a gospel minister, and needs to be converted before he should be intrusted with the care of the sheep and lambs. Ministers who are neglectful of the duties devolving on a faithful pastor give evidence that they are not sanctified by the truths they present to others, and should not be sustained as laborers in the vineyard of the Lord till they have a high sense of the sacredness of the work of a minister of Jesus Christ."},{"refcode_short":"T22 166.1","refcode_long":"Testimony for the Church — No. 22, p. 166.1 (Ellen Gould White)","content":"When there are only evening meetings to attend, there is much time that can be used to great advantage in visiting from house to house, meeting the people where they are. And if ministers of Christ have the graces of the Spirit, if they imitate the great Examplar, they will find access to hearts, and will win souls to Christ. Some ministers bearing the last message of mercy are too distant. They do not improve the opportunities they have of gaining the confidence of men and women who are unbelievers, by their exemplary deportment, and their unselfish interest for the good of others, their kindness, forbearance, humbleness of mind, and their respectful courtesy. These fruits of the Spirit will exert a far greater influence than the preaching in the desk without individual effort in families. But the preaching of pointed, testing truths to the people, and corresponding individual efforts from house to house to back up pulpit effort, will greatly extend the influence for good, and souls will be converted to the truth."},{"refcode_short":"T22 167.1","refcode_long":"Testimony for the Church — No. 22, p. 167.1 (Ellen Gould White)","content":"Some of our ministers carry too light responsibilities, and shun individual care and burdens, and for this reason they do not feel the need of help from God as if they lifted the burdens that the work of God and our faith require them to lift. When burdens in this cause have to be borne, when brought into strait places, they will feel the need of living near to God, that they may have confidence to commit their ways to him, and in faith claim that help which God alone can give. They will then be obtaining an experience every day in faith and trust, which is of the highest value to a gospel minister. His work is more solemn and sacred than ministers generally realize. They should carry a sanctified influence with them. God requires that those who minister in sacred things should be men who feel jealous for his cause. The burden of their work should be the salvation of souls. Brother ——, you have not felt as the prophet describes: “Let the priests, the ministers of the Lord, weep between the porch and the altar, and let them say, Spare thy people, O Lord, and give not thine heritage to reproach.” “They that sow in tears shall reap in joy.” “He that goeth forth and weepeth, bearing precious seed, shall doubtless come again with rejoicing, bringing his sheaves with him.”"},{"refcode_short":"T22 168.1","refcode_long":"Testimony for the Church — No. 22, p. 168.1 (Ellen Gould White)","content":"I was shown in what marked contrast, Bro. ——, has your course, in your labors, been with the requirements of God's word. You have been careless in your words, and in your deportment. The sheep have had the burden to care for the shepherd, to warn, reprove, exhort, and weep over the reckless course of their shepherd, who, by accepting his office, acknowledges he is mouth-piece for God. Yet he cares far more for himself than he does for the poor sheep. You have not felt a burden for souls. You have not gone forth to your labors weeping, and praying for souls, that sinners might be converted. Had you done this, you would be sowing seed which would spring up after many days, and bear fruit to the glory of God. When there is no work you can do by the fireside in conversation and prayer with families, you should then show industry and economy of time, and train yourself to bear responsibilities by useful employment."},{"refcode_short":"T22 168.2","refcode_long":"Testimony for the Church — No. 22, p. 168.2 (Ellen Gould White)","content":"You and your wife might have saved yourselves many ill turns and been more cheerful and happy, had you sought your ease less, and combined physical labor with your study. Your muscles were made for use, not to be inactive. God gave to Adam and Eve in Eden all that their wants required, yet their Heavenly Father knew that they needed employment, in order to retain their happiness. If you would exercise the muscles in laboring with your hands some portion of each day, combining labor with your study, your mind would be better balanced, your thoughts would be of a more pure and elevated character, and your sleep would be more natural and healthful. Your head would be less confused and stupid because of congested brain. Your thoughts would be clearer upon sacred truth, and your moral powers more vigorous. You do not love labor; but it is for your good to have more physical exercise daily, which will quicken the sluggish blood to healthful activity, and will carry you above discontent and infirmities."},{"refcode_short":"T22 169.1","refcode_long":"Testimony for the Church — No. 22, p. 169.1 (Ellen Gould White)","content":"You should not neglect diligent study. You should pray for light from God, that he would open to your understanding the treasures of his word, that you may be thoroughly furnished unto all good works. You will never be in a position where it is not necessary for you to watch and pray earnestly in order to overcome your besetments. Bro. ——, you will need to guard yourself continually to keep self out of sight. You have encouraged a habit of making yourself very prominent. You dwell upon your family difficulties and your poor health. In short, yourself has been the theme of your conversation, and has come in between you and your Saviour."},{"refcode_short":"T22 170.1","refcode_long":"Testimony for the Church — No. 22, p. 170.1 (Ellen Gould White)","content":"You should forget self, and hide behind Jesus. Let the dear Saviour be magnified, but lose sight of yourself. When you see and feel your weakness, you will not see that there is anything in yourself worthy of notice or remark. The people have not only been wearied, but disgusted, with your preliminaries before you present your subject. In every case, when you speak to the people, where you mention your family trials, you lower yourself in the estimation of the people, and suggest suspicions that you are not all right."},{"refcode_short":"T22 170.2","refcode_long":"Testimony for the Church — No. 22, p. 170.2 (Ellen Gould White)","content":"You have the example of ministers who have exalted themselves, and who have coveted praise from the people. They were petted and flattered by the indiscreet, until they became exalted and self-sufficient, and trusted in their own wisdom, and made shipwreck of faith. They thought that they were so popular that they could take almost any course, and yet retain their popularity. Here has been your presumption. When the deportment of a minister of Christ gives gossiping tongues facts as subject matter to discuss, and their morality is seriously questioned, they should not call this jealousy or slander. You should be cautious how you encourage a habitual train of thought from which habits are formed, that will prove your ruin. Mark those whose course you should abhor, and then forbear to take the first step in the direction they have traveled."},{"refcode_short":"T22 171.1","refcode_long":"Testimony for the Church — No. 22, p. 171.1 (Ellen Gould White)","content":"You have been self-sufficient, blinded, and deluded by the devil, so that you could not discern your weakness and many errors. “But the fruit of the Spirit is love, joy, peace, long-suffering, gentleness, goodness, faith, meekness, temperance; against such there is no law. And they that are Christ's have crucified the flesh with the affections and lusts. If we live in the Spirit, let us also walk in the Spirit. Let us not be desirous of vainglory, provoking one another, envying one another.”"},{"refcode_short":"T22 171.2","refcode_long":"Testimony for the Church — No. 22, p. 171.2 (Ellen Gould White)","content":"I was shown fields of labor. Towns, cities, and villages, everywhere, should hear the message of warning; for all will be tested and proved upon the message of present truth. A great work is to be done, but the laborers who enter these fields should be men of sound judgment, who know how to deal with minds. They should be men of patience, kindness, and courtesy, who have the fear of God before them."},{"refcode_short":"T22 171.3","refcode_long":"Testimony for the Church — No. 22, p. 171.3 (Ellen Gould White)","content":"You have frequently gained the confidence of the people, and then, if, by your careless deportment, or by some injudicious moves, by severity, or by an overbearing spirit, you lose their confidence, more harm will result to the cause of God than if no effort had been made. Great injury has been done to the cause of God by ministers moving from impulse. Some are easily stirred, and frequently become irritated; and, if abused, they retaliate. This is just what Satan exults to have them do. The enemies of truth triumph over this weakness in a minister of Christ; for it is a reproach to the cause of present truth. Those who show this weakness of character do not rightly represent the truth, or the ministers of our faith. The indiscretion of one minister throws a cloud of suspicion upon all, and makes the labors of those who follow after them exceedingly difficult."},{"refcode_short":"T22 172.1","refcode_long":"Testimony for the Church — No. 22, p. 172.1 (Ellen Gould White)","content":"Bro. ——, when you go out to engage in labor in a new field, you love to dwell upon the argumentative, because you have educated your mind for this kind of labor. But your labors have not been one-tenth part as valuable as they would have been, had you qualified yourself by practical experience to give the people discourses upon practical subjects. You need to become a learner in the school of Christ, that you may experience practical godliness. When you have the saving power of truth in your own soul, you cannot forbear feeding the flock of God with the same practical truths which have made joyful in God your own heart. Practical and doctrinal should be combined, in order to impress the hearts with the importance of yielding to the claims of truth after the understanding is convinced by the weight of evidence. The servants of Christ should imitate the example of the Master in the manner of their labor. They should constantly keep before the people in the best manner to be comprehended by them, the necessity of practical godliness, bringing them, as did our Saviour in his teachings, to see the necessity of religious principle and righteousness in their every-day life."},{"refcode_short":"T22 173.1","refcode_long":"Testimony for the Church — No. 22, p. 173.1 (Ellen Gould White)","content":"The people are not fed by the ministers of popular churches, and souls are starving for food that will nourish and give spiritual life."},{"refcode_short":"T22 173.2","refcode_long":"Testimony for the Church — No. 22, p. 173.2 (Ellen Gould White)","content":"Your life has not been marked with humbleness of mind and meekness of deportment. You love God in word, but not in deed and in truth. Your dignity is easily hurt."},{"refcode_short":"T22 173.3","refcode_long":"Testimony for the Church — No. 22, p. 173.3 (Ellen Gould White)","content":"Ministers should feel the sanctification of the truth first upon their own hearts and in their own lives, then their pulpit efforts will be enforced by their example out of the desk. Ministers need themselves to be softened and sanctified before God can in a special manner work with their efforts."},{"refcode_short":"T22 173.4","refcode_long":"Testimony for the Church — No. 22, p. 173.4 (Ellen Gould White)","content":"You have let slip the golden opportunity to gather a harvest of souls, because it was impossible for God to work with your efforts; for your heart was not right with him. Your spirit was not pure before Him who is the embodiment of purity and holiness. If you regard iniquity in your heart, the Lord will not hear your prayer. Our God is a jealous God. He knoweth the thoughts, and the imagination, and devices, of the heart. You have followed your own judgment, and made a sad failure when you might have had success. There is, Bro. ——, too much at stake in these efforts to do the work negligently or recklessly. Souls are being tested upon important, eternal truth, and what you may say or do will have influence to balance the decisions they make either for or against the truth. When you should have been in humility before God, pleading for him to work with your efforts, feeling the weight of the cause and the value of souls, you have chosen the society of young ladies, regardless of the sacred work of God, and your office as a minister of the gospel of Christ. You were standing between the living and the dead; yet you have engaged in light and frivolous conversation, and jesting and joking."},{"refcode_short":"T22 174.1","refcode_long":"Testimony for the Church — No. 22, p. 174.1 (Ellen Gould White)","content":"How can ministering angels be round about you, and shed light upon you, and impart strength to you? When you should be seeking to find ways and means to enlighten the minds of those in error and darkness, you are pleasing yourself, and are too selfish to engage in a work you have no inclination or love for. If our position is criticised by those who are investigating, you have but little patience with them. You give them frequently a short, severe reply, as though they had no business to search closely, but must take all that is presented as truth, without investigating for themselves. You have turned many souls in your ministerial labors away from the truth by your manner of treating them. You have not always been impatient and unapproachable, but when you feel like it, you will take time to answer questions candidly; but frequently you are uncourteous and exacting. You are pettish and irritable like a child."},{"refcode_short":"T22 175.1","refcode_long":"Testimony for the Church — No. 22, p. 175.1 (Ellen Gould White)","content":"A concealed golden wedge and a Babylonish garment troubled the entire camp of Israel in bringing the frown of God upon the people because of the sin of one man. Thousands were slain upon the battle field because God would not bless and prosper a people where there was even one sinner among them who transgressed his word. This sinner was not in holy office, yet a jealous God could not go forth with the armies of Israel to battle with these concealed sins in their midst."},{"refcode_short":"T22 175.2","refcode_long":"Testimony for the Church — No. 22, p. 175.2 (Ellen Gould White)","content":"Notwithstanding the apostles’ warning is before us, “Abstain from all appearance of evil,” yet some persisted in pursuing a course unbecoming Christians."},{"refcode_short":"T22 175.3","refcode_long":"Testimony for the Church — No. 22, p. 175.3 (Ellen Gould White)","content":"God requires his people to be holy, to keep themselves separate from the works of darkness, to be pure in heart and life, and unspotted from the world. The children of God by faith in Christ, are his chosen people; and when they stand upon the holy ground of Bible truth, they will be saved from fellowship with the unfruitful works of darkness."},{"refcode_short":"T22 176.1","refcode_long":"Testimony for the Church — No. 22, p. 176.1 (Ellen Gould White)","content":"Bro. ——, you have stood directly in the way of the work of God. You have brought great darkness and discouragement upon the cause of God. You have been blinded by the devil. You have worked for sympathy, and have obtained it. Had you stood in the light, you could have discerned the power of Satan at work to deceive and destroy you. The children of God do not eat and drink to please the appetite, but to preserve life and strength to do their Master's will. They clothe themselves for health, not for display or to keep pace with changing fashion. The desire of the eye and the pride of life are banished from their wardrobes and from their houses, from principle. They will move from godly sincerity, and their conversation will be elevated and heavenly."},{"refcode_short":"T22 176.2","refcode_long":"Testimony for the Church — No. 22, p. 176.2 (Ellen Gould White)","content":"Bro. ——, God is very pitiful, for he understands our weakness and our temptations; and when we come to him with broken hearts and contrite spirits, he accepts our repentance, and as we take hold of his strength to make peace with him, he promises that we shall make peace with him. Oh! what gratitude, what joy, should we feel that God is merciful!"},{"refcode_short":"T22 177.1","refcode_long":"Testimony for the Church — No. 22, p. 177.1 (Ellen Gould White)","content":"You have failed to rely upon the strength of God. You have dwelt upon yourself, and made yourself the theme of conversation and of your thoughts. Your trials have been magnified to yourself and others, and your mind has been diverted from the truth, from the Pattern which we are required to copy, to weak Bro. ——."},{"refcode_short":"T22 177.2","refcode_long":"Testimony for the Church — No. 22, p. 177.2 (Ellen Gould White)","content":"When you should have been feeling the worth of souls and seeking opportunities to present the truth, to individuals when out of the desk, you have not felt the responsibility devolving upon a gospel minister. Jesus and righteousness were not your themes, and many opportunities were lost that might, if improved, have decided more than a score of souls to give all for Christ and the truth. But the burden you would not lift. There was pastoral labor involving a cross which you would not engage in."},{"refcode_short":"T22 177.3","refcode_long":"Testimony for the Church — No. 22, p. 177.3 (Ellen Gould White)","content":"I saw angels of God watching the impressions you make and the fruits you bear out of meeting, and your general influence upon believers and unbelievers. I saw these angels vail their faces in sadness, and turn from you reluctantly in sorrow. Frequently you were engaged in matters of minor consequence, and when you had efforts to make which required the vigor of all your energies, clear thought and earnest prayer, you followed your pleasure, your inclination, and trusted to your own strength and wisdom to meet, not men alone, but principalities and powers, Satan and his angels. This was doing the work of God negligently, and placing the truth and cause of God in jeopardy, periling the salvation of souls."},{"refcode_short":"T22 178.1","refcode_long":"Testimony for the Church — No. 22, p. 178.1 (Ellen Gould White)","content":"An entire change must take place with you before you can be intrusted with the work of God. You should consider your life a solemn reality, and that it is no idle dream. As a watchman upon the walls of Zion, you are answerable for the souls of the people. You should settle into God. You move without due consideration. You move from impulse rather than from principle. You have not felt the positive necessity of training your mind. You have not felt the necessity in your own case of crucifying the old man with the affections and lusts. You need to be balanced by the weight of God's Spirit, that all your movements may be regulated by his Spirit. You are now uncertain in all you undertake. You do and undo. You build up, and then you tear down. You kindle an interest, and then from lack of consecration and divine wisdom you quench it. You have not been strengthened, established, and settled. You have had but little faith. You have not lived a life of prayer. You have needed so much to link your life with God, and then you will not sow to the flesh and reap corruption in the end."},{"refcode_short":"T22 179.1","refcode_long":"Testimony for the Church — No. 22, p. 179.1 (Ellen Gould White)","content":"Jesting, joking, and worldly conversation belong to the world. Christians who have the peace of God in their hearts, will be cheerful and happy without indulging in levity or frivolous talk. While watching unto prayer, they will have a serenity and peace which will elevate them above all superfluities. The mystery of godliness, opened to the mind of the minister of Christ, will raise him above earthly and sensual enjoyments. He will be a partaker of the divine nature, having escaped the corruption that is in the world through lust. The communication open between God and his soul will make him fruitful in the knowledge of his will, and open before him treasures of practical subjects that he can present to the people, which will not cause levity or the semblance of a smile, but will solemnize the mind, touch the heart, and arouse the moral sensibilities to the sacred claims God has upon the affections and life. Those who labor in word and doctrine should be men of God, pure in heart and life."},{"refcode_short":"T22 179.2","refcode_long":"Testimony for the Church — No. 22, p. 179.2 (Ellen Gould White)","content":"You are in the greatest danger of bringing a reproach upon the cause of God. Satan knows your weakness. His angels communicate your weak points to those who are deceived by his lying wonders, and they are already counting you as one of their numbers. Satan exults to have you pursue an unwise course, because you place yourself upon his ground, and give him advantage over you. Satan well knows that the indiscretion of men who advocate the law of God will turn souls from the truth. You have not taken upon your soul the burden of the work, and labored carefully and earnestly in private to favorably impress minds in regard to the truth. You frequently make yourself enemies by your abrupt manners. You too frequently become impatient, irritable, and childish. Unless you are on your guard, you prejudice souls against the truth. Unless you are a transformed man, and will carry out in your life the principles of the sacred truths you present in the desk, your labors will amount to but little. You have a weight of responsibility resting upon you. It is the watchman's duty to ever be at his post, watching for souls as they that must give an account. If your mind is diverted from the great work, if unholy thoughts fill the mind, if selfish plans and projects rob of sleep, and in consequence the mental and physical strength is lessened, you sin against your own soul and against God. Your discernment is blunted, and sacred things are placed upon a level with common. God is dishonored, his cause reproached. The good work you might have done had you made God your trust is marred. Had you preserved the vigor of your powers to put the strength of your brain and entire being in the important work of God without reserve, you would have realized a much greater work, and it would have been more perfectly done."},{"refcode_short":"T22 181.1","refcode_long":"Testimony for the Church — No. 22, p. 181.1 (Ellen Gould White)","content":"Your labors have been defective. A master workman engages his men to do for him a very nice and valuable job, which requires study and much careful thought. They know as they agree to do the work that, in order to accomplish the task aright, all their faculties need to be aroused and in the very best condition to put forth their best efforts. But one man of the company is ruled by perverse appetite. He loves strong drink. Day after day he gratifies his desire for stimulus; and while under the influence of this stimulus, the brain is clouded, the nerves weakened, and his hands are unsteady. He continues his labor day after day, and nearly ruins the job intrusted to him. That man forfeited his wages, and did almost irreparable injury to his employer. He has, through his unfaithfulness, lost the confidence of his master, as well as his fellow-workmen. He was intrusted with a great responsibility; and, in accepting this trust, he acknowledged that he was competent to do the work according to the directions given by his employer. But through his own love of self, the appetite was indulged and the consequences risked."},{"refcode_short":"T22 181.2","refcode_long":"Testimony for the Church — No. 22, p. 181.2 (Ellen Gould White)","content":"Your case, Bro. ——, has been similar to this. The accountability of a minister of Christ, warning the world of a coming Judgment, is as much more important as eternal things are of more consequence than temporal. If the minister of the gospel yields to his inclination rather than to be guided by duty, if he indulges self at the expense of spiritual strength, and as the result moves indiscreetly, souls will, in the Judgment, arise up to condemn him for his unfaithfulness. The blood of souls is found in his garments. It may seem to the unconsecrated minister a small thing to be fitful, impulsive, and unconsecrated; to build up, and then to tear down; to dishearten, distress, and discourage, the very souls that the truth he has presented has converted. It is a sad thing to lose the confidence of the very ones he has been laboring to save. The result of an unwise course pursued by the minister, will never be fully understood until the minister sees as God seeth."},{"refcode_short":"T22 182","refcode_long":"Testimony for the Church — No. 22, p. 182 (Ellen Gould White)","content":"A Letter"},{"refcode_short":"T22 182.1","refcode_long":"Testimony for the Church — No. 22, p. 182.1 (Ellen Gould White)","content":"Bro. ——, I was shown, December 10, 1871, that there were serious defects in your character which, unless seen and overcome, will prove your ruin; and you will not only be weighed in the balances of the sanctuary, and found wanting yourself, but your influence will determine the destiny of others. You are either gathering with Christ or scattering abroad."},{"refcode_short":"T22 182.2","refcode_long":"Testimony for the Church — No. 22, p. 182.2 (Ellen Gould White)","content":"I was shown that you have a deeply rooted love for the world. The love of money is the root of all evil. You flatter yourself that you are about right, when you are not. God seeth not as man seeth. He looks at the heart. His ways are not our ways, nor his thoughts our thoughts. Your great care and anxiety is to acquire means. This absorbing passion has been increasing upon you until it is overbalancing your love of the truth. Your soul is being corrupted through your love of money. Your love for the truth and the advancement of the cause of truth is very weak. Your earthly treasures claim and hold your affections."},{"refcode_short":"T22 183.1","refcode_long":"Testimony for the Church — No. 22, p. 183.1 (Ellen Gould White)","content":"You have a knowledge of the truth; you are not ignorant of the claims of Scripture; you know your Master's will, for he has plainly revealed it. But your heart is not inclined to follow the light which shines upon your pathway. You have a large measure of self-conceit. Your love for yourself is greater than your love for the cause of present truth. Your self-confidence and your self-sufficiency will certainly prove your ruin, unless you can see your weakness, your errors, and reform. You are arbitrary. You have a set will of your own to maintain, and although the opinions of others may be correct, and your judgment wrong, yet you are not the man to yield. You hold firmly to your advanced opinion, irrespective of the judgment of others. I wish you could see the danger of pursuing the course you have. If your eyes could be enlightened by the Spirit of God, you would see these things clearly. Your wife loves the truth, and she is a practical woman, and a woman of principle. You do not appreciate the value of your wife. She has worked hard for the mutual good of the family, and you have not given her your confidence. You have not counseled with her as was your duty. You keep your matters very much to yourself. You do not love to open your heart to your wife, and let her know your exercises of mind, and your real faith and feelings. You are secretive. Your wife does not hold the honored place in your family that she deserves, and that she is capable of filling."},{"refcode_short":"T22 184.1","refcode_long":"Testimony for the Church — No. 22, p. 184.1 (Ellen Gould White)","content":"You feel that your wife should not interfere with your arrangements and plans, and you too frequently set your will and plans of operation in opposition to those of your wife. You act as though your wife's identity should be submerged in you. You are not satisfied to have her act as though she had an individuality, and an identity of her own. God holds her accountable for her individuality. You cannot save her. She cannot save you. She has a conscience of her own which she must be guided by. You are too willing to be conscience for your wife, and, sometimes, for your children. God has claims upon your wife higher than you can have. She must form a character for herself, and she is accountable to God for the character she develops."},{"refcode_short":"T22 184.2","refcode_long":"Testimony for the Church — No. 22, p. 184.2 (Ellen Gould White)","content":"You have a character to form, and you are accountable to God for the character you develop. You have a controlling influence, a dictatorial spirit, which is not in accordance with the will of God. You must cease to be so exacting. You have prided yourself upon your fine taste and organization. You have nice ideas, but you have not carried this exact and fine perception in your character, or in your deportment. You have failed to perfect a symmetrical character. You have good ideas of order and arrangement, but all these nice qualities of the mind have become blunted by being perverted. You have not complied with the conditions laid down in the word of God for becoming a son of God. All the promises of God are upon conditions. “Come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you, and will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty. Having these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.” This experience you have yet to obtain. You love to get into the company of unbelievers, and hear them talk, and talk yourself. Jesus could not be glorified with your conversation; and if you had the spirit of Jesus, you could not have been so much in the society of those who had no love for the truth of God."},{"refcode_short":"T22 185.1","refcode_long":"Testimony for the Church — No. 22, p. 185.1 (Ellen Gould White)","content":"You have felt that there were hindrances to your children's becoming Christians. You have felt that others were to blame, But do not deceive yourself in regard to this matter. Your influence as a father has been sufficient, if there was nothing else to hinder, to stand in their way. Your example and your conversation have been of that character that your children could not believe that your course was consistent with your profession. Your conversation with unbelievers has been so light—jesting, joking, and of a low order—that your influence could never elevate them. Your deal with others has not always been strictly honest. You have not loved God with all your heart, mind, and strength, and your neighbor as yourself. You would, if in your power, advantage yourself at your neighbor's disadvantage. Every dollar which comes to you in this manner will carry with it a curse which you will feel sooner or later. God marks; he does not pass over one act of injustice, be it done to believer or unbeliever. Your disposition of acquisitiveness is to you a snare. Your deal with your fellow-men cannot endure the test of the Judgment."},{"refcode_short":"T22 186.1","refcode_long":"Testimony for the Church — No. 22, p. 186.1 (Ellen Gould White)","content":"Your Christian character is spotted with avarice. These spots will have to be removed, or you will lose eternal life. We each have a work to do for the Master. We each have talents to improve. The humblest and poorest of the disciples of Jesus can be a blessing to others. They may not realize that they are doing any special good, but they may start waves of blessing by their unconscious influence, which shall deepen, and widen, and they never know the happy result of their words and consistent deportment, until the final distribution of the rewards. They did not feel or know that they were doing anything great. They were not required to weary themselves with anxieties about success. They had only to go forward, not with many words, and vain glorying, and boasting, but quietly, faithfully doing the work which God's providence assigned to them. They will not lose their reward. Thus will it be in your case. The memorial of your life will be written in the book of records; and, if you are finally an overcomer, there will be souls saved through your efforts, by your self-denial, your good words, and consistent Christian life. And in the final distribution of rewards to all as their works have been, redeemed souls will call you blessed, and the Master will say “Well done, good and faithful servant, enter thou into the joy of thy Lord.”"},{"refcode_short":"T22 187.1","refcode_long":"Testimony for the Church — No. 22, p. 187.1 (Ellen Gould White)","content":"The world indeed is full of hurry, of pride, of selfishness, avarice and violence, and it may seem to us that it is a waste of time and breath to be ever in season and out of season, on all occasions to hold ourselves in readiness to speak words that are gentle, right, pure, elevating, chaste and holy, in the face of the whirlwind of confusion, and bustle, and strife. And yet words fitly spoken, coming from sanctified hearts and lips, sustained by a godly consistent Christian deportment, will be as apples of gold in pictures of silver. You have been as one of the vain talkers, and have appeared as one of the world. In your words and actions you have been careless, and sometimes reckless in your conversation, and have lowered yourself as a Christian in the opinion of unbelievers. You have sometimes spoken of the truth; but your words have not borne that serious, anxious interest that would affect the heart. They have been accompanied with light, trivial remarks, that would lead those with whom you converse to decide that your faith was not genuine, and that you did not believe the truths you profess. Words in favor of the truth, spoken in the calm self-possession of a right purpose, and from a pure heart, will do much to disarm opposition and win souls. A harsh, selfish, denunciatory spirit, will only drive farther from the truth and awaken a spirit of opposition."},{"refcode_short":"T22 187.2","refcode_long":"Testimony for the Church — No. 22, p. 187.2 (Ellen Gould White)","content":"You are not to wait for great occasions, or to expect extraordinary abilities before you work in earnest for God. You need not have a thought of what the world will think of you. If your intercourse with them, and your godly conversation, are a living testimony to them of your purity, and sincerity of faith, and they are convinced that you desire to benefit them, your words will not be wholly lost upon them, but will be productive of good."},{"refcode_short":"T22 188.1","refcode_long":"Testimony for the Church — No. 22, p. 188.1 (Ellen Gould White)","content":"The servant of Jesus Christ, in any department of the Christian service, by precept and by example, will have a saving influence upon others. The good seed sown may lie in a worldly, cold, and selfish heart for some time without evidencing that it has taken root; but frequently the Spirit of God operates upon that heart, and waters it with the dew of heaven, and the long hidden seed springs up and finally bears fruit to the glory of God. We know not in our lifework which shall prosper, this or that. These are not questions for us poor mortals to settle. We are to do our work, leaving the result with God. If you were ignorant, and in darkness, you would not be as guilty. But you have had great light. You have heard much truth, but you are not a doer of the word."},{"refcode_short":"T22 188.2","refcode_long":"Testimony for the Church — No. 22, p. 188.2 (Ellen Gould White)","content":"Christ's life is the pattern for us all. His example of self denial, self-sacrifice and disinterested benevolence, is for us to follow. The entire life of Christ is an infinite demonstration of his great love and condescension to save sinful man. Love one another, as I have loved you, says Christ. How will our life of self-denial, and sacrifice, and benevolence, hear comparison with the life of Christ. “Ye are” says Christ, addressing his disciples, “the light of the world.” “Ye are the salt of the earth.” If this is our privilege, and also our duty, and we are bodies of darkness and of unbelief, what a fearful responsibility we assume. We may be channels of light or of darkness. If we have neglected to improve the light God has given us, and have failed to advance in knowledge and true holiness as the light has directed the way, we are guilty, and in darkness according to the light and truth we have neglected to improve. In these days of iniquity and peril, the character and works of professed Christians will not generally bear the test, nor endure the exposure, when examined by the light that now shines upon them. There is no concord between Christ and Belial. There is no communion between light and darkness. How then can the spirit of Christ and the spirit of the world be in harmony? The Lord our God is a jealous God. He requires the sincere affection and unreserved confidence of those who profess to love him. Says the psalmist, “If I regard iniquity in my heart, the Lord will not hear me.”"},{"refcode_short":"T22 189.1","refcode_long":"Testimony for the Church — No. 22, p. 189.1 (Ellen Gould White)","content":"You have stood directly in the way of the salvation of your children. You lay their indifference to religious things to other causes than the true. Your example is a stumbling block to your children. They know by your fruits, by your words and works, that you do not believe in the near coming of Christ. Some of your children do not hesitate to make sport of the idea of the near coming of Christ, and of the shortness of time. They take great satisfaction when you drive a sharp bargain. They think father is keen in a trade, and that nobody can get the better of you. They are following in your footsteps. Faith without works is dead, being alone. Money has given you power, and you have used that power to take advantage of the necessities of others. Your speculations in your business life have not been honest. You have not been just with your fellow men. You have, by your trades, sacrificed your reputation as a Christian, and as an honest man. Means that came into your possession by fair trading, did not come fast enough to satisfy your thirst for gain, and you have frequently made the poor man's burdens heavier, by taking advantage of his necessity to increase your property. Look carefully, Bro. ——. You are making fearful losses for earthly gain. You are losing manly integrity and heavenly virtue, in the hour of temptation. Is this gain? or loss? Are you richer or poorer for all such increase? To you it is a fearful loss, for it takes just so much from the treasure you might have been accumulating in Heaven."},{"refcode_short":"T22 190.1","refcode_long":"Testimony for the Church — No. 22, p. 190.1 (Ellen Gould White)","content":"Every opportunity to help a brother in need, or to aid the cause of God in the spread of the truth, is a pearl that you can send beforehand and deposit in the bank of Heaven for safe keeping. God is testing you. He is proving you. God has been giving his blessings to you with a lavish hand, and is now watching to see what use you are making of them. If you help those who need help, if you feel the worth of souls and do what you can with the means God has intrusted to you, every opportunity improved adds to your heavenly treasure. But love of self has led you to prefer earthly possessions to the sacrifice of the heavenly. You choose the treasures that moth and rust doth corrupt to the treasures enduring as eternity. The gem of tender compassion, and to bless others, is offered to your acceptance, but your eyes are so blinded by the god of this world you cannot discern the blessings of doing good, of being rich in good works, ready to distribute, willing to communicate, laying up for yourself a good foundation against the time to come, that you may lay hold on eternal life. You are neglecting to avail yourself of precious opportunities to secure the heavenly treasure, at the peril of your soul. Are you really richer for your penuriousness and close managing? God is proving you. It is for you to determine whether you will come out gold or valueless dross. Should your probation close to night, how stands your life record? Not a dollar could you take with you of what you have gained. The curse of every unjust act will attend you. Your sharpness in trade when viewed in the mirror that God will present before you, will not lead to self-congratulation. Covetousness is idolatry."},{"refcode_short":"T22 191.1","refcode_long":"Testimony for the Church — No. 22, p. 191.1 (Ellen Gould White)","content":"Your only hope is to humble your heart before God. “For what shall it profit a man, if he gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?” I entreat of you, Do not close your eyes to your danger. Do not be blind to the higher interests of the soul, to the blessed and glorious prospects of the better life. The anxious, burdened gain seekers of this world are blind and insane. They turn from the immortal, imperishable treasure to this world. The glitter and tinsel of this world captivate their senses, and eternal things are not valued. They labor for that which satisfieth not. They spend their money for that which is not bread, when Jesus offers them peace, and hope, and infinite blessings, for a life of obedience. All the treasures of the earth would not be rich enough to buy these precious gifts. Yet many are insane, and turn from the heavenly inducement. Christ will keep the names of all who count no sacrifice too costly to be offered upon the altar of faith and love to him. He sacrificed all for fallen humanity. The names of the obedient, self-sacrificing, and faithful, shall be engraved upon the palms of his hands, and they will not be spued from his mouth, but taken in his lips, and he will especially plead in their behalf before the Father. They will be remembered. When the selfish and proud are forgotten, their names shall be immortalized. In order to be happy ourselves, we must live to make others happy. Better is it for us to yield our possessions, talents, and affections, in grateful devotion to Christ, and in that way find happiness here, and immortal glory hereafter."},{"refcode_short":"T22 192.1","refcode_long":"Testimony for the Church — No. 22, p. 192.1 (Ellen Gould White)","content":"The long night of watching, of toil, and hardship, is nearly past. Christ is soon to come. Get ready. The angels of God are seeking to attract you from yourself, and from earthly things. Let them not labor in vain. Faith, living faith, you want; faith that works by love and purifies the soul. Remember Calvary, the infinite and awful sacrifice there made for man. Jesus now invites you to come to him just as you are, and make him your strength and everlasting friend."}]