[{"refcode_short":"T23 1","refcode_long":"Testimony for the Church — No. 23, p. 1 (Ellen Gould White)","content":"Testimony for the Church—No. 23"},{"refcode_short":"T23 3","refcode_long":"Testimony for the Church — No. 23, p. 3 (Ellen Gould White)","content":"Testimony for the Church"},{"refcode_short":"T23 3","refcode_long":"Testimony for the Church — No. 23, p. 3 (Ellen Gould White)","content":"The Laodicean Church"},{"refcode_short":"T23 3.1","refcode_long":"Testimony for the Church — No. 23, p. 3.1 (Ellen Gould White)","content":"The message to the church of the Laodiceans is a startling denunciation, and is applicable to the people of God at the present time."},{"refcode_short":"T23 3.2","refcode_long":"Testimony for the Church — No. 23, p. 3.2 (Ellen Gould White)","content":"“And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and True Witness, the beginning of the creation of God; I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot. So then, because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth. Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked.”"},{"refcode_short":"T23 3","refcode_long":"Testimony for the Church — No. 23, p. 3 (Ellen Gould White)","content":"A Practical Message"},{"refcode_short":"T23 3.3","refcode_long":"Testimony for the Church — No. 23, p. 3.3 (Ellen Gould White)","content":"The Lord here shows us that the message to be borne to his people by ministers whom he has called to warn the people, is not a peace-and-safety message. It is not merely theoretical, but practical, in every particular. The people of God are represented in the message to the Laodiceans in a position of carnal security. They are at ease, believing themselves in an exalted condition of spiritual attainments."},{"refcode_short":"T23 3.4","refcode_long":"Testimony for the Church — No. 23, p. 3.4 (Ellen Gould White)","content":"“Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked.”"},{"refcode_short":"T23 4.1","refcode_long":"Testimony for the Church — No. 23, p. 4.1 (Ellen Gould White)","content":"What greater deception can come upon human minds than a confidence that they are right, when they are all wrong. The message of the True Witness finds the people of God in a sad deception, yet honest in that deception. They know not that their condition is deplorable in the sight of God. While those addressed are flattering themselves that they are in an exalted spiritual condition, the message of the True Witness breaks their security by the startling denunciation of their true situation of spiritual blindness, poverty, and wretchedness. The testimony, so cutting and severe, cannot be a mistake, for it is the True Witness who speaks, and his testimony must be correct."},{"refcode_short":"T23 4.2","refcode_long":"Testimony for the Church — No. 23, p. 4.2 (Ellen Gould White)","content":"It is difficult for those who feel secure in their attainments, who are believing themselves to be rich in spiritual knowledge, to receive the message which declares that they are deceived and in need of every spiritual grace. The unsanctified heart is deceitful above all things, and desperately wicked."},{"refcode_short":"T23 4.3","refcode_long":"Testimony for the Church — No. 23, p. 4.3 (Ellen Gould White)","content":"I was shown that many were flattering themselves that they were good Christians who have not a ray of light from Jesus. They have not a living experience for themselves in the divine life. They need a deep and thorough work of self-abasement before God, before they will feel their true need of earnest, persevering effort to secure the precious graces of the Spirit of God."},{"refcode_short":"T23 4.4","refcode_long":"Testimony for the Church — No. 23, p. 4.4 (Ellen Gould White)","content":"God leads his people on, step by step. The Christian life is a constant battle, and a march. There is no rest from the warfare. It is by constant, unceasing effort that we maintain the victory over the temptations of Satan. We are, as a people, triumphing in the clearness and strength of the truth. We are fully sustained in our positions by an overwhelming amount of plain scriptural testimony. But we are very much wanting in Bible humility, patience, faith, love, self-denial, watchfulness, and spirit of sacrifice. We need to cultivate Bible holiness. Sin prevails among the people of God. The plain message of rebuke to the Laodiceans is not received. Many cling to their doubts and their darling sins, while they are in so great a deception as to talk and feel that they are in need of nothing. They think the testimony of the Spirit of God in reproof is uncalled for, or that it does not mean them. Such are in the greatest need of the grace of God and spiritual discernment, that they may discover their deficiency in spiritual knowledge. They lack almost every essential qualification necessary to perfect Christian character. They have not a practical knowledge of Bible truth, which leads to lowliness, of life, and a conformity of their will to the will of Christ. They are not living in obedience to all God's requirements."},{"refcode_short":"T23 5.1","refcode_long":"Testimony for the Church — No. 23, p. 5.1 (Ellen Gould White)","content":"It is not enough to merely profess to believe the truth. All the soldiers of the cross of Christ virtually obligate themselves to enter a crusade against the adversary of souls, to condemn wrong, and sustain righteousness. But the message of the True Witness reveals the fact that a terrible deception is upon our people, which makes it necessary to come to them with warnings, to break their spiritual slumber, and arouse them to decided action."},{"refcode_short":"T23 6.1","refcode_long":"Testimony for the Church — No. 23, p. 6.1 (Ellen Gould White)","content":"In my last vision, I was shown that even this decided message of the True Witness had not accomplished the design of God. The people slumber on in their sins. They continue to declare themselves “rich, and having need of nothing.” Many inquire, Why are all these reproofs given? Why do the testimonies continually charge us with backsliding and grievous sins? We love the truth. We are prospering. We are in no need of these testimonies of warning and reproof. But let these murmurers see their hearts, and compare their lives with the practical teachings of the Bible; let them humble their souls before God; let the grace of God illuminate the darkness, and the scales will fall from their eyes, and they will sense their true spiritual poverty and wretchedness. They will feel the necessity of buying gold, which is pure faith and love; white raiment, which is a spotless character, made pure in the blood of their dear Redeemer, and eyesalve, which is the grace of God, which will give clear discernment of spiritual things, and detect sin. These attainments are more precious than the gold of Ophir."},{"refcode_short":"T23 6","refcode_long":"Testimony for the Church — No. 23, p. 6 (Ellen Gould White)","content":"The People Unwilling to Receive Correction"},{"refcode_short":"T23 6.2","refcode_long":"Testimony for the Church — No. 23, p. 6.2 (Ellen Gould White)","content":"I have been shown that the greatest reason why the people of God are now found in this state of spiritual blindness, is because they will not receive correction. Many have despised the reproofs and warnings given them. The True Witness condemns the lukewarm condition of the people of God, which gives Satan great power over them in this waiting, watching time. The selfish, and proud, and lovers of sin, are ever assailed with doubts. Satan has ability to suggest doubts and devise objections to the pointed testimony that God sends, and many think it a virtue and mark of intelligence in them to be unbelieving, and questioning, and quibbling. Those who desire to doubt will have plenty of room. God does not propose to remove all occasion for unbelief. He gives evidence, which must be carefully investigated with a humble mind, and teachable spirit. All should decide from the weight of evidence."},{"refcode_short":"T23 7.1","refcode_long":"Testimony for the Church — No. 23, p. 7.1 (Ellen Gould White)","content":"Eternal life is of infinite value, and will cost us all that we have. I was shown that we do not place a proper estimate upon eternal things. Everything worth possessing, even in this world, must be secured by effort, and sometimes by most painful sacrifice. And this is merely for a perishable treasure. Shall we be less willing to endure conflict and toil, and to make earnest efforts and great sacrifices for the infinite treasure, which passes all estimate in value, and the duration of life which will measure with the Infinite? Can Heaven cost us too much?"},{"refcode_short":"T23 7.2","refcode_long":"Testimony for the Church — No. 23, p. 7.2 (Ellen Gould White)","content":"Faith and love are golden treasures, elements that are greatly wanting among God's people. I have been shown that unbelief in the testimonies of warning, encouragement, and reproof, is shutting away the light from God's people. Unbelief is closing their eyes, so that they are ignorant of their true condition. The True Witness thus describes their blindness in these words: “And knowest not that thou art wretched, and miserable, and poor, and blind, and naked.”"},{"refcode_short":"T23 7.3","refcode_long":"Testimony for the Church — No. 23, p. 7.3 (Ellen Gould White)","content":"Faith in the soon coming of Christ is waning. “My Lord delayeth his coming” is said not only in the heart, but expressed in words, and most decidedly in works. Stupidity in this watching time is sealing the senses of God's people as to the signs of the times."},{"refcode_short":"T23 8.1","refcode_long":"Testimony for the Church — No. 23, p. 8.1 (Ellen Gould White)","content":"The terrible iniquity abounding calls for the greatest diligence, and for the living testimony to keep sin out of the church. Faith has been decreasing to a fearful degree. Faith can only increase by exercise"},{"refcode_short":"T23 8","refcode_long":"Testimony for the Church — No. 23, p. 8 (Ellen Gould White)","content":"Want of a Spirit of Sacrifice"},{"refcode_short":"T23 8.2","refcode_long":"Testimony for the Church — No. 23, p. 8.2 (Ellen Gould White)","content":"In the first rise of the third angel's message those who engaged in the work of God had something to venture. They had sacrifices to make. They started this work in poverty, and suffered the greatest deprivations and reproach. They met determined opposition, which drove them to God in their necessity, and kept their faith alive. They started this work in poverty, and suffered the greatest deprivations and reproach. They met determined opposition, which drove them to God in their necessity, and kept their faith alive."},{"refcode_short":"T23 8.3","refcode_long":"Testimony for the Church — No. 23, p. 8.3 (Ellen Gould White)","content":"Our present plan of systematic benevolence amply sustains our ministers. And there is no want and no call for the exercise of faith as to a support those who start out now to preach the truth have nothing to venture. They have no risks to run, no especial sacrifices to make. The system of truth is made ready to the hand. Publications are provided for them, vindicating the truths they advance."},{"refcode_short":"T23 8.4","refcode_long":"Testimony for the Church — No. 23, p. 8.4 (Ellen Gould White)","content":"Some young men start out with no real sense of the exalted character of the work. They have not privations, and hardships, and severe conflicts, to meet, which call for the exercise of faith. They do not cultivate practical self-denial, and cherish a spirit of sacrifice. Some are becoming proud and lifted up, and have no real burden of the work upon them. The True Witness speaks to these ministers, “Be zealous, therefore, and repent.” These ministers are some of them so lifted up in pride, that they are really a hindrance and a curse to the precious cause of God. They do not exert an influence which is saving upon others. There is need of these men being thoroughly converted to God themselves, and sanctified by the truths they present to others."},{"refcode_short":"T23 9.1","refcode_long":"Testimony for the Church — No. 23, p. 9.1 (Ellen Gould White)","content":"Very many feel impatient and jealous because they are frequently disturbed with warnings and reproofs which keep their sins before them. Says the True Witness, “I know thy works.” The motives, the purposes, and the unbelief, suspicions, and jealousies, may be hid from men, but not from Christ. The True Witness comes as a counsellor: “I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that, thou mayest see. As many as I love, I rebuke and chasten: be zealous, therefore, and repent. Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me. To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.”"},{"refcode_short":"T23 9.2","refcode_long":"Testimony for the Church — No. 23, p. 9.2 (Ellen Gould White)","content":"Those who are reproved by the Spirit of God should not rise up against the humble instrument. It is God, and not an erring mortal, that has spoken to save them from ruin. Those who despise the warning will be left in blindness to become self-deceived."},{"refcode_short":"T23 10.1","refcode_long":"Testimony for the Church — No. 23, p. 10.1 (Ellen Gould White)","content":"Those who heed the testimony of warning, and zealously go about the work of separating their sins from them, in order to have the needed graces, will be opening the door of their hearts that the dear Saviour may come in and dwell with them. This class you will ever find in perfect harmony with the testimony of the Spirit of God."},{"refcode_short":"T23 10","refcode_long":"Testimony for the Church — No. 23, p. 10 (Ellen Gould White)","content":"Ministers Should Present this Warning"},{"refcode_short":"T23 10.2","refcode_long":"Testimony for the Church — No. 23, p. 10.2 (Ellen Gould White)","content":"Ministers who are preaching present truth should not neglect the solemn message to the Laodiceans. The testimony of the True Witness is not a smooth message. The Lord does not say to them, You are about right, you have borne chastisement and reproof that you never deserved, you have been discouraged unnecessarily by severity, you are not guilty of the wrongs and sins of which you have been reproved."},{"refcode_short":"T23 10.3","refcode_long":"Testimony for the Church — No. 23, p. 10.3 (Ellen Gould White)","content":"The True Witness declares that when you suppose you are really in a good condition of prosperity you are in need of everything. It is not enough for ministers to present theoretical subjects. They should present practical subjects. They need to study the practical lessons Christ gave his disciples, and make a close application of the same to their own souls and to the people. Because Christ bears this rebuking testimony, shall we suppose that he is destitute of tender love to his people? Oh, no! He who died to redeem man from death loves with a divine love. He rebukes those he loves. “As many as I love, I rebuke and chasten.” But many will not receive the message Heaven in mercy sends them. They cannot endure to be told of their wrongs, and of their neglect of duty, of their selfishness, their pride, and love of the world."},{"refcode_short":"T23 11.1","refcode_long":"Testimony for the Church — No. 23, p. 11.1 (Ellen Gould White)","content":"I was shown that God has laid upon my husband and myself a special work, to bear a plain testimony to his people, and to cry aloud and spare not, to show the people their transgressions, and the house of Israel their sins. But there is a class who will not receive the message of reproof, and they raise their hands to shield those whom God would reprove and correct. They will ever be found sympathizing with those whom God would make to feel their true poverty."},{"refcode_short":"T23 11.2","refcode_long":"Testimony for the Church — No. 23, p. 11.2 (Ellen Gould White)","content":"The word of the Lord, spoken through his servants, is received by many with questionings and fears. And many will defer their obedience to the warning and reproofs given, waiting till every shadow of uncertainty is removed from their minds. The unbelief that demands perfect knowledge will never yield to the evidence God is pleased to give. God requires of his people faith that rests upon the weight of evidence, not perfect knowledge. The followers of Jesus Christ, those who accept of the light God sends them, must obey the voice of God speaking to them, when there are many other voices crying out against it. It requires discernment to distinguish the voice of God."},{"refcode_short":"T23 11.3","refcode_long":"Testimony for the Church — No. 23, p. 11.3 (Ellen Gould White)","content":"Those who will not act when the Lord calls upon them, waiting for more certain evidence, and more favorable opportunities, will walk in darkness, for the light will be withdrawn. The evidence given one day, if rejected, may never be repeated."},{"refcode_short":"T23 11","refcode_long":"Testimony for the Church — No. 23, p. 11 (Ellen Gould White)","content":"Many Doubt Our Work"},{"refcode_short":"T23 11.4","refcode_long":"Testimony for the Church — No. 23, p. 11.4 (Ellen Gould White)","content":"Many are tempted in regard to our work, and are calling it in question. Some, in their tempted condition, charge the difficulties and perplexity of the people of God to the testimonies of reproof we have given to them. The trouble they think is with the ones who bear the message of warning, pointing out the sins and correcting the errors of the people. I was shown that many are deceived by the adversary of souls. They think that the labors of Bro. and Sister White would be acceptable if they would not be continually condemning wrong, and reproving sin. I was shown that this work God had laid upon us. When we are hindered from meeting with the people of God, and bearing our testimony, and counteracting the surmisings and jealousies of the unconsecrated, then Satan presses in his temptations very strongly. Those who have been ever on the questioning, doubting side, feel at liberty to suggest their doubts, and will insinuate, their unbelief. Some have sanctimonious, apparently conscientious and very pious, doubts, which they will cautiously drop, which has tenfold more power to strengthen those who are wrong and to lessen our influence and weaken the confidence of God's people in our work, than if they came out more frankly. These poor souls, I saw, were deceived by Satan. They flatter themselves that they are all right, and in favor with God, rich in spiritual discernment, when they are blind, poor, and wretched. They are doing the work of Satan, and thinking they have a zeal for God."},{"refcode_short":"T23 12.1","refcode_long":"Testimony for the Church — No. 23, p. 12.1 (Ellen Gould White)","content":"Some will not receive the testimony God has given us to bear, flattering themselves we may be deceived, and they are right. They think the people of God are not in need of plain dealing and of reproof, and that God is with them. These tempted ones, whose souls have ever been at war with the faithful reproving of sin, would cry, Speak unto us smooth things. What disposition will these make of the message of the True Witness to the Laodiceans? There can be no deception here. This message must be borne to a lukewarm church by God's servants. This message must arouse the people of God from their security and dangerous deception in regard to their real standing before God. This testimony, if received, will arouse to action, and lead to self-abasement, and confessions of sins. The True Witness says, “I know thy works, that thou art neither cold nor hot.” And again, “As many as I love, I rebuke and chasten; be zealous therefore, and repent.” Then comes the promise, “Beloved, I stand at the door, and knock; if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.” “To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.”"},{"refcode_short":"T23 13.1","refcode_long":"Testimony for the Church — No. 23, p. 13.1 (Ellen Gould White)","content":"These wrongs and sins, which have brought the people of God in their state of wretchedness, blindness, and poverty, must be seen, and they arouse to zealous repentance, and a putting away of these sins which have brought them into such a deplorable condition of blindness and fearful deception."},{"refcode_short":"T23 13.2","refcode_long":"Testimony for the Church — No. 23, p. 13.2 (Ellen Gould White)","content":"I have been shown that the pointed testimony must live in the church. And this alone will answer to the message to the Laodiceans. Wrongs must be reproved, sins must be called sins, and iniquity must be met promptly and decidedly, and put away from us as a people."},{"refcode_short":"T23 14","refcode_long":"Testimony for the Church — No. 23, p. 14 (Ellen Gould White)","content":"Fighting the Spirit of God"},{"refcode_short":"T23 14.1","refcode_long":"Testimony for the Church — No. 23, p. 14.1 (Ellen Gould White)","content":"Those who have a spirit of opposition to the work we have been pressed by the Spirit of God to do for twenty-six years, and who would break down our testimony, I saw, were not fighting against us, but God, who has laid upon us the burden of a work that he has not given to others. Those who would question and quibble, and think it a virtue to doubt, and who would discourage those who have been the means of making our work hard, and of weakening our hopes, faith, and courage, have been the ones to surmise evil, to insinuate suspicious charges, and watch with jealousy for occasion against us. They take it for granted that because we have human weaknesses it is a positive evidence we are wrong, and they are right. If they can find a semblance of anything that they can use to injure us, they do it with a spirit of triumph, and are ready to denounce our work of reproving wrong and condemning sin, as a harsh, dictatorial spirit."},{"refcode_short":"T23 14.2","refcode_long":"Testimony for the Church — No. 23, p. 14.2 (Ellen Gould White)","content":"But while we do not accept of their version of our case as the reason of our afflictions; while we maintain that God has appointed us to a more trying work than any others; we acknowledge with humility of soul, and with repentance, that our faith and courage have been severely tried, and that we have failed sometimes in trusting wholly in God, who has appointed us our work, When we gather courage again, after sore disappointment and trials, we deeply regret that we ever distrusted God, and gave way to human weaknesses, and permitted discouragement to cloud our faith, and lessen our confidence in God."},{"refcode_short":"T23 15.1","refcode_long":"Testimony for the Church — No. 23, p. 15.1 (Ellen Gould White)","content":"I have been shown that God's ancient servants suffered disappointments and discouragements as well as we poor mortals have. We were in good company; nevertheless this did not excuse us."},{"refcode_short":"T23 15.2","refcode_long":"Testimony for the Church — No. 23, p. 15.2 (Ellen Gould White)","content":"As my husband has stood by my side to sustain me in my work, and as he has had a plain testimony to bear in unison with the work of the Spirit of God, many have felt that it was my husband who was injuring them personally, when it was the Lord that laid upon him the burden, and was, through his servant, reproving them, to bring them where they would repent of their wrongs, and have the favor of God."},{"refcode_short":"T23 15.3","refcode_long":"Testimony for the Church — No. 23, p. 15.3 (Ellen Gould White)","content":"Those whom God has chosen for an important work have ever been received with distrust and suspicion. Anciently, when Elijah was sent with a message from God to the people, they did not heed the warning. They thought Elijah unnecessarily severe. He must, they thought, have lost his senses, that he would denounce them, the favored people of God, as sinners, and their crimes, so aggravating, that the judgments of God would awaken against them."},{"refcode_short":"T23 15.4","refcode_long":"Testimony for the Church — No. 23, p. 15.4 (Ellen Gould White)","content":"Satan and his host have ever been arrayed against those who bear the message of warning and reprove sins. The unconsecrated will be united with the adversary of souls, to make the work of God's faithful servants as hard as possible."},{"refcode_short":"T23 15.5","refcode_long":"Testimony for the Church — No. 23, p. 15.5 (Ellen Gould White)","content":"If my husband has been pressed beyond measure, and has become discouraged and desponding; if we have at times seen nothing desirable in life that we should choose it, this is nothing strange or new. Elijah, one of God's great and mighty prophets, as he fled for his life from the rage of Jezebel, an infuriated woman, a fugitive, weary and travel worn, desired to die rather than to live. His bitter disappointment in regard to Israel's faithfulness crushed his spirits, and he felt that he could no longer put confidence in man. In the day of Job's affliction and darkness, he utters these words: “Let the day perish wherein I was born.”"},{"refcode_short":"T23 16.1","refcode_long":"Testimony for the Church — No. 23, p. 16.1 (Ellen Gould White)","content":"Those who are not accustomed to feel to the very depths; who have not stood under burdens as a cart beneath the sheaves; who have never had their interest identified so closely with the cause and work of God that it seems to be a part of their very being, and dearer to them than life, cannot appreciate the feelings of my husband, any more than Israel could appreciate the feelings of Elijah. We deeply regret being disheartened, whatever the circumstances might be."},{"refcode_short":"T23 16","refcode_long":"Testimony for the Church — No. 23, p. 16 (Ellen Gould White)","content":"Ahab's Case a Warning"},{"refcode_short":"T23 16.2","refcode_long":"Testimony for the Church — No. 23, p. 16.2 (Ellen Gould White)","content":"When Ahab ruled Israel, the people departed from God and corrupted their ways before him under his perverted rule. “And Ahab the son of Omri did evil in the sight of the Lord above all that were before him. And it came to pass, as if it had been a light thing for him to walk in the sins of Jeroboam the son of Nebat, that he took to wife Jezebel, the daughter of Ethbaal king of the Zidonians, and went and served Baal, and worshiped him. And he reared up an altar for Baal in the house of Baal, which he had built in Samaria. And Ahab made a grove; and Ahab did more to provoke the Lord God of Israel to anger than all of the kings that were before him,”"},{"refcode_short":"T23 17.1","refcode_long":"Testimony for the Church — No. 23, p. 17.1 (Ellen Gould White)","content":"Ahab was weak in moral power. He did not have a high sense of sacred things. He was selfish and unprincipled. His union by marriage with a woman of decided character, and positive temperament, devoted to idolatry, made them both special agents of Satan to lead the people of God into idolatry and terrible apostasy. The determined spirit of Jezebel molded the character of Ahab. His selfish nature was incapable of appreciating the mercies of God to his people, his obligation to God, as the guardian and leader of Israel. The fear of God was daily growing less in Israel. The blasphemous tokens of their blind idolatry were to be seen among the Israel of God. There were none who dared to expose their lives by openly standing forth in opposition to the prevailing blasphemous idolatry. The altars of Baal, and the priests of Baal who sacrificed to the sun, moon, and stars, were conspicuous everywhere. They had consecrated temples, and groves, wherein was placed the work of men's hands to worship. The benefits which God gave to this people called forth from them no gratitude to the Giver. For all the bounties of Heaven, the running brooks, and streams of living waters, the gentle dew, and showers of rain to refresh the earth, and to cause their fields to bring forth abundantly, they ascribed to the favor of their gods."},{"refcode_short":"T23 17","refcode_long":"Testimony for the Church — No. 23, p. 17 (Ellen Gould White)","content":"Example of Elijah"},{"refcode_short":"T23 17.2","refcode_long":"Testimony for the Church — No. 23, p. 17.2 (Ellen Gould White)","content":"Elijah's faithful soul was grieved. His indignation was aroused, and he was jealous for the glory of God. He saw that Israel was plunged into fearful apostasy. He was overwhelmed with amazement and grief at the apostasy of the have also transgressed my covenant which I commanded them; for they have even taken of the accursed thing, and have also stolen, and dissembled also, and they have put it even among their own stuff. Therefore the children of Israel could not stand before their enemies, but turned their backs before their enemies, because they were accursed; neither will I be with you any more, except ye destroy the accursed from among you.”"},{"refcode_short":"T23 20.1","refcode_long":"Testimony for the Church — No. 23, p. 20.1 (Ellen Gould White)","content":"I have been shown that God has here illustrated how he regards sin among those who profess to be his commandment-keeping people. Those whom he has especially honored with witnessing the remarkable exhibitions of his power, as did ancient Israel, and that will venture to disregard his express directions, will be subjects of his wrath. God would teach his people that disobedience and sin are exceedingly offensive to him, and not to be lightly regarded. He shows us that when his people are found in sin, they should at once take decided measures to put the sin from them, that his frown should not rest upon all his people. But if those in responsible positions pass over the sins of the people, his frown will be upon them, and the people of God, as a body, will be held responsible for the sins that exist in their midst. God, in his dealings with his people in the past, shows the necessity of purifying the church from wrongs that exist among them. One sinner may diffuse darkness which will exclude the light of God from the entire congregation. When the people realize that darkness is settling upon them, and they do not know the cause, then they should earnestly seek God in great humility and self-abasement, until the wrongs which grieve God's Spirit are searched out and put away from among them."},{"refcode_short":"T23 21","refcode_long":"Testimony for the Church — No. 23, p. 21 (Ellen Gould White)","content":"Responsibility for Sins We Do Not Reprove"},{"refcode_short":"T23 21.1","refcode_long":"Testimony for the Church — No. 23, p. 21.1 (Ellen Gould White)","content":"The prejudice which has arisen against us because we have reproved wrongs that God has shown me existed, and the cry that has been raised of harshness and severity, is unjust. God bids us speak, and we will not be silent. If wrongs are apparent among his people, and if the servants of God pass on indifferent to them, they virtually sustain and justify the sinner, and are guilty alike with the sinner, and will receive the displeasure of God just as surely as the sinner; for they will be made responsible for the sins of the guilty. I have been in vision pointed to many instances where the displeasure of God has been incurred by a neglect on the part of his servants to deal with the wrongs and sins existing in their midst. Those men who have excused wrongs have been thought by the people to be very amiable, and of lovely disposition, simply because they shunned to discharge a plain and scriptural duty. The task was not agreeable to their feelings; therefore they avoided it."},{"refcode_short":"T23 21.2","refcode_long":"Testimony for the Church — No. 23, p. 21.2 (Ellen Gould White)","content":"The spirit of hatred which has existed with some because the wrongs among God's people have been reproved, has brought blindness and a fearful deception upon their own souls, making it impossible for them to discriminate between right and wrong. They have put out their own spiritual eyesight. They may witness wrongs, but they do not feel as did Joshua, and humble their souls in humiliation because the danger of souls is felt by them."},{"refcode_short":"T23 22.1","refcode_long":"Testimony for the Church — No. 23, p. 22.1 (Ellen Gould White)","content":"The true people of God, who have the spirit of the work of the Lord and the salvation of souls at heart, will ever view sin in its real, sinful character. They will always be on the side of faithful and plain dealing with sins which easily beset the people of God. Especially in the closing work for the church, in the sealing time of the one hundred and forty-four thousand, who are to stand without fault before the throne of God, will they feel most deeply the wrongs of God's professed people. This is forcibly set forth by the prophet's illustration of the last work under the figure of the men, each having a slaughter weapon in his hand. One man among them was clothed with linen, with a writer's inkhorn by his side. “And the Lord said unto him, Go through the midst of the city, through the midst of Jerusalem, and set a mark upon the foreheads of the men that sigh and that cry for the abominations that be done in the midst thereof.”"},{"refcode_short":"T23 22.2","refcode_long":"Testimony for the Church — No. 23, p. 22.2 (Ellen Gould White)","content":"Who are standing in the counsel of God at this time? Is it those who virtually excuse wrongs among the professed people of God, and murmur in their hearts, if not openly, against those who would reprove sin? Is it those who take their stand against them, and sympathize with those who commit wrong? No, indeed! These, unless they repent, and leave the work of Satan in oppressing those who have the burden of the work, and holding up the hands of sinners in Zion, will never receive the mark of God's sealing approval. They will fall in the general destruction of all the wicked, represented by the five men bearing slaughter weapons. Mark this point with care: Those who receive the pure mark of truth, wrought in them by the power of the Holy Ghost, represented by a mark by the man in linen, are those “that sigh and cry for all the abominations that are done” in the church. Their love for purity and the honor and glory of God is such, and they have so clear a view of the exceeding sinfulness of sin, that they are represented as being in an agony, even sighing and crying. Read Ezekiel, chapter nine."},{"refcode_short":"T23 23.1","refcode_long":"Testimony for the Church — No. 23, p. 23.1 (Ellen Gould White)","content":"But the general slaughter of all those who do not thus see the wide contrast between sin and righteousness, and do not feel as those do who stand in the counsel of God and receive the mark, is described in the order to the five men with slaughter weapons: “Go ye after him through the city, and smite; let not your eye spare, neither have ye pity; slay utterly old and young, both maids, and little children, and women; but come not near any man upon whom is the mark; and begin at my sanctuary.”"},{"refcode_short":"T23 23.2","refcode_long":"Testimony for the Church — No. 23, p. 23.2 (Ellen Gould White)","content":"God said to Joshua (in the case of Achan's sins), “Neither will I be with you any more except ye destroy the accursed from among you.” How does this instance compare with the course pursued by those who will not raise their voice against sin and wrong; but whose sympathies are ever found with those who trouble the camp of Israel with their sins? Said God to Joshua, “Thou canst not stand before thine enemies until ye take away the accursed thing from among you.” He pronounced the punishment which should follow the transgression of his covenant."},{"refcode_short":"T23 23.3","refcode_long":"Testimony for the Church — No. 23, p. 23.3 (Ellen Gould White)","content":"Joshua then began a diligent search to find out the guilty one. He took Israel by their tribes, and then, by their families, and next, individually. Achan was designated as the guilty one. But that the matter might be plain to all Israel, that there should be no occasion given them to murmur, and to say that the guiltless was made to suffer, Joshua used policy. He knew that Achan was the transgressor, and that he had concealed his sin, and provoked God against his people. Joshua discreetly induced Achan to make confession of his sin, that God's honor and justice should be vindicated before Israel. “And Joshua said unto Achan My son give, I pray thee, glory to the Lord God of Israel, and make confession unto him; and tell me now what thou hast done. Hide it not from me.”"},{"refcode_short":"T23 24.1","refcode_long":"Testimony for the Church — No. 23, p. 24.1 (Ellen Gould White)","content":"“And Achan answered Joshua, and said, Indeed I have sinned against the Lord God of Israel, and thus and thus have I done: When I saw among the spoils a goodly Babylonish garment, and two hundred shekels of silver, and a wedge of gold of fifty shekels weight, then I coveted them, and took them; and, behold, they are hid in the earth in the midst of my tent, and the silver under it. So Joshua sent messengers, and they ran unto the tent; and, behold, it was hid in his tent, and the silver under it. And they took them out of the midst of the tent and brought them unto Joshua, and unto all the children of Israel, and laid them out before the Lord. And Joshua, and all Israel with him took Achan the son of Zerah, and the silver, and the garment, and the wedge of gold, and his sons, and his daughters and his oxen, and his asses, and his sheep, and his tent, and all that he had: and they brought them unto the valley of Achor. And Joshua said, Why hast thou troubled us? the Lord shall trouble thee this day. And all Israel stoned him with stones, and burned them with fire, after they had stoned them with stones.”"},{"refcode_short":"T23 25.1","refcode_long":"Testimony for the Church — No. 23, p. 25.1 (Ellen Gould White)","content":"God said to Joshua, that not only had Achan taken the things which he had positively charged them not to take, lest they be accursed, but had stolen, and also had dissembled. The Lord said that Jericho and all its spoils should be consumed, except the gold and silver, which was to be reserved for the treasury of the Lord. The victory obtained in taking Jericho was not through warfare, or the exposure of the people. The Captain of the Lord's host had led the armies of Heaven. The battle was the Lord's. The children of Israel did not strike a blow. It was the Lord who fought the battle. The victory and glory were the Lord's. The spoils were his. He directed it all to be consumed, except the gold and silver which he reserved for his treasury. Achan understood well the reserve made, and that the treasures of gold and silver which he coveted were the Lord's. He stole from God's treasury for his own benefit,"},{"refcode_short":"T23 25","refcode_long":"Testimony for the Church — No. 23, p. 25 (Ellen Gould White)","content":"Covetousness Among God's People"},{"refcode_short":"T23 25.2","refcode_long":"Testimony for the Church — No. 23, p. 25.2 (Ellen Gould White)","content":"I saw that many who profess to be keeping the commandments of God are appropriating to their own use the means which the Lord has intrusted to them, and which should come into his treasury. They rob God in tithes and in offerings. They dissemble, and withhold from God to their own hurt. They bring leanness and poverty upon themselves, and darkness upon the church, because of their covetousness, and in dissembling, in robbing God in tithes and in offerings."},{"refcode_short":"T23 26.1","refcode_long":"Testimony for the Church — No. 23, p. 26.1 (Ellen Gould White)","content":"I saw that many souls will sink in darkness because of their covetousness. The plain, straight testimony must live in the church, or the curse of God will as surely rest upon his people as it did upon ancient Israel, because of their sins. God holds his people, as a body, responsible for sins existing in individuals among them. If there is a neglect with the leaders of the church, to diligently search out the sins which bring the displeasure of God as a body, they become responsible for these sins. But this is the nicest work that men ever engaged in, to deal with minds. I have been shown that all are not fitted to correct the erring. They have not wisdom to deal justly, while loving mercy. They will not be inclined to see the necessity of mingling love and tender compassion with faithful reproof of wrongs. Some will ever be needlessly severe, and will not feel the necessity of the injunction of the apostle, “And of some have compassion, making a difference; and others save with fear, pulling them out of the fire.” There are many who do not have the discretion of Joshua, and who have no special duty to search out wrongs, and to deal promptly with the sins existing among them. Let not such hinder those who have the burden of this work upon them. Let them not stand in the way of those who have this duty to do. Some make it a point to question, and doubt, and find fault, because others do the work that God has not laid upon them. These stand directly in the way to hinder those upon whom God has laid the burden of reproof, and of correcting the sins that are prevailing, that his frown may be turned away from his people. Should a case like Achan's be among us, there are many who would accuse those who might act the part of Joshua in searching out, the wrong, as having a fault-finding, wicked spirit. God is not to be trifled with, and his warnings disregarded with impunity by a perverse people."},{"refcode_short":"T23 27.1","refcode_long":"Testimony for the Church — No. 23, p. 27.1 (Ellen Gould White)","content":"I was shown that the manner of Achan's confession was similar to the confessions that some have made, and will make, among us. They hide their wrongs and refuse to make a voluntary confession, until God searches them out, and then they acknowledge their sins. A few persons pass on in a course of wrong, until they become hardened. They may even know that the church is burdened, as Achan knew that Israel were made weak before their enemies because of his guilt. Yet their consciences do not condemn them. They will not relieve the church by humbling their proud, rebellious hearts before God, and put away their wrongs. God's displeasure is upon his people, and he will not manifest his power in their midst while sins are existing among them, and fostered by those in responsible positions."},{"refcode_short":"T23 27.2","refcode_long":"Testimony for the Church — No. 23, p. 27.2 (Ellen Gould White)","content":"Those who work in the fear of God to rid the church of hindrances, and to correct grievous wrongs, that the people of God may see the necessity of abhorring sin, and that they may prosper in purity, and the name of God be glorified, will ever meet with resisting influences from the unconsecrated. Zephaniah describes the true state of this class, and the terrible judgments that will come upon them."},{"refcode_short":"T23 27.3","refcode_long":"Testimony for the Church — No. 23, p. 27.3 (Ellen Gould White)","content":"“And it shall come to pass at that time, that I will search Jerusalem with candles, and punish the men that are settled on their lees; that say in their heart, The Lord will not do good, neither will he do evil.” “The great day of the Lord is near, it is near, and hasteth greatly, even the voice of the day of the Lord; the mighty man shall cry there bitterly. That day is a day of wrath, a day of trouble and distress, a day of wasteness and desolation, a day of darkness and gloominess, a day of clouds and thick darkness, a day of the trumpet and alarm against the fenced cities, and against the high towers. And I will bring distress upon men that they shall walk like blind men, because they have sinned against the Lord; and their blood shall be poured out as dust, and their flesh as the dung. Neither their silver nor their gold shall be able to deliver them in the day of the Lord's wrath; but the whole land shall be devoured by the fire of his jealousy; for he shall make even a speedy riddance of all them that dwell in the land.”"},{"refcode_short":"T23 28","refcode_long":"Testimony for the Church — No. 23, p. 28 (Ellen Gould White)","content":"Confessions Made Too Late"},{"refcode_short":"T23 28.1","refcode_long":"Testimony for the Church — No. 23, p. 28.1 (Ellen Gould White)","content":"When finally a crisis comes, as it surely will, and God speaks in behalf of his people, those who have sinned, those who have been a cloud of darkness, who have stood directly in the way of God's working for his people, may become alarmed at the length they have gone in murmuring and in bringing discouragement upon the cause, they will be terrified, and, like Achan, acknowledge that they have sinned. But their confessions will be too late. They are not of the right kind for themselves, although they may relieve the cause of God. Their confessions are not made because of a conviction of their true state, and a sense of how displeasing their course has been to God. God may give this class another test, another proving, and let them show that they are no more prepared to stand free from all rebellion and sin than before their confessions were made. They are inclined to ever be on the side of wrong. And when the call is made for those who will be on the Lord's side to make a decided move, to vindicate the right, they will manifest their true position. Those who have been nearly all their lives controlled by a spirit as foreign from the Spirit of God as Achan's, will, when the time comes for decided action from all, be very passive. They will not claim to be on either side. The power of Satan has so long held them that they seem blinded, and have no inclination to stand in defense of right. If they are not taking a determined course on the wrong side, it is not because they have a clear sense of the right, but because they dare not."},{"refcode_short":"T23 29.1","refcode_long":"Testimony for the Church — No. 23, p. 29.1 (Ellen Gould White)","content":"I have been shown that God will not be trifled with. It is in time of conflict when the true colors should be flung to the breeze. It is then the standard-bearers need to be firm and let their true position he known. It is then the skill of every true soldier for the right is tested; shirks can never wear the laurels of victory. Those who are true and loyal will not conceal the fact, but will put heart and might in the work, and venture their all in the struggle, let the battle turn as it will. God is a sin-hating God. And those who will encourage the sinner, saying, It is well with thee, God will curse."},{"refcode_short":"T23 29.2","refcode_long":"Testimony for the Church — No. 23, p. 29.2 (Ellen Gould White)","content":"Confessions of sin made at the right time to relieve the people of God will be accepted of him. But there are those among us who will make confessions, as did Achan, too late to save themselves. God may prove them and give them another trial, for the sake of his people to evidence to them that they will not endure one test, one proving of God. They are not in harmony with right. They despise the straight testimony that reaches the heart, and they would rejoice to see every one silenced that gives reproof."},{"refcode_short":"T23 30.1","refcode_long":"Testimony for the Church — No. 23, p. 30.1 (Ellen Gould White)","content":"The people of Israel had been gradually losing their fear and reverence for God, until his word through Joshua had no weight with them. “In his days did Hiel the Bethelite build Jericho: he laid the foundation thereof in Abiram his firstborn, and set up the gates thereof in his youngest son Segub, according to the word of the Lord, which he spake by Joshua the son of Nun.”"},{"refcode_short":"T23 30.2","refcode_long":"Testimony for the Church — No. 23, p. 30.2 (Ellen Gould White)","content":"While Israel was apostatizing, Elijah was a true prophet of God. He remained loyal and true to God. His faithful soul was greatly distressed as he saw that unbelief and infidelity were fast separating the children of Israel from God. Elijah prayed that God would save his people. He entreated that the Lord would not wholly cast away his sinning people, but by his judgments, if necessary, arouse them to repentance, and not permit them to go on to still greater lengths in sin, and thus provoke him to destroy them as a nation."},{"refcode_short":"T23 30.3","refcode_long":"Testimony for the Church — No. 23, p. 30.3 (Ellen Gould White)","content":"The message of the Lord came to Elijah to go to Ahab, with the denunciations of his judgments because of the sins of Israel. Elijah traveled day and night until he reached the palace of Ahab. He solicited no admission, and waited not to be formally announced. All unexpectedly to Ahab, Elijah stands before the astonished king of Samaria in the coarse garments usually worn by the prophets. He made no apology for his abrupt appearance, without invitation. He raised his hands to heaven, and solemnly affirmed by the living God, who made the heavens and the earth, the judgments which would come upon Israel: “There shall be neither dew nor rain these years, but according to my word.”"},{"refcode_short":"T23 31.1","refcode_long":"Testimony for the Church — No. 23, p. 31.1 (Ellen Gould White)","content":"This startling denunciation of God's judgments because of the sins of Israel fell like a thunderbolt upon the apostate king. He seemed to be paralyzed with amazement and terror; and before he could recover from his astonishment, Elijah, without waiting to see the effect of his message, left as suddenly as he came. His work was to speak the word of woe from God, and he instantly withdrew. His word had locked up the treasures of heaven, and his word was the only key which could open them again."},{"refcode_short":"T23 31.2","refcode_long":"Testimony for the Church — No. 23, p. 31.2 (Ellen Gould White)","content":"The Lord knew that there was no safety for his servant among the children of Israel. He would not trust him with apostate Israel; but sent Elijah to find an asylum among a heathen nation. He directed him to a woman that was a widow, who was in such poverty that she could barely sustain life with the most meager fare. A heathen woman, living up to the best light she had, was in a more acceptable state with God than the widows of Israel who had been blessed with especial privileges, and great light, and who did not live according to the light which God had given them. As the Hebrews rejected light, they were left in darkness. God would not trust his servant among his people who had provoked his divine anger."},{"refcode_short":"T23 32.1","refcode_long":"Testimony for the Church — No. 23, p. 32.1 (Ellen Gould White)","content":"Now there is an opportunity for apostate Ahab and pagan Jezebel to test the power of their gods, and to prove the word of Elijah false. Jezebel's prophets are numbered by hundreds. Against them all, stands Elijah, alone. His word has locked heaven. If Baal can give dew and rain, and cause the vegetation to flourish, if he can cause the brooks and streams of water to flow on as usual, independent of the treasures of heaven, in the showers of rain, then let the king of Israel worship him, and the people say he is God."},{"refcode_short":"T23 32.2","refcode_long":"Testimony for the Church — No. 23, p. 32.2 (Ellen Gould White)","content":"Elijah was a man subject to like passions as ourselves. His mission to Ahab, and the terrible denunciation to him of the judgments of God, required courage and faith. On his way to Samaria, the perpetually flowing streams, the hills covered with verdure, the forests of stately, flourishing trees, everything his eye rested upon, flourishing in beauty and glory, would naturally suggest unbelief. How can all these things in nature so flourishing be burned with drought? How can these streams that water the land, and that have never been known to cease their flow, become dry? But. Elijah did not cherish unbelief. He went forth on his mission at the peril of his life. He fully believed that God would humble his apostate people, and through the visitation of his judgments would bring them to humiliation and repentance. He ventured everything in the mission before him."},{"refcode_short":"T23 32.3","refcode_long":"Testimony for the Church — No. 23, p. 32.3 (Ellen Gould White)","content":"When Ahab recovers in a degree from his astonishment at the words of Elijah, the prophet was gone. He made diligent inquiry for him, but no one had seen him or could give any information respecting him. Ahab informed Jezebel of the word of woe that Elijah had uttered in his presence, and her hatred against the prophet was expressed to the priests of Baal. They unite with her in denouncing and cursing the prophet of Jehovah. The news of the prophet's denunciations are spread all through the land, arousing the fears of some and the wrath of many."},{"refcode_short":"T23 33.1","refcode_long":"Testimony for the Church — No. 23, p. 33.1 (Ellen Gould White)","content":"After a few months, the earth, unrefreshed by dew or rain, becomes dry, and vegetation withers. The streams of water that have never been known to cease their flow, decrease, and the brooks of water dry up. Jezebel's prophets offer their sacrifices to their gods, and call upon them night and day to refresh the earth by dews and rain. But their incantations and deceptions formerly practiced to deceive the people do not answer the purpose now. The priests have done everything to appease the anger of their gods, and with a perseverance and zeal worthy of a better cause, have they lingered around their pagan altars, while the flames of sacrifice burn on all the high places, and the fearful cries and entreaties of the priests of Baal are heard night after night through doomed Samaria. But the clouds do not appear in the heavens to cut off the burning, rays of the sun. The word of Elijah stands firm, and nothing that Baal's priests can do will change the word spoken by Elijah."},{"refcode_short":"T23 33.2","refcode_long":"Testimony for the Church — No. 23, p. 33.2 (Ellen Gould White)","content":"An entire year passes, and another has commenced, and yet there is no rain. The earth is parched, as though a fire had passed over it. The flourishing fields become as the scorching desert. The air becomes dry and suffocating, the dust storm blinds the eyes, and nearly stops the breath. The groves of Baal are leafless, and the forest trees give no shade, but appear as skeletons. Hunger and thirst are telling upon man and beast with fearful mortality."},{"refcode_short":"T23 34","refcode_long":"Testimony for the Church — No. 23, p. 34 (Ellen Gould White)","content":"The Impenitent People Unsubdued by Judgments"},{"refcode_short":"T23 34.1","refcode_long":"Testimony for the Church — No. 23, p. 34.1 (Ellen Gould White)","content":"All this evidence of God's justice and judgment does not awaken Israel to repentance. Jezebel is filled with insane madness. She will not bend nor yield to the God of Heaven. Baal's prophets, Ahab, Jezebel, and nearly the whole of Israel, charged their calamity upon Elijah. Ahab had sent to every kingdom and nation in search of Elijah, and he required an oath of the kingdoms and nations of Israel, that they knew nothing in regard to the strange prophet. Elijah locked heaven with his word, and had taken the key with him, and he could not be found."},{"refcode_short":"T23 34.2","refcode_long":"Testimony for the Church — No. 23, p. 34.2 (Ellen Gould White)","content":"Jezebel then decided, as she could not make Elijah feel her murderous power, that she would be revenged by destroying the prophets of God in Israel. No one who professed to be a prophet of God should live. This determined, infuriated woman executed her work of madness in slaying the Lord's prophets. Baal's priests, and nearly all Israel, were so far deluded that they thought if the prophets of God were slain the calamity under which they were suffering would cease."},{"refcode_short":"T23 34.3","refcode_long":"Testimony for the Church — No. 23, p. 34.3 (Ellen Gould White)","content":"But the second year passes, and the pitiless heavens give no rain. Drouth and famine are doing their sad work, and yet the apostate Israelites do not humble their sinful, proud hearts before God. But they murmur and complain against the prophet of God who has brought this dreadful state of things upon them. Fathers and mothers see their children perish with no power to relieve them. And yet they were in such terrible darkness that they could not see that the justice of God was awakened against them because of their sins, and that this terrible calamity was sent in mercy to them, to save them from fully denying and forsaking the God of their fathers."},{"refcode_short":"T23 35.1","refcode_long":"Testimony for the Church — No. 23, p. 35.1 (Ellen Gould White)","content":"It will cost Israel suffering and great affliction to bring them to that repentance necessary in order to recover their lost faith, and a clear sense of their responsibility to God. Their apostasy was more dreadful than drought or famine. Elijah waited, and prayed in faith through the long years of drought and famine, that the hearts of Israel, through their affliction, might be turned from their idolatry, to allegiance to God. Notwithstanding all their sufferings, they stood firm in their idolatry, and looked upon the prophet of God as the cause of their calamity. And if they could have had Elijah in their power they would have delivered him to Jezebel, that she might satisfy her revenge by taking his life. Because Elijah dared to utter the word of woe which God had bidden him, he had made himself the object of their hatred. They could not see God's hand in the judgments under which they were suffering because of their sins. They charged them to the man, Elijah. They abhorred not the sins which had brought them under the chastening rod, but hated the faithful prophet, God's instrument to denounce their sins and calamity. “And it came to pass, after many days, that the word of the Lord came to Elijah in the third year, saying, Go show thyself unto Ahab, and I will send rain upon the earth.”"},{"refcode_short":"T23 36.1","refcode_long":"Testimony for the Church — No. 23, p. 36.1 (Ellen Gould White)","content":"Elijah hesitated not to start on his perilous journey. He had been hated, and hunted from city to city by the mandate of the king, for three years, and the whole nation had given their oath that the prophet could not be found. And now Elijah, by the word of God, is to present himself before Ahab. Through the apostasy of all Israel, the governor of Ahab's house has proved faithful to God, while his master is a worshiper of Baal. He had, at the risk of his own life, preserved the prophets of God, by hiding them by fifties in a cave, and feeding them. While the servant of Ahab is searching throughout the kingdom for springs and brooks of water, Elijah presented himself before him. Obadiah reverenced the prophet of God, and as Elijah sends him with a message to the king, he is greatly terrified. He sees danger and death to himself and also to Elijah. He pleads earnestly that his life might not be sacrificed; but Elijah assures Obadiah with an oath that he will see Ahab that day. The prophet will not go to Ahab but as one of God's messengers to command respect, and he sends by Obadiah a message, “Behold, Elijah is here.” If Ahab wants to see Elijah, he has now the opportunity to come to him. Elijah will not go to Ahab."},{"refcode_short":"T23 36.2","refcode_long":"Testimony for the Church — No. 23, p. 36.2 (Ellen Gould White)","content":"The king heard the message with astonishment, mingled with terror, that Elijah, whom he feared and hated, was coming to meet him. He had long sought for the prophet that he might destroy him, and he knew that Elijah would not expose his life to come to him, unless guarded, or with some terrible denunciation. He remembers the withered arm of Jeroboam, and he decides that it is not safe to lift up his hand against the messenger of God. And with fear and trembling, and with a large retinue, he hastens with an imposing display of armies to meet Elijah. And as he meets the man he has so long sought for, face to face, he dares not harm him. The king, so passionate, and filled with hatred against Elijah, seemed to be powerless and unmanned in his presence. As he met the prophet, he could not refrain from speaking the language of his heart, “Art thou he that troubleth Israel?” Elijah, indignant and jealous for the honor and glory of God, answered the charge of Ahab with boldness, “I have not troubled Israel, but thou and thy father's house, in that ye have forsaken the commandments of the Lord.”"},{"refcode_short":"T23 37","refcode_long":"Testimony for the Church — No. 23, p. 37 (Ellen Gould White)","content":"Elijah Firmly Reproves the People"},{"refcode_short":"T23 37.1","refcode_long":"Testimony for the Church — No. 23, p. 37.1 (Ellen Gould White)","content":"The prophet, as God's messenger, had reproved their sins, denouncing upon them the judgments of God, because of their wickedness. Elijah, standing alone in conscious innocence, firm in his integrity, surrounded by the train of armed men, shows no timidity, neither does he show the least reverence to the king. The man whom God has talked with, who has a clear sense of how God regards man in his sinful depravity, has no apology to make to Ahab, nor homage to give him. Elijah, as God's messenger, now commanded, and Ahab obeyed at once the command, as though Elijah was monarch, and he the subject."},{"refcode_short":"T23 37.2","refcode_long":"Testimony for the Church — No. 23, p. 37.2 (Ellen Gould White)","content":"Elijah demands a convocation of all Israel at Carmel, and also of all the prophets of Baal. The awful solemnity in the looks of the prophet gives him the appearance of one standing in the presence of the Lord God of Israel. The condition of Israel in their apostasy demanded a firm demeanor, stern speech, and commanding authority. God prepares the message to fit the time and occasion. Sometimes God puts his Spirit upon his messengers to sound an alarm day and night, as did his messenger John, “Prepare ye the way of the Lord.” Then, again, men of action are needed, who will not be swerved from duty, but whose energy will arouse, and demand, “who will be on the Lord's side,” let him come over with us. God will have a fitting message to meet his people in their various conditions."},{"refcode_short":"T23 38.1","refcode_long":"Testimony for the Church — No. 23, p. 38.1 (Ellen Gould White)","content":"Swift messengers are sent throughout the kingdom with the message from Elijah. Representatives are sent from towns, villages, cities, and families. All seem in haste to answer the call, as though some wonderful miracle was to be performed. Ahab, according to Elijah's command, gathers the prophets of Baal at Carmel. The heart of Israel's apostate leader is overawed, and he tremblingly follows the direction of the stem prophet of God."},{"refcode_short":"T23 38.2","refcode_long":"Testimony for the Church — No. 23, p. 38.2 (Ellen Gould White)","content":"The assembly was upon Mount Carmel, a place of beauty when the dew and rain fall upon it, causing it to flourish. But now the beauty of Carmel has languished under the curse of God. Upon Mount. Carmel, which was the excellency of groves and of flowers, Baal's prophets had erected their altars for their pagan worship. This mountain was conspicuous, and overlooked the surrounding countries. As upon Mount Carmel God had been signally dishonored by idolatrous worship, Elijah chose this as the place most conspicuous for the display of God's power and to vindicate his honor. It was in sight of a large portion of the kingdom. Jezebel's prophets, eight hundred and fifty in number, like a regiment of soldiers prepared for battle, march out in a body with instrumental music, and imposing display. But there was trembling in their hearts as they considered that, at the word of this prophet of Jehovah, the land of Israel had been destitute of dew and rain three years. They felt that some fearful crisis was at hand. They had trusted in their gods, but could not unsay the words of Elijah, and prove him false. But their gods were indifferent to their frantic cries, prayers, and sacrifices."},{"refcode_short":"T23 39.1","refcode_long":"Testimony for the Church — No. 23, p. 39.1 (Ellen Gould White)","content":"Elijah, early in the morning, stands upon Mount Carmel, surrounded by apostate Israel and the prophets of Baal. He stands undaunted, he, a lone man, in that vast multitude. The man whom the whole kingdom has charged with its weight of woe is before them, unterrified, unattended by visible armies and imposing display. He stands, clad with his coarse garment, with awful solemnity in his countenance, as though fully aware of his sacred commission, as the servant of God, to execute his commands. Elijah fastened his eyes upon the highest ridge of mountains, where had once stood the altar of Jehovah, when the mountain was covered with flourishing trees and flowers. The blight of God was now upon it, and all the desolation of Israel was in full view of the neglected and torn-down altar of Jehovah, and in sight were the altars of Baal. Ahab stands at the head of the priests of Baal, and all wait in anxious, fearful expectation for the words of Elijah."},{"refcode_short":"T23 40.1","refcode_long":"Testimony for the Church — No. 23, p. 40.1 (Ellen Gould White)","content":"In the full light of the sun, surrounded by thousands, men of war, the prophets of Baal, and the monarch of Israel, stands the defenseless man, Elijah, apparently alone, yet not alone. The most powerful host of Heaven surrounds him. Angels that excel in strength have come from Heaven to shield the faithful and righteous prophet."},{"refcode_short":"T23 40.2","refcode_long":"Testimony for the Church — No. 23, p. 40.2 (Ellen Gould White)","content":"Elijah, with stern and commanding voice, cries out, “How long halt ye between two opinions? If the Lord be God, follow him; but if Baal, then follow him. And the people answered him not a word.” Not one in that vast assembly dare utter one word for God, and show their loyalty to Jehovah."},{"refcode_short":"T23 40.3","refcode_long":"Testimony for the Church — No. 23, p. 40.3 (Ellen Gould White)","content":"What astonishing deception and fearful blindness had, like a dark cloud, covered Israel. This blindness and apostasy had not closed about them suddenly, but it had come upon them gradually, as they had not heeded the word of reproof and warning which the Lord had sent to them because of their pride and their sins. They, in this fearful crisis, in the presence of the idolatrous priests and the apostate king, remain neutral. If God abhors one sin above another, of which his people are guilty, it is doing nothing in a case of emergency. Indifference and neutrality in a religious crisis is regarded of God as a grievous crime, and equal to the very worst type of hostility against God."},{"refcode_short":"T23 40","refcode_long":"Testimony for the Church — No. 23, p. 40 (Ellen Gould White)","content":"False Teachers Exposed"},{"refcode_short":"T23 40.4","refcode_long":"Testimony for the Church — No. 23, p. 40.4 (Ellen Gould White)","content":"All Israel is silent. Again the voice of Elijah is heard addressing them, “I only am a prophet of the Lord, whilst Baal's prophets are four hundred and fifty men. Let them therefore give us two bullocks; and let them choose one bullock for themselves, and cut it in pieces, and lay it on wood, and put no fire under; and I will dress the other bullock, and lay it on wood, and put no fire under; and call ye on the name of your gods, and I will call on the name of the Lord; and the God that answereth by fire, let him be God. And all the people answered and said, It is well spoken. And Elijah said unto the prophets of Baal, Choose you one bullock for yourselves, and dress it first; for ye are many; and call on the name of your gods, but put no fire under. And they took the bullock which was given them, and they dressed it, and called on the name of Baal from morning even until noon, saying, O Baal, hear us. But there was no voice, nor any that answered. And they leaped upon the altar which was made.”"},{"refcode_short":"T23 41.1","refcode_long":"Testimony for the Church — No. 23, p. 41.1 (Ellen Gould White)","content":"The proposition of Elijah is reasonable. The people dare not evade it, and they find courage to answer, “The word is good.” The prophets of Baal dare not dissent or evade the matter. God has directed this trial, and has prepared confusion for the authors of idolatry, and a signal triumph for his name. The priests of Baal dare not do otherwise than accept the conditions. With terror and guiltiness in their hearts, but outwardly bold and defiant, they rear their altar, lay on the wood and the victim, and then begin their incantations, their chanting and bawling, characteristic of pagan worship. Their shrill cries re-echo through forests and mountains, “O Baal, hear us.” The priests gather in an army about their altars, and with leaping and unnatural gestures, and writhing and screaming, and stamping, and tearing their hair, and cutting themselves, they manifest apparent sincerity."},{"refcode_short":"T23 42.1","refcode_long":"Testimony for the Church — No. 23, p. 42.1 (Ellen Gould White)","content":"But the morning is gone, and noon has come, and yet there has been no move of their gods in pity to Baal's priests, the deluded worshipers of idols. No voice answers their frantic cries. The priests are continually devising how, by deception, they can kindle the fire upon the altars, and give the glory to Baal. But the firm eye of Elijah watches every motion. Eight hundred voices become hoarse. Their garments are covered with blood, and yet their frantic excitement does not abate. Their pleadings are mingled with cursings to their sun-god that he does not send fire for their altars. Elijah stands by, watching with eagle eye lest any deception should be practiced; for he knew if they could, by any device, kindle their altar-fire, he would be torn in pieces upon the spot. He wishes to show the people the folly of their doubts, and their halting between two opinions, when they have the wonderful works of God's majestic power in their behalf, and innumerable evidences of his infinite mercies and loving-kindness toward them. “And it came to pass, at noon, that Elijah mocked them, and said, Cry aloud; for he is a god: either he is talking, or he is pursuing, or he is in a journey, or peradventure he sleepeth, and must be awaked. And they cried aloud, and cut themselves after their manner, with knives and lancets, till the blood gushed out upon them. And it came to pass when midday was past, and they prophesied until the time of the offering of the evening sacrifice, that there was neither voice, nor any to answer, nor any that regarded.”"},{"refcode_short":"T23 43.1","refcode_long":"Testimony for the Church — No. 23, p. 43.1 (Ellen Gould White)","content":"How gladly would Satan, who fell like lightning from Heaven, come to the help of those whom he had deceived, and whose minds he had controlled, and who were fully devoted to his service. Gladly would he have sent the lightning and kindled their sacrifices; but Jehovah had set Satan's bounds. He had restrained his power, and all his devices could not convey one spark to Baal's altars. Evening draws on. The prophets of Baal are wearied, faint, and confused. One suggests one thing, and one, another, until they cease their efforts. Their shrieks and curses no longer resound over Mount Carmel. With weakness and despair, they retire from the contest."},{"refcode_short":"T23 43.2","refcode_long":"Testimony for the Church — No. 23, p. 43.2 (Ellen Gould White)","content":"The people have witnessed the terrible demonstrations of the unreasonable, frantic priests. They have witnessed their leaping upon the altar, as though they would grasp the burning rays from the sun to serve their altars. They have become tired of the exhibitions of demonism, of pagan idolatry; and they feel earnest and anxious to hear what Elijah will speak."},{"refcode_short":"T23 43.3","refcode_long":"Testimony for the Church — No. 23, p. 43.3 (Ellen Gould White)","content":"Elijah's turn has now come. “And Elijah said unto all the people, Come near unto me. And all the people came near unto him. And he repaired the altar of the Lord that was broken down. And Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, unto whom the word of the Lord came, saying, Israel shall be thy name; and with the stones he built an altar in the name of the Lord; and he made a trench about the altar, as great as would contain two measures of seed. And he put the wood in order, and cut the bullock in pieces, and laid him on the wood, and said, Fill four barrels with water, and pour it on the burnt sacrifice, and on the wood. And he said, Do it the second time. And they did it the second time. And he said, Do it the third time. And they did it the third time. And the water ran round about the altar; and he filled the trench also with water. And it came to pass at the time of the offering of the evening sacrifice, that Elijah, the prophet, came near, and said, Lord God of Abraham, Isaac, and of Israel, let it be known this day that thou art God in Israel, and that I am thy servant, and that I have done all these things at thy word. Hear me, O Lord, hear me, that this people may know that thou art the Lord God, and that thou hast turned their heart back again. Then the fire of the Lord fell, and consumed the burnt sacrifice, and the wood, and the stones, and the dust, and licked up the water that was in the trench. And when all the people saw it, they fell on their faces; and they said, The Lord, he is the God; the Lord, he is the God.”"},{"refcode_short":"T23 44.1","refcode_long":"Testimony for the Church — No. 23, p. 44.1 (Ellen Gould White)","content":"Elijah, at the hour of evening sacrifice, repairs the altar of God which the apostasy of Israel has allowed the priests of Baal to tear down. He does not call upon one of the people to aid him in his laborious work. The altars of Baal are all prepared; but Elijah turns to the broken-down altar of God, which is more sacred and precious to him in its unsightly ruins than all the magnificent altars of Baal."},{"refcode_short":"T23 44.2","refcode_long":"Testimony for the Church — No. 23, p. 44.2 (Ellen Gould White)","content":"Elijah respected the Lord's covenant with his people, although they had apostatized. With calmness and solemnity, he repaired the broken-down altar with twelve stones, according to the number of the twelve tribes of Israel. The disappointed priests of Baal, wearied with their vain, frenzied efforts, were sitting or lying prostrate on the ground, waiting to see what Elijah would do. They were filled with fear and hatred toward the prophet for proposing the test which had exposed their weakness and the inefficiency of their gods."},{"refcode_short":"T23 45.1","refcode_long":"Testimony for the Church — No. 23, p. 45.1 (Ellen Gould White)","content":"The people of Israel stand spell-bound, pale, anxious, and almost breathless with awe, while Elijah calls upon Jehovah, the Creator of the heavens and the earth. The people have witnessed the fanatical, unreasonable frenzy of the prophets of Baal. Now they are privileged to witness the calm and awe-inspiring deportment of Elijah, in contrast. He reminded the people of their degeneracy, which had awakened the wrath of God against them, and then calls upon them to humble their hearts, and turn to the God of their fathers, that his curse may be removed from them. Ahab and his idolatrous priests are looking on with amazement mingled with terror. They await the result with anxious, solemn silence."},{"refcode_short":"T23 45.2","refcode_long":"Testimony for the Church — No. 23, p. 45.2 (Ellen Gould White)","content":"After the victim was laid upon the altar, he commanded the people to flood with water the sacrifice, and the altar, and fill the trench round about the altar. Elijah then reverentially bows before the unseen God, raises his hands toward Heaven, and offers a calm and simple prayer, unattended with violent gestures, or contortions of the body. No shrieks resound over Carmel's height. A solemn silence, which is oppressive to the priests of Baal, rests upon them all. In his prayer, Elijah makes use of no extravagant expressions. He prays to Jehovah as though he was nigh, witnessing the whole scene, and hearing his sincere, fervent; yet simple prayer. Baal's priests had screamed, and foamed, and leaped, and prayed, very long—from morning until near evening. Elijah's prayer was very short, earnest, reverential, and sincere. No sooner had his prayer been uttered, than flames of fire descend, in a distinct manner, from Heaven like a brilliant flash of lightning, kindling the wood for sacrifice, and consuming the victim, licking up the water in the trench, and consuming even the stones of the altar. The brilliancy of the blaze is painful to the eyes of the multitude and illumes the mountain. The people of the kingdom of Israel, not gathered upon the mount, are watching with interest the gathering of the people upon the mount. As the fire descends, they witness it, and are amazed at the sight. It resembles the pillar of fire at the Red Sea, which by night separated the children of Israel from the Egyptian host."},{"refcode_short":"T23 46.1","refcode_long":"Testimony for the Church — No. 23, p. 46.1 (Ellen Gould White)","content":"The people upon the mountain prostrate themselves in terror and awe before the unseen God. They cannot look upon the bright, consuming fire sent from Heaven. They fear that they will be consumed in their apostasy and sins. They cry out with one voice, which resounds over the mountain, and echoes to the plains below them with terrible distinctness, “The Lord, he is the God; the Lord, he is the God.” Israel is at last aroused and undeceived. They see their sin and how greatly they have dishonored God. Their anger is aroused against the prophets of Baal. With fearful terror, Ahab and Baal's priests witnessed the wonderful exhibition of Jehovah's power. Again is heard, in startling words of command, the voice of Elijah to the people, “Take the prophets of Baal; let not one of them escape.” And the people were ready to obey the word of Elijah. They seized the false prophets who had deluded them, and brought them to the brook Kishon, and there Elijah, with his own hand, slew these idolatrous priests."},{"refcode_short":"T23 47.1","refcode_long":"Testimony for the Church — No. 23, p. 47.1 (Ellen Gould White)","content":"The judgments of God have been executed upon the false priests; the people have confessed their sins, and have acknowledged their fathers’ God; and now the withering curse of God is to be withdrawn, and he will again refresh the earth with dew and rain, renewing his blessings unto his people."},{"refcode_short":"T23 47.2","refcode_long":"Testimony for the Church — No. 23, p. 47.2 (Ellen Gould White)","content":"Elijah addressed Ahab, “Get thee up, eat and drink, for there is a sound of abundance of rain.” While Ahab went up to feast, Elijah went up from the fearful sacrifice, to the top of Mount Carmel to pray. His work of slaying the pagan priests did not unfit him for the solemn exercise of prayer. He had performed the will of God. After he had, as God's instrument, done what he could to remove the cause of Israel's apostasy, in slaying the idolatrous priests, he could do no more. He then intercedes in behalf of sinning, apostate Israel. In the most painful position, he bowed with his face between his knees, and most earnestly supplicated God to send rain. Six times successively he sent his servant to see if there was any visible token that God had heard his prayer. He would not become impatient and faithless because the Lord did not immediately give the token that his prayer was heard. He continued in earnest prayer, sending his servant seven times, to see if God had granted any signal. His servant returned the sixth time from his outlook toward the sea, with the discouraging report that there was no sign of clouds forming in the brassy heavens. The seventh time, he informed Elijah that there was a small cloud to be seen, about the size of a man's hand. This was enough to satisfy the faith of Elijah. He did not wait for the heavens to gather blackness, to make the matter sure. In that small, rising cloud, his faith hears the sound of abundance of rain. Elijah's works are in accordance with his faith. He sends a message to Ahab by his servant, “Prepare thy chariot, and get thee down, that the rain stop thee not.”"},{"refcode_short":"T23 48","refcode_long":"Testimony for the Church — No. 23, p. 48 (Ellen Gould White)","content":"Elijah's Humility"},{"refcode_short":"T23 48.1","refcode_long":"Testimony for the Church — No. 23, p. 48.1 (Ellen Gould White)","content":"Here Elijah ventured something upon his faith. He did not wait for sight. “And it came to pass, in the meanwhile, that the heaven was black with clouds and wind, and there was a great rain. And Ahab rode, and went to Jezreel. And the hand of the Lord was on Elijah; and he girded up his loins, and ran before Ahab to the entrance of Jezreel."},{"refcode_short":"T23 48.2","refcode_long":"Testimony for the Church — No. 23, p. 48.2 (Ellen Gould White)","content":"Elijah had passed through great excitement and labor during the day; but the Spirit of the Lord came upon him because he had been obedient, and had done his will in executing the idolatrous priests. Some would be ready to say, What a hard, cruel man Elijah must have been! And anyone who shall defend the honor of God at any risk, will bring censure and condemnation upon himself from a large class. The rain began to descend. It was night, and the blinding rain prevented Ahab from seeing his course. Elijah, nerved by the Spirit and power of God, girded his coarse garment about him, and ran before the chariot of Ahab, guiding his course to the entrance of the city. The prophet of God had humiliated Ahab before his people. He had slain his idolatrous priests, and now he wished to show to Israel that he acknowledges Ahab as his king. As an act of special homage, he guided his chariot, running before it to the entrance of the gate of the city."},{"refcode_short":"T23 49.1","refcode_long":"Testimony for the Church — No. 23, p. 49.1 (Ellen Gould White)","content":"Here is a lesson for young men who profess to be servants of God, bearing his message, who are exalted in their own estimation. There is nothing remarkable they can trace in their experience, as could Elijah, yet they feel above performing duties which appear to them menial. They will not come down from their ministerial dignity to do needful service, fearing they are doing the work of a servant. All such should learn from the example of Elijah. His word locked the treasures of heaven, the dew and rain, from the earth, three years. His word alone was the key to unlock heaven, and bring showers of rain. He was honored of God as he offered his simple prayer in the presence of the king and the thousands of Israel, and, in answer, fire flashes from heaven, and kindles the fire upon the altar of sacrifice. His hand executed the judgment of God in slaying eight hundred and fifty priests of Baal; and yet, after the exhausting toil of the day, he who could bring down fire from heaven, and bring the clouds and the rain, after a day of most signal triumph, was willing to perform the service of a menial, and run before the chariot of Ahab in the darkness, and wind, and rain, to serve the sovereign he had not feared to rebuke to his face because of his crimes and sins. The king passed within the gates. Elijah wrapt himself in his mantle, and lay upon the bare earth."},{"refcode_short":"T23 50","refcode_long":"Testimony for the Church — No. 23, p. 50 (Ellen Gould White)","content":"Elijah in Despondency"},{"refcode_short":"T23 50.1","refcode_long":"Testimony for the Church — No. 23, p. 50.1 (Ellen Gould White)","content":"After Elijah had shown such undaunted courage in a contest between life and death, after he had triumphed over the king, priests, and people, we would naturally suppose that he would never give way to despondency, or be awed into timidity."},{"refcode_short":"T23 50.2","refcode_long":"Testimony for the Church — No. 23, p. 50.2 (Ellen Gould White)","content":"After his first appearance to Ahab, denouncing upon him the judgments of God because of his and Israel's apostasy, God directed his course from Jezebel's power to a place of safety in the mountains, by the brook Cherith. He honored Elijah by sending food to him morning and evening, by an angel of Heaven. Then, as the brook became dry, he sent him to the widow of Sarepta*The original publication had the spelling “Serepta.”, and wrought a miracle daily, to keep the widow's family and Elijah in food. After he had been blessed with evidences of such love and care from God, we would suppose Elijah would never distrust God. But the apostle tells us he was a man of like passions as we, and subject, as we are, to temptations."},{"refcode_short":"T23 50.3","refcode_long":"Testimony for the Church — No. 23, p. 50.3 (Ellen Gould White)","content":"Ahab related to Jezebel the wonderful events of the day, and the wonderful exhibitions of the power of God, showing that Jehovah, the Creator of the heavens and the earth, was God, and that Elijah had slain the prophets of Baal. This woman was hardened in sin, and she became infuriated. Jezebel, bold, defiant, and determined in her idolatry, declared to Ahab that Elijah should not live."},{"refcode_short":"T23 51.1","refcode_long":"Testimony for the Church — No. 23, p. 51.1 (Ellen Gould White)","content":"That night a messenger aroused the weary prophet, and delivered the word of Jezebel, in the name of her pagan gods, that she would, in the presence of Israel, do to Elijah as he had done to the priests of Baal. Elijah should have met this threat and oath of Jezebel with an appeal for protection to the God of Heaven he had done. He should have told the messenger that the God in whom he trusted would be his protector against the hatred and threats of Jezebel. But the faith and courage of Elijah seem to forsake him. He starts up from his slumbers bewildered. The rain is pouring from the heavens, and darkness is on every side. He loses sight of God. He flees for his life as though the avenger of blood was close behind him. He leaves his servant behind him, on the way, and in the morning, he is far from the habitations of men, upon a dreary desert, alone."},{"refcode_short":"T23 51.2","refcode_long":"Testimony for the Church — No. 23, p. 51.2 (Ellen Gould White)","content":"“And when he saw that, he arose, and went for his life, and came to Beer-sheba, which belongeth to Judah, and left his servant there. But he himself went a day's journey into the wilderness, and came and sat down under a juniper tree; and he requested for himself that he might die; and said, It is enough; now, O Lord, take away my life; for I am not better than my fathers. And as he lay and slept under a juniper tree, behold then an angel touched him, and said unto him, Arise and eat. And he looked, and, behold, there was a cake baken on the coals, and a cruse of water at his head. And he did eat and drink, and laid him down again. And the angel of the Lord came again the second time, and touched him, and said, Arise and eat; because the journey is too great for thee. And he arose, and did eat and drink, and went in the strength of that meat forty days and forty nights unto Horeb the mount of God. And he came thither unto a cave, and lodged there; and, behold, the word of the Lord came to him, and he said unto him, What doest thou here, Elijah?”"},{"refcode_short":"T23 52.1","refcode_long":"Testimony for the Church — No. 23, p. 52.1 (Ellen Gould White)","content":"Elijah should have trusted in God who had warned him when to flee, and where to find an asylum from the hatred of Jezebel, secure from the diligent search of Ahab. The Lord had not warned him, at this time, to flee. He had not waited for the Lord to speak to him. He moved rashly. God would have shielded his servant, and would have given him another signal victory in Israel, in sending his judgments upon Jezebel, had he waited with faith and patience."},{"refcode_short":"T23 52.2","refcode_long":"Testimony for the Church — No. 23, p. 52.2 (Ellen Gould White)","content":"Weary and prostrate, Elijah sat down to rest. He was discouraged, and felt like murmuring. He said, “Now, O Lord, take away my life; for I am not better than my fathers.” He feels that life is no more desirable. He expected, after the signal display of God's power in the presence of Israel, that they would be true and faithful to God. He expected that Jezebel would no longer have influence over the mind of Ahab, and that there would be a general revolution in the kingdom of Israel. When the threatening message which has come from Jezebel is delivered to him, he forgets that God is the same all-powerful and pitiful God that he was when he prayed to him for fire from heaven, and it came, and for rain, and it came. God had granted every request; yet Elijah is a fugitive, far from the homes of men, and wishing never to look upon man again."},{"refcode_short":"T23 53","refcode_long":"Testimony for the Church — No. 23, p. 53 (Ellen Gould White)","content":"God Does Not Forsake His Desponding Servant"},{"refcode_short":"T23 53.1","refcode_long":"Testimony for the Church — No. 23, p. 53.1 (Ellen Gould White)","content":"How did God look upon his suffering servant? Did he forsake him because despondency and despair had seized him? Oh, no. Elijah was prostrated with discouragement. All day had he toiled without food. When he guided the chariot of Ahab, running before it to the gate of the city, he was strong of courage. He had high hopes of Israel, that, as a nation, they would return to their allegiance to God, and again be re-instated in his favor. But the reaction which frequently follows elevation of faith, marked and glorious success, was pressing upon Elijah. He was exalted to Pisgah's top, to be humiliated in the lowliest valley in faith and feeling. But God's eye is still upon his servant. He loves him no less while he is feeling broken-hearted and forsaken of God and man, than when, in answer to his prayer, the fire flashed from heaven, illuminating Carmel."},{"refcode_short":"T23 53.2","refcode_long":"Testimony for the Church — No. 23, p. 53.2 (Ellen Gould White)","content":"Those who have not borne weighty responsibilities, who have not been accustomed to feel very deeply, cannot understand the feelings of Elijah, and be prepared to give him the tender sympathy he deserves. God knows, and can read, the heart's sore anguish under temptation and sore conflict. As Elijah slept under the juniper tree, a soft touch and pleasant voice aroused him. He starts at once in his terror, as if to flee, as though his enemy, in pursuit of his life, had indeed found him. But in the pitying face of love bent upon him, he sees not the face of an enemy, but a friend. An angel of God has been sent with food from heaven to sustain the faithful servant of God. His voice says to Elijah, “Arise and eat.” After Elijah had partaken of the refreshment prepared for him, he again slumbered. The second time the angel of God ministers to the wants of Elijah. He touches the exhausted, weary man, and in pitying tenderness says to him, “Arise and eat; because the journey is too great for thee.” Elijah was strengthened, and pursued his journey to Horeb. He was in a wilderness. He lodged in a cave for protection at night from the wild beasts."},{"refcode_short":"T23 54.1","refcode_long":"Testimony for the Church — No. 23, p. 54.1 (Ellen Gould White)","content":"Here God met with Elijah through one of his angels, and inquired of him, “What doest thou here, Elijah?” I sent thee to the brook Cherith, I sent thee to the widow of Sarepta, I sent thee to Samaria with a message to Ahab, but who sent you this long journey into the wilderness? And what errand have you here? Elijah mourns out his bitterness of soul to the Lord. “And he said, I have been very jealous for the Lord God of hosts; for the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away. And he said, Go forth, and stand upon the mount before the Lord. And, behold, the Lord passed by, and a great and strong wind rent the mountains, and brake in pieces the rocks before the Lord; but the Lord was not in the wind: and after the wind an earthquake; but the Lord was not in the earthquake: and after the earthquake a fire; but the Lord was not in the fire: and after the fire a still small voice. And it was so, when Elijah heard it, that he wrapped his face in his mantle, and went out, and stood in the entering in of the cave. And, behold, there came a voice unto him, and said, What doest thou here, Elijah? And he said, I have been very jealous for the Lord God of hosts; because the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away.”"},{"refcode_short":"T23 55.1","refcode_long":"Testimony for the Church — No. 23, p. 55.1 (Ellen Gould White)","content":"Then the Lord manifests himself to Elijah, showing him that quiet trust, and firm reliance upon him, will ever find him a present help in time of need."},{"refcode_short":"T23 55.2","refcode_long":"Testimony for the Church — No. 23, p. 55.2 (Ellen Gould White)","content":"I have been shown that my husband has erred in giving way to despondency, and distrusting God. Time and again has God revealed himself to him by remarkable evidences of his care, love, and power. But when he has seen that his interest and jealousy for God and his cause have not been understood or appreciated, he has at times given way to discouragement and to despair. God has given my husband and myself a special and important work to do in his cause, to reprove and counsel his people. When we see our reproofs slighted, and are repaid with hatred instead of sympathy, then we have frequently let go our faith and trust in the God of Israel; and, like Elijah, we have yielded to despondency and despair. Here has been the great error in the life of my husband—his becoming discouraged because his brethren have brought upon him trials, instead of helping him. And when his brethren see, in the sadness and despondency of my husband, the effect of their unbelief and lack of sympathy, some are prepared to triumph over him, and take advantage of his discouraged state, as if, after all, God cannot be with Bro. White or he would not manifest weakness in this direction. I refer such to the work of Elijah, and to his despondency and discouragements. Elijah, although a prophet of God, was a man subject to like passions as we are. We have the frailties of mortal feelings to contend with. But if we trust in God, he will never leave nor forsake us. We may have firm trust in God, under all circumstances, that he will never leave nor forsake us while we preserve our integrity."},{"refcode_short":"T23 56.1","refcode_long":"Testimony for the Church — No. 23, p. 56.1 (Ellen Gould White)","content":"My husband may take courage in his affliction, that he has a pitying Heavenly Father who reads the motives and understands the purposes of the soul. Those who stand in the front of the conflict, who are reined up by the Spirit of God to do a special work for him, will frequently feel the reaction, when the pressure is removed, and despondency may sometimes press them hard, and shake the most heroic faith, and weaken the most steadfast minds. God understands all our weaknesses. He can pity and love when the hearts of men may be as hard as flint. To wait patiently and trust in God when everything looks dark, is the lesson my husband must learn more fully. God will not fail him in his integrity."},{"refcode_short":"T23 57","refcode_long":"Testimony for the Church — No. 23, p. 57 (Ellen Gould White)","content":"Moses and Aaron"},{"refcode_short":"T23 57.1","refcode_long":"Testimony for the Church — No. 23, p. 57.1 (Ellen Gould White)","content":"Upon Mount Hor Aaron died and was buried. Moses, Aaron's brother, and Eleazar, his son, accompanied him. The painful duty was laid upon Moses to remove from his brother Aaron the sacerdotal robes and place them upon Eleazar, for God had said he should succeed Aaron in the priesthood. Moses and Eleazar witnessed the death of Aaron; and Moses buried him in the mount. This scene upon Mount Hor carries our minds back and connects it with some of the most striking events in the life of Aaron."},{"refcode_short":"T23 57.2","refcode_long":"Testimony for the Church — No. 23, p. 57.2 (Ellen Gould White)","content":"Aaron was a man of amiable disposition, whom God selected to stand with Moses and speak for him; in short, to be mouthpiece for Moses. God might have chosen Aaron as leader; but he who is acquainted with hearts, who understands character, knew that Aaron was yielding, and lacked moral courage to stand in defense of the right under all circumstances, irrespective of consequences. Aaron's desire to have the good will of the people sometimes led him to commit great wrongs. He too frequently yielded to their entreaties, and in so doing dishonored God. The same want of standing firmly for the right in his family resulted in the death of two of his sons. Aaron was eminent for piety and usefulness, but he neglected to discipline his family. Rather than perform the task of requiring respect and reverence of his sons, he allowed them to follow their inclinations. He did not discipline them in self-denial, but yielded to their wishes. They were not disciplined to respect and reverence parental authority. The father was the proper ruler of his own family as long as he lived. His authority was not to cease, even after his children were grown up and had families of their own. God himself was the monarch of the nation, and from the people he claimed obedience and honor."},{"refcode_short":"T23 58.1","refcode_long":"Testimony for the Church — No. 23, p. 58.1 (Ellen Gould White)","content":"The order and prosperity of the kingdom depended upon the good order of the church. And the prosperity, harmony, and order of the church were dependent upon the good order and thorough discipline of families. God punishes the unfaithfulness of parents to whom he has intrusted the duty to maintain the principles of parental government, which lie at the foundation of church discipline, and the prosperity of the nation. One undisciplined child has frequently marred the peace and harmony of a church, and incited to murmuring and rebellion, a nation. God has enjoined upon children, in a most solemn manner, their duty to affectionately respect and honor their parents. God required of parents, on the other hand, to train up their children, and with unceasing diligence to educate them with regard to the claims of his law, and to instruct them in the knowledge and fear of God. These injunctions which God laid with so much solemnity upon the Jews, rests with equal weight upon Christian parents. Those who neglect the light and instruction given of God in his word, in regard to training their children and commanding their household after them, will have a fearful account to settle. Aaron's criminal neglect to command respect and reverence of his sons resulted in their death."},{"refcode_short":"T23 59.1","refcode_long":"Testimony for the Church — No. 23, p. 59.1 (Ellen Gould White)","content":"God distinguished Aaron in choosing him and his male posterity for the priesthood. His sons ministered in the sacred office. Nadab and Abihu failed to reverence the command of God, to offer sacred fire upon their censers with the incense before him. God had forbidden them to use the common fire to present before him with the incense, upon pain of death."},{"refcode_short":"T23 59.2","refcode_long":"Testimony for the Church — No. 23, p. 59.2 (Ellen Gould White)","content":"Here was seen the result of loose discipline. As Aaron's sons had not been educated to respect and reverence the commands of their father, as they disregarded parental authority, they did not realize the necessity of explicitly following the requirements of God. When indulging their appetite for wine, while under its exciting stimulus, their reason was beclouded. They could not discern difference between the sacred and the common. Contrary to God's express direction, they dishonored him by offering common fire instead of sacred. God visited them with his wrath—fire went forth from his presence and destroyed them."},{"refcode_short":"T23 59.3","refcode_long":"Testimony for the Church — No. 23, p. 59.3 (Ellen Gould White)","content":"Aaron bore his severe affliction with patience and humble submission. Sorrow and keen agony wrung his soul. He was convicted of his neglect of duty. He was priest of the Most High God, to make atonement for the sins of the people. He was priest of his household, yet he had been inclined to pass over the folly of his children. He neglected his duty to train and educate his children to obedience, self-denial, and reverence for parental authority. Through feelings of misplaced indulgence, he failed to mold the characters of his children with high reverence for eternal things. Aaron did not see, any more than many Christian parents now see, that his misplaced love and the indulgence of his children in wrong, was preparing them for the certain displeasure of God, and for his wrath to break forth upon them to their destruction."},{"refcode_short":"T23 60.1","refcode_long":"Testimony for the Church — No. 23, p. 60.1 (Ellen Gould White)","content":"While Aaron neglected to exercise his authority, the justice of God awakened against them. Aaron had to learn that gentle remonstrance, without exercising, with firmness, parental restraint, and his imprudent tenderness toward his sons, were cruelty in the extreme. God took the work of justice into his own hands, and destroyed the sons of Aaron."},{"refcode_short":"T23 60.2","refcode_long":"Testimony for the Church — No. 23, p. 60.2 (Ellen Gould White)","content":"When God called for Moses to come up into the mountain, it was six days before he was received into the cloud, to the immediate presence of God. The top of the mountain was all aglow with the glory of God. And even while the children of Israel had in their very sight the glory of God upon the mount, unbelief was so natural to them, because Moses was absent, they began to murmur with discontent. While the glory of God signified his sacred presence upon the mountain, and their leader was in close converse with God, they should have been sanctifying themselves to God by close searching of heart, humiliation, and godly fear. God had left Aaron and Hur to take the place of Moses. The people were to consult and advise with these men of God's appointment in the absence of Moses."},{"refcode_short":"T23 61.1","refcode_long":"Testimony for the Church — No. 23, p. 61.1 (Ellen Gould White)","content":"Here Aaron's deficiency as a leader or governor of Israel was seen. The people beset him to make them gods to go before them into Egypt. Here was an opportunity for Aaron to show his faith and unwavering confidence in God, and in firmness, and with decision, meet the proposition of the people. But the natural love of Aaron to please, and to yield to the people, led him to sacrifice the honor of God. He requested them to bring their ornaments to him, and he wrought out for them a golden calf, and proclaimed before the people, “These be thy gods, O Israel, which brought thee up out of the land of Egypt.” And to this senseless god, Aaron made an altar, and proclaimed on the morrow a feast to the Lord. All restraint seemed to be removed from the people. They offered burnt offerings to the golden calf, and a spirit of levity took possession of them. They ate, they drank, and rose up to play. They indulged in shameful rioting and drunkenness."},{"refcode_short":"T23 61.2","refcode_long":"Testimony for the Church — No. 23, p. 61.2 (Ellen Gould White)","content":"A few weeks only had passed since they had made a solemn covenant with God to obey his voice. They had listened to the words of God's law, spoken in awful grandeur from Sinai's mount, amid thunderings and lightnings and earthquakes. They had heard the declaration from the lips of God himself, “I am the Lord thy God, which have brought thee out of the land of Egypt, out of the house of bondage. Thou shalt have no other gods before me. Thou shalt not make unto thee any graven image, or any likeness of anything that is in Heaven above, or that is in the earth beneath, or that is in the water under the earth; thou shalt not bow down thyself to them, nor serve them; for I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me; and showing mercy unto thousands of them that love me, and keep my commandments.”"},{"refcode_short":"T23 62.1","refcode_long":"Testimony for the Church — No. 23, p. 62.1 (Ellen Gould White)","content":"Aaron had been exalted, also his sons, in being called into the mount, to there witness the glory of God. “And they saw the God of Israel; and there was under his feet as it were a paved work of a sapphire stone, and as it were the body of heaven in its clearness.”"},{"refcode_short":"T23 62.2","refcode_long":"Testimony for the Church — No. 23, p. 62.2 (Ellen Gould White)","content":"God had appointed Nadab and Abihu to a most sacred work, therefore he honored them in a most wonderful manner. God gave them a view of his excellent glory, that the scenes they should witness in the mount would abide upon them, and the better qualify them to minister in his service, and render to him that exalted honor and reverence before the people which would give them clearer conceptions of his character, and awaken in them due obedience and reverence for all his requirements."},{"refcode_short":"T23 62.3","refcode_long":"Testimony for the Church — No. 23, p. 62.3 (Ellen Gould White)","content":"Moses, before he left his people for the mount, read to them the words of the covenant God had made with them, and they with one voice answered, “All that the Lord hath said will we do, and be obedient.” How great must have been the sin of Aaron, how aggravating in the sight of God!"},{"refcode_short":"T23 63.1","refcode_long":"Testimony for the Church — No. 23, p. 63.1 (Ellen Gould White)","content":"While Moses was receiving the law of God in the mount, the Lord informed him of the sin of rebellious Israel, and requested him to let them go, that he might destroy them. But Moses plead before God for the people. Although Moses was the meekest man that lived, yet when the interests of the people over whom God had appointed him as leader were at stake he loses his natural timidity, and with singular persistency and wonderful boldness, pleads with God for Israel. He will not consent that God shall destroy his people, although God promised that in their destruction he would exalt Moses, and raise up a better people than Israel. Moses prevailed. God granted his earnest petition not to blot out his people. Moses took the tables of the covenant, the law of Ten Commandments, and descended from the mount. The boisterous, drunken revelry of the children of Israel reached his ears long before he came to the camp of Israel. When he saw their idolatry, and that they had broken in a most marked manner the words of the covenant, he became overwhelmed with grief and indignation at their base idolatry. Confusion and shame on their account took possession of him, and he there threw down the tables and broke them. As they had broken their covenant with God, Moses, in breaking the tables, signified to them that so, also, God had broken his covenant with them. The tables, whereupon was written the law of God, were broken."},{"refcode_short":"T23 63.2","refcode_long":"Testimony for the Church — No. 23, p. 63.2 (Ellen Gould White)","content":"Aaron, with his amiable disposition, so very mild and pleasing, sought to conciliate Moses, as though no very great sin had been committed by the people over which he should feel thus deeply. Moses asked in anger, “What did this people unto thee that thou hast brought so great a sin upon them?” “And Aaron said, Let not the anger of my lord wax hot; thou knowest the people, that they are set on mischief. For they said unto me, Make us gods, which shall go before us; for as for this Moses, the man that brought us up out of the land of Egypt, we wot not what has become of him. And I said unto them, Whosoever hath any gold, let them break it off. So they gave it me; then I cast it into the fire, and there came out this calf.”"},{"refcode_short":"T23 64.1","refcode_long":"Testimony for the Church — No. 23, p. 64.1 (Ellen Gould White)","content":"Aaron would have Moses think that some wonderful miracle had transformed their golden ornaments into the shape of a calf. He did not relate to Moses that he had, with other workmen, wrought out this image."},{"refcode_short":"T23 64.2","refcode_long":"Testimony for the Church — No. 23, p. 64.2 (Ellen Gould White)","content":"Aaron had thought that Moses had been too unyielding to the wishes of the people. And if he had been less firm, less decided at times; if he had made a compromise with them, and gratified their wishes, he would have had less trouble, and there would have been more peace and harmony in the camp of Israel. He, therefore, had been trying this new policy. He carried out his natural temperament of yielding to the wishes of the people, to save dissatisfaction and preserve their good will, and thereby prevent a rebellion, which he thought would certainly come if he withstood their wishes. But had Aaron stood unwaveringly for God, had he met the intimation of the people for him to make them gods to go before them to Egypt, with the just indignation and horror their proposition deserved; had he cited them to the terrors of Sinai, where God had spoken his law in such glory and majesty; had he reminded them of their solemn covenant with God to obey all he should command them; had he told them that he would not, at the sacrifice of his life, yield to their entreaties, he would have had influence with the people to prevent a terrible apostasy. But when his influence was required to be used in the right direction, in the absence of Moses, when he should have stood as firm and unyielding as did Moses, to prevent them from pursuing a course of sin, his influence was exerted on the wrong side. He was powerless to make his influence felt in vindication of God's honor in keeping his holy law. But on the wrong side he had swayed a powerful influence. He directed, and the people obeyed. When Aaron took the first step in the wrong direction, the spirit which had actuated the people imbued him, and he took the lead, and directed as a general, and the people were singularly obedient. Here Aaron gave decided sanction to the most aggravating sins, because it was attended with less difficulty than to stand in vindication of the right. When he swerved from his integrity in giving sanction to the people in their sins, he seemed inspired with decision, earnestness, and zeal, new to him. His timidity seemed suddenly to disappear. He seized the instruments to work out the gold into the image of a calf with a zeal he had never manifested in standing in defense of the honor of God against wrong. He ordered an altar to be built, and with assurance worthy of a better cause, he proclaimed to the people that on the morrow there would be a feast to the Lord. The trumpeters took the word from the mouth of Aaron and sounded the proclamation from company to company of the armies of Israel."},{"refcode_short":"T23 66.1","refcode_long":"Testimony for the Church — No. 23, p. 66.1 (Ellen Gould White)","content":"Aaron's calm assurance in a wrong course gave him greater influence than Moses could have had in leading them in a right course, and in subduing their rebellion. What terrible spiritual blindness had come upon Aaron that he should put light for darkness, and darkness for light! What presumption in him to proclaim a feast to the Lord over their idolatry of a golden image! Here is seen the power that Satan has over minds that are not fully controlled by the Spirit of God. Satan had set up his banner in the midst of Israel, and it was exalted as the banner of God."},{"refcode_short":"T23 66.2","refcode_long":"Testimony for the Church — No. 23, p. 66.2 (Ellen Gould White)","content":"“These,” said Aaron (without hesitation or shame), “be thy gods, O Israel, which brought thee up out of the land of Egypt.” Aaron influenced the children of Israel to go to greater lengths in idolatry than had entered their minds. They were no longer troubled lest the burning glory like flaming fire upon the mount had consumed their leader. They thought they had a general who just suited them. They were ready to do anything he suggested. They offered peace offerings, and sacrificed to their golden god, and gave themselves up to pleasure, rioting, and drunkenness. They were then decided in their own minds that it was not because they were wrong that they had so much trouble in the wilderness; but the difficulty, after all, was with their leader. He was not the right kind of a man. He was too unyielding, and was continually keeping their sins before them, warning and reproving them, and threatening them with God's displeasure. A new order of things had come, and they were pleased with Aaron, and pleased with themselves. They thought, if Moses had only been as amiable and mild as Aaron, what peace and harmony would have prevailed in the camp of Israel. They cared not now whether Moses ever came down from the mount or not."},{"refcode_short":"T23 67.1","refcode_long":"Testimony for the Church — No. 23, p. 67.1 (Ellen Gould White)","content":"When Moses saw the idolatry of Israel, and his indignation was so aroused at their shameful forgetfulness of God that he threw down the tables of stone and broke them, Aaron stood meekly by, bearing the censure of Moses with commendable patience. The people were charmed with Aaron's lovely spirit, and were disgusted with Moses’ rashness. But God seeth not as man seeth. He condemned not the ardor and indignation of Moses against the base apostasy of Israel."},{"refcode_short":"T23 67.2","refcode_long":"Testimony for the Church — No. 23, p. 67.2 (Ellen Gould White)","content":"The true general then takes his position for God. He has come direct from the presence of the Lord, where he plead with him to turn away his wrath from his erring people. Now he has another work to do, as God's minister, to vindicate his honor before the people, and let them see that sin is sin, and righteousness is righteousness. He has a work to do to counteract the terrible influence of Aaron. “Then Moses stood in the gate of the camp, and said, Who is on the Lord's side? Let him come unto me. And all the sons of Levi gathered themselves together unto him. And he said unto them, Thus saith the Lord God of Israel, Put every man his sword by his side, and go in and out from gate to gate throughout the camp, and slay every man his brother, and every man his companion, and every man his neighbor. And the children of Levi did according to the word of Moses; and there fell of the people that day about three thousand men. For Moses had said, Consecrate yourselves today to the Lord, even every man upon his son, and upon his brother; that he may bestow upon you a blessing this day.”"},{"refcode_short":"T23 68.1","refcode_long":"Testimony for the Church — No. 23, p. 68.1 (Ellen Gould White)","content":"Here Moses defines genuine consecration as obedience to God, to stand in vindication of the right, and to show a readiness to carry out the purpose of God in the most unpleasant duties, showing that the claims of God are higher than the claims of friends, or the lives of the nearest relatives. The sons of Levi consecrated themselves to God to execute his justice against crime and sin."},{"refcode_short":"T23 68.2","refcode_long":"Testimony for the Church — No. 23, p. 68.2 (Ellen Gould White)","content":"Aaron and Moses both sinned in not giving glory and honor to God at the waters of Meribah. They were both wearied and provoked with the continual complaining of Israel, and at a time when God was to mercifully display his glory to the people, to soften and subdue their hearts and lead them to repentance. Moses and Aaron claimed the power of opening the rock for them. “Hear now, ye rebels: must we fetch you water out of this rock?” Here was a golden opportunity to sanctify the Lord in their midst, to show them the long suffering of God and his tender pity for them. They had murmured against Moses and Aaron because they could not find water. Moses and Aaron took these murmurings as a great trial and dishonor to them. They forgot that it was God whom they were grieving. It was God they were sinning against and dishonoring, not those who were men appointed of God to carry out his purpose. They were insulting their best friend in charging their calamities upon Moses and Aaron; they were murmuring at God's providence."},{"refcode_short":"T23 69.1","refcode_long":"Testimony for the Church — No. 23, p. 69.1 (Ellen Gould White)","content":"This sin of these noble leaders was great. Their lives might have been illustrious to the close. They had been greatly exalted and honored; yet God does not excuse sin in those in exalted positions any sooner than in the more humble."},{"refcode_short":"T23 69.2","refcode_long":"Testimony for the Church — No. 23, p. 69.2 (Ellen Gould White)","content":"Many professed Christians look upon men who do not reprove and condemn wrong, as men of piety, and Christians indeed, while men who stand boldly in the defense of right, and will not yield their integrity to unconsecrated influences, they think lack piety and a Christian spirit."},{"refcode_short":"T23 69.3","refcode_long":"Testimony for the Church — No. 23, p. 69.3 (Ellen Gould White)","content":"Those who stand in defense of the honor of God, and maintain the purity of truth at any cost, will have manifold trials, as did our Saviour in the wilderness of temptation. The yielding temperaments, who have not courage to condemn wrong, but keep silent when their influence is needed to stand in the defense of right against any pressure, may avoid many heartaches, and escape many perplexities, and lose a very rich reward, if not their own souls."},{"refcode_short":"T23 69.4","refcode_long":"Testimony for the Church — No. 23, p. 69.4 (Ellen Gould White)","content":"Those who are in harmony with God, and through faith in him receive strength to resist wrong and stand in defense of the right, will always have severe conflicts, and will frequently have to stand almost alone. But precious victories will be theirs while they make God their dependence. His grace will be their strength. Their moral sense will be keen, clear, and sensitive. Their moral powers will be able to withstand wrong influences. Their integrity, like that of Moses, will be of the purest character."},{"refcode_short":"T23 70.1","refcode_long":"Testimony for the Church — No. 23, p. 70.1 (Ellen Gould White)","content":"The mild and yielding spirit of Aaron, to please the people, blinded his eyes to their sins, and to the enormity of the crime he was sanctioning. His course, in giving influence to wrong and sin in Israel, cost the lives of three thousand men. The course of Moses—in what contrast! After he had evidenced to the people that they could not trifle with God with impunity; after he had shown them the just displeasure of God for their sins, in giving the terrible decree to slay friends or relatives who persisted in their apostasy; after the work of justice to turn away the wrath of God, irrespective of their feelings of sympathy for loved friends and relatives who continued obstinate in their rebellion—Moses was prepared for another work. He evidenced who was the true friend of God, and the friend of the people."},{"refcode_short":"T23 70.2","refcode_long":"Testimony for the Church — No. 23, p. 70.2 (Ellen Gould White)","content":"“And it came to pass, on the morrow, that Moses said unto the people, Ye have sinned a great sin; and now I will go up unto the Lord; peradventure I shall make an atonement for your sin. And Moses returned unto the Lord, and said, Oh, this people have sinned a great sin, and have made them gods of gold. Yet now, if thou wilt forgive their sin—and if not, blot me, I pray thee, out of thy book which thou hast written. And the Lord said unto Moses, Whosoever hath sinned against me, him will I blot out of my book. Therefore, now go, lead the people unto the place of which I have spoken unto thee; behold mine Angel shall go before thee; nevertheless in the day when I visit I will visit their sin upon them. And the Lord plagued the people, because they made the calf, which Aaron made.”"},{"refcode_short":"T23 71.1","refcode_long":"Testimony for the Church — No. 23, p. 71.1 (Ellen Gould White)","content":"Moses supplicated God in behalf of sinning Israel. He did not try to lessen their sin before God. He did not excuse them in their sin. He frankly acknowledged that they had sinned a great sin, and had made them gods of gold. Then he loses his timidity, and the interest of Israel is so closely interwoven with his life, that he comes with boldness to God, and prays for him to forgive his people. If their sin, he pleads, is so great that God cannot forgive them, if their names must be blotted from his book, he prayed the Lord to blot out his name also. When the Lord renewed his promise to Moses, that his Angel should go before him in leading the people to the promised land, Moses knew that his request was granted. But the Lord assured Moses that if he was provoked to visit the people for their transgressions, he would surely punish them for this grievous sin also. If they were henceforth obedient, he would blot this great sin out of his book."},{"refcode_short":"T23 71","refcode_long":"Testimony for the Church — No. 23, p. 71 (Ellen Gould White)","content":"Letter to a Young Minister and His Wife"},{"refcode_short":"T23 71.2","refcode_long":"Testimony for the Church — No. 23, p. 71.2 (Ellen Gould White)","content":"Dear Brother and Sister ——: For some months, I have felt that it was time to write to you some things which the Lord has been pleased to show me in regard to you several years ago. Your cases were shown me in connection with others who had a work to do for themselves in order to be fitted for the work of presenting the truth. I was shown that you were both deficient in essential qualifications, and that if these are not obtained, your usefulness, and the salvation of your own souls, will be endangered. You have some faults and errors in your characters which it is very important that you should correct. If you neglect to take hold of the work resolutely and in earnest, these wrongs will increase upon you, and will greatly cripple your influence in the cause and work of God, and will finally result in your being separated from the work of preaching the truth, which work you love so well."},{"refcode_short":"T23 72.1","refcode_long":"Testimony for the Church — No. 23, p. 72.1 (Ellen Gould White)","content":"In the vision given me for —— ——, I was shown that he had a very unfortunate stamp of character. He was not disciplined, and his temper was unsubdued. He was permitted to have his own head, and do very much as he pleased. He was greatly deficient in reverence for God and man. He had a strong, unsubmissive spirit. He had but a very faint idea of proper gratitude to those who were doing their utmost for him. He was extremely selfish."},{"refcode_short":"T23 72.2","refcode_long":"Testimony for the Church — No. 23, p. 72.2 (Ellen Gould White)","content":"I was shown that independence, a firm, set, unyielding will, a lack of reverence and due respect for others, a selfish disposition, and too great self-confidence marks the character of sister ——. If she does not watch closely, and overcome these errors in her character, she will surely fail of sitting with Christ in his throne."},{"refcode_short":"T23 72.3","refcode_long":"Testimony for the Church — No. 23, p. 72.3 (Ellen Gould White)","content":"In regard to Bro. ——, I was shown that many of the same things in the testimony to —— ——applied to him. I was pointed back to your past life. I saw that from a child you have been self-confident, headstrong, and self-willed, and have followed your own mind. You have a very independent spirit, and it has been very difficult for you to yield to any one. When it was your duty to yield your way and your wishes to others, you would carry matters out in your own rash way. You have felt that you were fully competent to think and act independently for yourself. The truth of God has been accepted and loved by you, and has done much for you; but it has not wrought all that transformation necessary for the perfection of Christian character. When you first started out to labor in the work of God, you felt more humble, and were willing to be advised and counseled. But as you began to be successful in a degree, your self-confidence increased, and you were less humble, and became more independent."},{"refcode_short":"T23 73.1","refcode_long":"Testimony for the Church — No. 23, p. 73.1 (Ellen Gould White)","content":"As you looked at the work of Bro. and Sister White, you thought you could see where you could have done better than they. Feelings have been cherished in your heart against them. You are naturally skeptical and infidel in your feelings. As you have seen their work, and heard the reproofs given those who were wrong, you questioned how you should bear such plain testimony. You decided you could not receive it. You began to brace yourself against the manner of their laboring. You opened a door in your heart for suspicion, doubt, and jealousy of them and their work."},{"refcode_short":"T23 73.2","refcode_long":"Testimony for the Church — No. 23, p. 73.2 (Ellen Gould White)","content":"You became prejudiced in your feelings, against their labor. You watched, and listened, and gathered up all you could, and surmised much. Because God had given you a measure of success, you began to place your short experience and labors upon a level with Bro. White's labors. You flattered yourself that, were you in his place, you could do very much better than he. You began to grow large in your own eyes. You thought your knowledge far more extensive and valuable than it was. Had you had one hundredth part of the experience in real labor, care, perplexity, and burden-bearing in this cause that Bro. White has had, you would be able to understand more in regard to his work, and would be better prepared to sympathize with him in his labors, rather than to murmur and be suspicious and jealous of him. In regard to your own post of labor, you should be very jealous of yourself lest you fail to do your work to God's acceptance, and lest you fail to honor the cause of truth in your labors. You should, in humiliation of soul, feel, “Who is sufficient for these things?” The reason both of you are so ready to question and surmise in regard to Bro. White's work, is because you know so little about it. So few real burdens have ever pressed upon your souls, so little real anguish for the cause of God has touched your hearts, so little perplexity and real distress have you borne for others, that you are no more prepared to appreciate his work than is a ten years’ old boy the anxiety, care, and wearisome toil of his burdened father. The boy may pass along joyous in spirit, because he has not the experience of the burdened, careworn father. He may wonder at the fears and anxiety of the father, which look needless to him; but when years of experience shall be added to his life, when he takes hold of, and bears, the real burdens of life, then he may look back to his father's life and understand that which was mysterious to him in his boyhood, for bitter experience has given him knowledge."},{"refcode_short":"T23 75.1","refcode_long":"Testimony for the Church — No. 23, p. 75.1 (Ellen Gould White)","content":"I was shown that you are in danger of getting above the simplicity of the work, and of placing yourself upon the pinnacle. You feel that you need no reproof and counsel; and the language of your heart is, I am capable of judging, discriminating, and determinating, between right and wrong. I will not have my rights infringed upon. No one shall dictate me. I am capable of forming my own plans of action. I am as good as anybody. God is with me. God gives me success in my efforts. Who has authority to interfere with me? These words I heard you utter as your case was passing before me in vision, not to any person, but as if in conversation with yourself. My attending angel repeated these words, as he pointed to you both: “Except ye be converted and become as little children, ye shall not enter into the kingdom of Heaven. Whosoever shall humble himself as this little child, the same is greatest in the kingdom of Heaven.”"},{"refcode_short":"T23 75.2","refcode_long":"Testimony for the Church — No. 23, p. 75.2 (Ellen Gould White)","content":"I saw that the strength of the children of God was in their humility. When they are little in their own eyes, Jesus will be to them their strength and their righteousness, and God will prosper their labors. I was shown that God would prove Bro. ——. He would give him a measure of prosperity, and if he would bear the test, if he would turn the blessings of God to good account, not taking honor to himself, and not becoming lifted up, selfish, and self-confident, the Lord would continue his blessings, for the sake of his cause and for his own glory."},{"refcode_short":"T23 76.1","refcode_long":"Testimony for the Church — No. 23, p. 76.1 (Ellen Gould White)","content":"I saw that Bro. —— was in the greatest danger of becoming lifted up, self-righteous, self-sufficient, and feeling that he is rich and in need of nothing. Unless he guards himself upon these points, the Lord will allow him to go on until he makes his weakness apparent to all. You will be brought into positions where you will be sorely tempted if others do not regard you in as exalted a light as you estimate yourself and your ability. I was shown that you were poorly prepared to bear much prosperity and a great amount of success. A thorough conversion alone will do the work necessary for your case."},{"refcode_short":"T23 76.2","refcode_long":"Testimony for the Church — No. 23, p. 76.2 (Ellen Gould White)","content":"I have been shown that you are both naturally selfish. You are in constant danger, unless guarded, of thinking and acting in reference to yourselves. You will lay your plans for your own accommodation without taking into the account how much you may inconvenience others. You are inclined to carry out your ideas and plans without regarding the plans, and respecting the views or feelings, of others. Both of you should cultivate reverence and respect for others."},{"refcode_short":"T23 76.3","refcode_long":"Testimony for the Church — No. 23, p. 76.3 (Ellen Gould White)","content":"Bro. ——, you have considered that your work was of too great importance for you to come down to engage in household duties. You have not a love for these requirements. You neglected them in your younger days. But these small duties which you neglect, are essential to the formation of a well-developed character."},{"refcode_short":"T23 77.1","refcode_long":"Testimony for the Church — No. 23, p. 77.1 (Ellen Gould White)","content":"I have been shown that our ministers generally are deficient in making themselves useful in the families where they are entertained. Some devote their minds to study, because they love this employment. They do not feel that it is a duty which God enjoins upon ministers to make themselves a blessing in the families which they visit; but many give their minds to books, and shut themselves away from the family, and do not converse with them upon the subjects of truth. The religious interests in the family are scarcely mentioned. This is all wrong. Ministers who have not the burdens and care of the publishing interest upon them, and who have not the perplexities and numerous cares of all the churches, should feel that their labor is not excessively hard. They should feel the deepest interest in the families they visit. They should not feel that they are objects to be petted and waited upon while they give nothing in return. There is an obligation resting upon Christian families to entertain the ministers of Christ, and there is also a duty resting upon ministers who receive the hospitality of Christian friends, to feel under mutual obligation to bear their own burdens as far as possible, and not be a tax to their friends. Many ministers entertain the idea that they must be especially favored and waited upon, and they are frequently injured, and their usefulness crippled, by their being treated as pets."},{"refcode_short":"T23 77.2","refcode_long":"Testimony for the Church — No. 23, p. 77.2 (Ellen Gould White)","content":"Bro. and Sister ——, while among your brethren you have too frequently made it a practice to make arrangements agreeable to yourselves, and to take a course to gather attention to yourselves, without considering the convenience or inconvenience of others. You are in danger of making yourselves a center. You have received the attention and consideration of others when, for the good of your own souls, as well as for the benefit of others, you should have devoted more attention to those you visited. Such a course would give you a far greater influence, and you would be blessed in winning more souls to the truth."},{"refcode_short":"T23 78.1","refcode_long":"Testimony for the Church — No. 23, p. 78.1 (Ellen Gould White)","content":"Bro. ——, you have ability to present the truth to others. You have an investigating mind, but there are serious defects in your character, which I have mentioned, that must be overcome. You neglect many of the little courtesies of life, because you think so much of yourself that these little attentions are not thought of as required of you. God would not have you burden others while you neglect to see and do the things someone must do. It does not detract from the dignity of a gospel minister to bring in wood and water when needed, and to exercise in doing needed work in the family where he is entertained. In not seeing these little important duties, and improving the opportunity to do them, you deprive yourselves of real blessings, and also deprive others of good that it is their privilege to receive from you. Some of our ministers are not having an amount of physical exercise proportionate to the taxation of the mind. As the result, they are suffering with debility. There is no good reason why the health of ministers who have to perform only the ordinary duties devolving upon the minister should fail. Their minds are not constantly burdened with perplexing cares and heavy responsibilities in regard to the important institutions among us. I saw that there was no real cause why they should fail in this important period of the cause and work, if they will pay due regard to the light God has given them in regard to how to labor and how to exercise, with proper attention to their diet."},{"refcode_short":"T23 79.1","refcode_long":"Testimony for the Church — No. 23, p. 79.1 (Ellen Gould White)","content":"Some of our ministers eat very heartily, and then do not exercise sufficiently to work oft the waste matter which accumulates in the system. They will eat, and sit down most of their time and read, study, and write, when a share of their time should be devoted to systematic, physical labor."},{"refcode_short":"T23 79.2","refcode_long":"Testimony for the Church — No. 23, p. 79.2 (Ellen Gould White)","content":"Our preachers will certainly break down in health unless they are more careful not to overload the stomach by too great quantities of even healthful food. I saw that you, Bro. and Sister ——, were both in danger on this point. Overeating prevents the free flow of thought and Words, and that intensity of feeling so necessary to press the truth to the heart of the hearer. The indulgence of appetite beclouds and fetters the mind, and blunts the holy emotions of the soul. The mental and moral powers of some of our preachers are enfeebled by improper eating and lack of physical exercise. Those who crave great quantities of food should not indulge their appetite, but should practice self-denial, and retain the blessings of active muscles, and unoppressed brain. Overeating stupefies the entire being by diverting the energies from the other organs to do the work of the stomach."},{"refcode_short":"T23 80.1","refcode_long":"Testimony for the Church — No. 23, p. 80.1 (Ellen Gould White)","content":"The lack of our ministers in not exercising all the organs of the body proportionately, leave some organs worn, while others are weak from inaction."},{"refcode_short":"T23 80.2","refcode_long":"Testimony for the Church — No. 23, p. 80.2 (Ellen Gould White)","content":"If wear is left to come almost exclusively upon one organ, or set of muscles, the one most used must become overwearied and greatly weakened. Each faculty of the mind, and each muscle, has its distinctive office, and all are required to be equally exercised in order to become properly developed and retain healthful vigor. Each organ has its work to do in the living organism. Every wheel in the machinery must be a living, active, working wheel. All the faculties have a bearing upon each other, and all need to be exercised in order to be properly developed."},{"refcode_short":"T23 80.3","refcode_long":"Testimony for the Church — No. 23, p. 80.3 (Ellen Gould White)","content":"Bro. and Sister ——, neither of you enjoy physical, domestic labor. Both of you need to cultivate a love for the practical duties of life, which will be giving you an education necessary for your health, and will be increasing your usefulness. You think too much of what you eat, and should not touch those things which will give a poor quality of blood. Both of you have scrofula."},{"refcode_short":"T23 80.4","refcode_long":"Testimony for the Church — No. 23, p. 80.4 (Ellen Gould White)","content":"Bro. ——, your love for reading, and dislike to physical taxation while talking, and exercising your throat, make you liable to disease of throat and lungs. You should be guarded, and should not speak hurriedly, and rattle off what you have to say as though you had a lesson to repeat. You should not let the labor come upon the upper portion of the vocal organs, for this will be constantly wearing and irritating them, and will lay the foundation for disease. The action should come upon the abdominal muscles. The lungs and throat should be the channel, but should not do all the work."},{"refcode_short":"T23 81.1","refcode_long":"Testimony for the Church — No. 23, p. 81.1 (Ellen Gould White)","content":"I was shown that your manner of eating would bring disease upon both of you, which, when once fastened upon you, would not be easily overcome. You might both bear up for years, and not show any special signs of breaking, but, cause will be followed by the sure results. God will not work a miracle for either of you, to preserve your health and life. You must eat, and study, and work, understandingly, following enlightened conscience. Our preachers should all be sincere, genuine health reformers, not merely adopting the reforms because others do, but from principle, in obedience to the word of God."},{"refcode_short":"T23 81.2","refcode_long":"Testimony for the Church — No. 23, p. 81.2 (Ellen Gould White)","content":"God has given us great light upon the health reform, which he requires us all to respect. He does not send us light to be rejected or disregarded by his people without their suffering the consequences."},{"refcode_short":"T23 81.3","refcode_long":"Testimony for the Church — No. 23, p. 81.3 (Ellen Gould White)","content":"I was shown that neither of you really know yourselves. If God should let the enemy loose upon you, as he did upon his servant Job, he would not find in you that same spirit of steadfast integrity that he found in Job, but a spirit of murmuring and of unbelief."},{"refcode_short":"T23 81.4","refcode_long":"Testimony for the Church — No. 23, p. 81.4 (Ellen Gould White)","content":"Had you, during my husband's illness, been situated at Battle Creek, at the time of their trial, when Satan had special power upon our brethren and sisters there, both of you would have drunk deep of their spirit of jealousy and fault finding. You would have been among the number, as zealous as the rest, to make a diseased, care-worn man, and a paralytic, an offender for a word."},{"refcode_short":"T23 81.5","refcode_long":"Testimony for the Church — No. 23, p. 81.5 (Ellen Gould White)","content":"You are inclined to offset your deficiencies by magnifying and dwelling upon the wrongs you suppose exist in Bro. and Sister White, and had you an opportunity, as those had in Battle Creek, you would venture to go to greater lengths than did some of them in their wicked crusade against us; for you have less faith, and less reverence than had some of them, and would be less inclined to respect our work and our calling."},{"refcode_short":"T23 82.1","refcode_long":"Testimony for the Church — No. 23, p. 82.1 (Ellen Gould White)","content":"I was shown that, notwithstanding you have the sad experience and example of others before you, who have become disaffected, and have murmured, and been fault-finding and jealous of us, you would fail to be warned by their example, and God would test your fidelity and reveal the secrets of your hearts. Your suspicions, distrust, and jealousies, would be revealed, and your weaknesses exposed, that you might see them, and understand yourselves, if you would."},{"refcode_short":"T23 82.2","refcode_long":"Testimony for the Church — No. 23, p. 82.2 (Ellen Gould White)","content":"I was shown you listening to the conversation of men and women, and too pleased to gather up their views and impressions, detrimental to our labors. Some had one thing, and some another with which to find fault, similar to the murmurers of the children of Israel when Moses was their leader. Some were censuring our course, saying that we were not conservative as we ought to be; we did not seek to please the people as we might; we talked too plainly; we reproved too sharply. Some were talking in regard to Sister White's dress, picking at straws. Others were expressing dissatisfaction with the course Brother White pursued, and remarks were passing from one to the other, questioning their course and finding fault. An angel stood before these persons, unseen by them, busily writing their words in the book which was to be open to the view of God and angels."},{"refcode_short":"T23 83.1","refcode_long":"Testimony for the Church — No. 23, p. 83.1 (Ellen Gould White)","content":"Some are eagerly watching for something to condemn in Bro. and Sister White, who have grown gray in their service in the work and cause of God. Some express their views that the testimony of Sister White cannot be reliable. This is all that many unconsecrated ones want. The testimonies of reproof have checked their vanity and pride; but if they dared, they would go to almost any length in fashion and pride. To all such, God will give an opportunity to prove themselves, and develop their true characters."},{"refcode_short":"T23 83.2","refcode_long":"Testimony for the Church — No. 23, p. 83.2 (Ellen Gould White)","content":"I saw, some years ago, that we should yet have to meet the same spirit which rose at Paris, which has never been thoroughly cured. It has slumbered; but it is not dead. From time to time this spirit of determined murmuring and rebellion would crop out in different individuals, who had at some point of time been leavened with this wicked spirit which has followed us for years. Sister ——, this spirit has, in a degree, been cherished by you, and has had an influence to mold your views and feelings. Sanctimonious infidelity has been gradually growing in the mind of ——, which is not easy, even for herself, now to be rid of. This same determined spirit which held ——, and others in Maine, in a fanatical delusion so long, against every influence to lead them to the truth, has held its powerful, deceptive influence over ——'s mind in B. C., and the same influence has affected you, sister —— You were of that temperament that the enemy could affect you—that calm, determined, unyielding temperament—so that the same results will, only in a greater degree, attend your influence, if wrong, as that of ——."},{"refcode_short":"T23 84.1","refcode_long":"Testimony for the Church — No. 23, p. 84.1 (Ellen Gould White)","content":"Feelings of suspicion, jealousy, and unbelief have been gaining power upon your mind for years. You have a hatred to reproof. You are very sensitive, and your sympathies arise at once for any one who is reproved. This is not a sanctified feeling, and is not prompted by the Spirit of God."},{"refcode_short":"T23 84.2","refcode_long":"Testimony for the Church — No. 23, p. 84.2 (Ellen Gould White)","content":"Bro. and Sister ——, I was shown that when this spirit of fault-finding and murmuring would be developed in you, when it should be manifested, and the leaven of dissatisfaction, jealousy, and unbelief should appear, which had cursed the life of —— and her husband, we should have a work to do to meet it decidedly, and give that spirit no quarters, and that until this should be developed I should keep silent, for there was a time to speak and a time to keep silent. I saw that, should apparent prosperity attend the labors of Bro. ——, unless he was a thoroughly converted man, he would be in danger of losing his soul. He does not have becoming respect for the positions and labor of others, and will consider himself second to none."},{"refcode_short":"T23 84.3","refcode_long":"Testimony for the Church — No. 23, p. 84.3 (Ellen Gould White)","content":"I was shown that temptations will continually increase in regard to the labors of Bro. and Sister White. Our work is a peculiar work, and of a different character from that of any others who labor in the field. God does not call ministers who have only to labor in word and doctrine to do our work. Neither does he call us to do only their work. We each have, in some respects, a distinct work. God has been pleased to open to me the secrets of the inner life and hidden sins of his people. I have had the unpleasant duty laid upon me to reveal hidden sins and to reprove wrongs. When I have been compelled by the Spirit of God to reprove sins that others did not know existed, it has stirred up the natural feelings in the hearts of the unsanctified. While some have humbled their hearts before God with repentance and confessions, and have forsaken their sins, others have felt a spirit of hatred arise in their hearts. Their pride has been hurt when their course has been reproved. They entertain thoughts that it is Sister White that is hurting them, instead of feeling grateful to God that he has in mercy spoken to them through his humble instrument, to show them their dangers and sins, that they may put them away before it shall be too late for wrongs to be righted."},{"refcode_short":"T23 85.1","refcode_long":"Testimony for the Church — No. 23, p. 85.1 (Ellen Gould White)","content":"Some are ready to inquire, Who told Sister White these things? They have even put the question to me, Did any one tell you these things? I could answer them, Yes; yes, the angel of God has spoken to me. But what they mean is, Have the brethren and sisters been exposing their faults? For the future, I shall not belittle the testimonies God has given me, to make explanations to try to satisfy such narrow minds, but shall treat all such questions as an insult to the Spirit of God. God has seen fit to thrust me into positions in which he has not placed any other one in our ranks. He has laid upon me burdens of reproof that he has not given to any other one. My husband has stood by my side to sustain the testimonies, and to give his voice in union with the testimony of reproof. He has been compelled to take a decided stand to press back the unbelief and rebellion, which has been bold and defiant, and that would break down any testimony I might bear, because the ones reproved were cut, and felt deeply over the reproof given. This is exactly as God, designed. He meant that they should feel. It was necessary that they should feel before their proud hearts would yield up their sins, and thus cleanse their hearts and lives from all iniquity."},{"refcode_short":"T23 86.1","refcode_long":"Testimony for the Church — No. 23, p. 86.1 (Ellen Gould White)","content":"In every advance move that God has led us to make, in every step gained by God's people, there have been the ready tools of Satan among us, to stand back and suggest doubts and unbelief, and to throw obstacles in our way, to weaken our faith and courage. We have had to stand like warriors, ready to press and fight our way through the opposition raised, which has made our work tenfold harder than it otherwise would have been. We have had to stand firmly, and unyielding as a rock. This firmness has been interpreted to be hardheartedness and willfulness. God never designed that we should swerve, first to the right and then to the left, to gratify the minds of unconsecrated brethren. He designed our course should be straightforward. One and another have come to us, professing to have great burdens for us, to have us go this way or that, contrary to the light God had given us. What if we had followed these false lights and fanatical impressions? Surely, our people should not then put confidence in us. We have had to set our faces as flints for the right, and then press on to work and duty."},{"refcode_short":"T23 86.2","refcode_long":"Testimony for the Church — No. 23, p. 86.2 (Ellen Gould White)","content":"Some among us have been ever ready to carry matters to extremes, and to overreach the mark. They seem to be without an anchor. Such have greatly injured the cause of truth. There are others who seem never to have a position where they can stand firmly and surely when God calls for faithful soldiers to be found at the post of duty, ready to battle if need be. There are those who will not, when required of God, make a charge upon the enemy. They will do nothing until others have fought the battle and gained the victory for them, and then they are ready to share the spoils. How much can God count upon such soldiers? They are accounted as cowards in his cause. This class, I saw, gained no experience for themselves in regard to warfare against sin and Satan. They were more inclined to fight against the faithful soldiers of Christ than against Satan and his host. Had they girded on the armor and pressed into the battle, they would have gained a valuable experience which it was their privilege to have. But they had no courage to contend for the right, and venture something in the warfare, and learn how to attack Satan and take his strongholds. Some have no idea of running any risks, or venturing anything, themselves. But somebody must venture. They must run risks in this cause. Those who will not venture, and expose themselves to censure, will stand all prepared to watch those who do bear responsibilities, and be ready, if there is a semblance of chance, to find fault with them, and injure them if they can. This has been the experience of Bro. and Sister White in their labors. Satan and his host have been arrayed against them, but these were not all; those who should have stood by them in the warfare, when they saw them over-burdened and pressed beyond measure, have stood prepared to join Satan in his work to discourage and weaken them, and, if possible, drive them from the field."},{"refcode_short":"T23 88.1","refcode_long":"Testimony for the Church — No. 23, p. 88.1 (Ellen Gould White)","content":"Bro. and Sister ——, I have been shown that, I as you have traveled, you have been looked up to and highly esteemed, and treated with greater respect and deference than was for your good. It is not natural for you to treat with like respect those who have borne the burdens which God has laid upon them in his cause and work. Both of you love your ease. To be turned out of your course, to inconvenience yourselves, you are not inclined to do. You desire to have things bend to your convenience. You have large self-esteem, and exalted opinions of your acquirements. You have not had perplexing cares and burdens to bear, and important decisions to make, which involved the interest of God's cause, such as has been the lot of my husband. God has made him a counselor to his people, to advise and counsel such young men as yourself, as children in the truth. And when you take that humble position which a true sense of your real state will lead you to take, you will be willing to be counseled. It is because of the few responsibilities you have borne that you do not understand why Bro. White should feel more deeply than yourself. There is just this difference between you and him in this matter. He has invested thirty of the best years of his life in the cause of God, while you have had but few years of experience, and, comparatively, have had nothing of the hardships to meet that he has had."},{"refcode_short":"T23 89.1","refcode_long":"Testimony for the Church — No. 23, p. 89.1 (Ellen Gould White)","content":"After the hardest labors of those who first led out in this work, to prepare the truth and bring up the work ready to your hand, you embrace it, and go out to labor to present the precious arguments which others, with inexpressible anxiety, have searched out for you. While you are amply provided for in point of means, your weekly wages sure, you having no reason for care or anxiety in this direction, these pioneers of the cause suffered deprivations of every kind. They had no assurance of anything. They were dependent upon God, and upon the few true-hearted ones who received their labors. While you have sympathizing brethren to sustain you and fully appreciate your labors, there were but very few to stand by the first laborers in this work. All could be counted in a few minutes. We knew what it was to go hungry for want of food, and to suffer with cold for the want of suitable clothing. We have traveled all night by private conveyance to visit the brethren, because we had no means to defray the expenses of hotel fare. We traveled miles on foot, time and again, because we had no money to hire a carriage. Oh! how precious was the truth to us! how valuable souls purchased by the blood of Christ! We have no complaints to make of our sufferings in those days of close want and perplexity, which made the exercise of faith necessary. They were the happiest days of our lives. There we learned the simplicity of faith. There, while in affliction, we tested and proved the Lord. He was our consolation. He was to us like the shadow of a great rock in a weary land. It is unfortunate for you, my brother, and our young ministers generally, that you and they have not a similar experience in privation, in trial, and in need; for such an experience would be worth to you more than houses and lands, gold or silver."},{"refcode_short":"T23 90.1","refcode_long":"Testimony for the Church — No. 23, p. 90.1 (Ellen Gould White)","content":"When we refer to our past experience of excessive labors and wants, and of laboring with our hands to support ourselves, and to publish the truth at the very commencement of the work, some of our young preachers, of but few years’ experience in the work, seem to be annoyed, and charge us with boasting of our own works. The reason of this is that their own lives have been so free from wearing care, want, and self-sacrifice, that they know not how to sympathize with us, and the contrast is not agreeable to their feelings. To have the experience of others presented before them in such wide contrast with their own course, does not make their labors appear in so favorable a light as they would have them."},{"refcode_short":"T23 90.2","refcode_long":"Testimony for the Church — No. 23, p. 90.2 (Ellen Gould White)","content":"When we first commenced this work, we were both in feeble health. My husband was a dyspeptic; yet three times a day we made our supplications, in faith, to God for strength. My husband went into the hay-field with his scythe, and in the strength God gave him in answer to our earnest prayers, he there earned, by mowing, means to purchase us neat, plain clothing, and to pay our fare to a distant State, to present the truth to our brethren."},{"refcode_short":"T23 90.3","refcode_long":"Testimony for the Church — No. 23, p. 90.3 (Ellen Gould White)","content":"We have a right to refer to the past, as did the apostle Paul. “And when I was present with you, and wanted, I was chargeable to no man; for that which was lacking to me, the brethren which came from Macedonia supplied; and in all things I have kept myself from being burdensome unto you, and so will I keep myself. As the truth of Christ is in me, no man shall stop me of this boasting in the regions of Achaia.”"},{"refcode_short":"T23 91.1","refcode_long":"Testimony for the Church — No. 23, p. 91.1 (Ellen Gould White)","content":"We are carrying out the exhortation of the apostle to the Hebrews, in referring to our past experience. “But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions; partly while ye were made a gazing stock both by reproaches and afflictions; and partly, while ye became companions of them that were so used.”"},{"refcode_short":"T23 91.2","refcode_long":"Testimony for the Church — No. 23, p. 91.2 (Ellen Gould White)","content":"Our lives are interwoven with the cause of God. We have no separate interest aside from this work. And when we see the advancement the cause has made from a very small beginning, coming up slowly, yet surely, to strength and prosperity, who shall prevent or forbid our boasting in God, as we see the success of the cause in which we have toiled, and suffered, and nearly sacrificed our lives? Our experience in this cause is valuable to us. We have invested everything in it."},{"refcode_short":"T23 91.3","refcode_long":"Testimony for the Church — No. 23, p. 91.3 (Ellen Gould White)","content":"Moses was the meekest man that lived, yet he was repeatedly compelled, through the murmurings of the children of Israel, to bring up their course of sin after leaving Egypt, vindicating his course as their leader."},{"refcode_short":"T23 91.4","refcode_long":"Testimony for the Church — No. 23, p. 91.4 (Ellen Gould White)","content":"Just before he was to leave Israel to die, he rehearsed before them their course of rebellion and murmuring since they had left Egypt, and his interest and love for them, which led him to plead with God in their behalf. Moses relates to Israel that he had earnestly entreated of the Lord to let him pass over Jordan to the promised land. “But the Lord was wroth with me for your sakes, and would not hear me.” Moses presented before them their sins, and said to them, “Ye have been rebellious against the Lord from the day that I knew you.” He related to them how many times he had plead with God and humbled his soul in anguish because of their sins."},{"refcode_short":"T23 92.1","refcode_long":"Testimony for the Church — No. 23, p. 92.1 (Ellen Gould White)","content":"It was the design of God that Moses should frequently remind Israel of their transgressions and rebellion, that they might humble their hearts before God in view of their sins. God would not have them forget the errors and sins which had provoked his anger against them. The rehearsal of their transgressions, and of the mercies and goodness of God to them, which they had not appreciated, was not agreeable to their feelings. Nevertheless, God directed that this should be done."},{"refcode_short":"T23 92.2","refcode_long":"Testimony for the Church — No. 23, p. 92.2 (Ellen Gould White)","content":"I have been shown that young men like yourself, who have had but a few years of imperfect experience in the cause of present truth, are not the ones whom God will trust to bear weighty responsibilities, and lead out in this work. Such should manifest a delicacy in taking positions which would conflict with the judgment and opinions of those of mature experience, whose lives have been interwoven with the cause of God nearly as many years as you have lived, and who have had an active part in this work from its small beginning."},{"refcode_short":"T23 92.3","refcode_long":"Testimony for the Church — No. 23, p. 92.3 (Ellen Gould White)","content":"God will not select men of but little experience and considerable self-confidence to lead out in this sacred, important work. There is much here at stake. Men who have but little experience in the sufferings, trials, opposition, and privation that have been endured to bring up the work to its present condition of prosperity, should be very jealous of themselves."},{"refcode_short":"T23 93.1","refcode_long":"Testimony for the Church — No. 23, p. 93.1 (Ellen Gould White)","content":"Young men who now engage in the work of preaching the truth should cultivate modesty and humility. They should be careful how they become exalted, lest they be overthrown. They will be accountable for the clear light of truth which now shines upon them. I saw that God was displeased with the disposition some have, to murmur against those who have fought the heaviest battles for them, and who have endured so much in the commencement of the message, when the work went hard."},{"refcode_short":"T23 93.2","refcode_long":"Testimony for the Church — No. 23, p. 93.2 (Ellen Gould White)","content":"The experienced laborers, who have toiled under the weight and the oppressive burdens, when there were but few to help bear them, God regards. He has, for those who have proved faithful, a jealous care. God is displeased with those who are ready to find fault, and reproach those servants of God who have grown gray in building up the cause of present truth. Your reproaches and your murmurings will surely stand against you in the day of God. As long as God has not laid upon you, young men, heavy responsibilities, do not get out of your place, and rely upon your own independent judgment, and assume responsibilities for which you are not fitted."},{"refcode_short":"T23 93.3","refcode_long":"Testimony for the Church — No. 23, p. 93.3 (Ellen Gould White)","content":"Dear brother and sister, you need to cultivate watchfulness and humility, and to be diligent in prayer. The more closely you live to God, the more clearly will you discern your weaknesses and your dangers. A practical view of the law of God, and clear discernment of the atonement of Christ, will give you the knowledge of yourselves, and will show you wherein you fail to perfect Christian character. In short, you both need a daily experience in God's will concerning you. When you see your great spiritual lack, you will sense the fact that human depravity, specified in the word of God, is true in your experience. You are both pharisaical, and you are in danger of remaining voluntarily and fearfully in the dark in regard to your true standing before God, and in regard to your dangers."},{"refcode_short":"T23 94.1","refcode_long":"Testimony for the Church — No. 23, p. 94.1 (Ellen Gould White)","content":"You both need to learn the various duties which devolve upon you in your relations in life under a variety of circumstances. You have both neglected your duties, both to God and man. Self-knowledge you need so much. The ignorance of your own heart leads you to overlook the necessity of a daily, living experience in the divine life. In a degree, you overlook the necessity of a divine influence to be with you constantly. This is positively necessary in doing the work of God. If you neglect this, and pass on in self-confidence and self-sufficiency, you will be left to make very great blunders. You need constantly to cherish a spirit of dependence and lowliness of mind. He who feels his own weakness will look higher than himself, and will feel the need of constant strength from above. The grace of God will lead him to exercise and cherish a spirit of constant gratitude. He who is best acquainted with his own weakness will know that it is the matchless grace of God alone that will triumph over the rebellion of the heart."},{"refcode_short":"T23 94.2","refcode_long":"Testimony for the Church — No. 23, p. 94.2 (Ellen Gould White)","content":"You need to become acquainted with the weak as well as the strong points in your character, that you may be constantly guarded lest you engage in enterprises, and assume responsibilities, for which God has never designed you. You should not compare your actions and measure your lives by any human standard, but with the rule of duty revealed in the Bible."},{"refcode_short":"T23 95.1","refcode_long":"Testimony for the Church — No. 23, p. 95.1 (Ellen Gould White)","content":"I was shown, Bro. and Sister ——, that a work is before you to do for yourselves that you have not dreamed was necessary. For years you have been cherishing temptations and jealousies in regard to us and our work, which is not pleasing to God. You may think that you believe the testimonies that God has given, but unbelief is gaining ground with you in regard to their being of God."},{"refcode_short":"T23 95.2","refcode_long":"Testimony for the Church — No. 23, p. 95.2 (Ellen Gould White)","content":"Your labors, I was shown, would be more effectual in the conversion of souls to the truth, if you dwelt upon the practical as well as the theoretical, having the living, practical elements in your own heart, and carrying them out in your own life."},{"refcode_short":"T23 95.3","refcode_long":"Testimony for the Church — No. 23, p. 95.3 (Ellen Gould White)","content":"You need to have a firmer hold from above. You are too dependent upon your surroundings. If you have a large congregation, you are elevated, and you desire to address them. But sometimes your congregations diminish, your spirits sink, and you have but little courage to labor. Surely, something is wanting. Your hold is not firm enough upon God. Some of the most important truths in the teachings of Christ were preached by him to one Samaritan woman who came to draw water as he, being weary, sat upon the well to rest. The fountain of living waters was within him. The fountain of living waters must be in us, springing up to refresh those who are brought under our influence."},{"refcode_short":"T23 95.4","refcode_long":"Testimony for the Church — No. 23, p. 95.4 (Ellen Gould White)","content":"Christ sought for men wherever he could find them, in the public streets, in private houses, in the synagogues, by the sea-side. He toiled all day in preaching to the multitude and in healing the sick that were brought to him, and, frequently, after he had dismissed the people that they might return to their homes to rest and sleep, he spent the entire night in prayer, to come forth and renew his labors in the morning. O Bro. and sister, you do not know anything in reality of self-denial and self-sacrifice for Christ, and for the truth's sake. You must depend more fully upon God, and less upon your own abilities. You need to hide in God."},{"refcode_short":"T23 96.1","refcode_long":"Testimony for the Church — No. 23, p. 96.1 (Ellen Gould White)","content":"You are inclined, Bro. ——, to be severe in reproof, to form your own conclusions in regard to individuals, especially if their course has crossed your track; and, according to your views of the case, you sometimes deal with them in an unsparing manner. You have not been a tenderhearted, pitiful, courteous man as was your Exemplar. You need to soften your spirit, be more courteous and kind, and to have greater disinterested benevolence. You need to bring your soul into closer communion with God by earnest prayer, mixed with living faith. Every prayer offered in faith lifts the suppliant above discouraging doubts and human passions. Prayer gives strength to renew the conflict with the powers of darkness, and to bear trials patiently, and to endure hardness as good soldiers of Jesus Christ"},{"refcode_short":"T23 96.2","refcode_long":"Testimony for the Church — No. 23, p. 96.2 (Ellen Gould White)","content":"While you take counsel with your doubts and fears, or try to solve everything you cannot clearly see before you have faith, your perplexities will only increase and deepen. If you come to God feeling helpless and dependent, as you really are, and in humble, trusting prayer make your wants known to him whose knowledge is infinite, who sees everything in creation, and who governs everything by his will and word, he can and will attend to your cry, and will let light shine into your heart and all around you; for through sincere prayer, your soul is brought into connection with the mind of the Infinite. You may have no remarkable evidence at the time, that the face of your Redeemer is bending over you with compassion and love, but this is even so. You may not feel his visible touch, but his hand is upon you in love and pitying tenderness."},{"refcode_short":"T23 97.1","refcode_long":"Testimony for the Church — No. 23, p. 97.1 (Ellen Gould White)","content":"God loves both of you, and he wants to save you with an abundant salvation. But it must not be in your way, but in God's own appointed way. You must comply with the conditions laid down in the Scriptures of truth, and God will as surely fulfill on his part as his throne is sure."},{"refcode_short":"T23 97.2","refcode_long":"Testimony for the Church — No. 23, p. 97.2 (Ellen Gould White)","content":"You must not, my brother, rise up against the reproofs and warnings God sends to his people because these admonitions are humiliating to human nature. You need to die daily, to have a daily crucifixion to self."},{"refcode_short":"T23 97.3","refcode_long":"Testimony for the Church — No. 23, p. 97.3 (Ellen Gould White)","content":"According to the light God has given me in vision, wickedness and deception are increasing among God's people, who profess to keep his commandments. Spiritual discernment to see sin as it exists, and put it out of the camp, is decreasing; spiritual blindness is fast coming upon God's people. The straight testimony must be revived, and it will separate those from Israel who have ever been at war with the means God has ordained to keep corruptions out of the church. Wrongs must be called wrongs. Grievous sins must be called by their right name. All of God's people should come nearer to him and wash their robes of character in the blood of the Lamb. Then will they see sin in the true light and will realize how offensive is sin in the sight of God."},{"refcode_short":"T23 98.1","refcode_long":"Testimony for the Church — No. 23, p. 98.1 (Ellen Gould White)","content":"In the temptation of our first parents, it seemed a small matter to transgress the command of God in one small act, and eat of the tree beautiful to the eye and pleasant to the taste. To the transgressors, this was but a small act; but it destroyed their allegiance to God, and opened a flood of woe and guilt which has deluged the world. Who can know, in the moment of temptation, the terrible consequences which will result from one wrong, hasty step. Our only safety is to be shielded by the grace of God every moment, and not put out our own spiritual eyesight so that we will call evil good, and good, evil. Without hesitation or argument, we must close and guard the avenues of the soul against evil."},{"refcode_short":"T23 98.2","refcode_long":"Testimony for the Church — No. 23, p. 98.2 (Ellen Gould White)","content":"It costs us an effort to secure eternal life. It is only by long and persevering efforts, sore discipline, and stern conflict, that we shall be overcomers. But if we patiently and determinedly, in the name of the Conqueror who overcame in our behalf in the wilderness of temptation, overcome as he overcame, we shall have the eternal reward. Our efforts, our self-denial, our perseverance, must be proportionate to the infinite value of the object we are in pursuit of."},{"refcode_short":"T23 98.3","refcode_long":"Testimony for the Church — No. 23, p. 98.3 (Ellen Gould White)","content":"You must not allow your sympathies for yourselves to shield yourselves and others in wrong, because, to outward appearances, in your eyes, you see nothing to condemn. God sees; God can read the motives and purposes of the soul. I entreat you in the name of our Master, who has called us and appointed us our work, to keep your hands off, and leave us to do the work God has laid upon us. Keep your words of sympathy and pity for those who really deserve them, those who are pressed by the Spirit of God to show his people their transgressions and the house of Israel their sins. Error and sin in these last days are embraced more readily than truth and righteousness. The soldiers of the cross of Christ are now required to gird on the Christian armor and press back the moral darkness that is flooding the world."},{"refcode_short":"T23 99.1","refcode_long":"Testimony for the Church — No. 23, p. 99.1 (Ellen Gould White)","content":"God will give both of you precious victories if you surrender yourselves wholly to him, and let his grace subdue your proud hearts. Your self-righteousness will avail nothing with God. Nothing should be done by fits and starts, or in a spirit of rashness. Wrongs cannot be righted, nor reformations in character made, by a few feeble, intermittent efforts. Sanctification is not a work of a day, nor a year, but of a life-time. Without continual efforts and constant activity, there cannot be advancement in the divine life and the attainment of the victor's crown."},{"refcode_short":"T23 99.2","refcode_long":"Testimony for the Church — No. 23, p. 99.2 (Ellen Gould White)","content":"We are doing up work for the Judgment, and it is unsafe to work in our own wisdom and trust to our own judgment. With the spirit of self-confidence you now possess neither of you could be happy in Heaven; for there all, even the exalted angels, are subordinate. You have yet to learn subordination and submission. Both of you must be transformed by the grace of God."},{"refcode_short":"T23 100.1","refcode_long":"Testimony for the Church — No. 23, p. 100.1 (Ellen Gould White)","content":"Sister ——, I saw that you should be careful that you do not open a door of temptation to your husband that you cannot close at will. It is easier to invite the enemy into your hearts, than to dismiss him after he has the ground. Your pride is easily hurt, and you need to come more close to God, and seek with earnestness for grace, divine grace, to endure hardness as a good soldier of Jesus Christ. God will be your helper if you choose him for your strength. Both of you should encourage greater devotion to God. The only way to watch humbly, is to watch prayerfully. Do not for a moment think you may sit down and enjoy yourselves, and study your pleasure and your own convenience. The life of Christ is our example. He was a man of sorrows and acquainted with grief. He was wounded, he was bruised. You are too well satisfied with your position. You have need of constant watchfulness lest Satan beguile you through his subtlety, corrupt your minds, and lead you into inconsistencies and gross darkness. Your watchfulness should be characterized by a spirit of humble dependence upon God. It should not be carried on with a proud, self-reliant spirit, but with a deep sense of your personal weakness, and a childlike trust in the promises of God."},{"refcode_short":"T23 100.2","refcode_long":"Testimony for the Church — No. 23, p. 100.2 (Ellen Gould White)","content":"It is now an easy and pleasant task to preach the truth of the third angel's message, in comparison with what it was when the message first started, when the numbers were few, and we were looked upon as fanatics. Those who bore the responsibility of the work in the rise and early progress of the message, knew what conflict, and distress, and soul anguish were. Night and day the burden was heavy upon them. They thought not of rest or convenience even when they were pressed with suffering and disease. The shortness of time called for activity, and the laborers were few."},{"refcode_short":"T23 101.1","refcode_long":"Testimony for the Church — No. 23, p. 101.1 (Ellen Gould White)","content":"Frequently, when brought into strait places, the entire night has been spent in earnest, agonizing prayer, with tears, for help from God, and light to shine upon his word. When the light has come, and the clouds have been driven back, what joy and grateful happiness rested upon the anxious, earnest seekers! Our gratitude to God was as complete as had been our earnest, hungering cry for light. Some nights we could not sleep, because our hearts were overflowing with love and gratitude to God."},{"refcode_short":"T23 101.2","refcode_long":"Testimony for the Church — No. 23, p. 101.2 (Ellen Gould White)","content":"Men who now go forth to preach the truth, have things made ready to their hand. They cannot now experience such privations as laborers in present truth have endured before them. The truth has been brought out, link after link, in a clear, connected chain. To bring the truth out in such clearness and harmony has required careful research. Opposition, the most bitter and determined, drove the servants of God to the Lord and to their Bibles. Precious indeed to them was the light which came from God."},{"refcode_short":"T23 101.3","refcode_long":"Testimony for the Church — No. 23, p. 101.3 (Ellen Gould White)","content":"I have been shown that the reason why some cannot discern the right is because they have so long cherished the enemy, who has worked side by side with them while they have not discerned his power. It sometimes seems hard to wait patiently till God's time to vindicate the right. But I have been shown that if we become impatient, we lose a rich reward. As faithful husbandmen in God's great field, we must sow with tears, patient, and hopeful. We must meet troubles and sorrows. Temptations and wearisome toils will afflict the soul, and we must patiently wait in faith to reap with joy. Those persons who are nowhere to be found in the time of peril and danger, when the strength, and courage, and influence of all are required to make a charge upon the enemy, God will have no use for in the final victory. Those who stand like faithful soldiers to battle against wrong, and to vindicate the right, warring against principalities and powers, against the rulers of the darkness of this world, against spiritual wickedness in high places, will each receive the commendation from the Master, “Well done, good and faithful servant, enter thou into the joy of thy Lord.”"},{"refcode_short":"T23 102.1","refcode_long":"Testimony for the Church — No. 23, p. 102.1 (Ellen Gould White)","content":"Never was there greater need of faithful warnings and reproofs, and close, straight dealing, than at this very time. Satan has come down with great power, knowing that his time is short. He is flooding the world with pleasing fables, and the people of God love to have smooth things spoken to them. Sin and iniquity are not abhorred. I was shown that there must be more firm and determined efforts by God's people, to press back the incoming darkness. The close work of the Spirit of God is needed now as never before. Stupidity must be shaken off. We must arouse from the lethargy that will prove our destruction unless we resist it."},{"refcode_short":"T23 102.2","refcode_long":"Testimony for the Church — No. 23, p. 102.2 (Ellen Gould White)","content":"Satan has a powerful controlling influence upon minds. Preachers and people are in danger of being found upon the side of the powers of darkness. There is no such thing now as a neutral position. We are all decidedly for the right, or decidedly with the wrong. Said Christ, “They that are not for me, are against me; and they that gather not with me, scatter abroad.”"},{"refcode_short":"T23 103.1","refcode_long":"Testimony for the Church — No. 23, p. 103.1 (Ellen Gould White)","content":"There are ever found those who will sympathize with those who are wrong. Satan had sympathizers in Heaven and took large numbers of the angels with him. God and Christ and Heavenly angels were on one side, and Satan on the other. Notwithstanding the infinite power and majesty of God and Jesus Christ, angels became disaffected. The insinuations of Satan took effect until they really believed that the Father and the Son were their enemies, and Satan, the benefactor. Satan has the same power and the same control over minds now, only increased by exercise and experience a hundred-fold. Men and women are today deceived, blinded by his insinuations and devices, and know it not. They are, in giving place to doubts and unbelief in regard to the work of God, and cherishing feelings of distrust and cruel jealousies, preparing themselves for complete deception. They rise up with bitter feelings against the ones who have dared to speak of their errors and reprove their sins."},{"refcode_short":"T23 103.2","refcode_long":"Testimony for the Church — No. 23, p. 103.2 (Ellen Gould White)","content":"Those who have in the fear of God ventured out to faithfully meet error and sin, calling sin by its right name, have discharged a disagreeable duty, with much suffering of feelings to themselves; but they get the sympathy of but few, and suffer the neglect of many. Sympathizers are on the wrong side, and they carry out the purposes of Satan to defeat the design of God."},{"refcode_short":"T23 103.3","refcode_long":"Testimony for the Church — No. 23, p. 103.3 (Ellen Gould White)","content":"Reproofs always hurt human nature. Many are the souls that have been destroyed by the unwise sympathy of their brethren; for they, through their brethren's sympathizing with them, thought they must indeed be abused, and the reprover was all wrong and had a bad spirit. The only hope for sinners in Zion is to fully see and confess their wrongs, and put them away. Those who step in to destroy the edge of sharp reproof that God sends, saying that the reprover was partly wrong, and the reproved was not just right, please the enemy. Any way that Satan can devise to make the reproofs of none effect will accomplish his design. Some will lay blame upon the one whom God has sent with a message of warning, saying, He is too severe; and in so doing, they become responsible for the soul of the sinner whom God desired to save, and to whom, because he loved him, he sent correction, that he might humble his soul before God, and put his sins from him. These false sympathizers will have an account to settle with the Master by-and-by for their work of death."},{"refcode_short":"T23 104.1","refcode_long":"Testimony for the Church — No. 23, p. 104.1 (Ellen Gould White)","content":"There are many who profess to believe the truth who are blind to their own danger. They cherish iniquity in their hearts and practice it in their lives. Their friends cannot read their hearts, and frequently think such are all right."},{"refcode_short":"T23 104","refcode_long":"Testimony for the Church — No. 23, p. 104 (Ellen Gould White)","content":"Letter to a Young Sister"},{"refcode_short":"T23 104.2","refcode_long":"Testimony for the Church — No. 23, p. 104.2 (Ellen Gould White)","content":"Dear Sister ——: I have been shown that you need a thorough conversion. You have accepted the truth, but have not received the blessings the truth brings, because you have not experienced its transforming power. You are in danger of losing both worlds, unless you have a more thorough work of grace in your heart, and unless your will is brought into conformity to the mind and will of Christ."},{"refcode_short":"T23 105.1","refcode_long":"Testimony for the Church — No. 23, p. 105.1 (Ellen Gould White)","content":"You are not now on the right track for that peace or happiness which the true, humble, cross bearing believer is sure to receive. You have the stamp of your father's character. You have a selfish disposition. You do not realize this, but it is true. Your principal thoughts are for yourself, to please yourself, to do those things which will be most agreeable to you, without reference to the happiness of those around you. You are making a mistake in searching for happiness. If you find happiness, it will be in the performance of duty, and the forgetfulness of self. While your thoughts are so much upon yourself, you cannot be happy."},{"refcode_short":"T23 105.2","refcode_long":"Testimony for the Church — No. 23, p. 105.2 (Ellen Gould White)","content":"You neglect to cheerfully engage in the work which God has left you to do. You overlook the common, simple duties lying directly in your pathway, and your mind wanders off to some greater work, which you imagine will be more congenial to your taste, which will supply the lack in your life, the barrenness in your soul. You will surely be disappointed here. The work which God has left you to do, is to take up the everyday duties which are common, right around you, and do the plain, homely duties of life cheerfully, not mechanically, but having your heart in what you do, and with your heart, as well as your hands, perform the simple duties which lie before you."},{"refcode_short":"T23 105.3","refcode_long":"Testimony for the Church — No. 23, p. 105.3 (Ellen Gould White)","content":"You do not study to make others happy, you do not have your eyes open, trying to discern what you can do, in little things, in little attentions, in the daily courtesies of life, for your parents and the members of the household. You have felt too much that it was a virtue to shut yourself away from the family, and brood over your unhappy thoughts, and unhappy experience, gathering thorns, and taking satisfaction in wounding yourself with them. You indulge in a dreamy habit which must be broken up. You leave duties undone. Work which you ought to do to relieve others, you neglect for the pleasure of indulging your own unhappy musings. You do not know yourself. Up, to duty. Arouse yourself, and take up your neglected duty. Redeem the past by future faithfulness. Take hold of the work before you; and, in the faithful performance of duty, you will forget yourself, and will not have time to muse and become gloomy, and feel disagreeable and unhappy."},{"refcode_short":"T23 106.1","refcode_long":"Testimony for the Church — No. 23, p. 106.1 (Ellen Gould White)","content":"You have almost everything to learn in the Christian experience. You are not improving as fast as you might, and as you must, if you ever obtain eternal life. You are now forming a character for Heaven, or a character which will debar you from Heaven."},{"refcode_short":"T23 106.2","refcode_long":"Testimony for the Church — No. 23, p. 106.2 (Ellen Gould White)","content":"You have had your mind and thoughts so engrossed in yourself that you have not realized what you must do in order to become a true follower of the meek and lowly Jesus. You have neglected your home duties. You have been a cloud and a shadow in the family, when it was your privilege to shed light and be a blessing to the dear ones around you. You have been pettish, fretful, and unhappy, when there was, in reality, nothing to make you so. You have not been awake to see what you might do to lift the burdens from your mother, and to bless your parents in every way possible. You have looked to your parents and sisters to help you to be happy, and to administer to you, to do for you, while your thoughts have been centered upon yourself. You have not had the grace of God in your heart, while you have deceived yourself in thinking that you were really advanced in the knowledge of the divine will."},{"refcode_short":"T23 107.1","refcode_long":"Testimony for the Church — No. 23, p. 107.1 (Ellen Gould White)","content":"You have been ready to engage in conversation with those not of our faith, when it was impossible for you to present an intelligent reason of our faith before them. In this, you do not lightly represent the truth, and do much more injury to the cause of truth than you do good. If you should talk less in vindication of our faith, and study your Bible more, and let your deportment be of that character which would testify that the influence of the truth was good upon your heart and life, you would do far more good than in mere talk, while you lack faithfulness in so many things."},{"refcode_short":"T23 107.2","refcode_long":"Testimony for the Church — No. 23, p. 107.2 (Ellen Gould White)","content":"If you are careful to follow the example of our self-denying, self-sacrificing Redeemer, who was ever seeking to do others good, and to bless others, but not seeking ease and pleasure and enjoyment for himself, you will then bless others with your influence. In our mingling in society, in families, or in our relations of life, either limited or extended, there are many ways wherein we may acknowledge our Lord, and many ways wherein we may deny him. We may deny him in out words, in speaking evil of others, in foolish talking, in jesting, joking, or by idle or unkind words, or by prevaricating, speaking contrary to truth. In our words, we may confess that Christ is not in us. In our character, we may deny Christ by loving our ease, shunning the duties and burdens of life, which someone must bear if we do not, and in loving sinful pleasure. We may also deny Christ by pride of dress and conformity to the world. We may deny Christ by uncourteous behavior. We may deny Christ by love of our own opinions, and by seeking to maintain and justify self. We may deny Christ in allowing the mind to run in the channel of lovesick sentimentalism, and in brooding over our supposed hard lot and trials."},{"refcode_short":"T23 108.1","refcode_long":"Testimony for the Church — No. 23, p. 108.1 (Ellen Gould White)","content":"No one can truly confess Christ before the world, unless the mind and Spirit of Christ live in him. It is impossible to communicate that which we have not. The conversation and the deportment should be a real and visible expression of grace and truth within. If the heart is sanctified, submissive, and humble, the fruits will be seen outwardly, and will be a most effectual confession of Christ. Words and profession are not enough. You, my sister, must have something more than this. You are deceiving yourself. Your spirit, your character, and your actions, are not the spirit of meekness, self-denial, and charity. Words and profession may express much humility and love, but if the conduct is not regulated daily by the grace of God, you are not a partaker of the Heavenly gift, you have not forsaken all for Christ, you have not surrendered your own will and pleasure to become his disciple."},{"refcode_short":"T23 109.1","refcode_long":"Testimony for the Church — No. 23, p. 109.1 (Ellen Gould White)","content":"You commit sin and deny your Saviour in dwelling on gloomy things, and in gathering trials to yourself, and in borrowing troubles. You bring the troubles of tomorrow into today, and embitter your own heart, and bring burdens and a cloud upon those around you, by manufacturing trials. You are very unwise in taking precious, probationary time which God has given you to do good, to become rich in good works, in thinking unhappy thoughts, and in airy castle building. You suffer your imagination to run upon subjects that will bring to you no relief or happiness. Your day-dreaming stands directly in the way of your obtaining a sound, healthy, intelligent experience in things of God and a moral fitness for the better life."},{"refcode_short":"T23 109.2","refcode_long":"Testimony for the Church — No. 23, p. 109.2 (Ellen Gould White)","content":"The truth of God received in the heart is able to make you wise unto salvation. In believing and obeying it, you will receive grace sufficient for the duties and trials of today. Grace for tomorrow you do not need. You should feel that you have only to do with today. Overcome for today. Deny self for today. Watch and pray for today. Obtain victories in God for today. Circumstances that exist, our surroundings, the changes daily transpiring around us, the written word of God which discerns and proves all things, are sufficient to teach us our duty, and just what we ought to do, day by day"},{"refcode_short":"T23 109.3","refcode_long":"Testimony for the Church — No. 23, p. 109.3 (Ellen Gould White)","content":"Instead of suffering your mind to run in a channel from which you will derive no benefit, you should be searching the Scriptures daily and doing those duties which may now be irksome to you, but which must be done by some one in daily life."},{"refcode_short":"T23 110.1","refcode_long":"Testimony for the Church — No. 23, p. 110.1 (Ellen Gould White)","content":"The beauties of nature have a tongue that speaks to our senses without ceasing. The open heart can be impressed with the love of God and his glory as seen in the works of his hand. The listening ear can hear and understand the communications of God through the works of nature. There is a lesson in the sunbeam, and in the variety of objects in nature that God has presented to our view. The green fields, the lofty trees, the buds and flowers, the passing cloud, the falling rain, the babbling brook, the sun, moon, and stars placed in the heavens, all invite our attention and meditation, and bid us become acquainted with God, who made them all. The lessons you can learn from the various objects of the natural world are these: They are obedient to the will of their Creator. They never deny God—-never refuse obedience to any intimation of his will. Fallen beings alone refuse to yield full obedience to their Maker, Their words and works are at variance with God and opposed to the principles of his government. Your thoughts are not elevated. There is enough in the natural world to lead you to love and adore your Creator. There is food for thought without shutting yourself away to feed on disappointed hopes and perverted imaginations."},{"refcode_short":"T23 110.2","refcode_long":"Testimony for the Church — No. 23, p. 110.2 (Ellen Gould White)","content":"Do not be ready to talk with unbelievers, and enter into argument with those who oppose the truth; for you are not furnished with Scripture knowledge to do this. You have neglected to study your Bible. You can best recommend the truth by the meekness of your life and the faithful discharge of your daily duties. If you are conscientiously strict to do your part, faithful and earnest to see what you can and should do for those for whom you labor, you will then better represent the truth. The best way in which you can recommend the truth is, not by argument, not by talk, but by living it daily, by your consistent, modest, humble life, as a disciple of Jesus Christ. It is a sad thing to be discontented with our surroundings, or the circumstances which have placed us where our duties seem humble and unimportant. Private and humble duties are distasteful to you. You are restless, uneasy, and dissatisfied."},{"refcode_short":"T23 111.1","refcode_long":"Testimony for the Church — No. 23, p. 111.1 (Ellen Gould White)","content":"All this springs from selfishness. You think more of yourself than others think of you. You love yourself better than you love your parents, sisters, and brother, and better than you love God. You want to have a more congenial labor, for which you think you will be better fitted. You are not willing to work and wait in the humble sphere of action where God has placed you until he proves and tests you, and you demonstrate your ability and fitness for a higher position. “Blessed are the meek; for they shall inherit the earth.” The spirit of meekness does not consist in discontent, it is directly the opposite."},{"refcode_short":"T23 111.2","refcode_long":"Testimony for the Church — No. 23, p. 111.2 (Ellen Gould White)","content":"Those professed Christians who are constantly whining and complaining, who seem to think happiness and a cheerful countenance a sin, have not the genuine article of religion. Those who look upon nature's beautiful scenery as they would upon a dead picture, who choose to look upon dead leaves rather than to gather the beautiful living flowers, who take a mournful pleasure in all that is melancholy in the language spoken to them by the natural world, who see no beauty in valleys clothed with living green and grand mountain heights clothed with verdure, who close their senses to the joyful voice which speaks to them in nature, which is sweet and musical to the listening ear, are not in Christ. They are not walking in the light, they are gathering to themselves darkness and gloom, when they could just as well have brightness, and the blessing of the Sun of Righteousness arising in their hearts with healing in his beams."},{"refcode_short":"T23 112.1","refcode_long":"Testimony for the Church — No. 23, p. 112.1 (Ellen Gould White)","content":"You are, my young sister, living an imaginary life. You cannot detect or realize a blessing in anything. You imagine troubles and trials which do not exist. You exaggerate little annoyances into grievous trials. This is not the meekness which Christ blessed. It is an unsanctified, rebellious, an unfilial discontent. Meekness is a precious grace, willing to suffer silently, willing to endure trials. Meekness is patient, and labors to be happy under all circumstances. Meekness is always thankful, and makes its own songs of happiness, making melody in the heart to God. Meekness will suffer disappointment and wrong, and will not retaliate. Meekness is not to be silent and sulky. A morose temper is the opposite of meekness; for this only wounds, and gives pain to others, and takes no pleasure to itself."},{"refcode_short":"T23 113.1","refcode_long":"Testimony for the Church — No. 23, p. 113.1 (Ellen Gould White)","content":"My young sister, you have but just entered the school of Christ. You have yet almost everything to learn. You do not now dress extravagantly, but you have pride of appearance. You desire to dress with less simplicity. You think considerable more than you should of the matter of dress. Christ invites you, “Come unto me, ye that are weary and heavy laden, and I will give you rest. Take my yoke upon you and learn of me, for I am meek and lowly of heart, and ye shall find rest to your souls; for my yoke is easy, and my burden is light.” Submit your neck to the yoke which Christ imposes, and you will find in this submission the very happiness you have tried to gain to yourself in your own way, following your own course."},{"refcode_short":"T23 113.2","refcode_long":"Testimony for the Church — No. 23, p. 113.2 (Ellen Gould White)","content":"You may be cheerful if you will bring even your thoughts in subjection to the will of Christ. You should make no delay, but closely search your own heart and die to self daily. You may inquire, How can I master my own actions, and control my inward emotions? Many who profess not the love of God do, to a considerable extent, control their spirit without the aid of the special grace of God. They cultivate self-control. This is indeed a rebuke to those who know that from God they may obtain strength and grace, and yet do not exhibit the graces of the Spirit of God. Christ is our model. He was meek and lowly. Learn of him, and imitate his example. The Son of God was faultless. We must aim to this perfection, and overcome as he overcame, if we have a seat at his right hand."},{"refcode_short":"T23 114.1","refcode_long":"Testimony for the Church — No. 23, p. 114.1 (Ellen Gould White)","content":"You have peculiarities of character which need to be sternly disciplined, and resolutely controlled, before you could with any safety enter the marriage relation. Therefore, marriage should be put from your mind until you overcome defects in your character, for you would not make a happy wife. You have neglected to educate yourself for systematic household labor. You have not seen the necessity of acquiring habits of industry. This habit of enjoying useful labor, once formed, will never be lost. You are then prepared to be placed in any circumstance in life, and you will be fitted for the position. You will learn to love activity. If you enjoy useful labor, you will have your mind occupied with your employment, and you will not find time to indulge in dreamy fancies."},{"refcode_short":"T23 114.2","refcode_long":"Testimony for the Church — No. 23, p. 114.2 (Ellen Gould White)","content":"Knowledge of useful labor will impart to your restless and dissatisfied mind energy, efficiency, and a becoming, modest dignity, which will command respect. You know but very little of yourself. You know not the deceptions of your own heart. The heart is deceitful above all things and desperately wicked. Search your heart carefully, and take time for meditation and prayer. Unless you see the defects in your character, and with genuine sincerity correct your errors, you cannot be a disciple of Christ."},{"refcode_short":"T23 114.3","refcode_long":"Testimony for the Church — No. 23, p. 114.3 (Ellen Gould White)","content":"You love to think and to talk about young men. You interpret their civilities as a special regard for yourself. You flatter yourself that you are more highly esteemed than you really are. Your conversation should be upon subjects that will profit, and that will refine and elevate. You are not, my dear child, cultivating habits of frankness and sincerity. Your heart is not right. Your influence is not good upon the young, for you have not the mind of Christ; yet you flatter yourself that you have made great advancement in the Christian life."},{"refcode_short":"T23 115.1","refcode_long":"Testimony for the Church — No. 23, p. 115.1 (Ellen Gould White)","content":"A reformation must commence in your father's family. You bear the stamp of your father's character. You should endeavor to shun his errors and his extremes. If you are truly a disciple of Christ, you will see important work to do at your home. Every family may be a perpetual school. The elder sisters can exert a strong influence upon the younger members of the family. The younger, witnessing the example of the older, will be led by the principle of imitation more than by oft-repeated precepts. The eldest daughter should ever feel it a Christian duty devolving upon her to aid her mother in bearing her many toilsome burdens. Hours are worse than lost that are spent in bed, sleeping, or in gloomy musings, while some shoulders in the family are bowed to carry the heavy, toilsome load. The eldest daughters may assist in the education of the younger members of the family. Here will be an excellent opportunity to teach those less advanced than yourself, kindly and diligently, having the fear of the Lord before you. You may gain the affections of those you try to help. You may here have one of the best of schools in which to exercise the Christian graces. You do not love children. In short, you do not love anything which requires steady, earnest, persevering effort. You do not love steady application. You love change and variety. You are constantly seeking to find something that will please yourself and give you happiness. You need self-education, and you can obtain this better now than at any future time."},{"refcode_short":"T23 116.1","refcode_long":"Testimony for the Church — No. 23, p. 116.1 (Ellen Gould White)","content":"You have almost every change to make in your life, and may God help you to take hold of the work without delay. Only the pure, the good, and the holy, will dwell with Christ when he cometh into his kingdom."},{"refcode_short":"T23 116.2","refcode_long":"Testimony for the Church — No. 23, p. 116.2 (Ellen Gould White)","content":"You cannot obtain Heaven without earnest, persevering effort. Your life, hitherto, has been aimless, and nearly useless, as viewed in the light of Heaven. You now have opportunity to redeem the time, and to wash your robe of character in the blood of the Lamb. God will help you if you feel your need of his help. Your righteousness is of no value with God. It is only through the merits of Christ that you will be victor at last. And if you can be among those who shall be saved with an everlasting salvation, Heaven will be cheap enough."}]