[{"refcode_short":"T25 1","refcode_long":"Testimony for the Church — No. 25, p. 1 (Ellen Gould White)","content":"Testimony for the Church. — No. 25"},{"refcode_short":"T25 3","refcode_long":"Testimony for the Church — No. 25, p. 3 (Ellen Gould White)","content":"Testimony for the Church."},{"refcode_short":"T25 3","refcode_long":"Testimony for the Church — No. 25, p. 3 (Ellen Gould White)","content":"Importance of the Work."},{"refcode_short":"T25 3.1","refcode_long":"Testimony for the Church — No. 25, p. 3.1 (Ellen Gould White)","content":"I was shown, Jan. 3, 1875, many things relative to the great and important interests at Battle Creek, in the work of the Publishing Association, the School, and the Health Institute. If these institutions were properly conducted they would greatly advance the cause of God in the spread of the truth, and in the salvation of souls. We are living amid the perils of the last days. Consecration to God can alone fit any of us to act a part in the solemn and important closing work for this time. There are but few wholly unselfish men to fill responsible positions who have given themselves unreservedly to God, to hear his voice and study his glory. There are but few who would, if required, give their lives to advance the cause of God. Just such devotion as this God claims."},{"refcode_short":"T25 3.2","refcode_long":"Testimony for the Church — No. 25, p. 3.2 (Ellen Gould White)","content":"Men are deceived in thinking they are serving God when they are serving themselves and making the interest of the cause and work of God a secondary matter. Their hearts are not consecrated. God takes no pleasure in the services of this class."},{"refcode_short":"T25 4.1","refcode_long":"Testimony for the Church — No. 25, p. 4.1 (Ellen Gould White)","content":"From time to time, as the cause has progressed, he has, in his providence, designated men to fill positions at Battle Creek. These men could fill important positions if they would be consecrated to God, and devote their energies to his work. These men of God's selection needed the very discipline that a devotion to the work of God would give them. He would honor these men by connecting them with himself, and giving them his Holy Spirit to qualify them for the responsibilities they were called to bear. They could not gain that breadth of experience and knowledge of the divine will without they were in positions to bear burdens and responsibilities. None should be deceived in thinking that, in connecting themselves with the work of God in Battle Creek, they will have less care, less hard labor, and less trials. Satan is more active where there is the most being done to advance the truth and to save souls."},{"refcode_short":"T25 4.2","refcode_long":"Testimony for the Church — No. 25, p. 4.2 (Ellen Gould White)","content":"He understands human nature, and he will not let these men alone if there is any prospect of their becoming more like Christ and more useful workers in the cause of God. Satan lays his plans to press his temptations upon the very men whom God has signified he would accept to act a part in connection with his work. It is Satan's study how he can best war against and defeat the purposes of God. He is acquainted with the weak points as well as the strong points in the characters of men. And in a subtle manner he works with all deceivableness of unrighteousness to thwart the purposes of God by assailing the weak points in the character. And when this is done he has the way prepared to attack and overcome the stronger points of character. He gains control of the mind and blinds the understanding. He leads men who are bewildered and overcome by his devices to self-confidence and self-sufficiency at the very time when they are the weakest in moral power. They become self-deceived, and think they are in good spiritual condition."},{"refcode_short":"T25 5.1","refcode_long":"Testimony for the Church — No. 25, p. 5.1 (Ellen Gould White)","content":"The enemy will seize everything possible to use in his favor and to destroy souls. Testimonies have been borne in favor of individuals occupying important positions. They commenced well to lift the burdens and act their part in connection with the work of God. But Satan was pursuing them with his temptations, and they were finally overcome."},{"refcode_short":"T25 5.2","refcode_long":"Testimony for the Church — No. 25, p. 5.2 (Ellen Gould White)","content":"As others look upon their course of wrong, Satan suggests to their minds that there must be a mistake in the testimonies given for these persons, else these men would not have proved themselves unworthy to bear a part in the work of God. This is just as Satan designed it should be. He would throw doubt in regard to the light God had given. These men might have withstood the temptations of Satan had they been watchful and guarded, feeling their own insufficiency, and trusting in the name and strength of Jesus to stand faithful to duty. But it should be borne in mind that conditions have ever been connected with the encouragement given these men, that if they would maintain an unselfish spirit and feel their weakness, and rely upon God, trusting not in their own wisdom and judgment, but making him their strength, they could be a great blessing in his cause and work."},{"refcode_short":"T25 6.1","refcode_long":"Testimony for the Church — No. 25, p. 6.1 (Ellen Gould White)","content":"But Satan has come in with his temptations, and has triumphed, almost without an exception. He has so arranged circumstances as to assail the weak points in the characters of these men, and they have been overcome. How shamefully they have injured the cause of God! How fully they have separated themselves from him by following their own corrupt hearts, their own souls may answer! But the day of God will reveal the true cause for all our disappointments in man. God is not at fault. Upon conditions he gave them encouraging promises, but they did not comply with these conditions. They trusted to their own strength, and fell under temptations."},{"refcode_short":"T25 7.1","refcode_long":"Testimony for the Church — No. 25, p. 7.1 (Ellen Gould White)","content":"That which under certain circumstances could be said of men, could not be said of them under other circumstances. Men are weak in moral power, and so supremely selfish, so self-sufficient, and easily puffed up with vain conceit, that God cannot work in connection with them, and they are left to move like blind men, and reveal so great weakness, and their folly is so manifest that many are astonished that such individuals should ever have been accepted, and acknowledged as worthy of having any connection with God's work."},{"refcode_short":"T25 7.2","refcode_long":"Testimony for the Church — No. 25, p. 7.2 (Ellen Gould White)","content":"This is just what Satan designed. This was his object from the time he first especially tempted these men to reproach the cause of God, and to cast reflections upon the testimonies. Had they remained where their influence would not have especially been felt upon the cause of God, Satan would not have beset them so fiercely, for he could not accomplish his purpose by using them as his instruments to do a special work."},{"refcode_short":"T25 7.3","refcode_long":"Testimony for the Church — No. 25, p. 7.3 (Ellen Gould White)","content":"In the advancement of the work of God, that which may be said in truth of individuals at one time may not correctly be said of them at another time. The reason of this is that one month they may have stood in innocency, living up to the best light they had, while the month following was none too short for them to be overcome by Satan's devices, and through self-confidence, fall into grievous sins, and become unfitted for the work of God."},{"refcode_short":"T25 8.1","refcode_long":"Testimony for the Church — No. 25, p. 8.1 (Ellen Gould White)","content":"Minds are so subject to change through the subtle temptations of Satan that it is not the best policy for my husband or myself to take the responsibility of even stating our opinions or judgment of the qualifications of persons to fill different positions, because we are made responsible for the course such individuals pursue. Notwithstanding they may have been the very persons for the place, if they had maintained the humility and firm trust in God which they had when recommended to take responsibilities. These persons change, yet are not sensible of the change in themselves. They fall under temptation, are led away from their steadfastness, and separate their connection from God. They then are controlled by the enemy, and do and say things which dishonor God and reproach his cause. Then Satan exults to see our brethren and sisters looking upon us with doubt, because we have given them encouragement and influence."},{"refcode_short":"T25 9","refcode_long":"Testimony for the Church — No. 25, p. 9 (Ellen Gould White)","content":"State of the World."},{"refcode_short":"T25 9.1","refcode_long":"Testimony for the Church — No. 25, p. 9.1 (Ellen Gould White)","content":"The state of the world was shown me as fast filling up the cup of iniquity. Violence and crime of every description are filling our world; and Satan is using every means to make crime and debasing vice popular."},{"refcode_short":"T25 9.2","refcode_long":"Testimony for the Church — No. 25, p. 9.2 (Ellen Gould White)","content":"The youth who walk the streets are surrounded with handbills and notices of crime and sin, presented in some novel, or to be acted at a theater. Their minds are educated into familiarity with sin. The course pursued by the base and vile is kept before them in the periodicals of the day. Everything which can excite curiosity and arouse the animal passions is brought before the young in thrilling and exciting stories."},{"refcode_short":"T25 9.3","refcode_long":"Testimony for the Church — No. 25, p. 9.3 (Ellen Gould White)","content":"The literature that proceeds from corrupted intellect poisons the minds of thousands in our world. Sin does not appear exceedingly sinful. They hear and read so much of debasing crime and vileness that the once tender mind, which would have recoiled with horror, becomes blunted, so that it can dwell upon the low and vile sayings and actions of men with greedy interest."},{"refcode_short":"T25 9.4","refcode_long":"Testimony for the Church — No. 25, p. 9.4 (Ellen Gould White)","content":"“As it was in the days of Noah, so shall it be also in the days of the Son of man.”"},{"refcode_short":"T25 9.5","refcode_long":"Testimony for the Church — No. 25, p. 9.5 (Ellen Gould White)","content":"God will have a people zealous of good works, standing firm amid the pollutions of this degenerate age. There will be a people who hold so fast to the divine strength that they will be proof against every temptation. Evil communications, in flaming handbills, may seek to speak to their senses and corrupt their minds, yet they are so united to God and angels that they are as those who see not, and those who hear not. They have a work to do which no one can do for them, which is to fight the good fight of faith, and lay hold on eternal life. They will not be self-confident and self-sufficient. They know their weakness, and unite their ignorance to Christ's wisdom—their weakness to his strength."},{"refcode_short":"T25 10.1","refcode_long":"Testimony for the Church — No. 25, p. 10.1 (Ellen Gould White)","content":"Youth may have firm principle that the most powerful temptations of Satan will not draw them away from their allegiance. Samuel was a child surrounded with the most corrupting influences. He saw and heard things that grieved his soul. The sons of Eli, who ministered in holy office, were controlled by Satan. These men polluted the whole atmosphere which surrounded them. Men and women were daily fascinated with sin and wrong; yet Samuel walked untainted. His robes of character were spotless. He did not fellowship or have the least delight in the sins which filled all Israel with fearful reports. Samuel loved God, and kept his soul in such close connection with Heaven that an angel was sent to talk with him in reference to the sins of Eli's sons, which were corrupting Israel."},{"refcode_short":"T25 11.1","refcode_long":"Testimony for the Church — No. 25, p. 11.1 (Ellen Gould White)","content":"Appetite and passion are overcoming thousands of Christ's professed followers. The senses become so blunted on account of familiarity with sin that they do not abhor it, but view sin as attractive. The end of all things is at hand. Not much longer will God bear with the crimes and debasing iniquity of the children of men. Their crimes have indeed reached unto the heavens, and will soon be answered by the fearful plagues of God upon the earth. They will drink the cup of God's wrath, unmixed with mercy."},{"refcode_short":"T25 11.2","refcode_long":"Testimony for the Church — No. 25, p. 11.2 (Ellen Gould White)","content":"I have seen the danger of even the professed children of God being corrupted. Licentiousness is binding men and women as captives. They seem to be infatuated, powerless to resist and overcome upon the point of appetite and passion. In God there is power; in him there is strength. If they will take hold upon it, Jesus will stimulate every one who has named the name of Christ with his life-giving power. Dangers and peril surround us. And we are only safe when we feel our weakness and cling with the grasp of faith to our mighty Deliverer. It is a fearful time in which we live. We cannot cease watchfulness and prayer for a moment. Our helpless souls must rely on Jesus our compassionate Redeemer."},{"refcode_short":"T25 12.1","refcode_long":"Testimony for the Church — No. 25, p. 12.1 (Ellen Gould White)","content":"I was shown the greatness and importance of the work before us. But few feel and sense the true state of things. All will be overcome who are asleep, and who cannot realize any necessity for vigilance and alarm. Young men are arising to engage in the work of God, some of whom have scarcely any sense of the sacredness and the responsibility of the work. They have but little experience in exercising faith, and in earnest soul-hunger for the Spirit of God, which ever brings returns. Some men of good capabilities who might fill important positions do not know what spirit they are of. They can run in a jovial mood as naturally as the water flows downhill. They will talk nonsense and sport with young girls while almost daily listening to the most solemn, soul-stirring truths. These men have a head religion, but their hearts are not sanctified by the truths they hear. Such can never lead others to the fountain of living waters until they have drank of the stream themselves."},{"refcode_short":"T25 12.2","refcode_long":"Testimony for the Church — No. 25, p. 12.2 (Ellen Gould White)","content":"It is no time now for lightness, for vanity, or trifling. The scenes of this earth's history are soon to close. Minds that have been left to loose thought need change. Says the apostle Peter, “Gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ; as obedient children, not fashioning yourselves according to the former lusts in your ignorance; but as He which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy.”"},{"refcode_short":"T25 13.1","refcode_long":"Testimony for the Church — No. 25, p. 13.1 (Ellen Gould White)","content":"These loose thoughts must be gathered up and centered on God. The very thoughts should be in obedience to the will of God. Praise should not be given or expected, for this will have a tendency to foster self-confidence rather than to increase humility, to corrupt rather than purify. Men who are really qualified, and feel that they have a part to act in connection with the work of God will feel pressed beneath the sense of the sacredness of the work as a cart beneath sheaves. Now is the time for the most earnest efforts to overcome the natural feeling of the carnal heart."},{"refcode_short":"T25 13","refcode_long":"Testimony for the Church — No. 25, p. 13 (Ellen Gould White)","content":"Reformation Needed."},{"refcode_short":"T25 13.2","refcode_long":"Testimony for the Church — No. 25, p. 13.2 (Ellen Gould White)","content":"There is great necessity for a reformation among the people of God. The present state of the church leads to the inquiry, Is this the correct representation of Him who gave his life for us? Are these the followers of Christ, and thus brethren of those who counted not their lives dear unto themselves? The Bible standard and the Bible description of Christ's followers will be found rare indeed. Having forsaken God, the fountain of living waters, they have hewn them out cisterns, “broken cisterns that can hold no water.” Said the angel, “Lack of love and faith are the great sins of which God's people are now guilty.” Lack of faith leads to carelessness, and to love of self and the world. Those who separate themselves from God and fall under temptation indulge in gross vices, and the carnal heart leads to great wickedness. And this state of things is found among many of God's professed people. They are professedly serving God while they are to all intents and purposes corrupting their ways before him. Appetite and passion will be indulged by many notwithstanding the clear light of truth points out the danger, and lifts its warning voice, Beware, restrain, deny. The wages of sin is death, Notwithstanding there are those who have made shipwreck of faith, and their example stands as a beacon to warn others from pursuing the same course, yet many will rush madly on. Satan has control of their minds and seems to have power over their bodies."},{"refcode_short":"T25 15.1","refcode_long":"Testimony for the Church — No. 25, p. 15.1 (Ellen Gould White)","content":"Oh! how many flatter themselves that they have goodness and righteousness when the true light of God reveals that all their lives they have only lived to please themselves. Their whole conduct is abhorred of God. And how many are alive without the law. In their gross darkness they view themselves with complacency, but let the law of God be revealed to their consciences, as it was to Paul, and they would see that they were sold under sin, and must die to the carnal mind. Self must be slain."},{"refcode_short":"T25 15.2","refcode_long":"Testimony for the Church — No. 25, p. 15.2 (Ellen Gould White)","content":"How sad and fearful the mistakes many are making. They are building on the sand, and flatter themselves that they are riveted to the eternal Rock. Many who profess godliness are rushing on recklessly and are insensible of their danger, as though there was no future Judgment. A fearful retribution awaits them, and yet they are controlled by impulse and gross passion, and are filling out the dark life record for the Judgment. I lift my voice of warning to all who name the name of Christ to depart from all iniquity. Purify your souls by obeying the truth. Cleanse yourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God. You to whom this applies know what I mean. Even you who have corrupted your ways before the Lord, partaken of the iniquity that abounds, and blackened your souls with sin, Jesus still invites you to turn from your course of sin, and take hold of his strength, and find in him that peace, power, and grace, that will make you more than conquerors in his name."},{"refcode_short":"T25 16.1","refcode_long":"Testimony for the Church — No. 25, p. 16.1 (Ellen Gould White)","content":"The corruptions of this degenerate age have stained many souls who have been professedly serving God. But even now it is not too late for wrongs to be righted, and for the blood of a crucified and risen Saviour to atone in your behalf, if you repent and feel your need of pardon."},{"refcode_short":"T25 16.2","refcode_long":"Testimony for the Church — No. 25, p. 16.2 (Ellen Gould White)","content":"We need now to watch and pray as never before, lest we fall under the power of temptation and leave our example as a miserable wreck. We must not, as a people, become careless and look upon sin indifferently. The camp needs purging. All who name the name of Christ need to watch and pray, and guard the avenues of the soul; for Satan is at work to corrupt and destroy if he has the least advantage given him."},{"refcode_short":"T25 16.3","refcode_long":"Testimony for the Church — No. 25, p. 16.3 (Ellen Gould White)","content":"My brethren, God calls upon you as his followers to walk in the light. You need to be alarmed. Sin is among us, and it is not seen to be exceedingly sinful. The senses of many are benumbed by the indulgence of appetite and the familiarity with sin. We need to advance nearer Heaven. We may grow in grace and in the knowledge of the truth. Walking in the light, and running in the way of God's commandments, do not give us the idea that we can stand still and do nothing. We must be advancing."},{"refcode_short":"T25 17.1","refcode_long":"Testimony for the Church — No. 25, p. 17.1 (Ellen Gould White)","content":"In self-love and self-exaltation and pride, there is great weakness, while in humility there is great strength. Our true dignity is not maintained when we think most of ourselves, but when God is in all our thoughts, and our hearts are all aglow with love to our Redeemer and love to our fellow-men. Simplicity of character and lowliness of heart will give happiness, while self-conceit will bring discontent, repining, and continual disappointment. It is learning to think less of ourselves and more of making others happy that will bring to us divine strength."},{"refcode_short":"T25 17.2","refcode_long":"Testimony for the Church — No. 25, p. 17.2 (Ellen Gould White)","content":"In our separation from God, in our pride and darkness, we are constantly seeking to elevate ourselves, and we forget that lowliness of mind is power. Our Saviour's power was not in a strong array of sharp words that would pierce the very soul through, but it was his gentleness and plain, unassuming manners that made him a conqueror of hearts. Pride and self-importance, when compared with lowliness and humbleness of mind, are indeed weakness. We are invited to learn of Him who was meek and lowly of heart; then we shall experience that rest and peace so much to be desired"},{"refcode_short":"T25 18","refcode_long":"Testimony for the Church — No. 25, p. 18 (Ellen Gould White)","content":"Love of the World."},{"refcode_short":"T25 18.1","refcode_long":"Testimony for the Church — No. 25, p. 18.1 (Ellen Gould White)","content":"The temptation presented by Satan to our Saviour upon the exceeding high mountain is one of the leading temptations which humanity must meet. The kingdoms of the world in their glory were presented to Christ by Satan as a gift upon condition that he would yield to him honor as to a superior. Our Saviour felt the strength of this temptation. He met it in our behalf, and conquered. He would not have been tested on this point if man were not to be tried with the same temptation. In his example of resistance, he gave us a copy of the course we should pursue when Satan should come to us individually, to lead us from our integrity."},{"refcode_short":"T25 18.2","refcode_long":"Testimony for the Church — No. 25, p. 18.2 (Ellen Gould White)","content":"No man can be a follower of Christ and yet place his affections upon the things of the world. John in his epistle writes, “Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.” Our Redeemer, who met this temptation of Satan in its fullest power, is acquainted with man's danger of yielding to temptation to love the world."},{"refcode_short":"T25 19.1","refcode_long":"Testimony for the Church — No. 25, p. 19.1 (Ellen Gould White)","content":"Christ identifies himself with humanity by bearing the test upon this point and overcoming in man's behalf. He has guarded with warnings those very points where Satan would best succeed in his temptations to man. He knew that Satan would gain the victory over man unless he was especially guarded upon the points of appetite and the love of worldly riches and worldly honor. He says:—"},{"refcode_short":"T25 19.2","refcode_long":"Testimony for the Church — No. 25, p. 19.2 (Ellen Gould White)","content":"“Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal; but lay up for yourselves treasures in Heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal. For where your treasure is, there will your heart be also. No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.”"},{"refcode_short":"T25 19.3","refcode_long":"Testimony for the Church — No. 25, p. 19.3 (Ellen Gould White)","content":"Here Christ has brought before us two masters, God and the world, and has plainly presented the fact that it was simply impossible for us to serve both. If our interest in, and love for, this world predominate, we shall not appreciate the things above all others worthy of our attention. The love of the world excludes the love of God, and makes our highest considerations subordinate to our worldly interests. Thus God does not hold so exalted a place in our affections and devotions as do the things of the world."},{"refcode_short":"T25 20.1","refcode_long":"Testimony for the Church — No. 25, p. 20.1 (Ellen Gould White)","content":"Earthly treasures have our supreme affections, exactly as our works show. The greatest care, anxiety, and labor, are devoted to worldly interests, while eternal considerations are made secondary. Here Satan receives the homage of man, which he claimed of Christ, and failed to obtain. It is the selfish love of the world which corrupts the faith of the professed followers of Christ, and makes them weak in moral power. The more they love their earthly riches the farther they depart from God, and the less do they partake of his divine nature that would give them a sense of the corrupting influences in the world, and the dangers to which they are exposed."},{"refcode_short":"T25 20.2","refcode_long":"Testimony for the Church — No. 25, p. 20.2 (Ellen Gould White)","content":"In Satan's temptations, it is his purpose to make the world very attractive. He has a bewitching power to gain the affections of even the professed Christian world through love of riches and worldly honor. Any sacrifice is made by a large class of professedly Christian men to gain riches, and the better they succeed in their object, the less love they have for precious truth and the less interest for its advancement. They lose their love for God, and act like insane men. The more they are prospered in securing riches, the poorer they feel because they have not more, and the less they will invest in the cause of God."},{"refcode_short":"T25 21.1","refcode_long":"Testimony for the Church — No. 25, p. 21.1 (Ellen Gould White)","content":"The works of these men who have an insane love for riches, show that it is not possible for them to serve two masters, God and mammon. Money is their God. They yield homage to its power. They serve the world to all intents and purposes. Their honor, which is their birthright, is sacrificed for worldly gain. This ruling power controls their minds, and they will violate the law of God to serve personal interests, that their earthly treasure may increase."},{"refcode_short":"T25 21.2","refcode_long":"Testimony for the Church — No. 25, p. 21.2 (Ellen Gould White)","content":"Many may profess the religion of Christ who love not and heed not the letter or principles of Christ's teachings. They give the best of their strength to worldly pursuits, and bow down to mammon. It is alarming that so many are deceived by Satan, and their imaginations excited by their brilliant prospects of worldly gain. They become infatuated with the prospect of perfect happiness if they can gain their object in acquiring honor and wealth in the world. Satan tempts them with the alluring bribe, “All this will I give thee,” all this power, all this wealth, with which you may do a great amount of good. But when the object for which they have labored is gained they have not a connection with the self-denying Redeemer, which would make them partakers of the divine nature. They hold to their earthly treasures, and despise the requirements of self-denial and self-sacrifice for Christ. They have no desire to part with the dear earthly treasures upon which their hearts are set. They have exchanged masters, and accepted mammon in the place of Christ. Mammon is their god, and mammon they serve."},{"refcode_short":"T25 22.1","refcode_long":"Testimony for the Church — No. 25, p. 22.1 (Ellen Gould White)","content":"Satan has secured to himself the worship of these deceived souls through their love of worldly riches. The change has been so imperceptibly made, and the deceptive power of Satan is so wily, that they are conformed to the love of the world, and perceive not that they have parted with Christ, and are no longer his servants, except in name."},{"refcode_short":"T25 22.2","refcode_long":"Testimony for the Church — No. 25, p. 22.2 (Ellen Gould White)","content":"Satan deals with men more guardedly than he dealt with Christ in the wilderness of temptation, for he is admonished that there he lost his case. He was a conquered foe. He does not come to man directly and demand homage by outward worship. He simply asks men to place their affections upon the good things of this world. If he succeeds in engaging the mind and affections, the heavenly attractions are eclipsed."},{"refcode_short":"T25 22.3","refcode_long":"Testimony for the Church — No. 25, p. 22.3 (Ellen Gould White)","content":"All he wants of man is for him to fall under the deceitful power of his temptations, to love the world, to love rank and position, to love money, and to place his affections upon earthly treasures. If he secures this, he gains all he asked of Christ."},{"refcode_short":"T25 23.1","refcode_long":"Testimony for the Church — No. 25, p. 23.1 (Ellen Gould White)","content":"The example of Christ shows us that our only hope of victory is in continual resistance of Satan's attacks. He who triumphed over the adversary of souls in the conflict of temptation understands Satan's power over the race, and has conquered him in our behalf. As an overcomer, he has given us the advantage of his victory, that in our efforts to resist the temptations of Satan we may unite our weakness to his strength, our worthlessness to his merits. And sustained by his enduring might under the strength of temptation, we may resist in his all-powerful name, and overcome as he overcame."},{"refcode_short":"T25 23.2","refcode_long":"Testimony for the Church — No. 25, p. 23.2 (Ellen Gould White)","content":"It was through inexpressible suffering that our Redeemer placed redemption within our reach. He was in this world unhonored and unknown, that through his wonderful condescension and humiliation he might exalt man to receive heavenly honors and immortal joys in his kingly courts. Will fallen man murmur because Heaven can be obtained only by conflict, self-abasement, and toil?"},{"refcode_short":"T25 23.3","refcode_long":"Testimony for the Church — No. 25, p. 23.3 (Ellen Gould White)","content":"The inquiry of many proud hearts is, Why need I go in humiliation and penitence before I can have the assurance of my acceptance with God, and attain the immortal reward? Why is not the path to Heaven less difficult, and more pleasant and attractive? We refer all these doubting, murmuring ones to the great Example, while suffering under the load of man's guilt, and enduring the keenest pangs of hunger. He was sinless, and, more than this, he was the Prince of Heaven; but, on man's behalf, he became sin for the race. “He was wounded for our transgressions; he was bruised for our iniquities. The chastisement of our peace was upon him, and with his stripes we are healed.”"},{"refcode_short":"T25 24.1","refcode_long":"Testimony for the Church — No. 25, p. 24.1 (Ellen Gould White)","content":"Christ sacrificed everything for man, in order to make it possible for him to gain Heaven. Now it is for fallen man to show what he will sacrifice on his own account, for Christ's sake, that he may win immortal glory. Those who have any just sense of the magnitude of salvation, and of its cost, will never murmur that their sowing must be in tears, and that conflict and self-denial are the Christian's portion in this life."},{"refcode_short":"T25 24.2","refcode_long":"Testimony for the Church — No. 25, p. 24.2 (Ellen Gould White)","content":"The conditions of salvation for man are ordained of God. Self-abasement and cross-bearing are the provisions made for the repenting sinner to find comfort and peace. The thought that Jesus submitted to humiliation and sacrifice, that man will never be called to endure, should hush every murmuring voice. The sweetest joy comes to man through his sincere repentance toward God because of the transgression of his law, and faith in Jesus Christ as the sinner's redeemer and advocate."},{"refcode_short":"T25 25.1","refcode_long":"Testimony for the Church — No. 25, p. 25.1 (Ellen Gould White)","content":"Men labor at great cost for the treasures of this life. They suffer toil and endure hardships and privations to gain some worldly advantage. Why should the sinner be less willing to endure, and suffer, and sacrifice, for an imperishable treasure, a life that runs parallel with the life of God, a crown of immortal glory that fadeth not away? The infinite treasures of Heaven, the inheritance which passeth all estimate in value, which is an eternal weight of glory, must be obtained by us at any cost. We should not murmur at self-denial; for the Lord of life and glory endured it before us."},{"refcode_short":"T25 25.2","refcode_long":"Testimony for the Church — No. 25, p. 25.2 (Ellen Gould White)","content":"Suffering and deprivation we will not avoid; for the Majesty of Heaven accepted these in behalf of sinners. Sacrifice of convenience and ease should not cause one thought of repining, because the world's Redeemer has accepted all these in our behalf. It costs us far less in every respect, making the largest estimate of every self-denial, privation, and sacrifice, than it did the Prince of life. Any sacrifice that we may make sinks into insignificance in comparison with that which Christ made in our behalf."},{"refcode_short":"T25 26","refcode_long":"Testimony for the Church — No. 25, p. 26 (Ellen Gould White)","content":"Presumption."},{"refcode_short":"T25 26.1","refcode_long":"Testimony for the Church — No. 25, p. 26.1 (Ellen Gould White)","content":"There are those who have a reckless spirit which they term courage and bravery. They needlessly place themselves in scenes of danger and peril, which exposes them to temptations, out of which it would require a miracle of God to bring them unharmed and untainted. Satan's temptation to the Saviour of the world to cast himself from the pinnacle of the temple, was firmly met and resisted. He quoted a promise of God as security, that he might with safety do this on the strength of the promise. Christ met this temptation with scripture: “It is written, Thou shalt not tempt the Lord thy God.” The only safe course for Christians is to repulse the enemy with God's word. Satan urges men into places where God does not require them to go, presenting scripture to justify his suggestions."},{"refcode_short":"T25 26.2","refcode_long":"Testimony for the Church — No. 25, p. 26.2 (Ellen Gould White)","content":"The precious promises of God are not given to strengthen man in a presumptuous course, or for him to rely upon when he rushes needlessly into danger. God requires us to move with an humble dependence upon his providence. It is not in man that walketh to direct his steps. In God is our prosperity and our life. Nothing can be done prosperously without the permission and blessing of God. He can set his hand to prosper and bless, or he can turn his hand against us. “Commit thy way unto the Lord; trust also in him, and he shall bring it to pass.” We are required, as children of God, to maintain the consistency of our Christian character. We should exercise prudence, caution, and humility, and walk circumspectly toward them that are without. Yet we are not in any case to surrender principle."},{"refcode_short":"T25 27.1","refcode_long":"Testimony for the Church — No. 25, p. 27.1 (Ellen Gould White)","content":"Our only safety is in giving no place to the devil; for his suggestions and purposes are ever to injure us and hinder us from relying upon God. He transforms himself into an angel of purity, that he may, through his specious temptations, introduce his devices in such a manner that we may not discern his wiles. The more we yield, the more powerful will be his deceptions over us. It is unsafe to controvert or to parley with him. For every advantage we give the enemy, he will claim more. Our only safety is to reject firmly the first insinuation to presumption. God has given us grace through the merits of Christ sufficient to with stand Satan, and be more than conquerors. Resistance is success. “Resist the devil, and he will flee from you.” Resistance must be firm and steadfast. We lose all we gain if we resist today only to yield tomorrow."},{"refcode_short":"T25 28.1","refcode_long":"Testimony for the Church — No. 25, p. 28.1 (Ellen Gould White)","content":"The sin of this age is disregard of God's express commands. The power of influence in a wrong direction is very great. Eve had all that her wants required. There was nothing lacking to make her happy; but intemperate appetite desired the fruit of the only tree God had withheld. She had no need of the fruit of the tree of knowledge, but she permitted her appetite and curiosity to control her reason. She was perfectly happy in her Eden home by her husband's side; but, like restless modern Eves, she was flattered that there was a higher sphere than that which God had assigned her. Eve, in order to climb higher than her original position, fell far below it. This will most assuredly be the result with the Eves of the present generation if they overlook a cheerful taking up of their daily life-duties in accordance with God's plan."},{"refcode_short":"T25 28.2","refcode_long":"Testimony for the Church — No. 25, p. 28.2 (Ellen Gould White)","content":"There is a work for women even more important and elevating than the duties of the king upon his throne. They may mold the minds of their children and shape their characters for usefulness in this world, that they may become sons and daughters of God. Their time will be valued as too important to be passed in the ballroom or in needless labor. There is enough labor necessary and important in this world of need and suffering without wasting precious moments for ornamentation or display. Daughters of the Heavenly King, members of the royal family, will feel a burden of responsibility to attain to a higher life, that they may be brought into close connection with Heaven, and work in unison with the Redeemer of the world. Those who are engaged in this work will not be satisfied with the fashions and follies which absorb the mind and affections of women in these last days. If they are indeed the daughters of God, they will be partakers of the divine nature. Their souls will be stirred with deepest pity, as was their divine Redeemer's, as they see the corrupting influences in society. They will be in sympathy with Jesus Christ, to work in their sphere, as they have ability and opportunity to save perishing souls, as Christ worked in his exalted sphere for the benefit of man."},{"refcode_short":"T25 29.1","refcode_long":"Testimony for the Church — No. 25, p. 29.1 (Ellen Gould White)","content":"A neglect on the part of woman to follow God's plan in her creation, by reaching for important positions she is not qualified of God to fill, leaves vacant the position that she could fill to acceptance. In getting out of her sphere she loses true womanly dignity and nobility. When God created Eve he designed that she should possess neither inferiority nor superiority to the man, but in all things should be his equal. The holy pair were to have no interest independent of each other; and yet each had an individuality in thinking and acting for themselves. But after Eve's sin, as she was first in the transgression, the Lord told her that Adam should rule over her. She was to be in subjection to her husband, which was a part of the curse. The curse in many cases has made the lot of woman very grievous, and life a burden. God has given superiority to man which he has in many respects abused in exercising his arbitrary power. Infinite wisdom devised the plan of redemption, which placed the race on a second probation by giving him another trial."},{"refcode_short":"T25 30.1","refcode_long":"Testimony for the Church — No. 25, p. 30.1 (Ellen Gould White)","content":"Satan uses men as his agents to lead those who love God to presumption; especially is this the case with those who are deluded by spiritualism. The spiritualists generally do not accept Christ as the Son of God, and they lead many souls to presumptuous sins through their infidelity. They even claim superiority over Christ, as did Satan in contest with the Prince of Life. Spiritualists whose souls are dyed with sins of a revolting character, and whose consciences are seared, dare to take the name of the spotless Son of God in their polluted lips, and blasphemously unite his most exalted name with the vileness which marks their own polluted natures."},{"refcode_short":"T25 31.1","refcode_long":"Testimony for the Church — No. 25, p. 31.1 (Ellen Gould White)","content":"Men who bring in these damnable heresies will dare those who teach the word of God to enter into controversy with them, and some who are teaching the truth have not had the courage to withstand the challenge from this class, who are marked characters in the word of God. Some of our ministers have not had the moral courage to say to these men, God has warned us in his word in regard to you. He has given us a faithful description of your character and the heresies you hold. Some of our ministers, rather than to give this class any occasion to triumph, or charge them with cowardice, have met them in open discussion. But in discussing with spiritualists they do not meet merely the man, but Satan and his angels. They place themselves in communication with the powers of darkness, and encourage evil angels about them."},{"refcode_short":"T25 31.2","refcode_long":"Testimony for the Church — No. 25, p. 31.2 (Ellen Gould White)","content":"Spiritualists desire to give publicity to their heresies. And ministers who advocate Bible truth are helping them to do this when they consent to engage in discussion with them. They improve opportunities to get their heresies before the people, and in every discussion with spiritualists some will be deceived by them. The very best course for us to pursue is to let them alone."},{"refcode_short":"T25 32","refcode_long":"Testimony for the Church — No. 25, p. 32 (Ellen Gould White)","content":"Power of Appetite."},{"refcode_short":"T25 32.1","refcode_long":"Testimony for the Church — No. 25, p. 32.1 (Ellen Gould White)","content":"One of the strongest temptations to man is upon the point of appetite, Between the mind and the body there is a mysterious and wonderful relation. They react upon each other. To keep the body in a healthy condition to develop its strength, that every part of the living machinery may act harmoniously, should be the first study of our life. To neglect the body is to neglect the mind. God cannot be glorified by his children's having sickly bodies, or dwarfed minds. To indulge the taste at the expense of health is a wicked abuse of the senses. Those who engage in any species of intemperance, in eating or drinking, waste the physical energies and weaken moral power. They will feel the retribution which follows the transgression of physical law."},{"refcode_short":"T25 32.2","refcode_long":"Testimony for the Church — No. 25, p. 32.2 (Ellen Gould White)","content":"The Redeemer of the world knew that the indulgence of appetite would bring physical debility and deaden the perceptive organs, so that sacred and eternal things would not be discerned. Christ knew that the world was given up to gluttony, and that this indulgence would pervert the moral powers. If the indulgence of appetite was so strong upon the race as to require a fast of nearly six weeks by the divine Son of God, in behalf of man, to break its power, what a work is before the Christian in order that he may overcome, even as Christ overcame. The strength of the temptation to indulge perverted appetite can be measured only by the inexpressible anguish of Christ in that long fast in the wilderness."},{"refcode_short":"T25 33.1","refcode_long":"Testimony for the Church — No. 25, p. 33.1 (Ellen Gould White)","content":"Christ knew that in order to successfully carry forward the plan of salvation he must commence the work of redeeming man just where the ruin began. Adam fell upon the point of appetite. In order to impress upon man his obligations to obey the law of God, Christ began his work of redemption by reforming the physical habits of man. The declension in virtue and the degeneracy of the race were chiefly attributable to the indulgence of perverted appetite,"},{"refcode_short":"T25 33.2","refcode_long":"Testimony for the Church — No. 25, p. 33.2 (Ellen Gould White)","content":"There is a solemn responsibility upon all, especially upon ministers who teach the truth, to overcome upon the point of appetite. The usefulness of ministers of Christ would be much greater if they had control of their appetites and passions; and their mental and moral powers would be stronger if they should combine physical labor with mental exertion. They could, with strictly temperate habits, with mental and physical labor combined, accomplish a far greater amount of labor and preserve clearness of mind. If they would pursue such a course their thoughts and words would flow more freely, their religious exercises would be more energized, and the impressions made upon their hearers would be more marked."},{"refcode_short":"T25 34.1","refcode_long":"Testimony for the Church — No. 25, p. 34.1 (Ellen Gould White)","content":"Intemperance in eating, even of food of the right quality, will have a prostrating influence upon the system, and will blunt the keener and holier emotions. Strict temperance in eating and drinking is highly essential for the healthy preservation and vigorous exercise of all the functions of the body. Strictly temperate habits, combined with the exertion of the muscles as well as the exercise of the mind, will preserve both mental and physical vigor, and give power of endurance to those engaged in the ministry, to editors, and to all others whose habits are sedentary."},{"refcode_short":"T25 34.2","refcode_long":"Testimony for the Church — No. 25, p. 34.2 (Ellen Gould White)","content":"As a people, with all our profession of health reform, we eat too much. Indulgence of appetite is the greatest cause of physical and mental debility, and lies at the foundation of feebleness which is apparent everywhere."},{"refcode_short":"T25 34.3","refcode_long":"Testimony for the Church — No. 25, p. 34.3 (Ellen Gould White)","content":"Intemperance commences at our tables, in the use of unhealthful food. After a time, through continual indulgence, the digestive organs become weakened, and the food taken does not satisfy the appetite. Unhealthy conditions are established, and there is a craving for more stimulating food. Tea, coffee, and flesh-meats, produce an immediate effect. Under the influence of these poisons the nervous system is excited. In some cases, for the time being, the intellect seems to be invigorated and the imagination is more vivid. Because this is the result of these stimulants many conclude that they really need them, and continue the use of those things which produce for the time being such agreeable results. But there is always an after result. There is reaction. The nervous system has been unduly excited to borrow power from the future resources of strength for present use."},{"refcode_short":"T25 35.1","refcode_long":"Testimony for the Church — No. 25, p. 35.1 (Ellen Gould White)","content":"All this temporary invigoration of the system is followed by depression. In proportion as these stimulants temporarily invigorate the system, will there be a letting down of the power of the organs that have been thus excited after the stimulus has lost its force. The appetite is educated to crave something stronger, which will have a tendency to keep up and increase the agreeable excitement, until indulgence becomes habit, and there is a continual craving for stronger stimulus, as tobacco, wines, and liquors. As the appetite is indulged the demand will be more frequent and the power of control more difficult. The more the appetite is indulged the more the system becomes debilitated and unable to do without this unnatural stimulus, and the passion for these things increases until the will is overborne, and there seems to be no power to deny the unnatural craving for these indulgences."},{"refcode_short":"T25 36.1","refcode_long":"Testimony for the Church — No. 25, p. 36.1 (Ellen Gould White)","content":"The only safe course is to touch not, taste not, and handle not, tea, coffee, wines, tobacco, opium, and alcoholic drinks. There is double necessity for the men of this generation to call to their aid the power of the will, strengthened by the grace of God, in order to withstand the temptations of Satan, and resist the least indulgence of perverted appetite. The present generation have less power of self-control than those who have lived several generations back. Those who have indulged the appetite for these stimulants have transmitted their depraved appetites and passions to their children, and greater moral power is required to resist the indulgence of intemperance in all its forms. The only perfectly safe course to pursue is to stand firmly on the side of temperance and not venture in the path of danger."},{"refcode_short":"T25 36.2","refcode_long":"Testimony for the Church — No. 25, p. 36.2 (Ellen Gould White)","content":"The great end for which Christ endured that long fast in the wilderness was to teach us the necessity of self-denial and temperance. This work should commence at our tables, and should be strictly carried out in all the concerns of life. The Redeemer of the world came from Heaven to help man in his weakness, that he might become strong in the power which he came to bring him, to overcome appetite and passion, and might be victor on every point."},{"refcode_short":"T25 37.1","refcode_long":"Testimony for the Church — No. 25, p. 37.1 (Ellen Gould White)","content":"Many parents educate the tastes of their children, and form their appetites. They indulge them in eating flesh-meats, and in drinking tea and coffee. The highly seasoned flesh-meats, and tea and coffee, which some mothers encourage their children to use, are preparing the way for them to crave stronger stimulants, as tobacco, and the use of tobacco encourages the appetite for liquor. The use of tobacco and liquor invariably lessens nerve power."},{"refcode_short":"T25 37.2","refcode_long":"Testimony for the Church — No. 25, p. 37.2 (Ellen Gould White)","content":"If Christians would have their moral sensibilities aroused upon the subject of temperance in all things, they could, by their example, commencing at their tables, help those who are weak in self-control, and almost powerless to resist the cravings of appetite. If we could realize that our eternal destiny depends upon strictly temperate habits, and that the habits we form in this life will affect our eternal interests, we should work to the point of strict temperance in eating and in drinking. By our example and personal effort we may be the means of saving many souls from the degradation of intemperance, crime, and death. Our sisters can do much in the great work of the salvation of others, by spreading their tables with only healthful, nourishing food. They may employ their precious time in educating the tastes and appetites of their children, and in forming habits of temperance in all things, and encouraging self-denial and benevolence for the good of others."},{"refcode_short":"T25 38.1","refcode_long":"Testimony for the Church — No. 25, p. 38.1 (Ellen Gould White)","content":"Notwithstanding the example Christ has given us in the wilderness of temptation by denial of appetite and overcoming its power, there are many Christian mothers who are, by their example, and in the education of their children, preparing them to become gluttons and wine-bibbers. Children are frequently indulged in eating what they choose, and when they please, without reference to health. There are many children who are educated gormands from their babyhood. Through indulgence of appetite they are made dyspeptics at an early age. Intemperance in eating, and self-indulgence, grow with their growth, and strengthen with their strength. Mental and physical vigor are sacrificed through the indulgence of parents. A habit becomes established for certain articles of food from which they can receive no benefit, but only injury; and as the system is taxed, the constitution becomes debilitated."},{"refcode_short":"T25 39.1","refcode_long":"Testimony for the Church — No. 25, p. 39.1 (Ellen Gould White)","content":"Ministers, teachers, and students, do not become intelligent as they should in regard to the necessity of physical exercise in the open air. They neglect this most essential duty for the preservation of health. They closely apply their minds to books, and eat the allowance of a laboring man. Under such habits some grow corpulent, because the system is clogged; while others become lean, feeble, and weak, because theft vital powers are exhausted in throwing off excess of food; the liver becomes burdened and unable to throw off the impurities in the blood, and sickness is the result. If physical exercise were combined with mental exertion, the blood would be quickened in its circulation, the action of the heart would be more perfect, impure matter would be thrown off, and new life and vigor would be experienced in every part of the body."},{"refcode_short":"T25 39.2","refcode_long":"Testimony for the Church — No. 25, p. 39.2 (Ellen Gould White)","content":"When the minds of ministers, school teachers, and students, are continually excited by study, and the body is allowed to be inactive, the nerves of emotion are taxed, while the nerves of motion are inactive. The wear is all upon the mental organs, and they become overworked and enfeebled, the muscles lose their vigor for want of being employed, and there is not an inclination to exercise the muscles by engaging in physical labor, because exertion seems to be irksome."},{"refcode_short":"T25 40.1","refcode_long":"Testimony for the Church — No. 25, p. 40.1 (Ellen Gould White)","content":"Ministers of Christ, professing to be his representatives, should follow his example, and above all others should form habits of the strictest temperance. They should keep the life and example of Christ before the people by their own lives of self-denial, self-sacrifice, and active benevolence. Christ overcame appetite on man's behalf; and in his stead they are to set an example, worthy of imitation, to others. Those who do not feel the necessity of engaging in the work of overcoming upon the point of appetite, will lose precious victories which they might gain, and will become slaves to appetite and lust which are filling the cup of iniquity of those who dwell upon the earth."},{"refcode_short":"T25 40.2","refcode_long":"Testimony for the Church — No. 25, p. 40.2 (Ellen Gould White)","content":"Men who are engaged in giving the last message of warning to the world, which is to decide the destiny of souls, should make a practical application in their own lives of the truths they preach to others. They should be examples to the people in their eating, in their drinking, and in their chaste conversation and deportment. Gluttony, indulgence of the baser passions, and grievous sins, are hid under the garb of sanctity by many professed representatives of Christ throughout our world."},{"refcode_short":"T25 41.1","refcode_long":"Testimony for the Church — No. 25, p. 41.1 (Ellen Gould White)","content":"There are men of excellent natural ability whose labors are not half what they might be if they were temperate in all things. Indulgence of appetite and passion beclouds the mind, lessens physical strength, and weakens moral power. Their thoughts are not clear. Their words are not in power, vitalized by the Spirit of God to reach the hearts of the hearers."},{"refcode_short":"T25 41.2","refcode_long":"Testimony for the Church — No. 25, p. 41.2 (Ellen Gould White)","content":"As our first parents lost Eden through the indulgence of appetite, our only hope of regaining Eden is through the firm denial of appetite and passion. Abstemiousness in diet, and control of all the passions, will preserve the intellect so that men may have mental and moral vigor, to bring all their propensities under the control of the higher power, and to retain clearness of intellect to discern between right and wrong, between sacred and common things."},{"refcode_short":"T25 41.3","refcode_long":"Testimony for the Church — No. 25, p. 41.3 (Ellen Gould White)","content":"All who have a true sense of the sacrifice made by Christ in leaving his home in Heaven to come to this world that he might show man by his own life how to resist temptation, will cheerfully deny self and choose to be partakers with Christ of his sufferings."},{"refcode_short":"T25 41.4","refcode_long":"Testimony for the Church — No. 25, p. 41.4 (Ellen Gould White)","content":"The fear of the Lord is the beginning of wisdom. Those who overcome as Christ overcame will need to constantly guard themselves against the temptations of Satan. The appetite and passions should be restricted and under the control of enlightened conscience, that the intellect may be unimpaired, the perceptive powers clear, so that the workings of Satan and his snares may not be interpreted to be the providence of God. Many desire the final reward and victory which are to be given to overcomers, but are not willing to endure the toil, privation, and denial of self, as did their Redeemer. It is only through obedience and continual effort that we shall overcome as Christ overcame."},{"refcode_short":"T25 42.1","refcode_long":"Testimony for the Church — No. 25, p. 42.1 (Ellen Gould White)","content":"The controlling power of appetite will prove the ruin of thousands, when, if they had conquered on this point, they would have moral power to gain victory over every other temptation of Satan. But slaves to appetite will fail in perfecting Christian character. The continual transgression of man for six thousand years has brought sickness, pain, and death, as its fruits. And as we near the close of time, Satan's temptation to indulge appetite will be more powerful and more difficult to overcome."},{"refcode_short":"T25 42","refcode_long":"Testimony for the Church — No. 25, p. 42 (Ellen Gould White)","content":"Leadership."},{"refcode_short":"T25 42.2","refcode_long":"Testimony for the Church — No. 25, p. 42.2 (Ellen Gould White)","content":"Bro. ——, your experience in reference to leadership two years since was an experience for your own benefit, which was highly essential to you. You had very marked and decided views in regard to individual independence and right to private judgment. These views you carried to extremes. You reasoned that you must have the light and evidence for yourself in reference to your duty."},{"refcode_short":"T25 43.1","refcode_long":"Testimony for the Church — No. 25, p. 43.1 (Ellen Gould White)","content":"I have been shown that no man's judgment should be surrendered to the judgment of any one man. But when the judgment of the General Conference, which is the highest authority God has upon the earth, is exercised, private independence and private judgment must not be maintained but be surrendered. Your error was in persistently maintaining your private judgment of your duty against the voice of the highest authority the Lord has upon the earth. After you had taken your own time, and after the work had been much hindered by your delay, you came to Battle Creek in answer to the repeated and urgent calls of the General Conference."},{"refcode_short":"T25 43.2","refcode_long":"Testimony for the Church — No. 25, p. 43.2 (Ellen Gould White)","content":"You very firmly maintained that you had done right in following your own convictions of duty. You considered it a virtue in you to persistently maintain your position of independence. You did not seem to have a true sense of the power God had given to his church in the voice of the General Conference. You thought that, in responding to the call made to you by the General Conference, you were submitting to the judgment and mind of one man. You accordingly manifested an independence, and a set, willful spirit, which was all wrong."},{"refcode_short":"T25 44.1","refcode_long":"Testimony for the Church — No. 25, p. 44.1 (Ellen Gould White)","content":"God gave you a precious experience at that time, which was of value to you, and which has greatly increased your success as a minister of Christ. Your proud, unyielding will was subdued. You had a genuine conversion. This led to reflection, and to your position upon Leadership. Your principles in regard to Leadership are right, but you do not make the right application of them. If you should let the power in the church, the voice and judgment of the General Conference, stand in the place you have given my husband, then there could be no fault found with your position. But you greatly err in giving to one man's mind and judgment that authority and influence which God has invested in his church in the judgment and voice of the General Conference."},{"refcode_short":"T25 44.2","refcode_long":"Testimony for the Church — No. 25, p. 44.2 (Ellen Gould White)","content":"When this power which God has placed in the church is accredited to one man, and he is invested with the authority to be judgment for other minds, then the true Bible order is changed. Satan's efforts upon such a man's mind will be the most subtle and sometimes overpowering, because through this mind he thinks he can affect many others. Your position on Leadership is correct if you give to the highest organized authority in the church what you have given to one man. God never designed that his work should bear the stamp of one man's mind and one man's judgment."},{"refcode_short":"T25 45.1","refcode_long":"Testimony for the Church — No. 25, p. 45.1 (Ellen Gould White)","content":"The great reason why Brn. —— and —— are at this time deficient in the experience they should now have is because they have not been self-reliant. They have shunned responsibilities, because in assuming them their deficiencies would be brought to the light. They have been too willing to have my husband lead out and bear responsibilities, and have allowed him to be mind and judgment for them. These brethren are weak where they should be strong. They have not dared to follow their own independent judgment, lest they should make mistakes and be blamed for it; while they have stood ready to be tempted, and to make my husband responsible if they thought they could see mistakes in his course. They have not lifted the burdens with him. They have referred continually to my husband, making him bear the responsibilities they should have shared with him, until these brethren are weak in those qualifications where they should be strong. They are weak in moral power when they might be giants, qualified to stand as pillars in the cause of God."},{"refcode_short":"T25 46.1","refcode_long":"Testimony for the Church — No. 25, p. 46.1 (Ellen Gould White)","content":"These brethren have not that self-reliance or confidence that God will indeed lead them, if they follow the light he has given them. God never intended that strong, independent men, of superior intellect, should live clinging to others, like the ivy to the oak, for support. All the difficulties, the backsets, the hardships, and disappointments, God's servants shall meet with in active labor, will only strengthen them in the formation of a correct character. In putting their own energies of mind to use, the obstacles they will meet will prove to them positive blessings. They are gaining mental and spiritual muscle to be used upon important occasions with the very best results. They learn self-reliance, and gain confidence in their own experience that God is really leading and guiding them. And as they meet peril, and are obliged to meditate as they have real anguish of spirit, and feel the necessity of prayer in their effort to move understandingly and work to advantage in the cause of God, they find that conflict and perplexity call for the exercise of faith and trust in God, and firmness which develops power. Necessities are constantly arising for new ways and means to meet emergencies. Faculties are called into use that would lie dormant were it not for these pressing necessities in the work of God. This gives a varied experience, so that there will be no use for men of one idea, and those who are only half developed"},{"refcode_short":"T25 47.1","refcode_long":"Testimony for the Church — No. 25, p. 47.1 (Ellen Gould White)","content":"Men of might and power in this cause, whom God will use to his glory, are men who have been baffled and opposed, and thwarted in their plans. These men might have turned their own failures to important victories; but instead of this, they have shunned the responsibilities which would make liability to mistakes possible. These precious brethren have failed to gain that education which is strengthened by experience, which reading and study, and all the advantages otherwise gained, will never give them."},{"refcode_short":"T25 47.2","refcode_long":"Testimony for the Church — No. 25, p. 47.2 (Ellen Gould White)","content":"You have had strength to bear some responsibilities. God has accepted your energetic labors, and blessed your efforts. You have made some mistakes, but because of some failures you should in nowise misjudge your capabilities, nor distrust the strength that you may find in God. You have not been a man willing and ready to assume responsibilities. You would naturally be inclined to shun them, and to choose an easier position, to write and exercise the mind where no special, vital interests are involved. You are making a mistake in relying upon my husband to tell you what to do. This is not the work God has given my husband. You should search out what is to be done, and lift the disagreeable burdens yourself. God will bless you in so doing. You must bear your burdens in connection with the work of God according to your best judgment. You must be guarded, lest your judgment shall be influenced by the opinions of others. If it is apparent that you have made mistakes, it is your privilege to turn these failures into victories by avoiding the same in the future. You will never gain the experience necessary for any important position in being told what to do."},{"refcode_short":"T25 48.1","refcode_long":"Testimony for the Church — No. 25, p. 48.1 (Ellen Gould White)","content":"The same is applicable to all who are standing in the different positions of trust in the various offices in Battle Creek. They are not to be coaxed and petted, and helped at every turn; for this will not make men competent for important positions. It is obstacles that make men strong. It is not helps, but difficulties, conflicts, rebuffs, that make men of moral sinew. Too much ease and avoiding responsibility have made weaklings and dwarfs of those who ought to be responsible men of moral power and strong spiritual muscle."},{"refcode_short":"T25 49.1","refcode_long":"Testimony for the Church — No. 25, p. 49.1 (Ellen Gould White)","content":"Men who ought to be as true in every emergency as the needle to the pole have become inefficient by their efforts to shield themselves from censure and by evading responsibilities for fear of failure. Men of giant intellect are babes in discipline, because they are cowardly in regard to taking and bearing the burdens they should. They are neglecting to become efficient. They have too long trusted one man to plan for them, and to do the thinking they are highly capable of doing themselves in the interest of the cause of God. Mental deficiencies meet us at every point. Men who are content to let others plan and do their thinking for them are not fully developed. If they were left to plan for themselves they would be found judicious, close-calculating men. But when brought into connection with God's cause, it is to them entirely another thing; they lose this faculty almost altogether. They are content to remain as incompetent and inefficient as though others must do the planning and much of the thinking for them. Some men appear to be utterly unable to hew out a path for themselves. Must they ever rely upon others to do their planning and their studying, and to be mind and judgment for them? God is ashamed of such soldiers. He is not honored by their having any part to act in his work while they are mere machines."},{"refcode_short":"T25 50.1","refcode_long":"Testimony for the Church — No. 25, p. 50.1 (Ellen Gould White)","content":"Independent men of earnest endeavor are needed, not men as impressible as putty. Those who want a work all made ready to their hand, where they have a fixed amount to do and a fixed salary, and where they will prove an exact fit without trouble of adaptation or training, are not the men God calls to do a work in his cause. A man who cannot adapt his abilities to fill almost any place if necessity requires, is not the man for this time. Men whom God will connect with his work are not to be fibreless and limp, without muscle or moral force of character."},{"refcode_short":"T25 50.2","refcode_long":"Testimony for the Church — No. 25, p. 50.2 (Ellen Gould White)","content":"It is only by continued and persevering labor that men can be disciplined to bear a part in the work of God. These men should not become discouraged if circumstances and surroundings are the most unfavorable. They should not give up their purpose as complete failure until they are convinced beyond a doubt that they cannot do much for the honor of God and the good of souls."},{"refcode_short":"T25 50.3","refcode_long":"Testimony for the Church — No. 25, p. 50.3 (Ellen Gould White)","content":"There are men who flatter themselves that they might do something great and good if they were only circumstanced differently, while they are making no use of the faculties they already have in working in the positions where providence has placed them. Man can make his circumstances, but circumstances should never make the man. Man should seize circumstances as his instruments with which to work. He should master circumstances, but should never allow circumstances to master him. Individual independence and individual power is what is now needed. Individual character need not be sacrificed, but modulated, refined, elevated."},{"refcode_short":"T25 51.1","refcode_long":"Testimony for the Church — No. 25, p. 51.1 (Ellen Gould White)","content":"I was shown that it was my husband's duty to lay off the responsibilities others would be glad to have him bear because it excuses them from many difficulties. My husband's ready judgment and clear discernment, which have had to become so through training and exercise, have led him to take on many burdens which others should have borne."},{"refcode_short":"T25 51.2","refcode_long":"Testimony for the Church — No. 25, p. 51.2 (Ellen Gould White)","content":"You are too slow. You should cultivate opposite qualities. The cause of God demands men who can see quickly and act instantaneously at the right time and with power. If you wait to measure every difficulty and balance every perplexity you meet, you will do but little. You will have obstacles and difficulties to encounter at every turn, and you must with firm purpose decide to conquer them or they will conquer you."},{"refcode_short":"T25 51.3","refcode_long":"Testimony for the Church — No. 25, p. 51.3 (Ellen Gould White)","content":"Sometimes various ways and purposes, different modes of operation in connection with the work of God, are about evenly balanced in the mind; but it is at this very point that the nicest discrimination is necessary. And if anything is accomplished to the purpose, it must be done at the golden moment. The slightest inclination of the weight in the balance should be seen and should determine the matter at once. Long delays tire the angels. It is even more excusable to make a wrong decision sometimes than to be in a universal wavering position, hesitating, sometimes inclined in one direction, then in the other. More perplexity and wretched results attend this hesitating and doubting than to sometimes move too hastily."},{"refcode_short":"T25 52.1","refcode_long":"Testimony for the Church — No. 25, p. 52.1 (Ellen Gould White)","content":"I have been shown that the most signal victories, or the most fearful defeats, have been on the turn of minutes. God requires promptness of action. Delays, doubtings, hesitation, and indecision, frequently give the enemy every advantage."},{"refcode_short":"T25 52.2","refcode_long":"Testimony for the Church — No. 25, p. 52.2 (Ellen Gould White)","content":"My brother, you need to reform. The timing of things may tell much in favor of truth. Victories are frequently lost through delays. There will be crises in this cause. Prompt and decisive action at the right time will gain a glorious triumph, while delay and neglect will prove a great failure and positive dishonor to God. Rapid movements at the critical moment often disarm the enemy, and he is disappointed and vanquished, for he had expected time to lay plans and work by artifice."},{"refcode_short":"T25 53.1","refcode_long":"Testimony for the Church — No. 25, p. 53.1 (Ellen Gould White)","content":"God wants men connected with his work in Battle Creek whose judgment is at hand, whose minds when necessary will act like the lightning. The greatest promptness is positively necessary in the hour of peril and danger. Every plan may be well laid to accomplish certain results, and yet a delay of a very short time may leave things to assume entirely a different shape, and the great objects which might have been gained are lost through lack of quick foresight and prompt dispatch. Much may be done in training the mind to overcome indolence. There are times when caution and great deliberation are necessary; rashness would be folly. But even here, much has been lost by too great hesitancy. Caution up to a certain point was required; but hesitancy and policy on particular occasions have been more disastrous than to have failed through rashness."},{"refcode_short":"T25 53.2","refcode_long":"Testimony for the Church — No. 25, p. 53.2 (Ellen Gould White)","content":"My brother, you need to cultivate promptness. Away with your hesitating manner. You are slow, and neglect to seize the work and accomplish it. You must get out of this narrow manner of labor; for it is of the wrong order. When unbelief takes hold of your soul, your labor is of such a hesitating, halting, balancing kind that you accomplish nothing yourself and hinder others from doing. You have just enough interest to see difficulties and start doubts, but have not the interest or courage to overcome the difficulties or dispel the doubts. At such times you need force of character, less stubbornness and set willfulness, and you need to surrender to God. This slowness, this sluggishness of action, is one of the greatest defects in your character, and stands in the way of your usefulness."},{"refcode_short":"T25 54.1","refcode_long":"Testimony for the Church — No. 25, p. 54.1 (Ellen Gould White)","content":"Your slowness of decision in connection with the cause and work of God is sometimes painful. It is not at all necessary. Prompt and decisive action may accomplish great results. You are generally willing to work when you feel just like it, ready to do when you can see clearly what is to be done; but you fail to be the benefit to the cause you might, if you were prompt and decisive at the critical moment, and would overcome the hesitation and delay which have marked your character, and which have greatly retarded the work of God."},{"refcode_short":"T25 54.2","refcode_long":"Testimony for the Church — No. 25, p. 54.2 (Ellen Gould White)","content":"This defect, unless overcome, will prove, in instances of great crises, disastrous to the cause, and fatal to your own soul. Punctuality and decisive action at the right time must be acquired; for you have not these qualities. In the warfare and battles of nations, there is often more gained by good management in prompt action than in earnest, dead encounter with the enemy."},{"refcode_short":"T25 55.1","refcode_long":"Testimony for the Church — No. 25, p. 55.1 (Ellen Gould White)","content":"To do up business with dispatch, and yet do it thoroughly, is a great acquisition. My brother, you have really felt that your cautious and hesitating course was commendable, rather a virtue than a wrong. But from what the Lord has shown me in this matter, these sluggish movements on your part have greatly hindered the work of God, and left undone many things which in justice ought to have been done with promptness. It will be difficult for you now to make the changes in your character which God requires you to make, because it was difficult for you to be punctual and prompt of action in youth. When the character is formed, the habits fixed, and the mental and moral faculties have become firm, to then unlearn wrong habits, to be prompt in action, is most difficult. You should realize the value of time. You are not excusable for leaving the most important, though unpleasant, work, hoping to get rid of doing it altogether, thinking it will become less unpleasant, while you occupy your time upon pleasant matters not really taxing. You should do the work which must be done, and which involves the vital interests of the cause, first, and then take up the less important matters only after the more essential are accomplished. Punctuality and decision in the work and cause of God are highly essential. Delays are virtually defeats. Minutes are golden, and should be improved to the very best account. Earthly relations and personal interests should ever be secondary. Never should the cause of God be left to suffer, in a single particular, because of earthly friends or the dearest relations."},{"refcode_short":"T25 56.1","refcode_long":"Testimony for the Church — No. 25, p. 56.1 (Ellen Gould White)","content":"“And he said unto another, Follow me. But he said, Lord, suffer me first to go and bury my father. Jesus said unto him, Let the dead bury their dead; but go thou and preach the kingdom of God. And another also said, Lord, I will follow thee; but let me first go bid them farewell which are at home in my house. And Jesus said unto him, No man having put his hand to the plough, and looking back, is fit for the kingdom of God.”"},{"refcode_short":"T25 56.2","refcode_long":"Testimony for the Church — No. 25, p. 56.2 (Ellen Gould White)","content":"No earthly ties, no earthly considerations, should weigh one moment in the scale against duty to the cause and work of God. Jesus severed his connection from everything to save a lost world. He requires of us a full and entire consecration. There are sacrifices to be made for the interests of God's cause. The sacrifice of feeling is the most keen, yet after all it is a small sacrifice required of us. You have plenty of friends, and if the feelings are only sanctified you need not feel that you are making a very great sacrifice. You do not leave your wife among heathen. You are not called to tread the burning African desert, or to face prisons, and encounter trial at every step. Be careful how you appeal to your sympathies and let human feelings and personal considerations mingle with your efforts and labors for the cause of God. He demands unselfish and willing service. You can render this, and yet do all your duties to your family; but hold this as a secondary matter. My husband and myself have made mistakes in consenting to take responsibilities that others should carry."},{"refcode_short":"T25 57.1","refcode_long":"Testimony for the Church — No. 25, p. 57.1 (Ellen Gould White)","content":"In the commencement of this work, there was needed a man to propose, to execute with determination, and to lead out, battling with error and surmounting obstacles. My husband bore the heaviest burden, and met the most determined opposition. But when we became a fully organized body, and several men were chosen to act in responsible positions, then was the proper time for my husband to act no longer as one man to stand under the responsibilities, and carry the heavy burdens. This labor devolved on more than one. Here is where the mistake has been made by his brethren in urging him, and himself in consenting, to stand under the burdens and responsibilities that he had borne alone for years. He should have laid down these burdens years ago, and they should have been divided with other men chosen to act in behalf of the people. Satan would be pleased to have one man's mind and one man's judgment control the minds and judgment of those who believe the present truth. My husband has frequently been left almost alone to see and feel the wants of the cause of God, and to act promptly."},{"refcode_short":"T25 58.1","refcode_long":"Testimony for the Church — No. 25, p. 58.1 (Ellen Gould White)","content":"His leading brethren were not deficient in intellect, but they lacked a willing mind to stand in the position which my husband has occupied. They have inconsistently allowed a paralytic to bear the burdens and responsibilities of this work which no one of them alone could endure with their strong nerves and firm muscles. He has sometimes used apparent severity. He has spoken and given offense. When he has seen others who might have shared his burdens avoiding responsibilities, it has grieved him to the heart, and he has spoken impulsively. He has not been placed in this unreasonable position by his Lord, but by his brethren. His life has been but little better than a species of slavery. The constant trial, the harassing*The original publication had the spelling “harrassing.” care, the exhausting brain-work, have not been valued by his brethren. He has led an unenjoyed life. And he has increased his unhappiness by complaining of his brother ministers who neglected to do what they might have done. Nature has been outraged time and again. While his brethren have found fault with him for doing so much, they have not come up to take their share of the responsibility, but have been too willing to make him responsible for everything. You came nobly up to bear responsibilities when there were no others who would lift them. If his brethren in the ministry would have cultivated a willingness to lift the burdens they should have borne, my husband would not have seen and done so much work which needed to be done, and which he thought must not be neglected."},{"refcode_short":"T25 59.1","refcode_long":"Testimony for the Church — No. 25, p. 59.1 (Ellen Gould White)","content":"God has not suffered the life of my husband to end ingloriously. He has sustained him. But the man who performs double labor, who crowds the work of two years into one, is burning his candle at both ends. There is yet a work for my husband to do which he should have done years ago. He should now have less of the strife, perplexity, and responsibility of life, and be ripening, softening, and elevating, for his last change. He should now husband his strength. He should not allow the responsibilities of the cause to rest upon him so heavily, but should stand free, where the prejudices and suspicions of his brethren would not disturb his peace."},{"refcode_short":"T25 60.1","refcode_long":"Testimony for the Church — No. 25, p. 60.1 (Ellen Gould White)","content":"God has permitted the precious light of truth to shine upon his word, and illuminate the mind of my husband. He may reflect the rays of light from the presence of Jesus upon others by his preaching and writing. But while serving tables, doing business matters in connection with the cause, he has been deprived to a great degree of the privilege of using his pen and of preaching to the people."},{"refcode_short":"T25 60.2","refcode_long":"Testimony for the Church — No. 25, p. 60.2 (Ellen Gould White)","content":"He has felt that he was called of God to stand in defense of the truth, and those who were not doing justice to the work he has felt it his duty to reprove, and that sometimes severely. The pressure of care and the affliction of disease have often thrown him into discouragements, and he has sometimes viewed matters in an exaggerated light. His brethren have taken advantage of his words, and of his prompt manners, which have been in such marked contrast with their tardiness of labor and their narrow plans of operation. They have accredited to my husband motives and feelings which were not due him. The wide contrast between themselves and him seemed like a gulf; but this might easily have been bridged had these men of intellect put their undivided interests and whole hearts into the work of building up and advancing the precious cause of God."},{"refcode_short":"T25 61.1","refcode_long":"Testimony for the Church — No. 25, p. 61.1 (Ellen Gould White)","content":"We might exert a constant influence in this place, at the head of the work, which would advance the prosperity of these institutions. But the course of others who do not do what they might, who are subject to temptation, if their track is crossed, and who would reflect upon our most earnest efforts for the prosperity of God's cause, compels us to seek an asylum elsewhere, where we may work to better advantage with less danger of being crushed under burdens. God has given us great freedom and power with his people at Battle Creek. When we came to this place last summer, our work commenced in earnest, and it has continued ever since. One perplexity and difficulty has followed closely upon another, calling forth taxing labor to set things right."},{"refcode_short":"T25 61.2","refcode_long":"Testimony for the Church — No. 25, p. 61.2 (Ellen Gould White)","content":"When the Lord showed that Bro. —— might be the man for the place if he remained humble and would rely upon his strength, he did not make a blunder and select the wrong man. For a time, Bro. —— had a true interest, and acted as a father at the Health Institute. But he became self-exalted, self-sufficient. He pursued a wrong course. He yielded to temptation."},{"refcode_short":"T25 61.3","refcode_long":"Testimony for the Church — No. 25, p. 61.3 (Ellen Gould White)","content":"The excuses the directors have made for their neglect of duty are all wrong. Their shifting responsibilities upon Bro. and sister White is marked against them. They simply neglected their duty because it was unpleasant."},{"refcode_short":"T25 62.1","refcode_long":"Testimony for the Church — No. 25, p. 62.1 (Ellen Gould White)","content":"I saw that help was needed upon the Pacific Coast. But God would not have us take the responsibilities or bear others’ perplexities. We may stand as counselors, and help them with our influence and with our judgment. We may do much if we will not be induced to get under the load and bear the weight which others should bear, and which it is important for them to bear in order to gain a necessary experience. We have important matter to write out which the people greatly need. We have precious light on Bible truth which we may speak to the people."},{"refcode_short":"T25 62.2","refcode_long":"Testimony for the Church — No. 25, p. 62.2 (Ellen Gould White)","content":"I was shown that God did not design that my husband should bear the burdens he has borne for the last five months. The working part in connection with the cause has been left to fall upon him. This has brought perplexity, weariness, and nervous debility, which have resulted in discouragement and depression. There has been a lack of harmonious action on the part of his brethren from the commencement of the cause. His brethren in the ministry have loved freedom. They have not lifted the responsibilities which they might, and have failed to gain the experience they might have had to stand in most responsible positions relative to the vital interests of the cause of God at the present time. They have excused their neglect of bearing responsibilities because they feared being reflected upon afterward."},{"refcode_short":"T25 63.1","refcode_long":"Testimony for the Church — No. 25, p. 63.1 (Ellen Gould White)","content":"The religion we profess is colored by our natural dispositions and temperaments, therefore, it is of the highest importance that the weak points in our character become strengthened by exercise, and the strong, unfavorable points be weakened by working in an opposite direction, and by strengthening opposite qualities."},{"refcode_short":"T25 63.2","refcode_long":"Testimony for the Church — No. 25, p. 63.2 (Ellen Gould White)","content":"But some brethren have not done what they might and should have done which would have given my husband sufficient encouragement and help to continue to bear some responsibilities at the head of the work. His fellow-laborers did not move independently and look to God for light and for duty for themselves, and follow in his opening providence, and consult together upon plans of operations, and unite in their plans and manner of labor."},{"refcode_short":"T25 63.3","refcode_long":"Testimony for the Church — No. 25, p. 63.3 (Ellen Gould White)","content":"Since coming to Michigan last summer, the Lord has especially blessed the labors of my husband. He has been sustained in a most remarkable manner to do work that so much needed to be done. Had those associated with him been awake to see and understand the wants of the cause of God at our last Michigan Camp-meeting, the many things not done might have been done. There was a lack to meet the wants of the occasion. Had Bro. —— stood cheerful in God, walking in the light, ready to see what was to be done, and executing the work with dispatch, we should now be months advanced in our work, and long ago we might have been working to the point to establish the press upon the Pacific Coast. God cannot be glorified by our falling into singular gloom, and then remaining under the cloud. The light does shine, although we may not realize its blessing; but if we make all diligence to press to the light, and if we move ahead just as though the light did shine, we shall soon pass out of the darkness and find light, light all around us."},{"refcode_short":"T25 64.1","refcode_long":"Testimony for the Church — No. 25, p. 64.1 (Ellen Gould White)","content":"At our last camp-meeting, the angels of God in a special manner came with their power to lighten and heal, and to bless both my husband and Bro. Waggoner. A precious victory was there gained which should never lose its influence."},{"refcode_short":"T25 64.2","refcode_long":"Testimony for the Church — No. 25, p. 64.2 (Ellen Gould White)","content":"I was shown that God in a most marked manner had given my husband tokens of his love and care, and also of his sustaining grace. This should ever lead to humility and gratitude on the part of my husband. God has regarded his zeal and devotion to his cause and his work."},{"refcode_short":"T25 65.1","refcode_long":"Testimony for the Church — No. 25, p. 65.1 (Ellen Gould White)","content":"God wants minute men. He will have men who are as true when important decisions are to be made as the needle to the pole; men whose special and personal interests are swallowed up in the one great general interest for the salvation of souls as were our Saviour's. Satan plays upon the human mind where any chance has been left for him to do so, and he seizes upon the very time and place where he can do the most service to himself, and the greatest injury to the cause of God. A neglect to do what we might do, and that which God requires we should do in his cause, is a sin which cannot be palliated with excuse of circumstances or conditions; for Jesus has made provision for all in every emergency."},{"refcode_short":"T25 65.2","refcode_long":"Testimony for the Church — No. 25, p. 65.2 (Ellen Gould White)","content":"My brother, in doing the work of God you will be placed in a variety of circumstances, all requiring self-possession and self-control that will qualify you to adapt yourself to circumstances and the peculiarities of the situation. Then can you act yourself unembarrassed. You should not place too low an estimate upon your ability to act your part in the various callings of practical life. Where you are aware of deficiencies, go to work at once to remedy these defects. Do not trust to others to supply your deficiencies and you go on indifferently, as though it were a matter of course that your peculiar organization must ever remain so. Apply yourself earnestly to cure these defects, that you may be perfect in Christ Jesus, wanting in nothing."},{"refcode_short":"T25 66.1","refcode_long":"Testimony for the Church — No. 25, p. 66.1 (Ellen Gould White)","content":"If you form too high an opinion of yourself, you will think your labors are of more real consequence than they will bear, and you will plead individual independence which borders on arrogance. If you go to the other extreme and form too low an opinion of yourself, you will feel inferior, and leave an impression of inferiority, which will greatly limit the influence you might have for good. You should avoid either extreme. Feeling should not control you; circumstances should not affect you. You may form a correct estimate of yourself which will prove a safeguard from both extremes. You may be dignified without vain self-confidence; you may be condescending and yielding without sacrificing self-respect or individual independence, and your life may be of great influence with those in the higher as well as the lower walks of life."},{"refcode_short":"T25 66.2","refcode_long":"Testimony for the Church — No. 25, p. 66.2 (Ellen Gould White)","content":"Bro. ——, your danger now is of being affected with reports. Your labors are decidedly practical, close, and cutting. You rein up the people to very close tests and requirements. This is necessary at times, but your labors are getting to be too much of this character, and will lose their force unless mingled with more of the softening, encouraging grace of the Spirit of God. You allow the words of your relatives and special friends to influence your propositions and affect your decisions. You credit too readily and incorporate their views into your own ideas, and are too often led astray. You need to be guarded. The families in —— so closely related have had an influence. Your judgment, your feelings, your views, influence them, and in turn, they influence you, and a strong current will be set flowing in a wrong direction unless you are all thoroughly consecrated and humble before God. All the elements of these family connections are naturally independent, conscientious, and inclined to extremes, unless especially balanced and controlled by the Spirit of God."},{"refcode_short":"T25 67.1","refcode_long":"Testimony for the Church — No. 25, p. 67.1 (Ellen Gould White)","content":"Never, never be influenced by reports. Never let your conduct be influenced by your dearest relatives. The time has come when the greatest wisdom needs to be exercised in reference to the cause and work of God. Judgment is needed to know when to speak and when to keep silent. Hunger for sympathy frequently leads to imprudence of a grave character in opening the feelings to others. Your appearance claims sympathy frequently when it were better for you if you did not receive it."},{"refcode_short":"T25 68.1","refcode_long":"Testimony for the Church — No. 25, p. 68.1 (Ellen Gould White)","content":"It is an important duty for all to become familiar with the tenor of their conduct from day to day, and the motives which prompt their actions. They need to become acquainted with the particular motives which prompt particular actions. Every action of their lives is judged, not by the external appearance, but from the motive which dictated the action."},{"refcode_short":"T25 68.2","refcode_long":"Testimony for the Church — No. 25, p. 68.2 (Ellen Gould White)","content":"All should guard their senses, lest Satan gain victory over them, for these are the avenues to the soul. We may be severe as we like in disciplining ourselves, but be very cautious and not push souls to desperation. Some feel that Bro. White is altogether too severe in speaking in a decided manner individuals, in reproving what he thinks is wrong in them. He may be in danger of not being as careful in his manner of reproof as to give no occasion for reflection. But some of those who complain of his manner of reproving use the most cutting, reproving, condemnatory language, too indiscriminating to a congregation, and they feel that they have relieved their souls and done a good work. But the angels of God do not always approve such labor. If Bro. White makes one individual feel that he is not doing right, if he is too severe toward that one, and needs to be taught to modify his manners, to soften his spirit, how much more necessary for his ministering brethren to feel the inconsistency of making a large congregation suffer from cutting reproofs and strong denunciations, when the really innocent must suffer with the guilty."},{"refcode_short":"T25 69.1","refcode_long":"Testimony for the Church — No. 25, p. 69.1 (Ellen Gould White)","content":"It is worse, far worse, to give expression to the feelings in a large gathering, firing at any one and every one, than to go to the individuals who may have done wrong and personally reprove them. The offensiveness of this severe, overbearing, denunciatory talk in a large gathering is of as much more grave a character in the sight of God than giving personal, individual reproof, as the numbers are greater and the censure more general."},{"refcode_short":"T25 69.2","refcode_long":"Testimony for the Church — No. 25, p. 69.2 (Ellen Gould White)","content":"It is ever easier to give expression to the feelings before a congregation, because there are many present, than to go openly, frankly, and plainly state their wrong course face to face with the erring. But bringing into the house of God strong feelings against individuals, and making all the innocent as well as the guilty suffer, is a manner of labor that God does not sanction, and which does harm rather than good. It has too often been the case that criticising and denunciatory discourses have been given before a congregation. These do not encourage a spirit of love in the brethren. They have not tended to make them spiritually minded, and lead them to holiness and Heaven. But a spirit of bitterness has been aroused in hearts."},{"refcode_short":"T25 70.1","refcode_long":"Testimony for the Church — No. 25, p. 70.1 (Ellen Gould White)","content":"These very strong sermons that cut a man all to pieces are sometimes positively necessary to arouse, alarm, and convict. But unless they bear the especial marks of being dictated by the Spirit of God, they do a far greater injury than they can do good."},{"refcode_short":"T25 70.2","refcode_long":"Testimony for the Church — No. 25, p. 70.2 (Ellen Gould White)","content":"I was shown that my husband's course has not been perfect. He has erred sometimes in murmuring, and in giving too severe reproof. But from what I have seen, he has not been so greatly at fault in this respect as many have supposed, and as I have sometimes feared."},{"refcode_short":"T25 70.3","refcode_long":"Testimony for the Church — No. 25, p. 70.3 (Ellen Gould White)","content":"Job was not understood by his friends. He flings back upon them their reproaches. He shows them that if they are defending God in avowing their faith in him and their consciousness of sin, he had a more deep and thorough knowledge of it than they ever had. Miserable comforters are ye all, is the answer he makes them to their criticisms and censures. I also, says Job, could speak as ye do if your soul were in my soul's stead. I could heap up words against you, and shake my head at you. But he declares he would not do this. I, he says, would strengthen you with my mouth, and the moving of my lips should assuage your grief."},{"refcode_short":"T25 71.1","refcode_long":"Testimony for the Church — No. 25, p. 71.1 (Ellen Gould White)","content":"Well-meaning brethren and sisters, but having narrow conceptions and looking only at externals, may attempt to help matters which they have no real knowledge of. Their limited experience cannot fathom the feelings of a soul who has been urged out by the Spirit of God, and has felt to the depths that earnest and inexpressible love and interest for the cause of God and for souls that they have never experienced, and who have borne burdens in the cause of God they have never lifted."},{"refcode_short":"T25 71.2","refcode_long":"Testimony for the Church — No. 25, p. 71.2 (Ellen Gould White)","content":"The narrow vision of some short-sighted, short-experienced friends, cannot appreciate the feelings of a soul who has been in close harmony with the soul of Christ in connection with the salvation of souls. The motives are misunderstood and the actions misconstrued by those who would be his friends, until, like Job, the earnest prayer goes forth from his lips, Save me from my friends."},{"refcode_short":"T25 71.3","refcode_long":"Testimony for the Church — No. 25, p. 71.3 (Ellen Gould White)","content":"God takes the case of Job in hand himself. His patience has been severely taxed; but when God speaks, all his pettish feelings are changed. His self-justification, which he felt necessary to withstand the condemnation of his friends, is not necessary toward God. He never misjudges. God never errs, Says the Lord to Job, Gird up now thy loins like a man; and Job no sooner hears the divine voice than his soul is bowed down with a sense of his sinfulness, and he says before God, I abhor myself in dust and ashes."},{"refcode_short":"T25 72.1","refcode_long":"Testimony for the Church — No. 25, p. 72.1 (Ellen Gould White)","content":"When God has spoken, my husband has hearkened to his voice. But to bear the condemnation and reflection of his friends who do not seem to discriminate, has been a great trial. When his brethren shall have stood under the same circumstances, bearing the responsibilities he has borne with as little encouragement and help as he has had, then they may be able to understand how to sustain, how to comfort, how to bless, without torturing his feelings by reflections and censures he in no way deserves."},{"refcode_short":"T25 72","refcode_long":"Testimony for the Church — No. 25, p. 72 (Ellen Gould White)","content":"Call for Means."},{"refcode_short":"T25 72.2","refcode_long":"Testimony for the Church — No. 25, p. 72.2 (Ellen Gould White)","content":"I was shown that there had been unhappy results in making urgent calls for means at our camp-meetings. This matter has been pressed too hard. There were many men of means who would not have done anything had not their hearts been softened and melted under the influence of the testimonies borne to them. The poor were deeply affected, and, in the sincerity of their souls, pledged means which they had a heart to give, but were unable to pay. The urgent call for means in most instances left a wrong impression upon some minds. Some thought that it was money that was the burden of our message. Many went to their homes blessed because they had donated to the cause of God. But there are better methods of raising means in free-will offerings than in urgent calls at our large gatherings. If all come up to the plan of systematic benevolence, and if our tract and missionary workers are faithful in their department of the work, the treasury will be well supplied without these urgent calls at our large gatherings."},{"refcode_short":"T25 73.1","refcode_long":"Testimony for the Church — No. 25, p. 73.1 (Ellen Gould White)","content":"But there has been a great neglect of duty. Many have withheld means which God claims as his, and in thus doing have committed robbery toward God. Their selfish hearts have not given the tenth of all their increase, which God has claimed. Neither have they come up to the yearly gatherings with their free-will offerings, their thank offerings, and their trespass offerings. Many have come before the Lord empty-handed. “Will a man rob God? yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings. Ye are cursed with a curse; for ye have robbed me, even this whole nation. Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.”"},{"refcode_short":"T25 74.1","refcode_long":"Testimony for the Church — No. 25, p. 74.1 (Ellen Gould White)","content":"There would sin rest upon us as a people if we did not make most earnest efforts to ascertain those who had donated for the different enterprises who are too poor to give anything. All that they have in the liberality of their souls given should be returned to them with an additional gift to relieve their necessities."},{"refcode_short":"T25 74.2","refcode_long":"Testimony for the Church — No. 25, p. 74.2 (Ellen Gould White)","content":"The raising of money has been carried to extremes. It has left a bad impression on many minds. This is not the best plan of raising means. There has been an indifference manifested to investigate the cases of the poor and make returns to them, that they should not suffer for the necessities of life."},{"refcode_short":"T25 74.3","refcode_long":"Testimony for the Church — No. 25, p. 74.3 (Ellen Gould White)","content":"A neglect of duty in this respect to become acquainted with the necessity of the needy and relieve their pressing wants in returning means that has been given to advance the cause of God, would be on our part a neglect of our Saviour in the persons of his saints."},{"refcode_short":"T25 75","refcode_long":"Testimony for the Church — No. 25, p. 75 (Ellen Gould White)","content":"Epistle Number One."},{"refcode_short":"T25 75.1","refcode_long":"Testimony for the Church — No. 25, p. 75.1 (Ellen Gould White)","content":"I have been shown some things in reference to our duty to the unfortunate which I feel it my duty to write at this time."},{"refcode_short":"T25 75.2","refcode_long":"Testimony for the Church — No. 25, p. 75.2 (Ellen Gould White)","content":"I saw that in the providence of God he had placed, in close Christian relation to his church, widows and orphans, the blind, the deaf, the lame, and persons afflicted in a variety of ways, to prove his people and develop their true character. Angels of God are watching to see how we treat these persons who need our sympathy, our love, and disinterested benevolence. This is God's test of our character. If we have the true religion of the Bible, we shall feel that a debt of love, kindness, and interest, is due to Christ in behalf of his brethren, and we can do no less than to show our gratitude for the unmeasurable love of Christ to us while we were sinners unworthy of his grace, by having a deep interest and unselfish love for those who are our brethren, and who are less fortunate than ourselves."},{"refcode_short":"T25 75.3","refcode_long":"Testimony for the Church — No. 25, p. 75.3 (Ellen Gould White)","content":"The two great principles of the law of God are supreme love to God and unselfish love to our neighbor. The first four commandments, and the last six, hang upon, or grow out of, these two principles. Christ explained to the lawyer who was his neighbor, in the illustration of the man who was traveling from Jerusalem to Jericho and fell among thieves who robbed him, and beat him, and left him half dead. The priest and the Levite saw this man suffering, but their hearts did not respond to his wants. They avoided him by passing by on the other side. The Samaritan came that way, and when he saw the stranger's need of help, he did not question whether he was of their country, or of their creed, or a relative; but he went to work to help the sufferer because there was work which needed to be done. He relieved him as best he could, put him upon his own beast and carried him to an inn, and made provision for his wants at the expense of his purse. This Samaritan, said Christ, was neighbor to him who fell among thieves. The Levite and the priest represent a class in the church who manifest an indifference to the very ones who need their sympathy and help. This class, notwithstanding their position in the church, are commandment-breakers. The Samaritan represents a class who are true helpers with Christ, and are imitating his example in doing good."},{"refcode_short":"T25 76.1","refcode_long":"Testimony for the Church — No. 25, p. 76.1 (Ellen Gould White)","content":"Those who have pity for the unfortunate, the blind, the lame, the afflicted, the widows, the orphans, and the needy, Christ represents as commandment-keepers, who shall have eternal life. There is in —— a great lack of personal religion and individual obligation to feel for others woes, and with disinterested benevolence to work for the prosperity of the unfortunate and afflicted. Some have no experience in these duties. They have all their lives been like the Levite and priest, who passed by on the other side. There is a work for the church to do, which, if left undone, will bring darkness upon them. The church as a whole and individually should bring their motives under faithful examination, and compare their lives with the life and teachings of the only correct Pattern. Christ preserves in the heavenly records, as done to himself, all acts of mercy and benevolence and thoughtful consideration for the unfortunate, the blind, the lame, the sick, the widows, and orphans, and the works of these shall be rewarded. On the other hand, a record will be written in the book against those who manifest the indifference of the priest and Levite for the unfortunate, and those who take any advantage of the misfortunes of others and increase their affliction in order to selfishly advantage themselves. God will surely repay every act of injustice, and every manifestation of careless indifference and neglect of the afflicted among us. Every one will finally be rewarded as his works have been."},{"refcode_short":"T25 77.1","refcode_long":"Testimony for the Church — No. 25, p. 77.1 (Ellen Gould White)","content":"I was shown in regard to Bro. T ——, that he has not been dealt justly with by his brethren. Brn. F ——, W ——, and others, pursued a course toward him which was displeasing to God. Bro. F —— had no special interest in Bro. T ——, only so far as he thought he could advantage himself through him. I was shown that some looked upon Bro. T —— as being penurious and dishonest. God is displeased with this judgment. Bro. T —— would have had no trouble, and would have had means to abundantly sustain himself, had it not been for the selfish course of his brethren who had eyesight and property, and who worked against him by seeking to turn his abilities to their own selfish interest."},{"refcode_short":"T25 78.1","refcode_long":"Testimony for the Church — No. 25, p. 78.1 (Ellen Gould White)","content":"Those who take advantage of the hard study of a blind man, to benefit themselves with the inventions he has made, commit robbery, and are virtually commandment-breakers."},{"refcode_short":"T25 78.2","refcode_long":"Testimony for the Church — No. 25, p. 78.2 (Ellen Gould White)","content":"There are those in the church who are transgressors of the law of God who profess to be keeping the law of Jehovah. There are men who do not discern their own defects. They possess a selfish, penurious spirit, and blind their own eyes to their sin of covetousness, which the Bible defines as idolatry. Men of this character may have been esteemed by their brethren as most exemplary Christians; but the eye of God reads the heart and discerns the motives. He sees that which man cannot see in the thoughts and character. In his providence he brings these persons into positions which will, in time, reveal the defects in their character, that if they wish to see them and correct them they can do so. There are those who have through their lives studied their own interest and been swallowed up in their own selfish plans, anxious to advantage themselves without much thought of others, whether they would be distressed or perplexed through any plans or actions of theirs. Selfish interest overbears mercy and the love of God. The Lord sometimes permits this class to go on in their selfish course in spiritual blindness until their defects are apparent to all who have spiritual discernment. They evidence by their works that they are not genuine Christians."},{"refcode_short":"T25 79.1","refcode_long":"Testimony for the Church — No. 25, p. 79.1 (Ellen Gould White)","content":"Men who have property and a measure of health, and who enjoy the inestimable blessing of sight, have every advantage over a blind man. They have many ways open to them in their business career that are closed to a man who has lost his sight. Persons enjoying the use of all their faculties should not look to their own selfish interest and deprive a blind brother of one iota of his opportunity to gain means. Bro. T —— is a poor man. He is a feeble man. He is also a blind man. He has had an earnest desire to help himself, and although living under a weight of discouraging infirmities, his affliction has not dried up the generous impulses of his soul. In his limited circumstances he has had a heart to do, and has done more in the sight of God for those who were in need of help than many of his brethren who are blessed with sight, and who have a good property. Bro. T —— has a capital in his business calculation and inventive faculty. He has worked earnestly with high hopes of inventing a business by which he might support himself and not be dependent upon his brethren."},{"refcode_short":"T25 80.1","refcode_long":"Testimony for the Church — No. 25, p. 80.1 (Ellen Gould White)","content":"I could wish that we all might see as God sees. I wish all could realize how God looks upon those men who profess to be followers of Christ, who have the blessing of sight and the advantage of means in their favor, and yet would envy the little prosperity opened to the poor blind man, and would benefit themselves to increase their stock of means to the disadvantage of their afflicted brother. This is regarded of God as the most criminal selfishness and robbery, and is an aggravating sin, which God will surely punish. God never forgets. He does not look upon these things with human eyes and with cold, unfeeling, human judgment. He views things, not from the worldling's standpoint, but from the standpoint of mercy, pity, and infinite love."},{"refcode_short":"T25 81.1","refcode_long":"Testimony for the Church — No. 25, p. 81.1 (Ellen Gould White)","content":"Bro. —— tried to help Bro. T ——, but not with unselfish motives. At first his pity was excited. He saw that he needed help. But soon he lost his interest, and selfish feelings gathered strength, until the course of his brethren resulted in Bro. T ——'s being disadvantaged rather than benefited."},{"refcode_short":"T25 81.2","refcode_long":"Testimony for the Church — No. 25, p. 81.2 (Ellen Gould White)","content":"These things have greatly discouraged Bro. T ——, and have had a tendency to shake his confidence in his brethren. They have resulted in his being involved in debts which he could not pay. As he has realized the selfish feelings exercised toward him by some of his brethren, it has grieved him, and sometimes stirred him. His feelings at times have been almost uncontrollable as he has realized his helpless condition, without sight, without means, and without health, and with some of his brethren working against him; which added greatly to his affliction, and told fearfully upon his health,"},{"refcode_short":"T25 81.3","refcode_long":"Testimony for the Church — No. 25, p. 81.3 (Ellen Gould White)","content":"I was shown that Bro. T —— has some good qualities of mind which would be better appreciated if he had greater power of self-control, and would not become excited. Every exhibition of impatience and fretfulness tells against him, and is made the most of by some who are guilty of much more grievous sins in the sight of God."},{"refcode_short":"T25 82.1","refcode_long":"Testimony for the Church — No. 25, p. 82.1 (Ellen Gould White)","content":"I was shown that Bro. T ——'s principles are good. He has integrity. He is not a dishonest man. He would not knowingly defraud any man. But he has faults and sins which he must overcome. He has human nature to deal with, as well as other men. He is too often impatient, and sometimes overbearing. He should cherish a more kindly, courteous spirit, and should cultivate gratitude of heart to those who have felt an interest in his case. He has naturally an impetuous temper when suddenly aroused or when unreasonably provoked. But, notwithstanding this, he has a heart to be right, and he feels sincere repentance toward God when he reflects upon his wrongs."},{"refcode_short":"T25 82.2","refcode_long":"Testimony for the Church — No. 25, p. 82.2 (Ellen Gould White)","content":"If he sees his brethren inclined to do him justice, he will be generous to forgive, and humble enough to desire peace, even if he has to make great sacrifices to obtain it. But Bro. T —— is easily excited. He is of a nervous temperament. He has need of the subduing influence of the Spirit of God. If those who are ready to censure him would consider their own wrongs, and kindly overlook his faults as generously as they should, they would manifest the Spirit of Christ. Bro. T —— has a work to do in overcoming. His words and deportment to others should be gentle, kind, and pleasant. He should strictly guard everything which savors of a dictatorial spirit, or of overbearing manners or words."},{"refcode_short":"T25 83.1","refcode_long":"Testimony for the Church — No. 25, p. 83.1 (Ellen Gould White)","content":"While God is a friend to the blind and unfortunate, he does not excuse their sins. He requires them to overcome, and perfect Christian character in the name of Jesus who overcame on their behalf. But Jesus pities our weakness, and he is ready to give strength to bear up in trial and to resist the temptations of Satan if we will cast our burden upon him. Angels are sent to minister to the children of God who are physically blind. They guard their steps and save them from a thousand dangers which, unknown to them, beset their path. But his Spirit will not attend them unless they cherish a spirit of kindness, and seek earnestly to have control over their natures, and bring their passions and every power into submission to God. They must cultivate a spirit of love, and control their words and actions."},{"refcode_short":"T25 83.2","refcode_long":"Testimony for the Church — No. 25, p. 83.2 (Ellen Gould White)","content":"I was shown that God requires his people to be far more pitiful and considerate of the unfortunate than they are. “Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.”"},{"refcode_short":"T25 83.3","refcode_long":"Testimony for the Church — No. 25, p. 83.3 (Ellen Gould White)","content":"Here is genuine religion defined. The same consideration that should be given to the widow and fatherless, God requires to be given to the blind and those suffering under the affliction of physical infirmities. Disinterested benevolence is very rare in this age of the world."},{"refcode_short":"T25 84.1","refcode_long":"Testimony for the Church — No. 25, p. 84.1 (Ellen Gould White)","content":"I was shown in Bro. T ——'s case, that those who would in any way deal unjustly with him, and discourage him in his efforts to help himself, or would covet the poor blind man's prosperity, and would advantage themselves to his disadvantage, will bring upon themselves the curse of God, who is the blind man's friend. Special injunctions were given to the children of Israel in reference to the blind:—"},{"refcode_short":"T25 84.2","refcode_long":"Testimony for the Church — No. 25, p. 84.2 (Ellen Gould White)","content":"“Thou shalt not defraud thy neighbor, neither rob him; the wages of him that is hired shall not abide with thee all night until the morning. Thou shalt not curse the deaf, nor put a stumbling-block before the blind, but shall fear thy God; I am the Lord. Ye shall do no unrighteousness in judgment; thou shalt not respect the person of the poor, nor honor the person of the mighty; but in righteousness shalt thou judge thy neighbor.” “Cursed be he that removeth his neighbor's landmark; and all the people shall say, Amen. Cursed be he that maketh the blind to wander out of the way; and all the people shall say, Amen. Cursed be he that perverteth the judgment of the stranger, fatherless, and widow; and all the people shall say, Amen.”"},{"refcode_short":"T25 85.1","refcode_long":"Testimony for the Church — No. 25, p. 85.1 (Ellen Gould White)","content":"It is strange that professed Christian men should disregard the plain, positive teachings of the word of God, and feel no compunctions of conscience. God places them under responsibilities to care for the unfortunate, the blind, the lame, the widow and the fatherless, which many make no effort to regard. In order to save such, God frequently brings them under the rod of affliction, and places them in similar positions to those who were in need of their help and sympathy, but who did not receive it at their hands."},{"refcode_short":"T25 85.2","refcode_long":"Testimony for the Church — No. 25, p. 85.2 (Ellen Gould White)","content":"God will hold the church at —— responsible, as a body, for the wrong course of its members. If a selfish and unsympathizing spirit is allowed to exist with any of its members toward the unfortunate, the widow, the orphan, the blind, the lame, or those who are sick in body or mind, he will hide his face from his people until they do their duty and remove the wrong from among them. If anyone professing the name of Christ so far misrepresents their Saviour as to be unmindful of their duty to the afflicted, or if they in any way seek to advantage themselves to the injury of the unfortunate, and thus rob them of means, the Lord holds the church accountable for the sin of its members until they have done all they can to remedy the existing evil. He will not hearken to the prayer of his people while the orphan and fatherless, the lame, the blind, and the sick, are neglected in their midst."},{"refcode_short":"T25 86.1","refcode_long":"Testimony for the Church — No. 25, p. 86.1 (Ellen Gould White)","content":"There is more meant by “being on the Lord's side” than merely saying so in meeting. The Lord's side is ever on the side of mercy, pity, and sympathy for the suffering, as Jesus has given us an example in his life. We are required to imitate his example. But there are those who are not on the Lord's side in regard to these things, but are on the side of the enemy. Jesus said in giving to his hearers an illustration of this subject:—"},{"refcode_short":"T25 86.2","refcode_long":"Testimony for the Church — No. 25, p. 86.2 (Ellen Gould White)","content":"“Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me. Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels: for I was an hungered, and ye gave me no meat; I was thirsty, and ye gave me no drink; I was a stranger, and ye took me not in; naked, and ye clothed me not; sick, and in prison, and ye visited me not. Then shall they also answer him saying, Lord, when saw we thee an hungered, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee? Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me. And these shall go away into everlasting punishment; but the righteous into life eternal.”"},{"refcode_short":"T25 87.1","refcode_long":"Testimony for the Church — No. 25, p. 87.1 (Ellen Gould White)","content":"Here Christ identifies himself with suffering humanity, and plainly impresses upon us all, in his sermon, that indifference or injustice done to the least of his saints is done to him. Here is the Lord's side, and whoever will be on the Lord's side, let him come over with us. The dear. Saviour is wounded when we wound one of his humblest saints."},{"refcode_short":"T25 87.2","refcode_long":"Testimony for the Church — No. 25, p. 87.2 (Ellen Gould White)","content":"Righteous Job moans because of his affliction, and pleads his own cause when unjustly accused by one of his comforters. He says, “I was eyes to the blind, and feet was I to the lame. I was a father to the poor; and the cause which I knew not I searched out. And I brake the jaws of the wicked, and plucked the spoil out of his teeth.”"},{"refcode_short":"T25 87.3","refcode_long":"Testimony for the Church — No. 25, p. 87.3 (Ellen Gould White)","content":"The sin of one man discomfited the entire army of Israel. A wrong course pursued by one toward his brother, will turn the light of God from his people until the wrong is searched out and the cause of the oppressed is vindicated. God requires his people to be tender in their feelings and discriminations, while their hearts should be enlarged, their feelings broad and deep, not narrow, selfish, and penurious. Noble sympathy, largeness of soul and disinterested benevolence are needed. Then can the church triumph in God."},{"refcode_short":"T25 88.1","refcode_long":"Testimony for the Church — No. 25, p. 88.1 (Ellen Gould White)","content":"But just as long as the church suffers selfishness to dry up kindly sympathy and tender, thoughtful, love and interest for their brethren, every virtue will be corroded. Isaiah's fast should be studied, and close self-examination made with a spirit to discern whether there is in them the principles which are required of God's people in order that they may receive the rich blessings promised."},{"refcode_short":"T25 88.2","refcode_long":"Testimony for the Church — No. 25, p. 88.2 (Ellen Gould White)","content":"God requires that his people should not allow the poor and afflicted to be oppressed. If they break every yoke and release the oppressed, and are unselfish and kindly considerate of the needy, then shall the blessings promised be theirs. If there are those in the church who would cause the blind to stumble, they should be brought to justice, for God has made us guardians of the blind, the afflicted, the widows, and the fatherless. The stumbling-block referred to in the word of God does not mean a block of wood placed before the feet of the blind to cause him to stumble; but it means much more than this. It means any course that may be pursued to injure the influence or to work against the interest of their blind brother's prosperity."},{"refcode_short":"T25 89.1","refcode_long":"Testimony for the Church — No. 25, p. 89.1 (Ellen Gould White)","content":"A brother who is blind, and poor, and diseased, and who is making every exertion to help himself, that he may not be dependent, should be encouraged in every way possible by his brethren. But those who profess to be his brethren, who have the use of all their faculties, who are not dependent, but who so far forget their duty to the blind as to perplex, and distress, and hedge up the way of their blind brother, are doing a work which will require repentance and restoration before God will accept their prayers. And the church of God who have permitted their unfortunate brother to be wronged are guilty of sin until they shall do all in their power to have the wrong righted."},{"refcode_short":"T25 89.2","refcode_long":"Testimony for the Church — No. 25, p. 89.2 (Ellen Gould White)","content":"All are doubtless familiar with Achan's case. It is recorded in sacred history for all generations, but more especially for those upon whom the ends of the world are come. Joshua lay moaning upon his face before God, because they were obliged to make a disgraceful retreat before their enemies. The Lord bade Joshua arise, “Get thee up; wherefore liest thou upon thy face?” Have I humbled without cause by removing my presence from thee? Does God forsake his people without a cause? No; he tells Joshua that there is a work for him to do before he can answer his prayer. “Israel hath sinned, and they have also transgressed my covenant which I commanded them, for they have even taken of the accursed thing, and have also stolen, and dissembled also.” He declares, “Neither will I be with you any more, except ye destroy the accursed from among you.” We have here in this example some idea of the responsibility resting upon the church, and the work God requires them to do in order to have his presence."},{"refcode_short":"T25 90.1","refcode_long":"Testimony for the Church — No. 25, p. 90.1 (Ellen Gould White)","content":"It is a sin in any church not to search for the cause of their darkness and the afflictions which have been in their midst. The church in —— cannot be a living, prosperous church until they are more awake to the wrongs among them, which hinder the blessing of God from coming upon them. The church should not suffer their brethren in affliction to be wronged, the very ones that should awaken the sympathy of all hearts and call into exercise noble and benevolent feelings from all the followers of Christ. The true disciples of Christ will work in harmony with him and help those who need help, as they have him for example. Bro. T ——'s blindness is a terrible affliction, and all should seek to be eyes for the blind, and thus make him feel his loss as little as possible. There are those who improve their eyes in watching opportunities to work for their own advantage to get gain; but God may bring confusion upon them in a manner they do not expect."},{"refcode_short":"T25 91.1","refcode_long":"Testimony for the Church — No. 25, p. 91.1 (Ellen Gould White)","content":"If God in his mercy has given the blind man inventive faculties that he can use for his own good, God forbid that any one should begrudge him this privilege, and rob him of the benefits he might derive from God's gift to him. The blind man has disadvantages to meet on every side in the loss of his sight. If pity and sympathy are not excited in the hearts of every one in seeing a blind man groping his way in a world clothed to him in darkness, that heart is hard indeed, and must be softened by the grace of God. Not even a face can the blind man look upon, and there read kindly sympathy and true benevolence. He cannot look upon the beauties of nature and trace the finger of God in his created works. Their cheering gladness does not speak to him to comfort and to bless, when despondency broods over him. He is shut up to a world of darkness, and his God-given rights have been trampled upon that others might get gain. How quickly would Bro. T —— exchange his blindness and every temporal blessing for the blessing of sight."},{"refcode_short":"T25 92","refcode_long":"Testimony for the Church — No. 25, p. 92 (Ellen Gould White)","content":"Epistle Number Two."},{"refcode_short":"T25 92.1","refcode_long":"Testimony for the Church — No. 25, p. 92.1 (Ellen Gould White)","content":"I have been shown some things in regard to Bro. ——'s family, which have pressed upon my mind so strongly since I have been in this place that I venture to write them out."},{"refcode_short":"T25 92.2","refcode_long":"Testimony for the Church — No. 25, p. 92.2 (Ellen Gould White)","content":"I have been shown that there exists in your family an element of selfishness which clings to you like the leprosy. This selfishness must be seen and overcome, for it is a grievous sin in the sight of God."},{"refcode_short":"T25 92.3","refcode_long":"Testimony for the Church — No. 25, p. 92.3 (Ellen Gould White)","content":"You, as a family, have so long consulted your own wishes, your own pleasure and convenience, that you do not feel that others have claims upon you. Your thoughts, plans, and efforts, are for yourselves. You live for self, and do not cultivate disinterested benevolence; which, if exercised, would increase and strengthen until it would be your delight to live for others’ good. You would feel that you had an object in life, a purpose that would bring you returns of greater value than money. You need to have a more special interest for humanity, and in thus doing, you would bring your souls into closer connection with Christ and would be imbued with his Spirit, so that you would cleave to him with so firm a tenacity that nothing could separate you from his love."},{"refcode_short":"T25 92.4","refcode_long":"Testimony for the Church — No. 25, p. 92.4 (Ellen Gould White)","content":"Christ is the living vine; and if you are branches in that vine, the life nourishment which flows through it will nourish you, that you will not be barren or unfruitful. You have, as a family, and as individuals, professedly connected yourselves with the service of Christ; and yet you are weighed in the balances of the sanctuary, and found wanting. All of you need to have an entire transformation before you can do those things which an unselfish and devoted Christian should do. Nothing but a thorough conversion can give you a correct sense of your defects of character. You all have the spirit and love of the world to a great extent. Says the apostle, “If any man love the world, the love of the Father is not in him.” Your selfish spirit narrows and dwarfs your minds to your own interests. You need pure and undefiled religion. The simplicity of the truth will lead you to feel a sympathy for others’ woes. There are those who need your sympathy and your love. To exercise these traits of character, is a part of the life work which Christ has given us all to do."},{"refcode_short":"T25 93.1","refcode_long":"Testimony for the Church — No. 25, p. 93.1 (Ellen Gould White)","content":"God will not excuse you for not taking up the cross, and practicing self-denial, in doing good to others with unselfish motives. You may, if you will take the trouble to make the self-denial required of Christians, be qualified, by the grace of God, to win souls to Christ. God has claims upon you to which you have never responded. There are many all around us who hunger for sympathy and love. But, like many others, you have been nearly destitute of that humble love which naturally flows out in pity and sympathy for the destitute, the suffering, and the needy. The human countenance itself is a mirror of the soul, read by others, and leaving a telling influence upon them for good or evil. God does not call upon any of us to watch our brethren and to repent of their sins. He has left us a work to do, and he calls upon us to do it resolutely, in his fear, with an eye single to his glory."},{"refcode_short":"T25 94.1","refcode_long":"Testimony for the Church — No. 25, p. 94.1 (Ellen Gould White)","content":"Every one must give to God an account of himself, not of others, whether he is faithful, or otherwise. Seeing faults in other professors, and condemning their course, will not excuse or offset one error of ours. We should not make others our criterion, nor excuse anything in our course because others have done wrong. God has given us consciences for ourselves. Great principles have been laid down in his word, which are sufficient to guide us in our Christian walk and general deportment. You, my dear friends, as a family, have not kept the principles of the law of God. You have never felt the burden of the duty devolving upon man to his fellow-men."},{"refcode_short":"T25 94.2","refcode_long":"Testimony for the Church — No. 25, p. 94.2 (Ellen Gould White)","content":"“And, behold, a certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life? He said unto him, What is written in the law? how readest thou? And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind, and thy neighbor as thyself. And he said unto him, Thou hast answered right: this do, and thou shalt live. But he, willing to justify himself, said unto Jesus, And who is my neighbor? And Jesus answering said,"},{"refcode_short":"T25 95.1","refcode_long":"Testimony for the Church — No. 25, p. 95.1 (Ellen Gould White)","content":"“A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead. And by chance there came down a certain priest that way; and when he saw him, he passed by on the other side. And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side. But a certain Samaritan, as he journeyed, came where he was; and when he saw him, he had compassion on him, and went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him. And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee. Which now of these three, thinkest thou, was neighbor unto him that fell among the thieves? And he said, He that showed mercy on him. Then said Jesus unto him, Go, and do thou likewise.”"},{"refcode_short":"T25 96.1","refcode_long":"Testimony for the Church — No. 25, p. 96.1 (Ellen Gould White)","content":"Here the conditions of inheriting eternal life are plainly stated by our Saviour in the most simple manner. The man wounded and robbed represents those who are subjects of our interest, sympathy, and charity. If we neglect the cases of the needy and the unfortunate that are brought under our notice, no matter who they may be, we have no assurance of eternal life; for we do not answer the claims that God has upon us. We are not compassionate and pitiful to humanity, because they may not be kith or kin to us. You have been found transgressors of the second great commandment, upon which the last six commandments depend. Whosoever offendeth in one point, he is guilty of all. Those who do not open their hearts to the wants and sufferings of humanity, will not open their hearts to the claims of God stated in the first four precepts of the decalogue. Idols claim the heart and affections, and God is not honored and does not reign supreme."},{"refcode_short":"T25 96.2","refcode_long":"Testimony for the Church — No. 25, p. 96.2 (Ellen Gould White)","content":"You have, as a family, made a sad failure. You are not, in the strictest sense, commandment-keepers. You may be quite exact in some things, yet neglect the weightier matters, judgment, mercy, and the love of God. Although the customs of the world are no criterion for us, yet I have been shown that the pitying sympathy and the benevolence of the world for the unfortunate, in many cases, shame the professed followers of Jesus Christ. Many manifest indifference to the cases of those whom God has thrown in their midst, for the purpose of testing and proving them, and developing what is in their hearts. God reads. He marks every act of selfishness, every act of indifference to the afflicted, the widows, and fatherless; and he writes against their names, Guilty, wanting, law-breakers. We shall be rewarded as our works have been. Any neglect of duty to the needy and to the afflicted is a neglect of duty to Christ in the person of his saints."},{"refcode_short":"T25 97.1","refcode_long":"Testimony for the Church — No. 25, p. 97.1 (Ellen Gould White)","content":"When the cases of all come in review before God, the question, What did they profess? is never asked, but, What have they done? Have they been doers of the word? Have they lived for themselves, or have they been exercised in works of benevolence, in deeds of kindness, in love, preferring others before themselves, and denying themselves that they might bless others? If the record shows that this has been their life, that their characters have been marked with tenderness, self-denial, and benevolence, they will receive the blessed assurance and benediction from Christ, “Well done,” “Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world.” Christ has been grieved and wounded by your marked selfish love, and indifference to the woes and needs of others."},{"refcode_short":"T25 98.1","refcode_long":"Testimony for the Church — No. 25, p. 98.1 (Ellen Gould White)","content":"Many times our efforts may be disregarded and apparently lost upon others. But this should be no excuse for us to become weary in well-doing. How often has Jesus come to find fruit upon the plants of his care, and found nothing but leaves! We may be disappointed as to the result of our best efforts; but this should not lead us to be indifferent to others’ woes, and to do nothing. “Curse ye Meroz, said the angel of the Lord, curse ye bitterly the inhabitants thereof; because they came not to the help of the Lord, to the help of the Lord against the mighty.” How often is Christ disappointed in those who profess to be his children! He has given them unmistakable evidences of his love. He became poor, that through his poverty we might be made rich. He died for us, that we might not perish, but have eternal life. What if Christ had refused to bear our iniquity, because he was rejected by many, and so few appreciated his love and the infinite blessings he came to bring them? We need to encourage patient, painstaking efforts. Courage is now wanted, not lazy despondency and fretful murmuring. We are in this world to do work for the Master, and not to study our inclination and pleasure, and to serve and glorify ourselves. Why, then, should we be inactive and discouraged because we do not see the immediate results we desire?"},{"refcode_short":"T25 99.1","refcode_long":"Testimony for the Church — No. 25, p. 99.1 (Ellen Gould White)","content":"Our work is to toil in the vineyard of the Lord, not merely for ourselves, but for the good of others. Our influence is a blessing or a curse to others. We are here to form perfect characters for Heaven. We have something to do besides repining and murmuring at God's providence, and writing bitter things against ourselves. Our adversary will not allow us to rest. If we are indeed God's children, we shall be harassed and sorely beset, and we need not expect that Satan, or those under his influence, will treat us well. But there are angels who excel in strength, who will be with us in all our conflicts, if we will only be faithful. Christ conquered Satan in our behalf in the wilderness of temptation. He is mightier than Satan, and he will shortly bruise him under our feet."},{"refcode_short":"T25 99.2","refcode_long":"Testimony for the Church — No. 25, p. 99.2 (Ellen Gould White)","content":"You have, as a family, and as individuals, excused yourselves from earnest, active service in your Master's cause. You have been too indolent, and have left many of the heavier burdens, which you could and should bear, for others to carry, Your spiritual strength and blessing will be proportionate to the labor of love and good works which you perform. The injunction of the apostle is, “Bear ye one another's burdens, and so fulfill the law of Christ.” Keeping the commandments of God requires of us good works, self-denial, self-sacrifice and devotion for the good of others; not that our good works alone can save us, but that we surely cannot be saved without good works. After we have done all that we are capable of doing, we are then to say, We have done no more than our duty, and at best are unprofitable servants, unworthy of the smallest favor from God. Christ must be our righteousness, and the crown of our rejoicing."},{"refcode_short":"T25 100.1","refcode_long":"Testimony for the Church — No. 25, p. 100.1 (Ellen Gould White)","content":"Self-righteousness and carnal security have closed you about as a wall. As a family, you possess a spirit of independence and pride. This element separates you from God. It is a fault, a defect which must be seen and overcome. It is almost impossible for you to see your errors and wrongs. You have too good an opinion of yourselves, and it is difficult for you to see and remove by confession the mistakes in your lives. You are inclined to justify and defend your course in almost everything, whether it be right or wrong. While it is not too late for wrongs to be righted, bring your hearts near to Jesus by humiliation and prayer, seeking to know yourselves. You must be lost unless you arouse yourselves and work with Christ. You encase yourselves in a cold, unfeeling, unsympathizing armor. There is but little life and warmth in your associations with others. You live for yourselves, not for Jesus Christ. You are careless and indifferent to the needs and conditions of others less fortunate than yourselves. All around you there are those who have soul hunger, and who long for love expressed in words and deeds. Friendly sympathy and real feelings of tender interest for others would bring to your souls blessings that you have never yet experienced, and would bring you into close relation to our Redeemer, whose advent to the world was for the purpose of doing good, and whose life we are to copy. What are you doing for Christ? “Strive to enter in at the strait gate; for many, I say unto you, will seek to enter in, and shall not be able.”"},{"refcode_short":"T25 101.1","refcode_long":"Testimony for the Church — No. 25, p. 101.1 (Ellen Gould White)","content":"There are many in our world who are starving for the love and sympathy which you can give them. There are men who love their wives, but are too selfish to manifest it. They have a false dignity and pride, and will not show their love by words and deeds. There are many men who never know how starved is the heart of the wife for words of tender appreciation and affection. They bury their loved ones from their sight, and murmur at the providence of God that has deprived them of their companions, when, could they look into the inner life of this companion, they would see that their own course was the cause of her premature death. The religion of Jesus Christ will lead us to be kind and courteous, and not so tenacious of our opinions. We should die to self, and esteem others better than ourselves."},{"refcode_short":"T25 102.1","refcode_long":"Testimony for the Church — No. 25, p. 102.1 (Ellen Gould White)","content":"God's word is our standard; but how far have his professed people departed from it! Our religious faith must not only be theoretical, but practical. Pure and undefiled religion will not allow us to trample upon the rights of the least of God's creatures, much less the members of God's body, and the members of our own family. God is love; and whoso dwelleth in God, dwelleth in love. The influence of worldly selfishness, which is carried about by some like a cloud, chilling the very atmosphere that others breathe, causes sickness of soul, and frequently chills to death."},{"refcode_short":"T25 102.2","refcode_long":"Testimony for the Church — No. 25, p. 102.2 (Ellen Gould White)","content":"It will be a great cross for you to cultivate pure, unselfish love and disinterested benevolence. To yield your opinions and ideas, to give up your judgment and follow the counsel of others, would be a great cross to you. The several members of your family now have families of their own. But the same spirit which existed to a greater or less extent in their father's home, is carried to their own firesides, and is felt by those outside of their family circles. They lack sweet simplicity, Christlike tenderness and unselfish love. They have a work to do in overcoming these selfish traits of character, in order to be fruitful branches in the true vine. Said Christ, “It is my Father's good pleasure that ye bear much fruit.” You need to bring Jesus near you, to have him at your homes and in your hearts. You should not only have a knowledge of what is right, but should practice it from right motives, having an eye single to the glory of God. You may be helps, if you will comply with the conditions given in the word of God."},{"refcode_short":"T25 103.1","refcode_long":"Testimony for the Church — No. 25, p. 103.1 (Ellen Gould White)","content":"The religion of Jesus Christ means something more than talk. The righteousness of Christ consists in right actions and good works from pure, unselfish motives. Outside righteousness, while the inward adorning is wanting, will be of no avail. “This, then, is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all. If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth; but if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.” If we have not the light and love of God, we are not his children. If we gather not with Christ, we scatter abroad. We all have an influence, and that influence is telling upon the destiny of others, for their present and future good, or for their eternal loss."},{"refcode_short":"T25 104.1","refcode_long":"Testimony for the Church — No. 25, p. 104.1 (Ellen Gould White)","content":"C—— and E—— both lack sympathy and love for those outside of their own families. They are in danger of watching others, to see defects, while greater evils exist undiscerned with themselves. If these dear souls enter Heaven, they must die to self, and obtain an experience in well doing. They have lessons to learn in the school of Christ, in order to perfect Christian characters, and have a oneness with Christ. Said Christ to his disciples, “Unless ye be converted and become as this little child, ye cannot enter the kingdom of Heaven.” He explained his meaning to them. He did not wish them to become children in understanding, but in malice. Little children do not manifest feelings of superiority and aristocracy. They are simple and natural in their appearance. Christ would have his followers cultivate unaffected manners, that their whole bearing might be humble and Christlike. He has made it our duty to live for others’ good. He came from the royal courts of Heaven to this world to show how great an interest he had in man; and the infinite price paid for the redemption of man shows that man is of so great value that Christ could sacrifice his riches and honor in the royal courts, to lift him from the degradation of sin."},{"refcode_short":"T25 105.1","refcode_long":"Testimony for the Church — No. 25, p. 105.1 (Ellen Gould White)","content":"If the Majesty of Heaven could do so much to evidence his love for man, what ought not men to be willing to do for each other, to help one another up out of the pit of darkness and suffering? Said Christ, “Love one another as I have loved you;” not with a greater love, for “greater love hath no man than this, that a man lay down his life for his friends.” Our love is frequently selfish; for we confine it to prescribed limits. When we come into close union and fellowship with Jesus Christ, our love and sympathy, and our works of benevolence, will reach down deeper, and will widen and strengthen with exercise. The love and interest of Christ's followers must be as broad as the world. Those who live merely for “me and mine” will fail of Heaven. God calls upon you, as a family, to cultivate love, to become less sensitive in regard to yourselves, and more sensitive to the griefs and trials of others. This selfish spirit that you have cherished all your lives is correctly represented by the priest and Levite who passed by the unfortunate on the other side. They saw that he needed help, but purposely avoided him."},{"refcode_short":"T25 106.1","refcode_long":"Testimony for the Church — No. 25, p. 106.1 (Ellen Gould White)","content":"All and each of you need to awake and face square about, to get out of the cart-rut of selfishness. Improve the short probationary time given you in working with your might to redeem the failures of your past life. God has placed you in a world of suffering to prove you, to see if you will be found worthy of the gift of eternal life. There are those all around you who have woes, who need words of sympathy, love, and tenderness, and our humble, pitying prayers. Some are suffering under the iron hand of poverty, some with disease, and others with heartaches, despondency, and gloom. Like Job, you should be eyes to the blind and feet to the lame, and you should inquire into the cause of them which you know not, and search it out, with the object to relieve their necessities, and help just where they most need help."},{"refcode_short":"T25 106.2","refcode_long":"Testimony for the Church — No. 25, p. 106.2 (Ellen Gould White)","content":"J —— needs to cultivate love for his wife, love that will find expression in words and deeds. He should cultivate tender affection. His wife has a sensitive, clinging nature, and needs to be nourished. Every word of tenderness, every word of appreciation and affectionate encouragement, will be cherished by her, and reflected back in blessings upon her husband. His unsympathizing nature needs to be brought into close contact with Christ, that that stiffness and cold reserve may be subdued and softened by Christ's divine love. It will not be weakness, or a sacrifice of manhood and dignity, to give his wife expressions of tenderness and sympathy in words and acts; and let it not end with the family circle, but extend to those outside the family. J —— has a work to do for himself that no other can do for him. He may grow strong in the Lord by bearing burdens in his cause. His affection and love should be centered upon Christ and heavenly things, and he should be forming a character for everlasting life."},{"refcode_short":"T25 107.1","refcode_long":"Testimony for the Church — No. 25, p. 107.1 (Ellen Gould White)","content":"Dear E —— has very limited ideas of what constitutes a Christian. She has freed herself from burdens which Christ has borne for her. She is not willing to bear his cross, and has not exercised to the best account the ability and talents given her of God. She has not grown strong in moral fortitude and courage, nor felt the weight of individual responsibility. She has not loved to bear reproach for Christ's sake, considering the promise, “If ye be reproached for the name of Christ, happy are ye; for the Spirit of glory and of God resteth upon you.” “If we suffer, we shall also reign with him.” The Master has a work for each to do. None can be idle, none can be careless and selfish, and yet perfect Christian character. He wants all of your family to unclose their hearts to the benign influence of his love and grace, that their compassion for others may overflow the boundaries of self and the enclosures of family walls, as did the Samaritan's to the poor, suffering stranger who was neglected and left to die by the priest and Levite. I was shown that there are many who need our sympathy and advice; and when we consider that we can pass through this world but once, how important that we go through it as we ought; for we can never return to repair the errors and mistakes we have made."},{"refcode_short":"T25 108.1","refcode_long":"Testimony for the Church — No. 25, p. 108.1 (Ellen Gould White)","content":"I was shown the case of C —— sometime ago. Her errors and wrongs were faithfully portrayed before her; but in the last view given me, I saw that the wrongs still existed, that she was cold and unsympathizing with her husband's children. Correction and reproof are not given by her for merely grave offenses, but for trivial matters that should pass by unnoticed."},{"refcode_short":"T25 108.2","refcode_long":"Testimony for the Church — No. 25, p. 108.2 (Ellen Gould White)","content":"Constant fault-finding is wrong, and the Spirit of Christ cannot abide in the heart where it exists. She is disposed to pass over the good in her children without a word of approval, but is ever ready to beat down with censure if any wrong is seen."},{"refcode_short":"T25 109.1","refcode_long":"Testimony for the Church — No. 25, p. 109.1 (Ellen Gould White)","content":"This ever discourages children, and will lead to habits of heedlessness. It stirs up the evil in the heart, and causes it to cast up mire and dirt. In children who are habitually censured, there will be a spirit of “I don't care,” and evil passions will frequently be manifested, regardless of consequences."},{"refcode_short":"T25 109.2","refcode_long":"Testimony for the Church — No. 25, p. 109.2 (Ellen Gould White)","content":"Whenever the mother can speak a word of commendation for the good conduct of her children, she should do so. She should encourage them by words of approval and a look of love. This will be as sunshine to the heart of a child, and will lead to the cultivation of self-respect and pride of character. Sister C—— should cultivate love and sympathy. She should manifest tender affection for the motherless children under her care. This would be a blessing to these children of God's love, and would be reflected back upon her in affection and love."},{"refcode_short":"T25 109.3","refcode_long":"Testimony for the Church — No. 25, p. 109.3 (Ellen Gould White)","content":"Children have sensitive, loving natures. They are easily pleased, and easily made unhappy. By gentle discipline in loving words and acts, mothers may bind their children to their hearts. To manifest severity, and to be exacting with children, is a great mistake. Uniform firmness and unimpassioned control are necessary to the discipline of every family. Say what you mean calmly, move with consideration, and carry out what you say without deviation."},{"refcode_short":"T25 110.1","refcode_long":"Testimony for the Church — No. 25, p. 110.1 (Ellen Gould White)","content":"It will pay to manifest affection in your association with your children. Do not repel them by lack of sympathy in their childish sports, joys, and griefs. Never let a frown gather upon your brow, or a harsh word escape your lips. God writes all these words in his book of records. Harsh words sour the temper and wound the hearts of children, and in some are difficult to heal. Children are sensitive to the least injustice, and some become discouraged under it, and will neither heed the loud, angry voice of command, nor care for threatenings of punishment. Rebellion is too frequently established in the hearts of children through the wrong discipline of the parents, when if a proper course had been taken, the children would have formed good and harmonious characters. A mother who does not have perfect control of herself is unfit to have the management of children."},{"refcode_short":"T25 110.2","refcode_long":"Testimony for the Church — No. 25, p. 110.2 (Ellen Gould White)","content":"Bro. —— is molded by the positive temperament of his wife. He has become in a degree selfish, like her. His mind is almost completely occupied by “me and mine,” to the exclusion of other things of infinitely more importance. He does not take his position in his family as father of his flock, and, unprejudiced and uninfluenced, pursue a uniform course with his children. His wife is not, and never can be, a true mother to his motherless children unless she is transformed. And Bro. ——, as a father to his children, has not stood in the position God would have him. These motherless children are God's little ones, precious in his sight. Bro. —— has naturally a tender, refined, loving, generous, sensitive nature, while his wife is exactly the opposite. Instead of Bro. ——'s molding and softening the character of his wife, she is transforming him."},{"refcode_short":"T25 111.1","refcode_long":"Testimony for the Church — No. 25, p. 111.1 (Ellen Gould White)","content":"He thinks that in order to have peace he must let things pass which trouble his mind. He has learned that submission and the yielding of her opinion are not to be expected. She will rule. She will carry out her ideas at any cost. Unless they are both in earnest in their efforts to reform, they will not obtain eternal life. They have had light, but have neglected to follow it. Selfish love of the world has blinded their perceptions and hardened their hearts. C —— needs to see that unless she lays aside her selfishness, overcomes her will and her temper, she cannot have Heaven. She would mar all Heaven with these elements in her character. I warn sister C —— to repent. I call upon her in the name of my Master to arouse quickly from her stupid indifference, and to heed the counsel of the True Witness and zealously repent, or she imperils her soul."},{"refcode_short":"T25 112.1","refcode_long":"Testimony for the Church — No. 25, p. 112.1 (Ellen Gould White)","content":"God is merciful. He will now accept the offering of a broken heart and a contrite spirit. Will sister C—— excuse herself as did the Levite and the priest, in not seeing and feeling others’ woes, by passing by on the other side? God holds her accountable for neglect of duty in not exercising sympathy and tenderness for the unfortunate. She does not keep the commandments of God which plainly show her duty to her neighbor. Said Christ to the lawyer, “This do, and thou shalt have life.” Thus a neglect of duty to our neighbor will result in our loss of eternal life."},{"refcode_short":"T25 112.2","refcode_long":"Testimony for the Church — No. 25, p. 112.2 (Ellen Gould White)","content":"E——, poor child, like many others, has a work to do that she has never dreamed of. She has backslidden from God. Her thoughts are too much of herself, and she seeks to please the world, not by disinterested love for souls and in seeking to turn them to Christ, but in her absence of spirituality, in her conformity to the world in spirit and works. She should die to self and obtain an experience in well-doing. She is cold and unsympathizing. She needs to have all this icy, unapproachable spirit subdued, and melted away by the sunshine of Christ's love. E—— is very much shut up within herself. God saw that she was a poor, dwarfed plant, bearing no fruit, nothing but leaves. Her thoughts were almost exclusively occupied by “me and mine.” He has in mercy been pruning this plant of his love, by lopping off the branches, that the root might strike down deeper. He has been seeking to draw this child to himself. Her religious life has been almost entirely without fruit. This child is accountable for the talent God has given her. She may be useful. She may be a co-worker with Christ if she will break down the wall of selfishness which has shut her away from God's light and love."},{"refcode_short":"T25 113.1","refcode_long":"Testimony for the Church — No. 25, p. 113.1 (Ellen Gould White)","content":"There are many who need our sympathy and advice, but not that advice which implies superiority in the giver, and inferiority in the receiver. E —— needs the softening, melting love of God in her heart. Every look, and the tone of the voice, should be modulated by thoughtful consideration, and tender, respectful love. The tone of the voice and every look that implies, “I am superior,” chills the atmosphere of her presence, and is more like an icicle than a ray of light that gives warmth. Your influence is positive. You mold those who associate with you, or else you cannot agree with them. You have not the least thought of being molded yourself by the better influence of others, and of yielding your judgment and your opinions to them. You will reason for your way, and justify your ideas and your course. If you do not convince others, you will recur again and again to the same point. This trait in your character will be a valuable one if sanctified to God, and controlled by his Holy Spirit; but if not, it will prove a curse to yourself and a curse to others. Assertions and advice which savor of a dictatorial spirit are not good fruit. You need the softening, melting love of Christ in your heart, which will be reflected in all your acts toward your family, and to all who are brought under your influence."},{"refcode_short":"T25 114.1","refcode_long":"Testimony for the Church — No. 25, p. 114.1 (Ellen Gould White)","content":"I fear, greatly fear, that C—— will fail of Heaven. She loves the world and the things of the world so well that she has no love to spare for Jesus. She is so encrusted in selfishness that the illuminating light from Heaven cannot penetrate the cold, dark walls of self-love and self-esteem which she has been building up for a lifetime. Love is the key to open hearts; but the precious plant of love has not been cherished. C—— has so long blinded her eyes to her selfishness that she cannot now discern it. She has had so little experimental religion that she is, in heart, of the world, and I fear that this world will be all the Heaven she will ever have. Her influence over her husband is not good. He does not see the necessity of being fortified by the grace of God to stand with true moral fortitude for the right. He is swayed by his wife's influence."},{"refcode_short":"T25 115.1","refcode_long":"Testimony for the Church — No. 25, p. 115.1 (Ellen Gould White)","content":"Not only does she not feel and do the works God requires her to do, but she exerts an overpowering influence to hold her husband and tie his hands. And she has succeeded to a great extent. He is blinded. Bro. —— should consider that God has claims upon him which are above every earthly relationship. He needs the eye salve, the white raiment, and the gold, that he may have a symmetrical character, and an abundant entrance into the kingdom of God. Nothing short of an entire conversion can ever open the soul of his wife to see her errors, and to confess her wrongs."},{"refcode_short":"T25 115.2","refcode_long":"Testimony for the Church — No. 25, p. 115.2 (Ellen Gould White)","content":"C—— has great changes to make, which she has not made because she did not realize her true condition and could not see the necessity of reform. So far from being willing to learn of the heavenly Teacher who was meek and lowly of heart, she considers meekness servility; and the becoming spirit and lowliness of mind to esteem others better than herself, she regards as degrading and humiliating. C—— has a positive, imperious, proud, self-willed spirit. She does not see anything particularly desirable in a meek and quiet spirit, that she should covet it. This valuable ornament possesses so little value for her that she cannot consent to wear it. She has, too frequently, a spirit of resentment which is as opposite to the Spirit of God as the east is from the west."},{"refcode_short":"T25 116.1","refcode_long":"Testimony for the Church — No. 25, p. 116.1 (Ellen Gould White)","content":"True gentleness is a gem of great value in the sight of God. A meek and quiet spirit will ever be looking out, not for happiness for itself, but will seek for self-forgetfulness, and find sweet content and true satisfaction in making others happy."},{"refcode_short":"T25 116.2","refcode_long":"Testimony for the Church — No. 25, p. 116.2 (Ellen Gould White)","content":"In the providence of God, sister P—— has been separated from her father's family. And although she bore the characteristics of the family association, with others, bearing grave responsibilities has led her out of herself, and has given her an interest in others’ woes. She has, in a measure, opened her heart in sympathy and love for God's family, taking an interest in others. The work and cause of God have engaged her attention. She has felt, in some degree, that poor fallen mortals were one great brotherhood. She has had to educate herself to think for others, and do for others, and forget self; and yet she has not cultivated as thoroughly as she should that interest, sympathy, and affection for others that are necessary for the followers of Christ. She needs to have greater sympathy and less tense and rigid justice. As she has given her interest and her time to the great subject of health reform, she has reached out beyond self. As she has done this, she has been blessed. The more she does for others’ good, the more she sees to do, and the more she feels inclined to do."},{"refcode_short":"T25 117.1","refcode_long":"Testimony for the Church — No. 25, p. 117.1 (Ellen Gould White)","content":"This working for others frequently brings her into trying positions, where the exercise of faith is necessary to bring her through hard and trying scenes. The answer is realized to earnest prayers; and faith, love, and confidence in God are strengthened. Through oft-repeated perplexities and trials, experience is obtained. God is molding the heart into something more like himself. And yet self-clamors constantly for the victory. Sister P—— needs to cultivate more tenderness and thoughtful care in her daily connection with others. She needs to study to subdue self. If P—— is indeed a Christian, she will feel that she must devote the best part, and if need be, the whole, of her life to unselfish, patient toil, and thus show her love for the Master. Without this experience she would fall far short of the perfection of Christian character."},{"refcode_short":"T25 117.2","refcode_long":"Testimony for the Church — No. 25, p. 117.2 (Ellen Gould White)","content":"Sister P—— has taken some advance steps, and the family feel that she has left them, and this is a crucifixion to them. They do not feel that she now has the same interest and affections and objects in life with themselves. They feel that they can no longer enjoy, as formerly, the society of their sister. They feel that she is to blame, that she has changed, and her sympathy is no longer one with theirs. The reason of this lack of assimilation of feeling is, that sister P—— has been advancing in feeling for others’ woes, while they have been slothful servants, not doing the work God has given them to do on earth. They have been, consequently, retrograding. The family have selfishly shut up their interest and affection to themselves and the love of the world. P—— has been a worker in a good cause. The subject of health reform has been to her one of great importance, for her experience has shown her its necessity."},{"refcode_short":"T25 118.1","refcode_long":"Testimony for the Church — No. 25, p. 118.1 (Ellen Gould White)","content":"Her father's family have not seen the necessity of health reform. They have not seen the part that it acts in the closing work of these last days, because they were not inclined to see. They have dropped into the cart-rut of custom, and to make the effort required to get out, is a terrible work. They would rather be let alone. It is a terrible thing to rust, from inaction. This family will surely be weighed in the balances and found wanting unless they begin at once to do something. “Now if any man have not the spirit of Christ, he is none of his.” This is close language. Who can stand the test? The word of God is to us a daguerreotype of the mind of God and of Christ, also of man fallen, and man renewed after the image of Christ, possessing the divine mind. We may compare our thoughts, feelings, and intentions, with the picture of Christ. We have no relationship with him unless we are willing to work the works of Christ."},{"refcode_short":"T25 119.1","refcode_long":"Testimony for the Church — No. 25, p. 119.1 (Ellen Gould White)","content":"Christ came to do his Father's will. Are we following in his steps? All who have named the name of Christ should be constantly seeking for a more intimate acquaintance with him, that they may walk even as he walked, and do the works of Christ. We should appropriate the lessons of his life to our lives. “Christ gave himself for us that he might redeem us from all iniquity, and purify unto himself a peculiar people zealous of good works. Hereby perceive we the love of God; because he laid down his life for us; and we ought to lay down our lives for the brethren.” Here is the work of self-denial which we must enter upon with cheerfulness, in imitation of the example of our Redeemer. The Christian's life must be one of conflict and of sacrifice. The path of duty should be followed; not the path of inclination and of choice."},{"refcode_short":"T25 119.2","refcode_long":"Testimony for the Church — No. 25, p. 119.2 (Ellen Gould White)","content":"When the family of Bro. L—— sees the work before them, and does the work God has left them to do, they will not be so widely separated from Bro. and sister W—— and sister P——, and those who are workers in union with the Master. It may take time to attain perfect submission to God's will, but we can never stop short of it and be fitted for Heaven. True religion will lead its professor on to perfection. Your thoughts, your words, and your actions, as well as your appetites and passions, must be brought into subjection to the will of God. You must bear fruit unto holiness. You will be exercised to defend the poor, the fatherless, the motherless, and the afflicted. You will do justice to the widow and relieve the needy. You will deal justly, love mercy, and walk humbly before God."},{"refcode_short":"T25 120.1","refcode_long":"Testimony for the Church — No. 25, p. 120.1 (Ellen Gould White)","content":"We must let Christ into our hearts and homes if we would walk in the light. Home should be made all that the name implies. It should be a little Heaven upon the earth, a place where the affections are cultivated instead of being studiously repressed. Our happiness depends upon this cultivation of love, sympathy, and polite courtesy to one another. Why there are so many hard-hearted men and women in our world is because true affection has been regarded as weakness, and has been discouraged and repressed. The better part of the nature of those of this class was perverted and dwarfed in childhood, and unless rays of divine light can melt away their coldness and hard-hearted selfishness, the happiness of such is buried forever. If we would have tender hearts, such as Jesus had when he was upon the earth, and sanctified sympathy, such as the angels have for sinful mortals, we must cultivate the sympathies of childhood, which are simplicity itself. Then we shall be refined, elevated, and directed by heavenly principles."},{"refcode_short":"T25 121.1","refcode_long":"Testimony for the Church — No. 25, p. 121.1 (Ellen Gould White)","content":"A cultivated intellect is a great treasure; but without the softening influence of sympathy and sanctified love, it is not of the highest value. We want words and deeds of tender consideration for others. A thousand little attentions we can manifest in friendly words and pleasant looks, which will be reflected back upon us again. Thoughtless Christians manifest in their neglect of others that they are not in union with Christ. It is impossible to be in union with Christ and yet be forgetful of others’ rights, and be unkind to others. Many long intensely for friendly sympathy. God has given each of us an identity of our own, which cannot be submerged in another; but our individual characteristics will be much less prominent if we are indeed Christ's, and his will is our's. Our lives should be, as was our Saviour's, consecrated to the good and happiness of others. We should be self-forgetful, and ever looking out for opportunities, even in little things, to show gratitude for the favors we have received of others, and watching for opportunities to cheer and lighten, and relieve the sorrows and burdens of others, by acts of tender kindness and little deeds of love. These thoughtful courtesies in our families, that extend outside the family circle, help make up the sum of life's happiness; and the neglect of these little things makes up the sum of life's bitterness and sorrow."},{"refcode_short":"T25 122.1","refcode_long":"Testimony for the Church — No. 25, p. 122.1 (Ellen Gould White)","content":"It is the work we do, or do not do, that tells with tremendous power upon our lives and destinies. God requires us to improve every opportunity for usefulness that is offered us. Neglect in doing this is perilous to our spiritual growth. We have a great work to do. Let us not pass, in idleness, the precious hours that God has given us in which to perfect characters for Heaven. We must not be inactive or slothful in this work; for we have not a moment to spend without a purpose or object. God will help us to overcome our wrongs, if we will pray, and believe on him. We shall be more than conquerors through Him who hath loved us. When this short life in this world is ended, and we see as we are seen and know as we are known, how short in duration and how small will appear to us the things of this world in comparison with the glory of the better world. Christ would never have left the royal courts and taken humanity, and become sin for the race, had he not seen that man might, with his help, become infinitely happy, and attain durable riches, and a life that would run parallel with the life of God. He knew that without his help sinful man could not attain these things."},{"refcode_short":"T25 123.1","refcode_long":"Testimony for the Church — No. 25, p. 123.1 (Ellen Gould White)","content":"We should have the spirit of progress. We must guard continually against being fixed in our views, feelings and actions. The work of God is onward. Reforms must be carried on, and we must take hold and help move on the car of reform. Energy, tempered with patience and ambition, balanced by wisdom, is now needed by every Christian. The work of saving souls is yet left to us, the disciples of Christ. We are not one of us excused. Many in their Christian life have become dwarfed and stunted, from inaction. We should employ our time diligently while in this world. How earnestly should we improve every opportunity of doing good, of bringing others to the knowledge of the truth. Our motto should ever be, Onward, higher,—surely, steadily onward to duty and to victory."},{"refcode_short":"T25 123.2","refcode_long":"Testimony for the Church — No. 25, p. 123.2 (Ellen Gould White)","content":"I have been shown, in regard to the individuals mentioned, that God loves them, and would save them if they would be saved in his appointed way. “And he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Then shall the offering of Judah and Jerusalem be pleasant unto the Lord, as in the days of old, and as in former years.” Here is the process, the refining, purifying process, to be carried on by the Lord of hosts. The work is most trying to the soul, but it is only through this process that the rubbish and defiling impurities can be removed. Our trials are all necessary to bring us close to our Heavenly Father, in obedience to his will, that we may offer to the Lord an offering in righteousness. God has given each of you, whose names are here mentioned, capabilities, talents to improve. You each need a new and living experience in the divine life, in order to do the will of God. No amount of past experience will suffice for the present, or will strengthen us to overcome the difficulties in our path. We must have new grace and fresh strength daily in order to be victorious."},{"refcode_short":"T25 124.1","refcode_long":"Testimony for the Church — No. 25, p. 124.1 (Ellen Gould White)","content":"We are seldom, in all respects, placed in the same condition twice. Abraham, Moses, Elijah, Daniel, and many others, were all sorely tried, but not in the same way. Every one has his individual tests and trials in the drama of life, but the very same trials seldom come twice. Each has his own experience, peculiar in its character and circumstances, to accomplish a certain work. God has a work, a purpose, in the life of each and all of us. Every act, however small, has its place in our life experience. We must have the continual light and experience that come from God. We all need it, and God is more than willing we should have it, if we will take it. He has not closed the windows of heaven to your prayers, but you have felt satisfied to pass on without the divine help you so much need."},{"refcode_short":"T25 125.1","refcode_long":"Testimony for the Church — No. 25, p. 125.1 (Ellen Gould White)","content":"How little you know the bearing of your daily acts upon the history of others. You may think that what you may do and what you may say are of little consequence, when the most important results for good or evil are the consequence of our words and actions. The words and actions looked upon as so unimportant and so small, are links in the long chain of human events. You have not felt the need of God's manifesting his will to us in all the acts of our daily life. With our first parents, the desire for a single gratification of appetite opened the flood-gate of woe and sin to this world. Would that you, my dear sisters, might feel that every step you take may have a lasting and controlling influence upon your own lives and the characters of others. Oh! how much need, then, of communion with God. What need of divine grace to direct every step and show us how to perfect Christian characters."},{"refcode_short":"T25 126.1","refcode_long":"Testimony for the Church — No. 25, p. 126.1 (Ellen Gould White)","content":"Christians will have new scenes and new trials to pass through, where our past experience cannot be a sufficient guide. We need to learn of the divine Teacher as much now, and even more, than at any period of our lives. And the more experience we gain, the nearer we draw toward the pure light of Heaven, the more shall we discern in ourselves that needs reforming. We may all do a good work in blessing others, if we will seek counsel of God, and follow on in obedience and faith. The path of the just is a progressive one, from strength to strength, from grace to grace, and from glory to glory. The divine illumination will increase more and more, corresponding with our onward movements, qualifying us to meet the responsibilities and emergencies before us."},{"refcode_short":"T25 126.2","refcode_long":"Testimony for the Church — No. 25, p. 126.2 (Ellen Gould White)","content":"When trials press you, when despondency and dark unbelief control your thoughts, when selfishness molds your actions, you do not see your need of God, and a deep and thorough knowledge of his will; you know not the will of God; neither can you know it when you live for self. You rely upon your good intentions and resolutions, and the principal sum of life is composed of resolutions made and resolutions broken. What you all need is to die to self, cease clinging to self, and surrender to God. Gladly would I comfort you if I could. Gladly would I praise your good qualities, and good purposes, and good acts; but God was not pleased to show me these. He presented before me the hindrances to your gaining the noble, elevated character of holiness needful for you to have, that you may not lose the heavenly rest and immortal glory he would have you attain. Look away from yourselves to Jesus. He is all, and in all. The merits of the blood of a crucified and risen Saviour will avail to cleanse from the least and greatest sin. Commit, in trusting faith, the keeping of your souls to God, as unto a faithful Creator. Be not continually in fear and apprehension that God will leave you. He never will unless you depart from him. Christ will come in and dwell with you if you will open the door of your hearts to him. There may be perfect harmony between you and the Father, and with his Son if you will die to self and live unto God."},{"refcode_short":"T25 127.1","refcode_long":"Testimony for the Church — No. 25, p. 127.1 (Ellen Gould White)","content":"How few are aware that they have darling idols, that they have cherished sins. God sees these sins to which you may be blinded, and he works with his pruning knife to strike deep and separate these cherished sins from you. You all want to choose for yourselves the process of purification. How hard it is for you to submit to the crucifixion of self; but when the work is all submitted to God, to him who knows our weaknesses and our sinfulness, he takes the very best way to bring about the desired results. It was through constant conflict and simple faith that Enoch walked with God. You may all do the same. You may be thoroughly converted and transformed, and be indeed children of God, enjoying not only the knowledge of his will, but leading others, by your example, in the same path of humble obedience and consecration. Real godliness is diffusive and communicative. The psalmist says, “I have not hid Thy righteousness in my heart. I have declared thy faithfulness and thy salvation. I have not concealed thy loving-kindness and thy truth from the great congregation.” Wherever the love of God is, there is always a desire to express it."},{"refcode_short":"T25 128.1","refcode_long":"Testimony for the Church — No. 25, p. 128.1 (Ellen Gould White)","content":"May God help you all to make earnest efforts for everlasting life, and earnest efforts to lead others in the path of holiness."},{"refcode_short":"T25 129","refcode_long":"Testimony for the Church — No. 25, p. 129 (Ellen Gould White)","content":"Epistle Number Three."},{"refcode_short":"T25 129.1","refcode_long":"Testimony for the Church — No. 25, p. 129.1 (Ellen Gould White)","content":"Dear Bro. ——: I would make one more effort to warn you to be in earnest to gain the kingdom. Warning after warning has been given you, which you have not heeded. But oh! if you would even now repent of your past wrong course and turn to the Lord, it might not be too late for wrongs to be righted. All the powers of your mind have been devoted to money getting. You have worshiped money. It has been your god. The rod of God is hanging over you. His judgments may overtake you at any moment, and you go down to the grave unready, your garments spotted and stained with the corruptions of the world. What is your record in Heaven? Every dollar you have accumulated has been like an extra link in the chain that fastens you to this poor world. Your passion to get gain has been continually strengthening. The burden of your thoughts has been how you could obtain more means. You have a fearful experience, which should be a warning to those who allow the love of the world to take possession of their souls. You have become mammon's slave. What will you say when the Master shall demand of you an account of your stewardship? You have allowed the love of money getting to become the ruling passion of your life. You are as much intoxicated with the love of money as the inebriate is with his liquor."},{"refcode_short":"T25 130.1","refcode_long":"Testimony for the Church — No. 25, p. 130.1 (Ellen Gould White)","content":"Jesus has plead that the unfruitful tree might be spared a little longer; and I make one more plea for you to make no faint effort, but a most earnest one, for the kingdom. Rescue yourself from the snare of Satan before the word, “He is joined to his idols, let him alone,” shall be spoken in regard to you in Heaven. All money lovers, like yourself, will one day cry in bitter anguish, Oh! the deceitfulness of riches. I have sold my soul for money. Your only hope now is to make no feeble move, but to turn square about. Resolutely call to your aid the power of the will that you have so long exercised in the wrong direction, and now work in the opposite direction. This is the only way for you to overcome covetousness."},{"refcode_short":"T25 130.2","refcode_long":"Testimony for the Church — No. 25, p. 130.2 (Ellen Gould White)","content":"God has opened ways in which covetousness can be overcome, by performing benevolent deeds. You are saying, by your life, that you esteem the treasures of the world greater than immortal riches. You are saying, Farewell Heaven; farewell immortal life; I have chosen this world. The pearl of great price is being bartered away for present gain. While thus admonished of God, while in his providence he has already, as it were, placed your feet in the dark river, will you, dare you, cultivate your money-loving propensities? Will you, in the last act of a misspent life, overreach and retain that which is another's just due? Will you reason yourself into the belief that you are doing justice to your brother? Will you add another act of scheming and overreaching to those already existing against you, and written in the records above? Shall the blow of God's retributive judgment fall upon you, and you be called without warning to pass through the dark waters?"},{"refcode_short":"T25 131.1","refcode_long":"Testimony for the Church — No. 25, p. 131.1 (Ellen Gould White)","content":"Our Saviour frequently and earnestly rebuked the sin of covetousness. “And he said unto them, Take heed, and beware of covetousness; for a man's life consisteth not in the abundance of the things which he possesseth. And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully; and he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits? And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods. And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry. But God said unto him, Thou fool, this night thy soul shall be required of thee; then whose shall those things be, which thou hast provided? So is he that layeth up treasure for himself, and is not rich toward God.”"},{"refcode_short":"T25 132.1","refcode_long":"Testimony for the Church — No. 25, p. 132.1 (Ellen Gould White)","content":"God has made a law for his people that a tenth of all the increase should be his. I have given you, saith God, nine-tenths, I ask one-tenth of all the increase. That one-tenth the rich man had withheld from God. If he had not done this, if he had loved God supremely, instead of loving and serving himself, he would not have accumulated so great treasures that there would be lack of room to bestow them. Had he bestowed his goods upon his needy brethren, to supply their necessities, there would have been no need of tearing down and building greater barns. But he had disregarded the principles of the law of God. He had not loved the Lord with all his heart, and his neighbor as himself. Had he used his wealth as a bounty lent him of God, with which to do good, he would have laid up treasure in Heaven and been rich in good works."},{"refcode_short":"T25 132.2","refcode_long":"Testimony for the Church — No. 25, p. 132.2 (Ellen Gould White)","content":"The length and usefulness of life do not consist in the amount of our earthly possessions. Those who use their wealth in doing good will see no necessity for large accumulation in this world; for the treasure which is used to advance the cause of God, and which is given to the needy in Christ's name, is given to Christ, and he lays it up for us in the bank of Heaven in bags which wax not old. He who does this is rich toward God, and his heart will be where his treasures are secured. He who humbly uses what God has given for the honor of the Giver, freely giving as he has received, may feel the peace and assurance in all his business that God's hand is over him for good, and he himself will bear the impress of God, having the Father's smile."},{"refcode_short":"T25 133.1","refcode_long":"Testimony for the Church — No. 25, p. 133.1 (Ellen Gould White)","content":"Many have pitied the lot of the Israel of God, in being compelled to give systematically, besides other liberal offerings yearly. An all-wise God knew best what system of benevolence would be in accordance with his providence, and has given his people directions in regard to it. It has ever proved that nine-tenths were worth more to them than ten-tenths. Those who thought to increase their gain by withholding from God, or in bringing to him an inferior offering, the lame, the blind or diseased, were sure to suffer loss."},{"refcode_short":"T25 133.2","refcode_long":"Testimony for the Church — No. 25, p. 133.2 (Ellen Gould White)","content":"Providence, though unseen, is ever at work in the affairs of men. God's hand can prosper or withhold; and he frequently withholds from one while he seems to prosper another. All this is to test and prove men, and to reveal the heart. He lets misfortune overtake one brother, while he prospers another, to see if the man he has favored has his fear before his eyes, and will follow out the direction enjoined upon him in his word to love his neighbor as himself, and help his poorer brother from a love to do good. Acts of generosity and benevolence were designed by God to keep the hearts of the children of men tender and sympathetic and to encourage in them an interest and affection for one another, in imitation of the Master, who for our sakes became poor, that we through his poverty might be made rich. The law of tithing was founded upon an enduring principle, and was designed to be a blessing to man."},{"refcode_short":"T25 134.1","refcode_long":"Testimony for the Church — No. 25, p. 134.1 (Ellen Gould White)","content":"The system of benevolence was arranged to prevent the great evil, covetousness. Christ saw that in the prosecution of business the love of riches would be the greatest evil to root out of the heart true godliness. He saw that the love of money would freeze deep and hard into men's souls, stopping the flow of generous impulses, and closing their senses to the wants of the suffering and afflicted. “Take heed,” was his oft-repeated warning, “and beware of covetousness.” “Ye cannot serve God and mammon.” The oft-repeated and striking warnings of our Redeemer are in marked contrast with the actions of his professed followers who evidence in their lives so great eagerness to be rich, and who show that the words of Christ are lost upon them. Covetousness is one of the most common and popular sins of these last days, and this sin has a paralyzing influence upon the soul."},{"refcode_short":"T25 135.1","refcode_long":"Testimony for the Church — No. 25, p. 135.1 (Ellen Gould White)","content":"Bro. ——, the desire for wealth has been the central idea of your mind. This one passion for money getting has deadened every high and noble consideration, and has made you indifferent to the needs and interests of others. You have made yourself nearly as unimpressible as a piece of iron. Your gold and silver are cankered, and have become an eating canker to the soul. Had your benevolence grown with your riches, you would have regarded money as a means with which you could do good."},{"refcode_short":"T25 135.2","refcode_long":"Testimony for the Church — No. 25, p. 135.2 (Ellen Gould White)","content":"Our Redeemer, who knew man's danger in regard to covetousness, has provided a safeguard against this dreadful evil. He has arranged the plan of salvation so that it shall begin and end in benevolence. Christ offered himself, an infinite sacrifice. This, in and of itself, bears directly against covetousness and exalts benevolence."},{"refcode_short":"T25 135.3","refcode_long":"Testimony for the Church — No. 25, p. 135.3 (Ellen Gould White)","content":"Constant, self-denying benevolence is God's remedy for the cankering sin of covetousness and selfishness. God has arranged systematic benevolence to sustain his cause and relieve the necessities of the suffering and needy. He has ordained that giving should become a habit, that it may counteract the dangerous and deceitful sin of covetousness. Continual giving starves covetousness to death. Systematic benevolence is designed in the order of God to tear away treasures from the covetous as fast as they are gained, and to consecrate them to the Lord, to whom they belong."},{"refcode_short":"T25 136.1","refcode_long":"Testimony for the Church — No. 25, p. 136.1 (Ellen Gould White)","content":"This system is so arranged that men may give something from their wages every day, and lay by for their Lord a portion of the profits of every investment. The constant practice of God's plan of systematic benevolence weakens covetousness and strengthens benevolence. If riches increase, men, even professing godliness, set the heart upon them, and the more they have, the less they give into the treasury of the Lord. Thus, riches make men selfish, and hoarding feeds covetousness, and these evils strengthen by active exercise. God knows our danger, and has hedged us about with means to prevent our own ruin. God requires the constant exercise of benevolence, that the force of habit in good works may break the force of habit in an opposite direction."},{"refcode_short":"T25 136.2","refcode_long":"Testimony for the Church — No. 25, p. 136.2 (Ellen Gould White)","content":"God required an appropriation of means for benevolent objects, every week, that in the frequent exercise of this good quality the heart might be kept open like a flowing stream, and not allowed to close up, By exercise, benevolence is constantly enlarging and strengthening until it becomes a principle, and reigns a queen in the soul. It is highly dangerous to spirituality to allow selfishness and covetousness the least room in the heart."},{"refcode_short":"T25 137.1","refcode_long":"Testimony for the Church — No. 25, p. 137.1 (Ellen Gould White)","content":"The word of God has much to say in regard to sacrificing. Riches are from the Lord, and belong to him. “Both riches and honor come of thee.” “The silver is mine and the gold is mine, saith the Lord of hosts.” “For every beast of the forest is mine, and the cattle upon a thousand hills.” “The earth is the Lord's, and the fullness thereof; the world, and they that dwell therein.” It is the Lord thy God that giveth thee power to get wealth."},{"refcode_short":"T25 137.2","refcode_long":"Testimony for the Church — No. 25, p. 137.2 (Ellen Gould White)","content":"Riches are in themselves transient and unsatisfying. We are warned not to trust in uncertain riches. “Riches certainly make themselves wings; they fly away.” “Lay not up for yourself treasures upon the earth, where moth and rust doth corrupt, and where thieves break through and steal.”"},{"refcode_short":"T25 137.3","refcode_long":"Testimony for the Church — No. 25, p. 137.3 (Ellen Gould White)","content":"Riches bring no relief in man's greatest distress. “Riches profit not in the day of wrath.” “Neither their silver nor their gold shall be able to deliver them in the day of the Lord's wrath.” “Because there is wrath, beware lest he take thee away with his stroke; then a great ransom cannot deliver thee.” This warning, my brother, is appropriate in your case."},{"refcode_short":"T25 138.1","refcode_long":"Testimony for the Church — No. 25, p. 138.1 (Ellen Gould White)","content":"What provision, Bro. ——, have you made for eternal life? Have you a good, foundation against the time to come that will secure to yourself eternal joys? Oh! may God arouse you. May you, my dear brother, now, just now, commence to work in earnest to get some of your gain and riches into the treasury of God. Not a dollar of it is yours. All is God's, and you have claimed for your own that which God has lent you to devote to good works. Your time is very short. Work now with all your might. By repentance you may now find pardon. You must loosen your grasp of earthly possessions, and fasten your affections upon God. You must be a converted man. Agonize with God. Do not be content to perish forever; but make an effort for salvation before it shall be everlastingly too late."},{"refcode_short":"T25 138.2","refcode_long":"Testimony for the Church — No. 25, p. 138.2 (Ellen Gould White)","content":"It is not now too late for wrongs to be righted. Show your repentance for past wrongs by redeeming the time. Make restitution where you have wronged any one, as it comes to your mind. This is your only hope of the pardoning love of God. It will be like taking out the right eye, or cutting off the right arm; but there is no other way for you. You have made efforts repeatedly, and failed, because you loved money that has not all been very honestly gained. You would not try to redeem the past by restitution. When you begin to do this, there will be hope for you. If you choose, for the few remaining days of your life, to go on as you have done, your case will be hopeless; you will lose both worlds; you will see the saints of God glorified in the heavenly city, and yourself thrust out; you will have no part in that precious life, purchased for you at an infinite cost, which you valued so little as to sell it for earthly riches."},{"refcode_short":"T25 139.1","refcode_long":"Testimony for the Church — No. 25, p. 139.1 (Ellen Gould White)","content":"Now there is a little time left you. Will you work? will you repent? or will you die all unready, worshiping money, glorying in your riches, and forgetting God and Heaven? No faint struggle or feeble efforts will wean your affections from the world. Jesus will help you. In every earnest effort you make, Jesus will be near you, and will bless your endeavors. You must make earnest efforts, or you will be lost. I warn you not to delay one moment, but commence just now. You have long disgraced the Christian's name by your covetousness and small dealing. Now you may honor it by working in an opposite direction, and let all see that there is a power in the truth of God to transform human nature. You may, in the strength of God, save your soul if you will."},{"refcode_short":"T25 140.1","refcode_long":"Testimony for the Church — No. 25, p. 140.1 (Ellen Gould White)","content":"You have a work to begin at once. Satan will stand by your side, as he did by the side of Christ in the wilderness of temptation, to overcome you with reasonings, to pervert your judgment, and to paralyze your sense of right and equity. If you do justice in one instance, you must not wait for Satan to overpower your good impulses by his reasoning. You cannot trust yourself, you have so long been controlled by selfishness and covetousness. I do not want you to lose Heaven. I have been shown the selfish acts of your life, your close scheming and figuring, your bartering, and the advantage you have taken of your brethren and fellow-men. God has every instance written in the book. Will you pray God to enlighten your mind to see where you have overreached? and then will you repent and redeem the past?"},{"refcode_short":"T25 140.2","refcode_long":"Testimony for the Church — No. 25, p. 140.2 (Ellen Gould White)","content":"Bro. ——, may God help before it is for you too late."},{"refcode_short":"T25 140","refcode_long":"Testimony for the Church — No. 25, p. 140 (Ellen Gould White)","content":"Epistle Number Four."},{"refcode_short":"T25 140.3","refcode_long":"Testimony for the Church — No. 25, p. 140.3 (Ellen Gould White)","content":"I have been shown that there was danger of our young ministers entering the field, and engaging in the work of teaching the truth to others, who are not fitted for the sacred work of God. They have not a just sense of the sacredness of the work for this time. They feel a desire to be connected with the work, but they fail to bear the burdens lying directly in the pathway of duty. They do that which costs them but little taxation and inconvenience, and neglect to put their whole souls into the work."},{"refcode_short":"T25 141.1","refcode_long":"Testimony for the Church — No. 25, p. 141.1 (Ellen Gould White)","content":"Some are too indolent to make a success in life in business matters, and they are deficient in the experience necessary to make good Christians in a private capacity; yet they feel competent to engage in the work of all others the most difficult, to deal with minds and try to convert souls from error to the truth."},{"refcode_short":"T25 141.2","refcode_long":"Testimony for the Church — No. 25, p. 141.2 (Ellen Gould White)","content":"The hearts of some of these ministers are not sanctified by the truth. All such ministers are merely stumbling-blocks to sinners, and are standing in the way of real laborers. It will take more stern labor to educate them to right ideas, that they may not injure the cause of God, than to do the work. God cannot be glorified, or his cause advanced, by unconsecrated workmen who are entirely deficient in the necessary qualifications to make a gospel minister. Some young ministers who go forth to labor for others need to be thoroughly converted themselves to the genuine religion of the Bible."},{"refcode_short":"T25 141.3","refcode_long":"Testimony for the Church — No. 25, p. 141.3 (Ellen Gould White)","content":"I was shown the case of Bro. ——of ——, which represents the cases of others in many respects. I was shown that Bro. —— was no real advantage to the cause of God, and he never can be unless he has a thorough conversion. He has many defects in his character which he should and must see before he can be accepted of God as a laborer in his vineyard. The work of God is sacred. In the first place, Bro. —— has not met with that change of heart which transforms the man, which is called conversion. He has head work, but needs the work of the grace of God upon the heart to be carried out in the life, before he can point others understandingly to the Lamb of God which taketh away the sins of the world. The work for this time is altogether too solemn and too important to be handled with unclean hands and impure hearts."},{"refcode_short":"T25 142.1","refcode_long":"Testimony for the Church — No. 25, p. 142.1 (Ellen Gould White)","content":"Bro. —— has a temperament that is very unhappy, which makes trouble for himself and for his best friends. He is naturally jealous, suspicious, and faultfinding. Those the most closely connected with him will feel this the most deeply."},{"refcode_short":"T25 142.2","refcode_long":"Testimony for the Church — No. 25, p. 142.2 (Ellen Gould White)","content":"Bro. —— has much self-love, large self-esteem, and if he is not especially regarded and made an object of attention, he feels as though some one were to blame. The fault exists in himself. He loves to have his vanity flattered. He is suspicious of others’ motives, and shows in these feelings a very narrow, selfish mind. He thinks he sees much to question, to find fault with, and to censure, in the plan of others’ labors, when the real evil exists in his own unhumbled, unconsecrated heart. Self, in him, must die, and he must learn of Jesus who is meek and lowly of heart, or he will fail of perfecting Christian character, and fail of Heaven at last."},{"refcode_short":"T25 143.1","refcode_long":"Testimony for the Church — No. 25, p. 143.1 (Ellen Gould White)","content":"Bro. —— has made a failure in his manner of seeking to teach the truth to others. His spirit is not winning. He has self mixed in with all his efforts. He is quite particular about the externals, as far as his apparel is concerned, as though this would designate him as a minister of Christ; but he has neglected the inward adornment of the soul. He has not felt the necessity of seeking for a beautiful, harmonious character, resembling the character of Jesus Christ, the correct pattern. The meekness and humility which characterized the life of Jesus would win hearts, and give him access to souls; but when Bro. —— speaks in his own spirit, the people see so much self-exhibited, so little of the spirit of humility, that their hearts are not touched, but grow hard and cold under his preaching, because it lacks divine unction."},{"refcode_short":"T25 143.2","refcode_long":"Testimony for the Church — No. 25, p. 143.2 (Ellen Gould White)","content":"The self-confident, self-exalted spirit of Bro. —— must be put away, and he must see that he is sinful and in need of continual grace and power from God to press through the moral darkness of this degenerate age and reach souls who need to be saved. He has put on the dignity of a gospel minister too much outside, while the real experience in the mystery of godliness and a knowledge of the divine will he has not felt to be essential in making a success of presenting the truth."},{"refcode_short":"T25 144.1","refcode_long":"Testimony for the Church — No. 25, p. 144.1 (Ellen Gould White)","content":"Bro. —— is too cold and unsympathizing. He does not come directly to hearts by the Christian simplicity, tenderness, and love, which characterized the life of Christ. In this respect it is essential that every man who labors for the salvation of souls should imitate the pattern given them in the life of Christ. If they fail to educate themselves to become workers in the vineyard of the Lord, they might better be spared than not. It would be poor policy to support men from the treasury of God who really mar and injure the work of God, and who are constantly lowering the standard of Christianity."},{"refcode_short":"T25 144.2","refcode_long":"Testimony for the Church — No. 25, p. 144.2 (Ellen Gould White)","content":"In order for a man to become a successful minister, more than book knowledge is essential. The laborer for souls needs integrity, intelligence, industry, energy and tact. All these are highly essential for the success of a minister of Christ. No man can be interior with these qualifications, but he will have a commanding influence. Unless the laborer in God's cause can gain the confidence of those for whom he is laboring, he can do but little good. The worker in God's vineyard must daily derive strength from above to resist wrong and to maintain uprightness through the varied trials of life. And his soul must be brought into harmony with his Redeemer. He can be a co-worker with Jesus, to work as he worked, to love as he loved, and to possess, like him, moral power to stand the strongest tests of character."},{"refcode_short":"T25 145.1","refcode_long":"Testimony for the Church — No. 25, p. 145.1 (Ellen Gould White)","content":"Bro. —— should cultivate simplicity. He should lay aside his false dignity, and let the Spirit of God come in and sanctify, elevate, purify, and ennoble his life. Then he can bear the burden for souls which a true gospel minister must feel when presenting a message of solemn warning to those in peril, who must perish in their darkness unless they accept the light of truth. This dignity borrowed from his Redeemer will adorn with divine grace, for he is brought into close union with Jesus Christ."},{"refcode_short":"T25 145.2","refcode_long":"Testimony for the Church — No. 25, p. 145.2 (Ellen Gould White)","content":"I was carried forward in the life of Bro. ——, and then carried back to review the result of his labors while he was attempting to teach others the truth. I saw that some few would listen, and might be, as far as the head is concerned, convinced; but as Bro. ——has not an experimental, daily, living knowledge of the grace of God and his saving power, he cannot convey to others what he does not himself possess. He has not the experience of a truly converted man. How, then, can God make him a blessing to sinners? He is blind himself, while trying to lead the blind."},{"refcode_short":"T25 146.1","refcode_long":"Testimony for the Church — No. 25, p. 146.1 (Ellen Gould White)","content":"I was shown that his work had spoiled good fields for others. Some men who were truly consecrated to God, and who felt the burden of the work, might have done good and brought souls into the truth, in places where he had made attempts without success, and after his superficial work, the golden opportunity was gone. The minds that might have been convinced, and the hearts that might have been softened, have been hardened and prejudiced under his efforts."},{"refcode_short":"T25 146.2","refcode_long":"Testimony for the Church — No. 25, p. 146.2 (Ellen Gould White)","content":"I looked to see what souls of value were holding on to the truth as the result of his labors. I watched closely to see what watchcare he had felt for souls, to strengthen them and to encourage them, which labor should ever accompany the ministry of the word. I could not see one who would not have been in a far better condition had he not received the first impressions of the truth from him. It is about impossible for a stream to rise higher than its fountain-head. The man who bears the truth to sinners stands in a fearfully responsible position. He will either convert souls to Christ, or his efforts will balance them in the wrong direction."},{"refcode_short":"T25 147.1","refcode_long":"Testimony for the Church — No. 25, p. 147.1 (Ellen Gould White)","content":"I have been shown that Bro. —— is an indolent man. He loves his pleasure and his ease. He does not love physical labor, neither does he love close application of the mind to the study of the word. He wants to take things lazily. He will go to a place and attempt to introduce the truth there, when his heart is not in it. He feels no weight of the work, no real burden for souls. He has not the love of souls at heart. He will let his inclinations divert him from the work, will suffer his feelings to control him, and will leave the work and go back to his family. He has not an experience in self-denial, and in sacrificing his ease and his inclinations. He labors too much with respect to wages. He does not closely apply himself to his work, but merely touches it here and there without perseverance or earnestness, and so makes a success of nothing. God frowns upon all such professed workers. They are unfaithful in everything. Their consciences are not sensitive and tender."},{"refcode_short":"T25 147.2","refcode_long":"Testimony for the Church — No. 25, p. 147.2 (Ellen Gould White)","content":"To introduce the truth into places, and then lack courage, energy, and tact, to carry the matter through, is a great error; for the work is left without making that thorough and persevering effort that it is positively essential some one should make in these places. If matters go hard, if opposition arises, there is a cowardly retreat, instead of fleeing to God with fasting and praying and weeping before the Lord, hanging by faith to the source of light and power and strength until the clouds break away and the darkness disperses. Faith grows strong by coming in conflict with doubts and opposing influences. The experience gained in these trials is of more value than the most costly jewels."},{"refcode_short":"T25 148.1","refcode_long":"Testimony for the Church — No. 25, p. 148.1 (Ellen Gould White)","content":"The result of your labors, Bro. —— should make you ashamed. God cannot accept your labors. It would be better for the cause of God if you should cease preaching, and take up a work which involves less responsibility. It would be better for you to go to work with your hands. Humble your heart before God; be faithful in temporal matters; and when you show that you are faithful in the smaller responsibilities, God may commit to you higher trusts. “He that is faithful in that which is least, is faithful also in much; and he that is unjust in the least, is unjust also in much.” You need a deeper experience in religious things. I advise you to go to work with your hands, and earnestly plead with God for an experience for yourself. Cling to Jesus, and never, never dare to assume the responsibilities of a gospel minister until you are a converted man in heart, and have a meek and peaceable spirit. You need to tarry away from the work of God till you are endowed with power from on high. No man can make a success of saving souls unless Christ works with his efforts, and self is put out of sight."},{"refcode_short":"T25 149.1","refcode_long":"Testimony for the Church — No. 25, p. 149.1 (Ellen Gould White)","content":"A minister of Christ should be thoroughly furnished to all good works. You have made a miserable failure. You must show in your family that kindly consideration, that tenderness, love, gentleness, noble forbearance and true courtesy, that are becoming to the head of a family, before you can make a success in winning souls to Christ. If you have not wisdom to manage the small number whom you are closely united with, how can you make a success of managing a larger company, who are not especially interested in yourself. Your wife needs to be truly and thoroughly converted to God. Neither of you are in a condition to correctly represent our faith. You both need a thorough conversion."},{"refcode_short":"T25 149.2","refcode_long":"Testimony for the Church — No. 25, p. 149.2 (Ellen Gould White)","content":"Retirement from the work of God at present is best for you. Bro. ——, you have not perseverance or moral backbone. You are very deficient in those traits of character which are necessary for the work of God at this time. You have not received that education in practical life that is necessary for you in order to make a success as a practical minister of Christ. Your education has been deficient in many respects. Your parents have not read your character, nor trained you to overcome its defects, to the end that you might develop a symmetrical character, and possess firmness, self-denial, self-control, humility and moral power. You know very little of practical life or perseverance under difficulties. You have a strong desire to controvert others’ ideas, and to press forward your own. This is the result of your feelings of self-sufficiency, and of following your own inclinations in your youth."},{"refcode_short":"T25 150.1","refcode_long":"Testimony for the Church — No. 25, p. 150.1 (Ellen Gould White)","content":"You do not see yourself and your errors. You are not willing to be a learner, but have a great desire to teach. You form opinions of your own, and cling to your peculiar ideas with a persistency that is wearying. You are anxious to carry your points, and your ideas seem of greater importance in your eyes than the experienced judgment of men of moral worth who have been proved in this cause. You have been flattered with the idea that you had ability that would be prized and make you a valuable man; but these qualities have not been tested and proved. You have a one-sided education. You have no inclination or love for the homely, daily duties of life. Your indolence would be a sufficient cause, if there were no other reasons, to disqualify you for the work of the ministry. The cause does not need preachers so much as workers. Of all the avocations of life, there is none that requires such earnest, faithful, persevering, self-sacrificing workers, as the cause of God in these last days."},{"refcode_short":"T25 151.1","refcode_long":"Testimony for the Church — No. 25, p. 151.1 (Ellen Gould White)","content":"The enterprise of obtaining eternal life is above every other consideration. God wants no laggards in his cause. The work of warning sinners to flee from the wrath to come requires earnest men who feel the burden of souls, and who will not be ready to avail themselves of every excuse to avoid burdens or to leave the work. Little discouragements, as unpleasant weather or imaginary infirmities, seem sufficient to Bro. —— to excuse himself from making exertion. He will even appeal to his sympathies; and when duties arise that he does not feel inclined to perform, when his indolence wants to be indulged, he frequently makes the excuse that he is sick; when there is no reason why he should be sick, unless he has, indulged his appetite, and through his indolent habits the entire system has become clogged by inaction. He may be in good health if he will observe strictly the laws of life and health, and carry out the light upon health reform in all his habits."},{"refcode_short":"T25 152.1","refcode_long":"Testimony for the Church — No. 25, p. 152.1 (Ellen Gould White)","content":"Bro. —— is not the man for the work in these last days unless he reforms entirely. God does not call for ministers who are too indolent to engage in physical labor, to bear the testing message of warning to the world. He wants workers in his cause. Real, earnest, self-denying workers will accomplish something."},{"refcode_short":"T25 152.2","refcode_long":"Testimony for the Church — No. 25, p. 152.2 (Ellen Gould White)","content":"Bro. ——, your teaching the truth to others has been an entire mistake. If God calls a man, he will not make so great a blunder as to take a man of so little experience in practical life, and of so little experience in spiritual things, as you have had. You have ability to talk, as far as this is concerned, but God's cause requires men of consecration and energy. This you may cultivate. These traits you may gain if you will, and you may learn by perseverance to overcome these deficiencies in your character which have increased from your youth, by cultivating the opposite where you now fail. For you merely to go out and speak to the people now and then, is not working for God. There is no real work in this."},{"refcode_short":"T25 152.3","refcode_long":"Testimony for the Church — No. 25, p. 152.3 (Ellen Gould White)","content":"Those who labor for God have but just begun the work when they have given a discourse in the desk. After this comes the real labor, in visiting from house to house, conversing with members of families, praying with them, and coming close in sympathy to those we wish to benefit. It will not detract from the dignity of a minister of Christ to be awake to see the temporal burdens and realize the temporal cares of the families they visit, and to be useful, seeking to relieve where they can, by engaging in physical labor. In this way, they can have a power of influence to disarm opposition and break down prejudice, that they would fail to have if they were in every other respect fully efficient as ministers of Christ."},{"refcode_short":"T25 153.1","refcode_long":"Testimony for the Church — No. 25, p. 153.1 (Ellen Gould White)","content":"Our young ministers have not the burden of writing as the older and more experienced ones have. They have not a multiplicity of responsibilities which tax the mind and wear upon the man. But it is these very burdens of care that perfect Christian experience, give moral power, and make strong and efficient men of those engaged in the work of God."},{"refcode_short":"T25 153.2","refcode_long":"Testimony for the Church — No. 25, p. 153.2 (Ellen Gould White)","content":"To avoid burdens and disagreeable responsibilities will never make our ministers strong men that can be depended upon in a religious crisis. Many of our young ministers are as weak as babes in the work of God. And some who have been engaged in the work of teaching the truth for years are not yet able workmen who “needeth not to be ashamed,” They have not grown strong in experience by being called out by opposing influences. They have excused themselves from that exercise which would strengthen the moral muscles, giving spiritual power. But it is the very experience they need in order to attain to the full stature of men in Christ Jesus. They gain no spiritual power by shirking duties and responsibilities, and giving up to indolence and selfish love of ease and pleasure."},{"refcode_short":"T25 154.1","refcode_long":"Testimony for the Church — No. 25, p. 154.1 (Ellen Gould White)","content":"Bro. —— is not lacking in ability to clothe his ideas in words, but he is lacking in spirituality and true, heart holiness. He has not drank deeply himself at the fountain of truth. Had he improved his golden moments in studying the word of God, he might now have been an able workman; but he is too indolent to make close application of the mind, and to learn for himself the reasons of our hope. He is content to take material which other minds and other pens have labored to produce, and use their thoughts, which are prepared to his hand, without effort or exertion of mind, careful thought, or prayerful meditation, himself."},{"refcode_short":"T25 154.2","refcode_long":"Testimony for the Church — No. 25, p. 154.2 (Ellen Gould White)","content":"Bro. —— does not love close taxation in the study of the Scriptures, or in physical labor. He prefers an easier way, and as yet knows nothing experimentally of the burden of the work of God. It is easier for him to repeat the thoughts of others than to diligently search for the truth himself. It is only by personal effort and close application of the mind, and thorough devotion to the work, that men become competent for the ministry."},{"refcode_short":"T25 155.1","refcode_long":"Testimony for the Church — No. 25, p. 155.1 (Ellen Gould White)","content":"Says Christ, Ye are the salt of the earth; but if the salt have lost its savor, wherewith shall it be salted? The savor of the salt is divine grace. All the efforts made to advance the truth are of but little value unless the Spirit of God accompanies them. You have made child's play of teaching the truth. You have had your mind on your own pleasure and ease, following your inclination. You and your wife have no real sense of the sacredness of the work of God. You both think more of pleasing your fancies, and studying to gratify your wishes for ease and enjoyment, than of engaging in the stern duties of life, especially the responsibilities connected with the work of warning the world of the coming judgment."},{"refcode_short":"T25 155.2","refcode_long":"Testimony for the Church — No. 25, p. 155.2 (Ellen Gould White)","content":"You have seen Bro. —— weighed down with burdens, and wearied with physical labor, but you had so great a love for your ease and desire to maintain your own importance, that you held yourself aloof, excusing yourself from engaging in the duties which some one was obliged to perform. You have passed days in easy indolence without benefiting any one; and then your conscience could permit you without compunction to bring in time mostly spent in indolence, and receive pay from God's treasury."},{"refcode_short":"T25 156.1","refcode_long":"Testimony for the Church — No. 25, p. 156.1 (Ellen Gould White)","content":"You have shown in your course that you had not a high sense of sacred things. You have robbed God. And your work should now be to seek to make thorough work of repentance. Do not attempt to teach others. When you are converted, then you may be able to strengthen your brethren. But God has no use for men of your stamp of character in his vineyard. When you get this stamp off, and bear the impress of the Divine, then you may work for the cause of God. You have almost everything to learn, and but a short time to learn these lessons in. God help you to work earnestly and to the point. I have much more written upon general principles, but cannot find time to give this to you at present."},{"refcode_short":"T25 156","refcode_long":"Testimony for the Church — No. 25, p. 156 (Ellen Gould White)","content":"Christian Temperance"},{"refcode_short":"T25 156.2","refcode_long":"Testimony for the Church — No. 25, p. 156.2 (Ellen Gould White)","content":"I was shown, Jan. 3, 1875, that none of us realize the perils that attend us at every step. We have a vigilant foe, and yet we are not awake and in earnest in our efforts to resist the temptations of Satan, and to overcome his devices."},{"refcode_short":"T25 157.1","refcode_long":"Testimony for the Church — No. 25, p. 157.1 (Ellen Gould White)","content":"The light of health reform God has permitted to shine upon us in these last days, that we might, by walking in the light, escape many dangers to which we would be exposed. Satan's temptations are powerful upon the human family to lead them to indulge appetite, gratify inclination, and live a life of heedless folly. He presents attractions in a life of personal enjoyment, and in seeking to gratify the animal instincts. Licentiousness prevails to an alarming extent, which is ruining constitutions for life; and not only this, but the moral powers are sacrificed. Intemperate indulgences are reducing the vital energies of both body and mind. They place the one that is overcome upon the enemy's ground, where Satan can tempt, annoy, and finally control the will at pleasure."},{"refcode_short":"T25 157.2","refcode_long":"Testimony for the Church — No. 25, p. 157.2 (Ellen Gould White)","content":"Those who are overcome on the point of appetite, and use tobacco freely, are debasing their mental and moral powers in servitude of the animal. And when the appetite for spirituous liquor is indulged, the man voluntarily places to his lips that draught which debases him, who was made in the image of God, below the level of the brute. Reason is paralyzed, the intellect is benumbed, the animal passions are excited, and then follow crimes of the most debasing character. If men would become temperate in all things, if they would touch not, taste not, and handle not, spirituous liquors and narcotics, reason would hold the reins of government in her hands, and control the animal appetites and passions. In this fast age, the less exciting the food the better. Temperance in all things and firm denial of appetite, is the only path of safety."},{"refcode_short":"T25 158.1","refcode_long":"Testimony for the Church — No. 25, p. 158.1 (Ellen Gould White)","content":"Satan comes to man with his overpowering temptations to indulge appetite, as he came to Christ. He well knows his power to overcome man upon this point. He overcame Adam and Eve in Eden upon appetite, and they lost blissful Eden. What accumulated misery and crime have filled our world in consequence of the fall of Adam. Entire cities have been blotted from the face of the earth because of debasing crimes and revolting iniquity, that made them a blot upon the universe. Indulgence of appetite was the foundation of all their sins. Through appetite, Satan controlled the mind and being. Thousands who might have lived have prematurely passed into their graves, physical, mental, and moral wrecks. They had good powers, but sacrificed all to indulgence of appetite, which led them to lay the reins upon the neck of lust. Our world is a vast hospital. Vicious habits are increasing."},{"refcode_short":"T25 158.2","refcode_long":"Testimony for the Church — No. 25, p. 158.2 (Ellen Gould White)","content":"It is unpleasant, if not dangerous, to remain in a railroad car or in a crowded room that is not thoroughly ventilated, where the atmosphere is impregnated with the properties of liquor and tobacco. The occupants give evidence by the breath and emanations from the body that the circulating system is filled with the poison of liquor and tobacco. Tobacco-using is a habit which frequently effects the nervous system in a more powerful manner than the use of alcohol. It binds the victim in stronger bands of slavery, and is more difficult to overcome, than the intoxicating cup. Body and mind are, in many cases, more thoroughly intoxicated with the use of tobacco than with spirituous liquors; for it is a more subtle poison."},{"refcode_short":"T25 159.1","refcode_long":"Testimony for the Church — No. 25, p. 159.1 (Ellen Gould White)","content":"Intemperance is increasing everywhere, notwithstanding the earnest efforts made during the past year to stay its progress. I was shown that the giant power of intemperance will not be controlled with any previous efforts that have been made."},{"refcode_short":"T25 159.2","refcode_long":"Testimony for the Church — No. 25, p. 159.2 (Ellen Gould White)","content":"The work of temperance must begin in our families, at our tables. Mothers have an important work to do that they may give to the world, through correct discipline and education, children who will be capable of filling almost any position, and who can also honor and enjoy the duties of domestic life."},{"refcode_short":"T25 159.3","refcode_long":"Testimony for the Church — No. 25, p. 159.3 (Ellen Gould White)","content":"The work of the mother is a very important and sacred one. She should teach her children from the cradle to practice self-denial and habits of self-control. If her time is mostly occupied with the follies existing in this degenerate age, if dress and parties engage her precious time, her children fail to receive the education it is essential they should have in order that they may form correct characters. The anxiety of Christian mothers should not be in regard to the external merely, but that her children may have healthy constitutions and good morals."},{"refcode_short":"T25 160.1","refcode_long":"Testimony for the Church — No. 25, p. 160.1 (Ellen Gould White)","content":"Many mothers, who are deploring the intemperance which is existing everywhere, do not look deep enough to see the cause. They are daily preparing a variety of tempting dishes and highly-seasoned food, which tempt the appetite and encourage overeating."},{"refcode_short":"T25 160.2","refcode_long":"Testimony for the Church — No. 25, p. 160.2 (Ellen Gould White)","content":"The tables of our American people are generally prepared in a manner to make drunkards. Appetite is the ruling principle with a large class of persons. Whoever will indulge appetite in eating too often, and not of a healthful quality of food, is preparing himself to yield to the clamors of appetite and passion in proportion to the strength of this propensity. Mothers need to be impressed with their obligation to God and to the world to furnish society with children having well-developed characters. Men and women who come upon the stage of action with firm principles will be fitted to stand unsullied amid the moral pollutions of this corrupt age. It is the duty of mothers to improve their golden opportunities to correctly educate their children for usefulness and for duty. Their time belongs to their children in a special sense. Precious time should not be devoted to needless work upon garments for display, but in patiently instructing and carefully teaching their children the necessity of self-denial and self-control."},{"refcode_short":"T25 161.1","refcode_long":"Testimony for the Church — No. 25, p. 161.1 (Ellen Gould White)","content":"The tables of many professed Christian women are daily set with a variety of dishes which irritate the stomach and produce a feverish condition of the system. Flesh-meats constitute the principal article of food upon the tables of some families, until their blood is filled with cancerous and scrofulous humors. They are composed of what they eat. But when suffering and disease come upon them, it is considered an affliction of providence."},{"refcode_short":"T25 161.2","refcode_long":"Testimony for the Church — No. 25, p. 161.2 (Ellen Gould White)","content":"We repeat, intemperance commences at our tables. The appetite is indulged until it becomes second nature. By the use of tea and coffee an appetite is formed for tobacco, and this encourages the appetite for liquors."},{"refcode_short":"T25 161.3","refcode_long":"Testimony for the Church — No. 25, p. 161.3 (Ellen Gould White)","content":"Many parents, to avoid the task of patiently educating their children to habits of self-denial, and teaching them how to make a right use of all the blessings of God, indulge them by letting them eat and drink whenever they please. Appetite and selfish indulgence, unless positively restrained, grow with the growth and strengthen with the strength. When these children commence life for themselves, and take their place in society, they are powerless to resist temptation. Moral impurity and gross iniquity are abounding everywhere. The temptation to indulge taste, and to gratify inclination, has not lessened with the increase of years, and youth are governed generally by impulse, and are slaves to appetite. In the glutton, the tobacco devotee, the wine-bibber, and the inebriate, we see the evil results of defective education."},{"refcode_short":"T25 162.1","refcode_long":"Testimony for the Church — No. 25, p. 162.1 (Ellen Gould White)","content":"When we hear the sad lamentations of Christian men and women over the terrible evils of intemperance, the questions at once arise in the mind: Who have educated the youth, and given them their stamp of character? Who have fostered in them the appetites they have acquired? Who have neglected the most solemn responsibility of molding their minds and forming their characters for usefulness in this life, and for the society of the heavenly angels in the next? A large class of the human beings we everywhere meet are a living curse to the world. They live for no other purpose than to indulge appetite and passion, and corrupt soul and body by dissolute habits. This is a terrible rebuke to mothers who are the votaries of fashion, who have lived for dress and for show, and have neglected to beautify their own minds, and to form their own characters after the divine Pattern, and have also neglected the sacred trust committed to them, to bring their children up in the nurture and admonition of the Lord."},{"refcode_short":"T25 163.1","refcode_long":"Testimony for the Church — No. 25, p. 163.1 (Ellen Gould White)","content":"I saw that Satan, through his temptations, was instituting ever-changing fashions, attractive parties and amusements, that mothers may be led to devote their God-given, probationary time to frivolous matters, so that they can have but little opportunity to educate and properly train their children. Our youth want mothers who will teach them from their very cradles to control their passions, to deny their appetite, and to overcome selfishness. They need line upon line, and precept upon precept; here a little and there a little."},{"refcode_short":"T25 163.2","refcode_long":"Testimony for the Church — No. 25, p. 163.2 (Ellen Gould White)","content":"Direction was given to the Hebrews how to train their children to avoid the idolatry and wickedness of the heathen nations: “Therefore shall ye lay up these my words in your heart and in your souls, and bind them for a sign upon your hand, that they may be as frontlets between your eyes, And ye shall teach them to your children, speaking of them when thou sittest in thine house, and when thou walkest by the way, when thou liest down, and when thou risest up.”"},{"refcode_short":"T25 164.1","refcode_long":"Testimony for the Church — No. 25, p. 164.1 (Ellen Gould White)","content":"We have an earnest desire that woman shall fill the position God originally designed, as her husband's equal. We so much need mothers who are not thus merely in name, but mothers in every sense the word implies. The dignity and importance of woman's missions, and her distinctive duties, we may safely say are of a more sacred and holy character than the duties of man."},{"refcode_short":"T25 164.2","refcode_long":"Testimony for the Church — No. 25, p. 164.2 (Ellen Gould White)","content":"There are speculations as to woman's rights and duties in regard to voting. Many are in no way disciplined to understand the bearing of important questions. They have lived lives of present gratification because it was the fashion. Women who might develop good intellect, and have true moral worth, are now mere slaves to fashion. They have not breadth of thought, or cultivated intellect. They can talk understandingly of the latest fashion, the styles of dress, this or that party, or the delightful ball. Such women are not prepared to intelligently take a prominent position in political matters? They are mere creatures of fashion and circumstance. Let this order of things be changed. Let woman realize the sacredness of her work, and in the strength and fear of God, take up her life mission. Let her educate her children for usefulness in this world, and for a fitness for the better world."},{"refcode_short":"T25 165.1","refcode_long":"Testimony for the Church — No. 25, p. 165.1 (Ellen Gould White)","content":"We address Christian mothers. We entreat that as mothers you feel your responsibility, and that you live not to please yourselves, but to glorify God. Christ pleased not himself, but took upon him the form of a servant. He left the royal courts, he condescended to clothe his divinity with humanity, and to teach by his condescension, and by his example of self-sacrifice, how we may become elevated to the position of sons and daughters of the royal family, children of the Heavenly King. But what are the conditions of these sacred, elevated blessings? “Come out from among them, and be ye separate, saith the Lord, and touch not the unclean, and I will receive you, and will be a father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.”"},{"refcode_short":"T25 165.2","refcode_long":"Testimony for the Church — No. 25, p. 165.2 (Ellen Gould White)","content":"Christ humbled himself from the highest authority, from the position of one equal with God, to the lowest place as servant. His home was in Nazareth, which was proverbial for its wickedness. His parents were among the lowly poor. His trade was that of a carpenter, laboring with his hands to do his part in sustaining the family. He was for thirty years subject to his parents. Here the life of Christ points us to our duty to be diligent in labor, to provide for and to train the weak and the ignorant. In his lessons of instruction to his disciples, Jesus taught them that his kingdom was not a worldly kingdom where all were striving for the highest position."},{"refcode_short":"T25 166.1","refcode_long":"Testimony for the Church — No. 25, p. 166.1 (Ellen Gould White)","content":"Woman is to fill a more sacred and elevated position in the family than the king upon his throne. Her great work is to have her life constitute a living example which she would wish her children to copy. By precept, as well as example, she is to store their minds with useful knowledge, and lead them to self-sacrificing labor for the good of others. The great stimulus to the toiling, burdened mother should be that every child trained aright, who has the inward adorning, the ornament of a meek and quiet spirit, will have a fitness for Heaven, and will shine in the courts of the Lord."},{"refcode_short":"T25 166.2","refcode_long":"Testimony for the Church — No. 25, p. 166.2 (Ellen Gould White)","content":"How few see anything attractive in the true humility of Christ. His humility did not consist in a low estimate of his own character and qualifications, but in his humbling himself to fallen humanity in order to raise them up with him to a higher life. Worldlings are trying to exalt themselves to the position of those above them, or to become superior to them. But Jesus, the Son of God, humbled himself to elevate man; and the true follower of Christ will seek to meet men where they are, in order to elevate them."},{"refcode_short":"T25 167.1","refcode_long":"Testimony for the Church — No. 25, p. 167.1 (Ellen Gould White)","content":"Will mothers of this generation feel the sacredness of their mission, and not try to vie with their wealthy neighbors in appearances, but seek to excel them in faithfully performing the work of instructing their children for the better life. If children and youth were trained and educated to habits of self-denial and self-control, if they were taught that they eat to live instead of live to eat, there would be less disease, and less moral corruption. There would be little necessity for temperance crusades, which amount to so little, if the youth who form and fashion society could be constrained to inculcate right principles in regard to temperance; and they would have moral worth and moral integrity to resist, in the strength of Jesus, the pollutions of these last days."},{"refcode_short":"T25 167.2","refcode_long":"Testimony for the Church — No. 25, p. 167.2 (Ellen Gould White)","content":"It is a most difficult matter to unlearn the habits of educated appetite which have been indulged through life. The demon of intemperance is not easily conquered. It is of giant strength, and hard to overcome. But let parents begin a crusade against intemperance at their own firesides, in their own families, in the principles they teach their children to follow from their very infancy, and they may hope for success. It will pay you, mothers, to use the precious hours which are given you of God in forming, developing, and training the characters of your children, and in teaching them to strictly adhere to the principles of temperance in eating and drinking."},{"refcode_short":"T25 168.1","refcode_long":"Testimony for the Church — No. 25, p. 168.1 (Ellen Gould White)","content":"Parents may have transmitted to their children hereditary tendencies to appetite and passion, which will make the work more difficult of educating and training these children to pure and virtuous habits, and to be strictly temperate. If the appetite of children for unhealthy food, for stimulants and narcotics, has been transmitted to them as a legacy from their parents, what a fearfully solemn work rests upon the parents to counteract the evil tendencies which they have given to their children. How earnestly and diligently should the parents work in doing their duty, in faith and hope, to their unfortunate offspring."},{"refcode_short":"T25 168.2","refcode_long":"Testimony for the Church — No. 25, p. 168.2 (Ellen Gould White)","content":"Parents should make it their first business to understand the laws of life and health, that nothing shall be done by them in the preparation of food, or in any of their habits, which will develop wrong tendencies in their children. How carefully should mothers study that the table be prepared with the most simple, healthful food, so that the digestive organs may not be weakened and the nervous forces unbalanced, and that the instruction they should give them might not be counteracted by the food placed before them. This food either weakens or strengthens the organs of the stomach, which has much to do in controlling the physical and moral health of the children who are God's blood-bought property. What a sacred trust is committed to parents, to guard the physical and moral constitutions of their children, so that the nervous system be well balanced, and the soul be not endangered. Those who indulge the appetite of their children, and do not control their passions, will see the terrible mistake they have made, in the tobacco-loving, liquor-dealing slave whose senses are benumbed, and whose lips utter falsehoods and profanity."},{"refcode_short":"T25 169.1","refcode_long":"Testimony for the Church — No. 25, p. 169.1 (Ellen Gould White)","content":"When parents and children meet at the final reckoning, what a scene will then be presented. The thousands of children who have been slaves to appetite and debasing vice, whose lives are moral wrecks, will stand face to face with the parents who made them what they are. Who but the parents must bear this fearful responsibility? Did the Lord make these youth corrupt? Oh! no. He made them in his image, a little lower than the angels. Who, then, has done the fearful work of forming the life character? Who changed their characters so that they do not bear the impress of God, and must be forever separated from his presence as too impure to have any place with the pure angels in a holy Heaven. Were the sins of the parents transmitted to the children in perverted appetites and passions? And was the work completed by the pleasure-loving mother in a neglect to properly train her children according to the pattern given her? All these mothers, just as surely as they exist, will pass in review before God. Satan is ready to do his work, and to present temptations which they have no will or moral power to resist."},{"refcode_short":"T25 170.1","refcode_long":"Testimony for the Church — No. 25, p. 170.1 (Ellen Gould White)","content":"Our people are constantly retrograding upon health reform. Satan sees that he cannot have such power of control over them as he could if appetite were indulged. The conscience becomes stupefied under the influence of unhealthful food, the mind becomes darkened, and its susceptibility to impressions is blunted. Because violated conscience is benumbed and becomes insensible, it does not lessen the guilt of the transgressor."},{"refcode_short":"T25 170.2","refcode_long":"Testimony for the Church — No. 25, p. 170.2 (Ellen Gould White)","content":"Satan is corrupting minds and destroying souls through his subtle temptations. Will our people see and feel the sin of indulging perverted appetite? Will they discard tea, coffee, flesh-meats, and all stimulating food, and devote the means expended for these hurtful indulgences to spread the truth? These stimulants do only harm; and yet we see that in the Christian world a large number of those who profess to be Christians are using tobacco. These very men will deplore the evil of intemperance, and while speaking against the use of liquors will eject the juice of tobacco. While a healthy state of mind depends upon the normal condition of the vital forces, what care should be exercised that neither stimulus nor narcotics be used."},{"refcode_short":"T25 171.1","refcode_long":"Testimony for the Church — No. 25, p. 171.1 (Ellen Gould White)","content":"Tobacco is a slow, insidious*The original publication had the spelling “insiduous.” poison, and its effects are more difficult to cleanse from the system than liquor. What power can the tobacco devotee have to correct the progress of intemperance? There must be a revolution in our world upon the subject of tobacco before the ax is laid at the root of the tree. And still we press the subject closer. Tea and coffee are fostering the appetite which is developing for stronger stimulus, as tobacco and liquor And we come still closer home to the daily meals, the tables spread in Christian households. Is temperance practiced in all things? Are the reforms carried out there which are essential to health and happiness? Every true Christian will have control of his appetite and passions. Unless he is free from the bondage and slavery of appetite, he cannot be a true, obedient servant of Jesus Christ. It is the indulgence of appetite and passions which makes the truth of none effect upon the heart. It is impossible for the spirit and power of the truth to sanctify a man, soul, body, and spirit, when he is controlled by appetite and passion."},{"refcode_short":"T25 172","refcode_long":"Testimony for the Church — No. 25, p. 172 (Ellen Gould White)","content":"Cannot Come Down."},{"refcode_short":"T25 172.1","refcode_long":"Testimony for the Church — No. 25, p. 172.1 (Ellen Gould White)","content":"“I am doing a great work,” says Nehemiah, “so that I cannot come down. Why should the work cease whilst I leave it, and come down to you?”"},{"refcode_short":"T25 172.2","refcode_long":"Testimony for the Church — No. 25, p. 172.2 (Ellen Gould White)","content":"I was shown, Jan. 3, 1875, that God's people should not relax their watchfulness, or their vigilance, for one moment. Satan is upon our track. He is determined to overcome God's commandment-keeping people, with his temptations. If we give no place to the devil, but resist his devices steadfast in the faith, we shall have strength to depart from all iniquity. Those who keep the commandments of God will be a power in the land, if they live up to their light and their privileges. They may be patterns of piety, holy in heart and in conversation. We shall not have ease, that we may cease watchfulness and prayer. As the time draws near for Christ to be revealed in the clouds of Heaven, Satan's temptations will be brought to bear with greater power upon those who keep God's commandments, for he knows that his time is short."},{"refcode_short":"T25 173.1","refcode_long":"Testimony for the Church — No. 25, p. 173.1 (Ellen Gould White)","content":"The work of Satan will be carried on through agents. Ministers who hate the law of God will employ any means to lead souls from their loyalty. Our bitterest foes will be among the first-day Adventists. Their hearts are fully determined to make war against those who keep the commandments of God and have the faith of Jesus. This class feel that it is a virtue to talk, to write, and act out, the most bitter hatred against us. We need not look for fair dealing, or for justice, at their hands. Many of them are inspired by Satan with insane madness against those who are keeping the commandments of God. We will be maligned and misrepresented, all our motives and actions will be misjudged, and our characters will be attacked. The wrath of the dragon will be manifested in this manner. But I saw that we should not be in the least discouraged. Our strength is in Jesus, our advocate. If we, in humility and humble trust, hold fast to God, he will give us grace and heavenly wisdom to withstand all the wiles of Satan, and to come off victors."},{"refcode_short":"T25 174.1","refcode_long":"Testimony for the Church — No. 25, p. 174.1 (Ellen Gould White)","content":"In my recent view I saw that it will not increase our influence, or bring us into favor with God, to retaliate or come down from our great work to their level in meeting their slanders. There are those who will resort to any species of deception and gross falsehood, to gain their object and deceive souls, and to cast stigma upon the law of God and those who love to obey his commandments. They will repeat the most inconsistent and vile falsehoods, over and over, until they make themselves believe that they are truth. These are the strongest arguments they have to use against the Sabbath of the fourth commandment. We should not allow our feelings to control us, and divert us from the work of warning the world."},{"refcode_short":"T25 174.2","refcode_long":"Testimony for the Church — No. 25, p. 174.2 (Ellen Gould White)","content":"The case of Nehemiah was presented before me. He was engaged in building the walls of Jerusalem, and the enemies of God were determined that the walls should not be built. “But it came to pass, that when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodites, heard that the walls of Jerusalem were made up, and the breaches began to be stopped, then they were very wroth, and conspired all of them together to come and to fight against Jerusalem, and to hinder it.”"},{"refcode_short":"T25 175.1","refcode_long":"Testimony for the Church — No. 25, p. 175.1 (Ellen Gould White)","content":"In this case, a spirit of hatred and opposition to the Hebrews formed the bond of union, and created the mutual sympathy among different bodies of men, who otherwise might war against each other. This will illustrate what we frequently witness in our day in the existing union of men of different denominations to oppose the present truth, whose only bond seems to be that which is dragonic in its nature, manifesting hatred and bitterness against the remnant who keep the commandments of God. This is especially seen in the first, no-day, and all-days-alike Adventists, who seem to be famous in hating and slandering each other, when they can spare time from their efforts to misrepresent, slander, and in every way abuse Seventh-day Adventists. “Nevertheless we made our prayer unto our God, and set a watch against them day and night, because of them.”"},{"refcode_short":"T25 175.2","refcode_long":"Testimony for the Church — No. 25, p. 175.2 (Ellen Gould White)","content":"We are in constant danger of becoming self-sufficient, relying upon our own wisdom, and not making God our strength. Nothing disturbs Satan so much as our not being ignorant of his devices. If we feel our dangers, we shall feel the need of prayer as did Nehemiah, and, like him, we shall obtain that sure defense that will give us security in peril. If we are careless and indifferent, we shall surely be overcome by Satan's devices. We must be vigilant. While, like Nehemiah, we resort to prayer, taking all our perplexities and burdens to God, we should not feel that we have nothing to do. We are to watch as well as pray. We should watch the work of our adversaries, lest they gain advantage in deceiving souls. We should, in the wisdom of Christ, make efforts to defeat their purposes, while, at the same time, we do not suffer them to call us from our great work. Truth is stronger than error. Righteousness will prevail over wrong."},{"refcode_short":"T25 176.1","refcode_long":"Testimony for the Church — No. 25, p. 176.1 (Ellen Gould White)","content":"The Lord's people are seeking to heal the breach which has been made in the law of God. “And they that shall be of thee shall build the old waste places; thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, the restorer of paths to dwell in. If thou turn away thy foot from the Sabbath, from doing thy pleasure on my holy day; and call the Sabbath a delight, the holy of the Lord, honorable; and shalt honor him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words; then shalt thou delight thyself in the Lord; and I will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob thy father; for the mouth of the Lord hath spoken it.”"},{"refcode_short":"T25 177.1","refcode_long":"Testimony for the Church — No. 25, p. 177.1 (Ellen Gould White)","content":"This disturbs the enemies of our faith, and every means is employed to hinder us in our work. And yet the broken down wall is going steadily up. The world is being warned, and many are turning away from trampling under their feet the Sabbath of Jehovah. God is in this work, and man cannot stop it. The angels of God are working with the efforts of God's faithful servants, and steadily the work advances."},{"refcode_short":"T25 177.2","refcode_long":"Testimony for the Church — No. 25, p. 177.2 (Ellen Gould White)","content":"We shall meet with opposition of every description, as did the builders of the walls of Jerusalem; but if we watch and pray, and work as they did, God will fight our battles for us and give us precious victories. Nehemiah “clave unto the Lord and departed not from following him, but kept his commandments which the Lord commanded Moses, and the Lord was with him.”"},{"refcode_short":"T25 177.3","refcode_long":"Testimony for the Church — No. 25, p. 177.3 (Ellen Gould White)","content":"Messengers were sent repeatedly, soliciting a conference with Nehemiah, but he refused to meet them. Bold threats were made of what they proposed to do, and messengers were sent to harangue the people engaged in their work of building. They presented flattering inducements, and promised them a freedom from restraint, and wonderful privileges, if they would unite their interest with them, and cease their work of building the walls of Jerusalem."},{"refcode_short":"T25 178.1","refcode_long":"Testimony for the Church — No. 25, p. 178.1 (Ellen Gould White)","content":"But the people were commanded not to engage in controversy with their enemies, and to answer them not a word, that no advantage of words might be given them. Threatenings and ridicule was resorted to. They said, “Even that which they build, if a fox go up, he will even break down their stone wall.” Sanballat “was wroth, and took great indignation, and mocked the Jews.” Nehemiah prays, “Hear, O our God; for we are despised; and turn their reproach upon their own head.”"},{"refcode_short":"T25 178.2","refcode_long":"Testimony for the Church — No. 25, p. 178.2 (Ellen Gould White)","content":"“And I sent messengers unto them, saying, I am doing a great work, so that I cannot come down. Why should the work cease, whilst I leave it, and come down to you? Yet they sent unto me four times after this sort; and I answered them after the same manner. Then sent Sanballat*The original publication had the spelling “Sanballet.” his servant unto me in like manner the fifth time with an open letter in his hand.”"},{"refcode_short":"T25 178.3","refcode_long":"Testimony for the Church — No. 25, p. 178.3 (Ellen Gould White)","content":"We shall receive the most fierce opposition from the Adventists who oppose the law of God. But, like the builders of the walls of Jerusalem, we should not be diverted and hindered from our work by reports, by messengers desiring discussion or controversy, or by intimidating threats, the publication of falsehoods, or any of the devices Satan may instigate. Our answer should be, We are engaged in a great work, and we cannot come down. We shall sometimes be perplexed to know what course we should pursue, to preserve the honor of the cause of God, and to vindicate his truth."},{"refcode_short":"T25 179.1","refcode_long":"Testimony for the Church — No. 25, p. 179.1 (Ellen Gould White)","content":"The course of Nehemiah should have a strong bearing upon our minds, as to the manner of meeting this kind of opponents. We should take all these things to the Lord in prayer, as Nehemiah made his supplication to God while his own spirit was humbled. He clung to God with unwavering faith. This is the course we should pursue. Time is too precious for the servants of God to devote to vindicating their character blackened by those who hate the Sabbath of the Lord. We should move forward with unwavering confidence, believing that God will give to his truth great and precious victories. In humility, meekness, and purity of life, relying upon Jesus, we shall carry a convincing power with us that we have the truth."},{"refcode_short":"T25 179.2","refcode_long":"Testimony for the Church — No. 25, p. 179.2 (Ellen Gould White)","content":"We do not understand the faith and confidence we may have in God, the great blessings which faith will give us, as is our privilege. An important work is before us. We are to obtain a moral fitness for Heaven. Our words and our example are to tell upon the world. Angels of God are actively engaged in ministering to the children of God. Precious promises are upon record on condition of our obedience to God's requirements. Heaven is full of the richest of blessings, all waiting to be communicated to us. If we feel our need, and come to God in sincerity and in earnest faith, we shall be brought into close connection with Heaven, and shall be channels of light to the world."},{"refcode_short":"T25 180.1","refcode_long":"Testimony for the Church — No. 25, p. 180.1 (Ellen Gould White)","content":"The warning needs to be often sounded, “Be sober, be vigilant, because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour.”"},{"refcode_short":"T25 180.2","refcode_long":"Testimony for the Church — No. 25, p. 180.2 (Ellen Gould White)","content":"It is a pleasure here to state relative to the gracious manifestation of the Holy Spirit to Mrs. White, on the evening of Jan. 3, 1875, that she had been sick with terrible influenza, and confined to her room and bed for one week, till the physicians at the Health Institute became anxious in her case. In this condition she followed the directions of the epistle of James, fifth chapter, and after a great stretch of faith, like the man in the gospel, stretching forth his withered hand, she reached the point of deliverance from pain and sickness, and was soon in vision, which lasted ten minutes. She then dressed for meeting, and walked to the church, and spoke to the crowded assembly twenty minutes, and walked home. Since that time she has written very much, and has spoken to the people with freedom, and is now preparing for the long journey to the Pacific Coast."},{"refcode_short":"T25 181","refcode_long":"Testimony for the Church — No. 25, p. 181 (Ellen Gould White)","content":"Leadership."},{"refcode_short":"T25 181.1","refcode_long":"Testimony for the Church — No. 25, p. 181.1 (Ellen Gould White)","content":"Text.—“One is your Master, even Christ; and all ye are brethren.” Matthew 23:8."},{"refcode_short":"T25 181.2","refcode_long":"Testimony for the Church — No. 25, p. 181.2 (Ellen Gould White)","content":"Jesus addressed these words to the twelve, in the hearing of the multitude. And while they were a rebuke to the scribes and Pharisees, they were also designed to impress the disciples with the great truth, that should be felt in all coming time, that Christ is the head and leader of the church."},{"refcode_short":"T25 181.3","refcode_long":"Testimony for the Church — No. 25, p. 181.3 (Ellen Gould White)","content":"The prophetic eye of the Son of God could look forward to the close of the Christian age, and take in at a glance the errors and dangers of the church. And we may look back over her sad history and see that strict adherence to the principle set forth in the text has been important to the purity of the church, while departure from it has marked the progress of different forms of corrupted Christianity. The most prominent among these is the Roman church, which has set one man over the church whose claims to infallibility are sustained by that corrupt body."},{"refcode_short":"T25 181.4","refcode_long":"Testimony for the Church — No. 25, p. 181.4 (Ellen Gould White)","content":"In the discussion of the subject of leadership, we propose to bring out evidence from the words of Christ, and from the teaching and practices of the early apostles, that Christ is the leader of his people, and that the work and office of leadership has not been laid upon any one person, at any one time, in the Christian ago. And for the views presented in this discourse we wish to be alone held responsible."},{"refcode_short":"T25 182.1","refcode_long":"Testimony for the Church — No. 25, p. 182.1 (Ellen Gould White)","content":"And at no time during his public ministry does Christ intimate that any one of his disciples should be designated as their leader. He does say, however, “that he that is greatest among you shall be your servant.” Matthew 23:11. And on the occasion of submitting the great commission to his first ministers, to be perpetuated in the Christian ministry to the close of the age, Christ gives the pledge that ever has been and ever will be the supporting staff of every true minister, “Lo, I am with you alway, even to the end of the world.” Matthew 28:20."},{"refcode_short":"T25 182.2","refcode_long":"Testimony for the Church — No. 25, p. 182.2 (Ellen Gould White)","content":"Christ's ministers have ever had a worldwide message. “Go ye therefore and teach all nations.” And wherever their footprints have been seen upon the mountains, or in the valleys, there Christ has been by the ministration of his holy angels, and the teachings of the Holy Ghost. “I am with you” is the soul-inspiring promise to every true minister. Christ proposes to lead his servants, and it is their privilege to approach the throne of grace, and receive from their sovereign Leader fresh rations, and orders direct from headquarters."},{"refcode_short":"T25 182.3","refcode_long":"Testimony for the Church — No. 25, p. 182.3 (Ellen Gould White)","content":"The transfiguration was designed, not only to illustrate the future kingdom of glory, after the resurrection and change to immortality, but to impress the church with the glory of Christ as her head and leader. No part of that grand scene could be more impressive than the bright cloud that overshadowed them, and the “voice out of the cloud which said, This is my beloved Son, in whom I am well pleased; hear ye him.” Matthew 17:5."},{"refcode_short":"T25 182.4","refcode_long":"Testimony for the Church — No. 25, p. 182.4 (Ellen Gould White)","content":"And there is no intimation that the apostles of Christ designated one of their number above another as their leader. Paul would have the Corinthians follow him only as he followed Christ. He says, “Be ye followers of me, even as I also am of Christ. Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.” 1 Corinthians 11:1, 2. Paul, so far from claiming to be the head of the church at Corinth, and securing their obedience, sympathy, and benevolence, on this ground, would shake them off from seeking to be directed by him. He exalts Christ as their leader in the first sentence of the very next verse. “But I would have you know, that the head of every man is Christ.”"},{"refcode_short":"T25 183.1","refcode_long":"Testimony for the Church — No. 25, p. 183.1 (Ellen Gould White)","content":"Paul enjoins obedience and submission in his epistle to the Hebrews. But he does not require this in particular for himself, or for any other one who may be regarded as the chosen leader of the church. He pleads in behalf of all faithful ministers in these words: “Remember them which have the rule over you, who have spoken unto you the word of God; whose faith follow, considering the end [object or subject] of their conversation. Jesus Christ, the same yesterday, and today, and forever.” Chap. 13:7, 8. Again he says in verse 17 of the same chapter: “Obey them that have the rule over you, and submit yourselves; for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief; for that is unprofitable for you.”"},{"refcode_short":"T25 183.2","refcode_long":"Testimony for the Church — No. 25, p. 183.2 (Ellen Gould White)","content":"The apostle exalts Christ as the great head of the church, and the only one to whom she should look for leadership, in Hebrews 12:1, 2. He would have the church benefited by the experiences of the heroes of faith, mentioned in the eleventh chapter, called in the first verse of the twelfth a cloud of witnesses. But he faithfully guards the church against looking back to them with a spirit of idolatry, or accepting any man as their leader or pattern of the Christian life, in these three words: “Looking unto Jesus.” Paul says: “Wherefore, seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us, looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.”"},{"refcode_short":"T25 184.1","refcode_long":"Testimony for the Church — No. 25, p. 184.1 (Ellen Gould White)","content":"All true ministers are Christ's embassadors *An embassador is “a minister of the highest rank, employed by one prince or State at the Court of another, to manage the public concerns of his own prince or State, and representing the power and dignity of his sovereign.”—Webster. “Now then we are ambassadors [embassadors] for Christ, as though God did beseech you by us; we pray you in Christ's stead, be ye reconciled to God.” 2 Corinthians 5:20. In their ministry they are to represent the doctrine of Christ, and the interests of his cause in this world. They surrender their own judgment and will to him who has sent them. No man can be Christ's embassador until he has made a complete surrender of his right of private judgment to Christ. Neither can any man properly represent Christ who surrenders his judgment to his fellow-man."},{"refcode_short":"T25 185.1","refcode_long":"Testimony for the Church — No. 25, p. 185.1 (Ellen Gould White)","content":"The apostle compares two faithful leaders in his epistle to the Hebrews. Are they Moses and Peter? or Moses and Paul? or Moses and Luther? or Moses and Wesley? or Moses and Miller? We need not say that they are Moses and Christ."},{"refcode_short":"T25 185.2","refcode_long":"Testimony for the Church — No. 25, p. 185.2 (Ellen Gould White)","content":"“Wherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus; who was faithful to him that appointed Him, as also Moses was faithful in all his house. For this man was counted worthy of more glory than Moses, inasmuch as he who hath builded the house hath more honor than the house. For every house is builded by some man; but he that built all things is God. And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after; but Christ as a son over his own house; whose house are we, if we hold fast the confidence and the rejoicing of the hope firm unto the end.” Hebrews 3:1-6."},{"refcode_short":"T25 185.3","refcode_long":"Testimony for the Church — No. 25, p. 185.3 (Ellen Gould White)","content":"The foregoing expresses our solemn convictions relative to the leadership of Christ, and the relation which his ministers sustain to their great Leader, to one another, and to the church. But too many have left the great question of leadership here, with the truth expressed only in part. They have passed over the teachings of Christ and his apostles, relative to discipline, and the proper means of securing unity in the ministry and in the church, and do not let them have their proper qualifying bearing upon the subject. This has opened a wide door for men to enter the ministry who had not submitted their judgment and will to Christ as their leader, while at the same time they take the broadest ground, and exercise the greatest freedom relative to the right of private judgment. Greed power has been called to the rescue in vain. It has been truly said that “the American people are a nation of lords.” In a land of boasted freedom of thought and of conscience, like ours, church force cannot produce unity; but has caused divisions, and has given rise to religious sects and parties almost innumerable. And there are not a few professing Christians who reject church organization on account of the use that has been made of creed and church power. Some of these, however, in their mistaken zeal, in the advocacy of religious freedom, are disposed to trample on the rights of others, and use their boasted “liberty for a cloak of maliciousness.”"},{"refcode_short":"T25 186.1","refcode_long":"Testimony for the Church — No. 25, p. 186.1 (Ellen Gould White)","content":"The remedy, however, for these deplorable evils is found in the proper use of the simple organization, and church order set forth in the New Testament Scriptures, and in the means Christ has ordained for the unity and perfection of the church. That he has appointed officers, and also other means by which to lead his people, and for the good order, purity, and unity of the church is abundantly proved by such texts as 1 Corinthians 12:28-30; Ephesians 4:11-13. And no man can show proof that these have been removed from the church by the authority that placed them there, or give any good reasons why they should be removed."},{"refcode_short":"T25 186.2","refcode_long":"Testimony for the Church — No. 25, p. 186.2 (Ellen Gould White)","content":"But here we wish it distinctly understood that officers were not ordained in the Christian church, to order, or to command the church, and “to lord it over God's heritage.” In the case of difference of opinion that arose in some of the primitive churches relative to circumcision and the keeping of the law of Moses, recorded in the fifteenth chapter of Acts, the apostles and ciders at Jerusalem acted as counselors, in a manner to give room for the Holy Ghost to act as Judge. Christ will lead his people, if they will be led. He came into that assembly by his Spirit, and found apostles, elders, and all the brotherhood in a teachable frame of mind and at once led them out of their difficulties. In this case, at an early date in the Christian church the true doctrine of the leadership of Christ and the equality of the ministerial brotherhood stands the test, and the triumphant record is immortalized among the acts of inspired men."},{"refcode_short":"T25 187.1","refcode_long":"Testimony for the Church — No. 25, p. 187.1 (Ellen Gould White)","content":"The report of that meeting at Jerusalem to settle a festering difficulty, commences on this wise: “For it seemed good to the Holy Ghost and to us.” And the brethren which were from among the Gentiles in Antioch, and Syria and Cilicia*The original publication had the spelling “Celicia.”, “rejoiced for the consolation.” Differences settled in this way frequently seem more than settled, and generally remain settled; while those disposed of by the exercise of mere church authority are seldom really settled at all."},{"refcode_short":"T25 187.2","refcode_long":"Testimony for the Church — No. 25, p. 187.2 (Ellen Gould White)","content":"But when we say that the embassador for Christ cannot yield his judgment to any but Christ, we do not mean that a young minister, or any one whose ministry has been marked with serious imperfections, and even grave mistakes, should exalt his opinion above his brethren, and turn away his ear from their entreaties and admonitions, under the plea that Christ is his leader. And, on the other hand, the minister who submits his ministry to a superior, the bishop, the president, or one in authority in the church, to be sent out and directed in his ministry, cannot in the fullest sense be Christ's embassador. Again we repeat the golden text: “One is your Master, even Christ; and all ye are brethren.”"},{"refcode_short":"T25 188.1","refcode_long":"Testimony for the Church — No. 25, p. 188.1 (Ellen Gould White)","content":"Between the two extremes we find the grand secret of unity and efficiency in the ministry and in the church of God. Our attention is called to this in a most solemn appeal from the venerable*The original publication had the spelling “venerble.” apostle Peter to the elders of his time. “Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility; for God resisteth the proud, and giveth grace to the humble. Humble yourselves, therefore, under the mighty hand of God, that he may exalt you in due time.” 1 Peter 5:1-6."},{"refcode_short":"T25 188.2","refcode_long":"Testimony for the Church — No. 25, p. 188.2 (Ellen Gould White)","content":"When Christ's ministers sustain the relation to each other as exhorted in the foregoing, Christ, their glorious head and leader, will be with them in power, and lead them on in unity and in love."},{"refcode_short":"T25 188.3","refcode_long":"Testimony for the Church — No. 25, p. 188.3 (Ellen Gould White)","content":"In painful contrast with the foregoing are those ecclesiastical conferences and assemblies of our time, where ministers distinguish themselves by a spirit of strife and debate, and in the use of language which would be regarded as ungentlemanly, not to say unchristian, in all other respectable associations."},{"refcode_short":"T25 188.4","refcode_long":"Testimony for the Church — No. 25, p. 188.4 (Ellen Gould White)","content":"We affirm that there is not a single apology in all the book of God for disharmony of sentiment or spirit in the church of Christ. The means are ample to secure the high standard of unity expressed in these words of Paul: “Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no division among you; but that ye be perfectly joined together in the same mind and in the same judgment.” 1 Corinthians 1:10. Again he appeals to the church at Rome: “Now the God of patience and consolation grant you to be like-minded one toward another according to Christ Jesus, that ye may with one mind and one mouth glorify God, even the Father of our Lord Jesus Christ.” Romans 15:5, 6."},{"refcode_short":"T25 189.1","refcode_long":"Testimony for the Church — No. 25, p. 189.1 (Ellen Gould White)","content":"We can find no better words to close our remarks upon this subject than the triumphant appeal of the great apostle. Hear him, as he sets forth the proper condition of mind of the true disciple, and the oneness and efficiency of the ample means to secure the unity and perfection of the church of Christ."},{"refcode_short":"T25 189.2","refcode_long":"Testimony for the Church — No. 25, p. 189.2 (Ellen Gould White)","content":"“I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called, with all lowliness and meekness, with long suffering, forbearing one another in love; endeavoring to keep the unity of the Spirit in the bond of peace. There is one body, and one Spirit, even as ye are called in one hope of your calling; one Lord, one faith, one baptism, one God and Father of all, who is above all, and through all, and in you all.” Ephesians 4:1-6."},{"refcode_short":"T25 189.3","refcode_long":"Testimony for the Church — No. 25, p. 189.3 (Ellen Gould White)","content":"The more definite means ordained in the church of God for her perfection and unity, should by no means be overlooked. Let the reader bear in mind that these were all given at the same time, for the same purpose, and all to cease at the same time. Have a part ceased? all have ceased. Do a portion continue? then all continue. Paul speaks of Christ's endowment of the church thus: “And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers; for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ; till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fullness of Christ.” Verses 11-13."},{"refcode_short":"T25 190.1","refcode_long":"Testimony for the Church — No. 25, p. 190.1 (Ellen Gould White)","content":"The foregoing is taken from a discourse upon the subject of leadership which appeared in several numbers of The Signs of the Times, and later in The Advent Review. It was written only a few weeks after the essay referred to by Mrs. W. was published, at a time when the writer knew not but that he was the only person who rejected the leading ideas of the essay, especially that part of it which applied the subject to himself. Let the following statements be carefully considered:—"},{"refcode_short":"T25 190.2","refcode_long":"Testimony for the Church — No. 25, p. 190.2 (Ellen Gould White)","content":"1. I have never professed to be a leader in any other sense than that which makes all of Christ's ministers leaders."},{"refcode_short":"T25 190.3","refcode_long":"Testimony for the Church — No. 25, p. 190.3 (Ellen Gould White)","content":"2. At the very commencement of the work, when organization was impossible, it was necessary that some one should lead out until those appointed by an organized body could act officially. I doubt not but God called me to this work."},{"refcode_short":"T25 190.4","refcode_long":"Testimony for the Church — No. 25, p. 190.4 (Ellen Gould White)","content":"3. In my labors with Mrs. W. in correcting errors, exposing wrongs, and establishing order in the church, it was my duty to stand firm with her; And because I could not be induced to yield to the demands of error, but stood firmly for the right, I was charged with being stubborn, and having a desire to rule."},{"refcode_short":"T25 191.1","refcode_long":"Testimony for the Church — No. 25, p. 191.1 (Ellen Gould White)","content":"4. I do affirm that I have ever been anxious to counsel with those associated with me in office, and in the ministry, and that the statements, charging me with a desire to lead, or to rule, have originated with those who have tried in vain to turn me from the course which I had the best evidence was right,"},{"refcode_short":"T25 191.2","refcode_long":"Testimony for the Church — No. 25, p. 191.2 (Ellen Gould White)","content":"5. The world is indebted to these persons for the falsehoods in circulation which represent me as leader of our people in unfavorable light. And now, at this late date, I have no idea of virtually acknowledging the old falsehoods which have followed me, and which I have firmly denied for the last quarter of a century by indorsing the aforesaid essay."},{"refcode_short":"T25 191.3","refcode_long":"Testimony for the Church — No. 25, p. 191.3 (Ellen Gould White)","content":"6. I now see my mistake in not casting off all extra cares and burdens at the time we became an organized people. I should then have refused to act a more prominent part than those associated with me in office. And it would have been commendable liberality in my brethren associated with me if they had been most prominent, in view of the jealousies of those who had murmured against me for the prominent course I had necessarily taken before organization."},{"refcode_short":"T25 191.4","refcode_long":"Testimony for the Church — No. 25, p. 191.4 (Ellen Gould White)","content":"7. I am now very grateful that the matter is fully settled in my own mind. A great burden has fallen off from me, and in its place peace and hope have come to my mind such as I have not enjoyed for a long time. This brings me nearer to the cause in all its departments, with feelings of tenderest care and love for it, and for my dear brethren. And if at any time my people in any place feel that they need to counsel with me, I shall be happy to assist them according to my ability; provided they will not make me responsible for their action on my advice. No man, filling any responsible position, should act upon the advice of another, unless he can make such advice a part of his own mind, so as to fully act upon his own judgment."},{"refcode_short":"T25 192.1","refcode_long":"Testimony for the Church — No. 25, p. 192.1 (Ellen Gould White)","content":"8. What there is left of me is most devoutly dedicated to the cause. But from this time forward, I must be allowed to follow the convictions of my own mind. The General Conference is the highest authority God has on the earth. The members of the Conference Committee may err in some things. But in view of the authority Christ has invested in the church, and of the tender care he has had for our cause, the only sane course for our ministers, and for our people, is to respect the decisions of our General Conference. And while it may be admitted that age, experience, successful managements, and the especial benefits of social relations, give me the privilege of unburdened freedom, it shall be my pleasure, while I claim the sympathy and co-operation of Seventh-day Adventists, to respect our organization, and accept the decisions of the General Conference."}]