[{"refcode_short":"T25a 1","refcode_long":"Testimony for the Church — No. 25a, p. 1 (Ellen Gould White)","content":"Testimony for the Church. — No. 25a"},{"refcode_short":"T25a 3","refcode_long":"Testimony for the Church — No. 25a, p. 3 (Ellen Gould White)","content":"Testimony for the Church."},{"refcode_short":"T25a 3","refcode_long":"Testimony for the Church — No. 25a, p. 3 (Ellen Gould White)","content":"Importance of the Work."},{"refcode_short":"T25a 3.1","refcode_long":"Testimony for the Church — No. 25a, p. 3.1 (Ellen Gould White)","content":"I was shown, Jan. 3, 1875, many things relative to the great and important interests at Battle Creek, in the work of the Publishing Association, the School, and the Health Institute. If these institutions were properly conducted they would greatly advance the cause of God in the spread of the truth, and in the salvation of souls. We are living amid the perils of the last days. Consecration to God can alone fit any of us to act a part in the solemn and important closing work for this time. There are but few wholly unselfish to fill responsible positions who have given themselves unreservedly to God, to hear his voice and study his glory. There are but few who would, if required, give their lives to advance the cause of God. Just such devotion as this God claims."},{"refcode_short":"T25a 3.2","refcode_long":"Testimony for the Church — No. 25a, p. 3.2 (Ellen Gould White)","content":"Men are deceived in thinking they are serving God when they are serving themselves and making the interest of the cause and work of God a secondary matter. Their hearts are not consecrated, God takes no pleasure in the services of this class."},{"refcode_short":"T25a 4.1","refcode_long":"Testimony for the Church — No. 25a, p. 4.1 (Ellen Gould White)","content":"From time to time, as the cause has progressed, he has, in his providence, designated men to fill positions at Battle Creek. These men could fill important positions if they would be consecrated to God, and devote their energies to his work. These men of God's selection needed the very discipline that a devotion to the work of God would give them. He would honor these men by connecting them with himself, and giving them his Holy Spirit to qualify them for the responsibilities they were called to bear. They could not gain that breadth of experience and knowledge of the divine will without they were in positions to bear burdens and responsibilities. None should be deceived in thinking that, in connecting themselves with the work of God in Battle Creek, they will have less care, less hard labor, and less trials. Satan is more active where there is the most being done to advance the truth and to save souls."},{"refcode_short":"T25a 4.2","refcode_long":"Testimony for the Church — No. 25a, p. 4.2 (Ellen Gould White)","content":"He understands human nature, and he will not let these alone if there is any prospect of their becoming more like Christ and more useful workers in the cause of God. Satan lays his plans to press his temptations upon the very men whom God has signified he would accept to act a part in connection with his work. It is Satan's study how he can best war against and defeat the purposes of God. He is acquainted with the weak points as well as the strong points in the characters of men. And in a subtle manner he works with all deceivableness of unrighteousness to thwart the purposes of God by assailing the weak points in the character. And when this is done he has the way prepared to attack and overcome the stronger points of character. He gains control of the mind and blinds the understanding. He leads men who are bewildered and overcome by his devices to self-confidence and self-sufficiency at the very time when they are the weakest in moral power. They become self-deceived, and think they are in good spiritual condition."},{"refcode_short":"T25a 5.1","refcode_long":"Testimony for the Church — No. 25a, p. 5.1 (Ellen Gould White)","content":"The enemy will seize everything possible to use in his favor and to destroy souls. Testimonies have been borne in favor of individuals occupying important positions. They commenced well to lift the burdens and act their part in connection with the work of God. But Satan was pursuing them with his temptations, and they were finally overcome."},{"refcode_short":"T25a 5.2","refcode_long":"Testimony for the Church — No. 25a, p. 5.2 (Ellen Gould White)","content":"As others look upon their course of wrong, Satan suggests to their minds that there must be a mistake in the testimonies given for these persons, else these men would not have proved themselves unworthy to bear a part in the work of God. This is just as Satan designed it should be. He would throw doubt in regard to the light God had given. These men might have withstood the temptations of Satan had they been watchful and guarded, feeling their own insufficiency, and trusting in the name and strength of Jesus to stand faithful to duty. But it should be borne in mind that conditions have ever been connected with the encouragement given these men, that if they would maintain an unselfish spirit and feel their weakness, and rely upon God, trusting not in their own wisdom and judgment, but making him their strength, they could be a great blessing in his cause and work."},{"refcode_short":"T25a 6.1","refcode_long":"Testimony for the Church — No. 25a, p. 6.1 (Ellen Gould White)","content":"But Satan has come in with his temptations, and has triumphed, almost without an exception. He has so arranged circumstances as to assail the weak points in the characters of these men, and they have been overcome. How shamefully they have injured the cause of God! How fully they have separated themselves from him by following their own corrupt hearts, their own souls may answer! But the day of God will reveal the true cause for all our disappointments in man. God is not at fault. Upon conditions he gave them encouraging promises, but they did not comply with these conditions. They trusted to their own strength, and fell under temptations."},{"refcode_short":"T25a 7.1","refcode_long":"Testimony for the Church — No. 25a, p. 7.1 (Ellen Gould White)","content":"That which under certain circumstances could be said of men, could not be said of them under other circumstances. Men are weak in moral power, and so supremely selfish, so self-sufficient, and easily puffed up with vain conceit, that God cannot work in connection with them, and they are left to move like blind men, and reveal so great weakness, and their folly is so manifest that many are astonished that such individuals should ever have been accepted, and acknowledged as worthy of having any connection with God's work."},{"refcode_short":"T25a 7.2","refcode_long":"Testimony for the Church — No. 25a, p. 7.2 (Ellen Gould White)","content":"This is just what Satan designed. This was his object from the time he first especially tempted these men to reproach the cause of God, and to cast reflections upon the testimonies. Had they remained where their influence would not have especially been felt upon the cause of God, Satan would not have beset them so fiercely, for he could not accomplish his purpose by using them as his instruments to do a special work."},{"refcode_short":"T25a 7.3","refcode_long":"Testimony for the Church — No. 25a, p. 7.3 (Ellen Gould White)","content":"In the advancement of the work of God, that which may be said in truth of individuals at one time may not correctly be said of them at another time. The reason of this is that one month they may have stood in innocency, living up to the best light they had, while the month following was none too short for them to be overcome by Satan's devices, and through self-confidence, fall into grievous sins, and become unfitted for the work of God."},{"refcode_short":"T25a 8.1","refcode_long":"Testimony for the Church — No. 25a, p. 8.1 (Ellen Gould White)","content":"Minds are so subject to change through the subtle temptations of Satan that it is not the best policy for my husband or myself to take the responsibility of even stating our opinions or judgment of the qualifications of persons to fill different positions, because we are made responsible for the course such individuals pursue. Notwithstanding they may have been the very persons for the place, if they had maintained the humility and firm trust in God which they had when recommended to take responsibilities. These persons change, yet are not sensible of the change in themselves. They fall under temptation, are led away from their steadfastness, and separate their connection from God. They then are controlled by the enemy, and do and say things which dishonor God and reproach his cause. Then Satan exults to see our brethren and sisters looking upon us with doubt, because we have given them encouragement and influence."},{"refcode_short":"T25a 9","refcode_long":"Testimony for the Church — No. 25a, p. 9 (Ellen Gould White)","content":"State of the World."},{"refcode_short":"T25a 9.1","refcode_long":"Testimony for the Church — No. 25a, p. 9.1 (Ellen Gould White)","content":"The state of the world was shown me as fast filling up the cup of iniquity. Violence and crime of every description are filling our world; and Satan is using every means to make crime and debasing vice popular."},{"refcode_short":"T25a 9.2","refcode_long":"Testimony for the Church — No. 25a, p. 9.2 (Ellen Gould White)","content":"The youth who walk the streets are surrounded with handbills and notices of crime and sin, presented in some novel, or to be acted at a theater. Their minds are educated into familiarity with sin. The course pursued by the base and vile is kept before them in the periodicals of the day. Everything which can excite curiosity and arouse the animal passions is brought before the young in thrilling and exciting stories."},{"refcode_short":"T25a 9.3","refcode_long":"Testimony for the Church — No. 25a, p. 9.3 (Ellen Gould White)","content":"The literature that proceeds from corrupted intellect poisons the minds of thousands in our world. Sin does not appear exceedingly sinful. They hear and read so much of debasing crime and vileness that the once tender mind, which would have recoiled with horror, becomes blunted, so that it can dwell upon the low and vile sayings and actions of men with greedy interest."},{"refcode_short":"T25a 9.4","refcode_long":"Testimony for the Church — No. 25a, p. 9.4 (Ellen Gould White)","content":"“As it was in the days of Noah, so shall it be also in the days of the Son of man.”"},{"refcode_short":"T25a 9.5","refcode_long":"Testimony for the Church — No. 25a, p. 9.5 (Ellen Gould White)","content":"God will have a people zealous of good works, standing firm amid the pollutions of this degenerate age. There will be a people who hold so fast to the divine strength that they will be proof against every temptation. Evil communications, in flaming handbills, may seek to speak to their senses and corrupt their minds, yet they are so united to God and angels that they are as those who see not, and those who hear not. They have a work to do which no one can do for them, which is to fight the good fight of faith, and lay hold on eternal life. They will not be self-confident and self-sufficient. They know their weakness, and unite their ignorance to Christ's wisdom—their weakness to his strength."},{"refcode_short":"T25a 10.1","refcode_long":"Testimony for the Church — No. 25a, p. 10.1 (Ellen Gould White)","content":"Youth may have firm principle that the most powerful temptations of Satan will not draw them away from their allegiance. Samuel was a child surrounded with the most corrupting influences. He saw and heard things that grieved his soul. The sons of Eli, who ministered in holy office, were controlled by Satan. These men polluted the whole atmosphere which surrounded them. Men and women were daily fascinated with sin and wrong; yet Samuel walked untainted. His robes of character were spotless. He did not fellowship or have the least delight in the sins which filled all Israel with fearful reports. Samuel loved God, and kept his soul in such close connection with Heaven that an angel was sent to talk with him in reference to the sins of Eli's sons, which were corrupting Israel."},{"refcode_short":"T25a 11.1","refcode_long":"Testimony for the Church — No. 25a, p. 11.1 (Ellen Gould White)","content":"Appetite and passion are overcoming thousands of Christ's professed followers. The senses become so blunted on account of familiarity with sin that they do not abhor it, but view sin as attractive. The end of all things is at hand. Not much longer will God bear with the crimes and debasing iniquity of the children of men. Their crimes have indeed reached unto the heavens, and will soon be answered by the fearful plagues of God upon the earth. They will drink the cup of God's wrath, unmixed with mercy."},{"refcode_short":"T25a 11.2","refcode_long":"Testimony for the Church — No. 25a, p. 11.2 (Ellen Gould White)","content":"I have seen the danger of even the professed children of God being corrupted. Licentiousness is binding men and women as captives. They seem to be infatuated, powerless to resist and overcome upon the point of appetite and passion. In God there is power; in him there is strength. If they will take hold upon it, Jesus will stimulate every one who has named the name of Christ with his life-giving power. Dangers and peril surround us. And we are only safe when we feel our weakness and cling with the grasp of faith to our mighty Deliverer. It is a fearful time in which we live. We cannot cease watchfulness and prayer for a moment. Our helpless souls must rely on Jesus our compassionate Redeemer."},{"refcode_short":"T25a 12.1","refcode_long":"Testimony for the Church — No. 25a, p. 12.1 (Ellen Gould White)","content":"I was shown the greatness and importance of the work before us. But few feel and sense the true state of things. All will be overcome who are asleep, and who cannot realize any necessity for vigilance and alarm. Young men are arising to engage in the work of God, some of whom have scarcely any sense of the sacredness and the responsibility of the work. They have but little experience in exercising faith, and in earnest soul-hunger for the Spirit of God, which ever brings returns. Some men of good capabilities who might fill important positions do not know what spirit they are of. They can run in a jovial mood as naturally as the water flows downhill. They will talk nonsense and sport with young girls while almost daily listening to the most solemn, soul-stirring truths. These men have a head religion, but their hearts are not sanctified by the truths they hear. Such can never lead others to the fountain of living waters until they have drank of the stream themselves."},{"refcode_short":"T25a 12.2","refcode_long":"Testimony for the Church — No. 25a, p. 12.2 (Ellen Gould White)","content":"It is no time now for lightness, for vanity, or trifling. The scenes of this earth's history are soon to close. Minds that have been left to loose thought need change. Says the apostle Peter, “Gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ; as obedient children, not fashioning yourselves according to the former lusts in your ignorance; but as He which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy.”"},{"refcode_short":"T25a 13.1","refcode_long":"Testimony for the Church — No. 25a, p. 13.1 (Ellen Gould White)","content":"These loose thoughts must be gathered up and centered on God. The very thoughts should be in obedience to the will of God. Praise should not be given or expected, for this will have a tendency to foster self-confidence rather than to increase humility, to corrupt rather than purify. Men who are really qualified, and feel that they have a part to act in connection with the work of God will feel pressed beneath the sense of the sacredness of the work as a cart beneath sheaves. Now is the time for the most earnest efforts to overcome the natural feeling of the carnal heart."},{"refcode_short":"T25a 13","refcode_long":"Testimony for the Church — No. 25a, p. 13 (Ellen Gould White)","content":"Reformation Needed."},{"refcode_short":"T25a 13.2","refcode_long":"Testimony for the Church — No. 25a, p. 13.2 (Ellen Gould White)","content":"There is great necessity for a reformation among the people of God. The present state of the church leads to the inquiry, Is this the correct representation of Him who gave his life for us? Are these the followers of Christ, and thus brethren of those who counted not their lives dear unto themselves? The Bible standard and the Bible description of Christ's followers will be found rare indeed. Having forsaken God, the fountain of living waters, they have hewn them out cisterns, “broken cisterns that can hold no water.” Said the angel, “Lack of love and faith are the great sins of which God's people are now guilty.” Lack of faith leads to carelessness, and to love of self and the world. Those who separate themselves from God and fall under temptation indulge in gross vices, and the carnal heart leads to great wickedness. And this state of things is found among many of God's professed people. They are professedly serving God while they are to all intents and purposes corrupting their ways before him. Appetite and passion will be indulged by many notwithstanding the clear light of truth points out the danger, and lifts its warning voice, Beware, restrain, deny. The wages of sin is death. Notwithstanding there are those who have made shipwreck of faith, and their example stands as a beacon to warn others from pursuing the same course, yet many will rush madly on. Satan has control of their minds and seems to have power over their bodies."},{"refcode_short":"T25a 15.1","refcode_long":"Testimony for the Church — No. 25a, p. 15.1 (Ellen Gould White)","content":"Oh! how many flatter themselves that they have goodness and righteousness when the true light of God reveals that all their lives they have only lived to please themselves. Their, whole conduct is abhorred of God. And how many are alive without the law. In their gross darkness they view themselves with complacency, but let the law of God be revealed to their consciences, as it was to Paul, and they would see that they were sold under sin, and must die to the carnal mind. Self must be slain."},{"refcode_short":"T25a 15.2","refcode_long":"Testimony for the Church — No. 25a, p. 15.2 (Ellen Gould White)","content":"How sad and fearful the mistakes many are making. They are building on the sand, and flatter themselves that they are riveted to the eternal Rock. Many who profess godliness are rushing on recklessly and are insensible of their danger, as though there was no future Judgment. A fearful retribution awaits them, and yet they are controlled by impulse and gross passion, and are filling out the dark life record for the Judgment. I lift my voice of warning to all who name the name of Christ to depart from all iniquity. Purify your souls by obeying the truth. Cleanse yourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God. You to whom this applies know what I mean. Even you who have corrupted your ways before the Lord, partaken of the iniquity that abounds, and blackened your souls with sin, Jesus still invites you to turn from your course of sin, and take hold of his strength, and find in him that peace, power, and grace, that will make you more than conquerors in his name."},{"refcode_short":"T25a 16.1","refcode_long":"Testimony for the Church — No. 25a, p. 16.1 (Ellen Gould White)","content":"The corruptions of this degenerate age have stained many souls who have been professedly serving God. But even now it is not too late for wrongs to be righted, and for the blood of a crucified and risen Saviour to atone in your behalf, if you repent and feel your need of pardon."},{"refcode_short":"T25a 16.2","refcode_long":"Testimony for the Church — No. 25a, p. 16.2 (Ellen Gould White)","content":"We need now to watch and pray as never before, lest we fall under the power of temptation and leave our example as a miserable wreck. We must not, as a people, become careless and look upon sin indifferently. The camp needs purging. All who name the name of Christ need to watch and pray, and guard the avenues of the soul; for Satan is at work to corrupt and destroy if he has the least advantage given him."},{"refcode_short":"T25a 16.3","refcode_long":"Testimony for the Church — No. 25a, p. 16.3 (Ellen Gould White)","content":"My brethren, God calls upon you as his followers to walk in the light. You need to be alarmed. Sin is among us, and it is not seen to be exceedingly sinful. The senses of many are benumbed by the indulgence of appetite and the familiarity with sin. We need to advance nearer Heaven. We may grow in grace and in the knowledge of the truth. Walking in the light, and running in the way of God's commandments, do not give us the idea that we can stand still and do nothing. We must be advancing."},{"refcode_short":"T25a 17.1","refcode_long":"Testimony for the Church — No. 25a, p. 17.1 (Ellen Gould White)","content":"In self-love and self-exaltation and pride, there is great weakness, while in humility there is great strength. Our true dignity is not maintained when we think most of ourselves, but when God is in all our thoughts, and our hearts are all aglow with love to our Redeemer and love to our fellow-men. Simplicity of character and lowliness of heart will give happiness, while self-conceit will bring discontent, repining, and continual disappointment. It is learning to think less of ourselves and more of making others happy that will bring to us divine strength."},{"refcode_short":"T25a 17.2","refcode_long":"Testimony for the Church — No. 25a, p. 17.2 (Ellen Gould White)","content":"In our separation from God, in our pride and darkness, we are constantly seeking to elevate ourselves, and we forget that lowliness of mind is power. Our Saviour's power was not in a strong array of sharp words that would pierce the very soul through, but it was his gentleness and plain, unassuming manners that made him a conqueror of hearts. Pride and self-importance, when compared with lowliness and humbleness of mind, are indeed weakness. We are invited to learn of Him who was meek and lowly of heart; then we shall experience that rest and peace so much to be desired."},{"refcode_short":"T25a 18","refcode_long":"Testimony for the Church — No. 25a, p. 18 (Ellen Gould White)","content":"Love of the World."},{"refcode_short":"T25a 18.1","refcode_long":"Testimony for the Church — No. 25a, p. 18.1 (Ellen Gould White)","content":"The temptation presented by Satan to our Saviour upon the exceeding high mountain is one of the leading temptations which humanity must meet. The kingdoms of the world in their glory were presented to Christ by Satan as a gift upon condition that he would yield to him honor as to a superior. Our Saviour felt the strength of this temptation. He met it in our behalf, and conquered. He would not have been tested on this point if man were not to be tried with the same temptation. In his example of resistance, he gave us a copy of the course we should pursue when Satan should come to us individually, to lead us from our integrity."},{"refcode_short":"T25a 18.2","refcode_long":"Testimony for the Church — No. 25a, p. 18.2 (Ellen Gould White)","content":"No man can be a follower of Christ and yet place his affections upon the things of the world. John in his epistle writes, “Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.” Our Redeemer, who met this temptation of Satan in its fullest power, is acquainted with man's danger to yielding to temptation to love the world."},{"refcode_short":"T25a 19.1","refcode_long":"Testimony for the Church — No. 25a, p. 19.1 (Ellen Gould White)","content":"Christ identifies himself with humanity by bearing the test upon this point and overcoming in man's behalf. He has guarded with warnings those very points where Satan would best succeed in his temptations to man. He knew that Satan would gain the victory over man unless he was especially guarded upon the points of appetite and the love of worldly riches and worldly honor. He says:—"},{"refcode_short":"T25a 19.2","refcode_long":"Testimony for the Church — No. 25a, p. 19.2 (Ellen Gould White)","content":"“Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal; but lay up for yourselves treasures in Heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal. For where your treasure is, there will your heart be also. No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.”"},{"refcode_short":"T25a 19.3","refcode_long":"Testimony for the Church — No. 25a, p. 19.3 (Ellen Gould White)","content":"Here Christ has brought before us two masters, God and the world, and has plainly presented the fact that it was simply impossible for us to serve both. If our interest in, and love for, this world predominate, we shall not appreciate the things above all others worthy of our attention. The love of the world excludes the love of God, and makes our highest considerations subordinate to our worldly interests. Thus God does not hold so exalted a place in our affections and devotions as do the things of the world."},{"refcode_short":"T25a 20.1","refcode_long":"Testimony for the Church — No. 25a, p. 20.1 (Ellen Gould White)","content":"Earthly treasures have our supreme affections, exactly as our works show. The greatest care, anxiety, and labor, are devoted to worldly interests, while eternal considerations are made secondary. Here Satan receives the homage of man, which he claimed of Christ, and failed to obtain. It is the selfish love of the world which corrupts the faith of the professed followers of Christ, and makes them weak in moral power. The more they love their earthly riches the farther they depart from God, and the less do they partake of his divine nature that would give them a sense of the corrupting influences in the world, and the dangers to which they are exposed."},{"refcode_short":"T25a 20.2","refcode_long":"Testimony for the Church — No. 25a, p. 20.2 (Ellen Gould White)","content":"In Satan's temptations, it is his purpose to make the world very attractive. He has a bewitching power to gain the affections of even the professed Christian world through love of riches and worldly honor. Any sacrifice is made by a large class of professedly Christian men to gain riches, and the better they succeed in their object, the less love they have for precious truth and the less interest for its advancement. They lose their love for God, and act like insane men. The more they are prospered in securing riches, the poorer they feel because they have not more, and the less they will invest in the cause of God."},{"refcode_short":"T25a 21.1","refcode_long":"Testimony for the Church — No. 25a, p. 21.1 (Ellen Gould White)","content":"The works of these men who have an insane love for riches, show that it is not possible for them to serve two masters, God and mammon. Money is their god. They yield homage to its power. They serve the world to all intents and purposes. Their honor, which is their birthright, is sacrificed for worldly gain. This ruling power controls their minds, and they will violate the law of God to serve personal interests, that their earthly treasure may increase."},{"refcode_short":"T25a 21.2","refcode_long":"Testimony for the Church — No. 25a, p. 21.2 (Ellen Gould White)","content":"Many may profess the religion of Christ who love not and heed not the letter or principles of Christ's teachings. They give the best of their strength to worldly pursuits, and bow down to mammon. It is alarming that so many are deceived by Satan, and their imaginations excited by their brilliant prospects of worldly gain. They become infatuated with the prospect of perfect happiness if they can gain their object in acquiring honor and wealth in the world. Satan tempts them with the alluring bribe, “All this will I give thee,” all this power, all this wealth, with which you may do a great amount of good. But when the object for which they have labored is gained they have not a connection with the self-denying Redeemer, which would make them partakers of the divine nature. They hold to their earthly treasures, and despise the requirements of self-denial and self-sacrifice for Christ. They have no desire to part with the dear earthly treasures upon which their hearts are set. They have exchanged masters, and accepted mammon in the place of Christ. Mammon is their god, and mammon they serve."},{"refcode_short":"T25a 22.1","refcode_long":"Testimony for the Church — No. 25a, p. 22.1 (Ellen Gould White)","content":"Satan has secured to himself the worship of these deceived souls through their love of worldly riches. The change has been so imperceptibly made, and the deceptive power of Satan is so wily, that they are conformed to the love of the world, and perceive not that they have parted with Christ, and are no longer his servants, except in name."},{"refcode_short":"T25a 22.2","refcode_long":"Testimony for the Church — No. 25a, p. 22.2 (Ellen Gould White)","content":"Satan deals with men more guardedly than he dealt with Christ in the wilderness of temptation, for he is admonished that there he lost his case. He was a conquered foe. He does not come to man directly and demand homage by outward worship. He simply asks men to place their affections upon the good things of this world. If he succeeds in engaging the mind and affections, the heavenly attractions are eclipsed."},{"refcode_short":"T25a 22.3","refcode_long":"Testimony for the Church — No. 25a, p. 22.3 (Ellen Gould White)","content":"All he wants of man is for him to fall under the deceitful power of his temptations, to love the world, to love rank and position, to love money, and to place his affections upon earthly treasures. If he secures this, he gains all he asked of Christ."},{"refcode_short":"T25a 23.1","refcode_long":"Testimony for the Church — No. 25a, p. 23.1 (Ellen Gould White)","content":"The example of Christ shows us that our only hope of victory is in continual resistance of Satan's attacks. He who triumphed over the adversary of souls in the conflict of temptation understands Satan's power over the race, and has conquered him in our behalf. As an overcomer, he has given us the advantage of his victory, that in our efforts to resist the temptations of Satan we may unite our weakness to his strength, our worthlessness to his merits. And sustained by his enduring might under the strength of temptation, we may resist in his all-powerful name, and overcome as he overcame."},{"refcode_short":"T25a 23.2","refcode_long":"Testimony for the Church — No. 25a, p. 23.2 (Ellen Gould White)","content":"It was through inexpressible suffering that our Redeemer placed redemption within our reach. He was in this world unhonored and unknown, that through his wonderful condescension and humiliation he might exalt man to receive heavenly honors and immortal joys in his kingly courts. Will fallen man murmur because Heaven can be obtained only by conflict, self-abasement, and toil?"},{"refcode_short":"T25a 23.3","refcode_long":"Testimony for the Church — No. 25a, p. 23.3 (Ellen Gould White)","content":"The inquiry of many proud hearts is, Why need I go in humiliation and penitence before I can have the assurance of any acceptance with God, and attain the immortal reward? Why is not the path to Heaven less difficult, and more pleasant and attractive? We refer all these doubting, murmuring ones to the great Example, while suffering under the load of man's guilt, and enduring the keenest pangs of hunger. He was sinless, and, more than this, he was the Prince of Heaven; but, on man's behalf, he became sin for the race. “He was wounded for our transgressions; he was bruised for our iniquities. The chastisement of our peace was upon him, and with his stripes we are healed.”"},{"refcode_short":"T25a 24.1","refcode_long":"Testimony for the Church — No. 25a, p. 24.1 (Ellen Gould White)","content":"Christ sacrificed everything for man, in order to make it possible for him to gain Heaven. Now it is for fallen man to show what he will sacrifice on his own account, for Christ's sake, that he may win immortal glory. Those who have any just sense of the magnitude of salvation, and of its cost, will never murmur that their sowing must be in tears, and that conflict and self-denial are the Christian's portion in this life."},{"refcode_short":"T25a 24.2","refcode_long":"Testimony for the Church — No. 25a, p. 24.2 (Ellen Gould White)","content":"The conditions of salvation for man are ordained of God. Self-abasement and cross-bearing are the provisions made for the repenting sinner to find comfort and peace. The thought that Jesus submitted to humiliation and sacrifice, that man will never be called to endure, should hush every murmuring voice. The sweetest joy comes to man through his sincere repentance toward God because of the transgression of his law, and faith in Jesus Christ as the sinner's redeemer and advocate."},{"refcode_short":"T25a 25.1","refcode_long":"Testimony for the Church — No. 25a, p. 25.1 (Ellen Gould White)","content":"Men labor at great cost for the treasures of this life. They suffer toil and endure hardships and privations to gain some worldly advantage. Why should the sinner be less willing to endure, and suffer, and sacrifice, for an imperishable treasure, a life that runs parallel with the life of God, a crown of immortal glory that fadeth not away? The infinite treasures of Heaven, the inheritance which passeth all estimate in value, which is an eternal weight of glory, must be obtained by us at any cost. We should not murmur at self-denial; for the Lord of life and glory endured it before us."},{"refcode_short":"T25a 25.2","refcode_long":"Testimony for the Church — No. 25a, p. 25.2 (Ellen Gould White)","content":"Suffering and deprivation we will not avoid; for the Majesty of Heaven accepted these in behalf of sinners. Sacrifice of convenience and ease should not cause one thought of repining, because the world's Redeemer has accepted all these in our behalf. It costs us far less in every respect, making the largest estimate of every self-denial, privation, and sacrifice, than it did the Prince of life. Any sacrifice that we may make sinks into insignificance in comparison with that which Christ made in our behalf."},{"refcode_short":"T25a 26","refcode_long":"Testimony for the Church — No. 25a, p. 26 (Ellen Gould White)","content":"Presumption."},{"refcode_short":"T25a 26.1","refcode_long":"Testimony for the Church — No. 25a, p. 26.1 (Ellen Gould White)","content":"There are those who have a reckless spirit which they term courage and bravery. They needlessly place themselves in scenes of danger and peril, which exposes them to temptations, out of which it would require a miracle of God to bring them unharmed and untainted. Satan's temptation to the Saviour of the world to cast himself from the pinnacle of the temple, was firmly met and resisted. He quoted a promise of God as security, that he might with safety do this on the strength of the promise. Christ met this temptation with scripture: “It is written, Thou shalt not tempt the Lord thy God.” The only safe course for Christians is to repulse the enemy with God's word. Satan urges men into places where God does not require them to go, presenting scripture to justify his suggestions."},{"refcode_short":"T25a 26.2","refcode_long":"Testimony for the Church — No. 25a, p. 26.2 (Ellen Gould White)","content":"The precious promises of God are not given to strengthen man in a presumptuous course, or for him to rely upon when he rushes needlessly into danger. God requires us to move with an humble dependence upon his providence. It is not in man that walketh to direct his steps. In God is our prosperity and our life. Nothing can be done prosperously without the permission and blessing of God. He can set his hand to prosper and bless, or he can turn his hand against us. “Commit thy way unto the Lord; trust also in him, and he shall bring it to pass.” We are required, as children of God, to maintain the consistency of our Christian character. We should exercise prudence, caution, and humility, and walk circumspectly toward them that are without. Yet we are not in any case to surrender principle."},{"refcode_short":"T25a 27.1","refcode_long":"Testimony for the Church — No. 25a, p. 27.1 (Ellen Gould White)","content":"Our only safety is in giving no place to the devil; for his suggestions and purposes are ever to injure us and hinder us from relying upon God. He transforms himself into an angel of purity, that he may, through his specious temptations, introduce his devices in such a manner that we may not discern his wiles. The more we yield, the more powerful will be his deceptions over us. It is unsafe to controvert or to parley with him. For every advantage we give the enemy, he will claim more. Our only safety is to reject firmly the first insinuation to presumption. God has given us grace through the merits of Christ sufficient to withstand Satan, and be more than conquerors. Resistance is success. “Resist the devil, and he will flee from you.” Resistance must be firm and steadfast. We lose all we gain if we resist today only to yield tomorrow."},{"refcode_short":"T25a 28.1","refcode_long":"Testimony for the Church — No. 25a, p. 28.1 (Ellen Gould White)","content":"The sin of this age is disregard of God's express commands. The power of influence in a wrong direction is very great. Eve had all that her wants required. There was nothing lacking to make her happy; but intemperate appetite desired the fruit of the only tree God had withheld. She had no need of the fruit of the tree of knowledge, but she permitted her appetite and curiosity to control her reason. She was perfectly happy in her Eden home by her husband's side; but, like restless modern Eves, she was flattered that there was a higher sphere than that which God had assigned her. Eve, in order to climb higher than her original position, fell far below it. This will most assuredly be the result with the Eves of the present generation if they overlook a cheerful taking up of their daily life-duties in accordance with God's plan."},{"refcode_short":"T25a 28.2","refcode_long":"Testimony for the Church — No. 25a, p. 28.2 (Ellen Gould White)","content":"There is a work for women even more important and elevating than the duties of the king upon his throne. They may mold the minds of their children and shape their characters for usefulness in this world, that they may become sons and daughters of God. Their time will be valued as too important to be passed in the ballroom or in needless labor. There is enough labor necessary and important in this world of need and suffering without wasting precious moments for ornamentation or display. Daughters of the Heavenly King, members of the royal family, will feel a burden of responsibility to attain to a higher life, that they may be brought into close connection with Heaven, and work in unison with the Redeemer of the world. Those who are engaged in this work will not be satisfied with the fashions and follies which absorb the mind and affections of women in these last days. If they are indeed the daughters of God, they will be partakers of the divine nature. Their souls will be stirred with deepest pity, as was their divine Redeemer's, as they see the corrupting influences in society. They will be in sympathy with Jesus Christ, to work in their sphere, as they have ability and opportunity to save perishing souls, as Christ worked in his exalted sphere for the benefit of man."},{"refcode_short":"T25a 29.1","refcode_long":"Testimony for the Church — No. 25a, p. 29.1 (Ellen Gould White)","content":"A neglect on the part of woman to follow God's plan in her creation, by reaching for important positions she is not qualified of God to fill, leaves vacant the position that she could fill to acceptance. In getting out of her sphere she loses true womanly dignity and nobility. When God created Eve he designed that she should possess neither inferiority nor superiority to the man, but in all things should be his equal. The holy pair were to have no interest independent of each other; and yet each had an individuality in thinking and acting for themselves. But after Eve's sin, as she was first in the transgression, the Lord told her that Adam should rule over her. She was to be in subjection to her husband, which was a part of the curse. The curse in many cases has made the lot of woman very grievous, and life a burden. God has given superiority to man which he has in many respects abused in exercising his arbitrary power. Infinite wisdom devised the plan of redemption, which placed the race on a second probation by giving him another trial."},{"refcode_short":"T25a 30.1","refcode_long":"Testimony for the Church — No. 25a, p. 30.1 (Ellen Gould White)","content":"Satan uses men as his agents to lead those who love God to presumption; especially is this the case with those who are deluded by spiritualism. The spiritualists generally do not accept Christ as the Son of God, and they lead many souls to presumptuous sins through their infidelity. They even claim superiority over Christ, as did Satan in contest with the Prince of Life. Spiritualists whose souls are dyed with sins of a revolting character, and whose consciences are seared, dare to take the name of the spotless Son of God in their polluted lips, and blasphemously unite his most exalted name with the vileness which marks their own polluted natures."},{"refcode_short":"T25a 31.1","refcode_long":"Testimony for the Church — No. 25a, p. 31.1 (Ellen Gould White)","content":"Men who bring in these damnable heresies will dare those who teach the word of God to enter into controversy with them, and some who are teaching the truth have not had the courage to withstand the challenge from this class, who are marked characters in the word of God. Some of our ministers have not had the moral courage to say to these men, God has warned us in his word in regard to you. He has given us a faithful description of your character and the heresies you hold. Some of our ministers, rather than to give this class any occasion to triumph, or charge them with cowardice, have met them in open discussion. But in discussing with spiritualists they do not meet merely the man, but Satan and his angels. They place themselves in communication with the powers of darkness, and encourage evil angels about them."},{"refcode_short":"T25a 31.2","refcode_long":"Testimony for the Church — No. 25a, p. 31.2 (Ellen Gould White)","content":"Spiritualists desire to give publicity to their heresies. And ministers who advocate Bible truth are helping them to do this when they consent to engage in discussion with them. They improve opportunities to get their heresies before the people, and in every discussion with spiritualists some will be deceived by them. The very best course for us to pursue is to let them alone."},{"refcode_short":"T25a 32","refcode_long":"Testimony for the Church — No. 25a, p. 32 (Ellen Gould White)","content":"Power of Appetite."},{"refcode_short":"T25a 32.1","refcode_long":"Testimony for the Church — No. 25a, p. 32.1 (Ellen Gould White)","content":"One of the strongest temptations to man is upon the point of appetite. Between the mind and the body there is a mysterious and wonderful relation. They react upon each other. To keep the body in a healthy condition to develop its strength, that every part of the living machinery may act harmoniously, should be the first study of our life. To neglect the body is to neglect the mind. God cannot be glorified by his children's having sickly bodies, or dwarfed minds. To indulge the taste at the expense of health is a wicked abuse of the senses. Those who engage in any species of intemperance, in eating or drinking, waste the physical energies and weaken moral power. They will feel the retribution which follows the transgression of physical law."},{"refcode_short":"T25a 32.2","refcode_long":"Testimony for the Church — No. 25a, p. 32.2 (Ellen Gould White)","content":"The Redeemer of the world knew that the indulgence of appetite would bring physical debility and deaden the perceptive organs, so that sacred and eternal things would not be discerned. Christ knew that the world was given up to gluttony, and that this indulgence would pervert the moral powers. If the indulgence of appetite was so strong upon the race as to require a fast of nearly six weeks by the divine Son of God, in behalf of man, to break its power, what a work is before the Christian in order that he may overcome, even as Christ overcame. The strength of the temptation to indulge perverted appetite can be measured only by the inexpressible anguish of Christ in that long fast in the wilderness."},{"refcode_short":"T25a 33.1","refcode_long":"Testimony for the Church — No. 25a, p. 33.1 (Ellen Gould White)","content":"Christ knew that in order to successfully carry forward the plan of salvation he must commence the work of redeeming man just where the ruin began. Adam fell upon the point of appetite. In order to impress upon man his obligations to obey the law of God, Christ began his work of redemption by reforming the physical habits of man. The declension in virtue and the degeneracy of the race were chiefly attributable to the indulgence of perverted appetite."},{"refcode_short":"T25a 33.2","refcode_long":"Testimony for the Church — No. 25a, p. 33.2 (Ellen Gould White)","content":"There is a solemn responsibility upon all, especially upon ministers who teach the truth, to overcome upon the point of appetite. The usefulness of ministers of Christ would be much greater if they had control of their appetites and passions; and their mental and moral powers would be stronger if they should combine physical labor with mental exertion. They could, with strictly temperate habits, with mental and physical labor combined, accomplish a far greater amount of labor and preserve clearness of mind. If they would pursue such a course their thoughts and words would flow more freely, their religious exercises would be more energized, and the impressions made upon their hearers would be more marked."},{"refcode_short":"T25a 34.1","refcode_long":"Testimony for the Church — No. 25a, p. 34.1 (Ellen Gould White)","content":"Intemperance in eating, even of food of the right quality, will have a prostrating influence upon the system, and will blunt the keener and holier emotions. Strict temperance in eating and drinking is highly essential for the healthy preservation and vigorous exercise of all the functions of the body. Strictly temperate habits, combined with the exertion of the muscles as well as the exercise of the mind, will preserve both mental and physical vigor, and give power of endurance to those engaged in the ministry, to editors, and to all others whose habits are sedentary."},{"refcode_short":"T25a 34.2","refcode_long":"Testimony for the Church — No. 25a, p. 34.2 (Ellen Gould White)","content":"As a people, with all our profession of health reform, we eat too much. Indulgence of appetite is the greatest cause of physical and mental debility, and lies at the foundation of feebleness which is apparent everywhere."},{"refcode_short":"T25a 34.3","refcode_long":"Testimony for the Church — No. 25a, p. 34.3 (Ellen Gould White)","content":"Intemperance commences at our tables, in the use of unhealthful food. After a time, through continual indulgence, the digestive organs become weakened, and the food taken does not satisfy the appetite. Unhealthy conditions are established, and there is a craving for more stimulating food. Tea, coffee, and flesh-meats, produce an immediate effect. Under the influence of these poisons the nervous system is excited. In some cases, for the time being, the intellect seems to be invigorated and the imagination is more vivid. Because this is the result of these stimulants many conclude that they really need them, and continue the use of those things which produce for the time being such agreeable results. But there is always an after result. There is reaction. The nervous system has been unduly excited to borrow power from the future resources of strength for present use."},{"refcode_short":"T25a 35.1","refcode_long":"Testimony for the Church — No. 25a, p. 35.1 (Ellen Gould White)","content":"All this temporary invigoration of the system is followed by depression. In proportion as these stimulants temporarily invigorate the system, will there be a letting down of the power of the organs that have been thus excited after the stimulus has lost its force. The appetite is educated to crave something stronger, which will have a tendency to keep up and increase the agreeable excitement, until indulgence becomes habit, and there is a continual craving for stronger stimulus, as tobacco, wines, and liquors. As the appetite is indulged the demand will be more frequent and the power of control more difficult. The more the appetite is indulged the more the system becomes debilitated and unable to do without this unnatural stimulus, and the passion for these things increases until the will is overborne, and there seems to be no power to deny the unnatural craving for these indulgences."},{"refcode_short":"T25a 36.1","refcode_long":"Testimony for the Church — No. 25a, p. 36.1 (Ellen Gould White)","content":"The only safe course is to touch not, taste not, and handle not, tea, coffee, wines, tobacco, opium, and alcoholic drinks. There is double necessity for the men of this generation to call to their aid the power of the will, strengthened by the grace of God, in order to withstand the temptations of Satan, and resist the least indulgence of perverted appetite. The present generation have less power of self-control than those who have lived several generations back. Those who have indulged the appetite for these stimulants have transmitted their depraved appetites and passions to their children, and greater moral power is required to resist the indulgence of intemperance in all its forms. The only perfectly safe course to pursue is to stand firmly on the side of temperance and not venture in the path of danger."},{"refcode_short":"T25a 36.2","refcode_long":"Testimony for the Church — No. 25a, p. 36.2 (Ellen Gould White)","content":"The great end for which Christ endured that long fast in the wilderness was to teach us the necessity of self-denial and temperance. This work should commence at our tables, and should be strictly carried out in all the concerns of life. The Redeemer of the world came from Heaven to help man in his weakness, that he might become strong in the power which he came to bring him, to overcome appetite and passion, and might be victor on every point."},{"refcode_short":"T25a 37.1","refcode_long":"Testimony for the Church — No. 25a, p. 37.1 (Ellen Gould White)","content":"Many parents educate the tastes of their children, and form their appetites. They indulge them in eating flesh-meats, and in drinking tea and coffee. The highly seasoned flesh-meats, and tea and coffee, which some mothers encourage their children to use, are preparing the way for them to crave stronger stimulants, as tobacco, and the use of tobacco encourages the appetite for liquor. The use of tobacco and liquor invariably lessens nerve power."},{"refcode_short":"T25a 37.2","refcode_long":"Testimony for the Church — No. 25a, p. 37.2 (Ellen Gould White)","content":"If Christians would have their moral sensibilities aroused upon the subject of temperance in all things, they could, by their example, commencing at their tables, help those who are weak in self-control, and almost powerless to resist the cravings of appetite. If we could realize that our eternal destiny depends upon strictly temperate habits, and that the habits we form in this life will affect our eternal interests, we should work to the point of strict temperance in eating and in drinking. By our example and personal effort we may be the means of saving many souls from the degradation of intemperance, crime, and death. Our sisters can do much in the great work of the salvation of others, by spreading their tables with only healthful, nourishing food. They may employ their precious time in educating the tastes and appetites of their children, and in forming habits of temperance in all things, and encouraging self-denial and benevolence for the good of others."},{"refcode_short":"T25a 38.1","refcode_long":"Testimony for the Church — No. 25a, p. 38.1 (Ellen Gould White)","content":"Notwithstanding the example Christ has given us in the wilderness of temptation by denial of appetite and overcoming its power, there are many Christian mothers who are, by their example, and in the education of their children, preparing them to become gluttons and wine-bibbers. Children are frequently indulged in eating what they choose, and when they please, without reference to health. There are many children who are educated gormands from their babyhood. Through indulgence of appetite they are made dyspeptics at an early age. Intemperance in eating, and self-indulgence, grow with their growth, and strengthen with their strength. Mental and physical vigor are sacrificed through the indulgence of parents. A habit becomes established for certain articles of food from which they can receive no benefit, but only injury; and as the system is taxed, the constitution becomes debilitated."},{"refcode_short":"T25a 39.1","refcode_long":"Testimony for the Church — No. 25a, p. 39.1 (Ellen Gould White)","content":"Ministers, teachers, and students, do not become intelligent as they should in regard to the necessity of physical exercise in the open air. They neglect this most essential duty for the preservation of health. They closely apply their minds to books, and eat the allowance of a laboring man. Under such habits some grow corpulent, because the system is clogged; while others become lean, feeble, and weak, because their vital powers are exhausted in throwing off excess of food; the liver becomes burdened and unable to throw off the impurities in the blood, and sickness is the result. If physical exercise were combined with mental exertion, the blood would be quickened in its circulation, the action of the heart would be more perfect, impure matter would be thrown off, and new life and vigor would be experienced in every part of the body."},{"refcode_short":"T25a 39.2","refcode_long":"Testimony for the Church — No. 25a, p. 39.2 (Ellen Gould White)","content":"When the minds of ministers, school teachers, and students, are continually excited by study, and the body is allowed to be inactive, the nerves of emotion are taxed, while the nerves of motion are inactive. The wear is all upon the mental organs, and they become overworked and enfeebled, the muscles lose their vigor for want of being employed, and there is not an inclination to exercise the muscles by engaging in physical labor, because exertion seems to be irksome."},{"refcode_short":"T25a 40.1","refcode_long":"Testimony for the Church — No. 25a, p. 40.1 (Ellen Gould White)","content":"Ministers of Christ, professing to be his representatives, should follow his example, and above all others should form habits of the strictest temperance. They should keep the life and example of Christ before the people by their own lives of self-denial, self-sacrifice, and active benevolence. Christ overcame appetite on man's behalf; and in his stead they are to set an example, worthy of imitation, to others. Those who do not feel the necessity of engaging in the work of overcoming upon the point of appetite, will lose precious victories which they might gain, and will become slaves to appetite and lust which are filling the cup of iniquity of those who dwell upon the earth."},{"refcode_short":"T25a 40.2","refcode_long":"Testimony for the Church — No. 25a, p. 40.2 (Ellen Gould White)","content":"Men who are engaged in giving the last message of warning to the world, which is to decide the destiny of souls, should make a practical application in their own lives of the truths they preach to others. They should be examples to the people in their eating, in their drinking, and in their chaste conversation and deportment. Gluttony, indulgence of the baser passions, and grievous sins, are hid under the garb of sanctity by many professed representatives of Christ throughout our world."},{"refcode_short":"T25a 41.1","refcode_long":"Testimony for the Church — No. 25a, p. 41.1 (Ellen Gould White)","content":"There are men of excellent natural ability whose labors are not half what they might be if they were temperate in all things. Indulgence of appetite and passion beclouds the mind, lessens physical strength, and weakens moral power. Their thoughts are not clear. Their words are not in power, vitalized by the Spirit of God to reach the hearts of the hearers."},{"refcode_short":"T25a 41.2","refcode_long":"Testimony for the Church — No. 25a, p. 41.2 (Ellen Gould White)","content":"As our first parents lost Eden through the indulgence of appetite, our only hope of regaining Eden is through the firm denial of appetite and passion. Abstemiousness in diet, and control of all the passions, will preserve the intellect so that men may have mental and moral vigor, to bring all their propensities under the control of the higher power, and to retain clearness of intellect to discern between right and wrong, between sacred and common things."},{"refcode_short":"T25a 41.3","refcode_long":"Testimony for the Church — No. 25a, p. 41.3 (Ellen Gould White)","content":"All who have a true sense of the sacrifice made by Christ in leaving his home in Heaven to come to this world that he might show man by his own life how to resist temptation, will cheerfully deny self and choose to be partakers with Christ of his sufferings."},{"refcode_short":"T25a 41.4","refcode_long":"Testimony for the Church — No. 25a, p. 41.4 (Ellen Gould White)","content":"The fear of the Lord is the beginning of wisdom. Those who overcome as Christ overcame will need to constantly guard themselves against the temptations of Satan. The appetite and passions should be restricted and under the control of enlightened conscience, that the intellect may be unimpaired, the perceptive powers clear, so that the workings of Satan and his snares may not be interpreted to be the providence of God. Many desire the final reward and victory which are to be given to overcomers, but are not willing to endure the toil, privation, and denial of self, as did their Redeemer. It is only through obedience and continual effort that we shall overcome as Christ overcame."},{"refcode_short":"T25a 42.1","refcode_long":"Testimony for the Church — No. 25a, p. 42.1 (Ellen Gould White)","content":"The controlling power of appetite will prove the ruin of thousands, when, if they had conquered on this point, they would have moral power to gain victory over every other temptation of Satan. But slaves to appetite will fail in perfecting Christian character. The continual] transgression of man for six thousand years has brought sickness, pain, and death, as its fruits. And as we near the close of time, Satan's temptation to indulge appetite will be more powerful and more difficult to overcome."},{"refcode_short":"T25a 42","refcode_long":"Testimony for the Church — No. 25a, p. 42 (Ellen Gould White)","content":"Leadership."},{"refcode_short":"T25a 42.2","refcode_long":"Testimony for the Church — No. 25a, p. 42.2 (Ellen Gould White)","content":"Bro. Butler, your experience in reference to leadership two years since was an experience for your own benefit, which was highly essential to you. You had very marked and decided views in regard to individual independence and right to private judgment. These views you carried to extremes. You reasoned that you must have the light and evidence for yourself in reference to your duty."},{"refcode_short":"T25a 43.1","refcode_long":"Testimony for the Church — No. 25a, p. 43.1 (Ellen Gould White)","content":"I have been shown that no man's judgment should be surrendered to the judgment of any one man. But when the judgment of the General Conference, which is the highest authority God has upon the earth, is exercised, private independence and private judgment must not be maintained, but be surrendered. Your error was in persistently maintaining your private judgment of your duty against the voice of the highest authority the Lord has upon the earth. After you had taken your own time, and after the work had been much hindered by your delay, you came to Battle Creek in answer to the repeated and urgent calls of the General Conference. You firmly maintained, and not in the most respectful manner, that you had done right in following your own convictions of duty. You considered it a virtue in you to persistently maintain your position of independence. You did not seem to have a true sense of the power God had given to his church in the voice of the General Conference. You thought that, in responding to the call made to you by the General Conference, you were submitting to the judgment and mind of Bro. White. You accordingly manifested an independence, and a set, willful spirit, which was all wrong."},{"refcode_short":"T25a 44.1","refcode_long":"Testimony for the Church — No. 25a, p. 44.1 (Ellen Gould White)","content":"God gave you a precious experience at that time, which was of value to you, and which has greatly increased your success as a minister of Christ. Your proud, unyielding will was subdued. You had a genuine conversion. This led to reflection, and to your position upon Leadership. Your principles in regard to Leadership are right, but you do not make the right application of them. If you should let the power in the church, the voice and judgment of the General Conference, stand in the place you have given my husband, then there could be no fault found with your position. But you greatly err in giving to one man's mind and judgment that authority and influence which God has invested in his church in the judgment and voice of the General Conference."},{"refcode_short":"T25a 44.2","refcode_long":"Testimony for the Church — No. 25a, p. 44.2 (Ellen Gould White)","content":"When this power which God has placed in the church is accredited to one man, when he is invested with the authority to be judgment for other minds, then the true Bible order is changed, Satan's efforts upon such a man's mind will be the most subtle and sometimes overpowering, because through this mind he thinks he can affect many others. Bro. Butler's position on Leadership is correct if he gives to the highest organized authority in the church what he has given to one man. God never designed that his work should bear the stamp of one man's mind and one man's judgment."},{"refcode_short":"T25a 45.1","refcode_long":"Testimony for the Church — No. 25a, p. 45.1 (Ellen Gould White)","content":"The reason why Brn. Andrews and Waggoner are at this time deficient in the experience they should now have is because they have not been self-reliant. They have shunned responsibilities because in assuming them their deficiencies would be brought to the light. They have been too willing to have my husband lead out and bear responsibilities, and have allowed him to be mind and judgment for them. These brethren are weak where they should be strong. They have not dared to follow their own independent judgment, lest they should make mistakes and be blamed for it; while they have stood ready to be tempted, and to make my husband responsible if they thought they could see mistakes in his course. They have not lifted the burdens with him. They have referred continually to my husband, making him bear the responsibilities they should have shared with him, until these brethren are weak in those qualifications where they should be strong. They are weak in moral power when they might be giants, qualified to stand as pillars in the cause of God."},{"refcode_short":"T25a 46.1","refcode_long":"Testimony for the Church — No. 25a, p. 46.1 (Ellen Gould White)","content":"These brethren have not that self-reliance or confidence that God will indeed lead them, if they follow the light he has given them. God never intended that strong, independent men, of superior intellect, should live clinging to others, like the ivy to the oak, for support. All the difficulties, the backsets, the hardships, and disappointments, God's servants shall meet with in active labor, will only strengthen them in the formation of a correct character. In putting their own energies of mind to use, the obstacles they will meet will prove to them positive blessings. They are gaining mental and spiritual muscle to be used upon important occasions with the very best results. They learn self-reliance, and gain confidence in their own experience that God is really leading and guiding them. And as they meet peril, and are obliged to meditate as they have real anguish of spirit, and feel the necessity of prayer in their effort to move understandingly and work to advantage in the cause of God, they find that conflict and perplexity call for the exercise of faith and trust in God, and firmness which develops power. Necessities are constantly arising for new ways and means to meet emergencies. Faculties are called into use that would lie dormant were it not for these pressing necessities in the work of God. This gives a varied experience, so that there will be no use for men of one idea, and those who are only half developed."},{"refcode_short":"T25a 47.1","refcode_long":"Testimony for the Church — No. 25a, p. 47.1 (Ellen Gould White)","content":"Men of might and power in this cause, whom God will use to his glory, are men who have been baffled and opposed, and thwarted in their plans. These men might have turned their own failures to important victories; but instead of this, they have shunned the responsibilities which would make liability to mistakes possible. These precious brethren have failed to gain that education which is strengthened by experience, which reading and study, and all the advantages otherwise gained, will never give them."},{"refcode_short":"T25a 47.2","refcode_long":"Testimony for the Church — No. 25a, p. 47.2 (Ellen Gould White)","content":"Bro. Butler has had strength to bear some responsibilities. God has accepted his energetic labors, and blessed his efforts. Bro. Butler has made some mistakes, but because of some failures he should in nowise misjudge his capabilities, nor distrust the strength that he may find in God. Bro. Butler has not been a man willing and ready to assume responsibilities. He would naturally be inclined to shun them, and to choose an easier position, to write and exercise the mind where no special, vital interests are involved. He is making a mistake in relying upon my husband to tell him what to do. This is not the work God has given my husband, Bro. Butler should search out what is to be done, and lift the disagreeable burdens himself. God will bless him in so doing. He must bear his burdens in connection with the work of God according to his best judgment. He must be guarded, lest that judgment shall be influenced by the opinions of others. If it is apparent that he has made mistakes, it is his privilege to turn these failures into victories by avoiding the same in the future. He will never gain the experience necessary for his important position in being told what to do."},{"refcode_short":"T25a 48.1","refcode_long":"Testimony for the Church — No. 25a, p. 48.1 (Ellen Gould White)","content":"The same is applicable to all who are standing in the different positions of trust in the various offices in Battle Creek. They are not to be coaxed and petted, and helped at every turn; for this will not make men competent for important positions. It is obstacles that make men strong. It is not helps, but difficulties, conflicts, rebuffs, that make men of moral sinew. Too much ease and avoiding responsibility have made weaklings and dwarfs of those who ought to be responsible men—men of moral power and strong spiritual muscle."},{"refcode_short":"T25a 49.1","refcode_long":"Testimony for the Church — No. 25a, p. 49.1 (Ellen Gould White)","content":"Men who ought to be as true in every emergency as the needle to the pole have become inefficient by their efforts to shield themselves from censure and by evading responsibilities for fear of failure. Men of giant intellect are babes in discipline, because they are cowardly in regard to taking and bearing the burdens they should. They are neglecting to become efficient. They have too long trusted Bro. White to plan for them, and to do the thinking they are highly capable of doing themselves in the interest of the cause of God. Mental deficiencies meet us at every point. Men who are content to let others plan and do their thinking for them are not fully developed. If they were left to plan for themselves they would be found judicious, close-calculating men. But when brought into connection with God's cause, it is to them entirely another thing; they lose this faculty almost altogether. They are content to remain as incompetent and inefficient as though others must do the planning and much of the thinking for them. Some men appear to be utterly unable to hew out a path for themselves. Must they ever rely upon others to do their planning and their studying, and to be mind and judgment for them? God is ashamed of such soldiers. He is not honored by their having any part to act in his work while they are mere machines."},{"refcode_short":"T25a 50.1","refcode_long":"Testimony for the Church — No. 25a, p. 50.1 (Ellen Gould White)","content":"Independent men of earnest endeavor are needed, not men as impressible as putty Those who want a work all made ready to their hand, where they have a fixed amount to do and a fixed salary and where they will prove an exact fit without trouble of adaptation or training, are not the men God calls to do a work in his cause A man who cannot adapt his abilities to fill almost any place if necessity requires, is not the man for this time. Men whom God will connect with his work are not to be fibreless and limp, without muscle or moral force of character."},{"refcode_short":"T25a 50.2","refcode_long":"Testimony for the Church — No. 25a, p. 50.2 (Ellen Gould White)","content":"It is only by continued and persevering labor that men can be disciplined to bear a part in the work of God. These men should not become discouraged if circumstances and surroundings are the most unfavorable. They should not give up their purpose as complete failure until they are convinced beyond a doubt that they cannot do much for the honor of God and the good of souls."},{"refcode_short":"T25a 50.3","refcode_long":"Testimony for the Church — No. 25a, p. 50.3 (Ellen Gould White)","content":"There are men who flatter themselves that they might do something great and good if they were only circumstanced differently, while they are making no use of the faculties they already have in working in the positions where providence has placed them. Man can make his circumstances, but circumstances should never make the man. Man should seize circumstances as his instruments with which to work. He should master circumstances, but should never allow circumstances to master him. Individual independence and individual power is what is now needed. Individual character need not be sacrificed, but modulated, refined, elevated."},{"refcode_short":"T25a 51.1","refcode_long":"Testimony for the Church — No. 25a, p. 51.1 (Ellen Gould White)","content":"I was shown that it was my husband's duty to lay off the responsibilities others would be glad to have him bear because it excuses them from many difficulties. My husband's quick-seeing judgment and rapid discernment, which have had to become so through training and exercise, have led him to take on many burdens which others should have borne."},{"refcode_short":"T25a 51.2","refcode_long":"Testimony for the Church — No. 25a, p. 51.2 (Ellen Gould White)","content":"Bro. Butler is too slow. He should cultivate opposite qualities. The cause of God demands men who can see quickly and act instantaneously at the right time and with power. If Bro. Butler waits to measure every difficulty and balance every perplexity he meets, he will do but little. He will have obstacles and difficulties to encounter at every turn, and he must with firm purpose decide to conquer them or they will conquer him."},{"refcode_short":"T25a 51.3","refcode_long":"Testimony for the Church — No. 25a, p. 51.3 (Ellen Gould White)","content":"Sometimes various ways and purposes, different modes of operation in connection with the work of God, are about evenly balanced in the mind; but it is at this very point that the nicest discrimination is necessary And if anything is accomplished to the purpose, it must be done at the golden moment. The slightest inclination of the weight in the balance should be seen and should determine the matter at once. Long delays tire the angels. It is even more excusable to make a wrong decision sometimes than to be in a universal wavering position, hesitating, sometimes inclined in one direction, then in the other. More misery and wretched results attend this hesitating and doubting than to sometimes move too hastily."},{"refcode_short":"T25a 52.1","refcode_long":"Testimony for the Church — No. 25a, p. 52.1 (Ellen Gould White)","content":"I have been shown that the most signal victories, or the most fearful defeats, have been on the turn of minutes. God requires promptness of action. Delays, doubtings, hesitation, and indecision, frequently give the enemy every advantage."},{"refcode_short":"T25a 52.2","refcode_long":"Testimony for the Church — No. 25a, p. 52.2 (Ellen Gould White)","content":"Bro. Butler, you need to reform. The timing of things may tell much in favor of truth Victories are frequently lost through delays. There will be crises in this cause. Prompt and decisive action at the right time will gain a glorious triumph, while delay and neglect will prove a great failure and positive dishonor to God. Rapid movements at the critical moment often disarm the enemy, and he is disappointed and vanquished, for he had expected time to lay plans and work by artifice."},{"refcode_short":"T25a 53.1","refcode_long":"Testimony for the Church — No. 25a, p. 53.1 (Ellen Gould White)","content":"God wants men connected with his work in Battle Creek whose judgment is at hand, whose minds when necessary will act like the lightning. The greatest promptness is positively necessary in the hour of peril and danger. Every plan may be well laid to accomplish certain results, and yet a delay of a very few minutes may leave things to assume entirely a different shape, and the great objects which might have been gained are lost through lack of quick foresight and prompt dispatch. Much may be done in training the mind to overcome indolence. There are times when caution and great deliberation are necessary; rashness would be folly. But even here, much has been lost by too great hesitancy. Caution up to a certain point was required; but hesitancy and policy on particular occasions have been more disastrous than to have failed through rashness."},{"refcode_short":"T25a 53.2","refcode_long":"Testimony for the Church — No. 25a, p. 53.2 (Ellen Gould White)","content":"Bro. Butler you need to cultivate promptness. Away with your hesitating manner. You are slow, and neglect to seize the work and accomplish it. You must get out of this narrow manner of labor; for it is of the wrong order. When unbelief takes hold of your soul, your labor is of such a hesitating, halting, balancing kind that you accomplish nothing yourself and hinder others from doing. You have just enough interest to see difficulties and start doubts, but have not the interest or courage to overcome the difficulties or dispel the doubts. At such times you need force of character, less stubbornness and set willfulness, and you need to surrender to God. This slowness, this sluggishness of action, is one of the greatest defects in your character, and stands in the way of your usefulness."},{"refcode_short":"T25a 54.1","refcode_long":"Testimony for the Church — No. 25a, p. 54.1 (Ellen Gould White)","content":"Your slowness of decision in connection with the cause and work of God is sometimes painful. It is not at all necessary. Prompt and decisive action may accomplish great results. You are generally willing to work when you feel just like it, ready to do when you can see clearly what is to be done; but you fail to be the benefit to the cause you might, if you were prompt and decisive at the critical moment, and would overcome the hesitation and delay which have marked your character, and which have greatly retarded the work of God."},{"refcode_short":"T25a 54.2","refcode_long":"Testimony for the Church — No. 25a, p. 54.2 (Ellen Gould White)","content":"This defect, unless overcome, will prove, in instances of great crises, disastrous to the cause, and fatal to your own soul. Punctuality and decisive action at the right time must be acquired; for you have not these qualities. In the warfare and battles of nations, there is often more gained by wise management in prompt action than in earnest, dead encounter with the enemy."},{"refcode_short":"T25a 55.1","refcode_long":"Testimony for the Church — No. 25a, p. 55.1 (Ellen Gould White)","content":"To do up business with dispatch, and yet do it thoroughly, is a great acquisition. Bro. Butler, you have really felt that your cautious and hesitating course was commendable, rather a virtue than a wrong. But from what the Lord has shown me in this matter, these sluggish movements on your part have greatly hindered the work of God, and left undone many things which in justice ought to have been done with promptness. It will be difficult for you now to make the changes in your character which God requires you to make, because it was difficult for you to be punctual and prompt of action in youth. When the character is formed, the habits fixed, and the mental and moral faculties have become firm, to then unlearn wrong habits, to be prompt in action, is most difficult. You should realize the value of time. You are not excusable for leaving the most important, though unpleasant, work, hoping to get rid of doing it altogether, thinking it will become less unpleasant, while you occupy your time upon pleasant matters not really taxing. You should do the work which must be done, and which involves the vital interests of the cause, first, and then take up the less important matters only after the more essential are accomplished. Punctuality and decision in the work and cause of God are highly essential. Delays are virtually defeats. Minutes are golden, and should be improved to the very best account. Earthly relations and personal interests should ever be secondary. Never should the cause of God be left to suffer, in a single particular, because of earthly friends or the dearest relations."},{"refcode_short":"T25a 56.1","refcode_long":"Testimony for the Church — No. 25a, p. 56.1 (Ellen Gould White)","content":"“And he said unto another, Follow me. But he said, Lord, suffer me first to go and bury my father. Jesus said unto him, Let the dead bury their dead; but go thou and preach the kingdom of God. And another also said, Lord, I will follow thee; but let me first go bid them farewell which are at home in my house. And Jesus said unto him, No man having put his hand to the plough, and looking back, is fit for the kingdom of God.”"},{"refcode_short":"T25a 56.2","refcode_long":"Testimony for the Church — No. 25a, p. 56.2 (Ellen Gould White)","content":"No earthly ties, no earthly considerations, should weigh one moment in the scale against duty to the cause and work of God. Jesus severed his connection from everything to save a lost world. He requires of us a full and entire consecration. There are sacrifices to be made for the interests of God's cause. The sacrifice of feeling is the most keen, yet after all it is a small sacrifice required of us. You have plenty of friends, and if the feelings are only sanctified you need not feel that you are making a very great sacrifice. You do not leave your wife among heathen. You are not called to tread the burning African desert, or to face prisons, and encounter trial at every step. Be careful how you appeal to your sympathies and let human feelings and personal considerations mingle with your efforts and labors for the cause of God. He demands unselfish and willing service. You can render this, and yet do all your duties to your family; but hold this as a secondary matter. My husband and myself have made mistakes in consenting to take responsibilities that others should carry."},{"refcode_short":"T25a 57.1","refcode_long":"Testimony for the Church — No. 25a, p. 57.1 (Ellen Gould White)","content":"In the commencement of this work, there was needed a man to propose, to execute with determination, and to lead out, battling with error and surmounting obstacles. My husband bore the heaviest burden, and met the most determined opposition. But when we became a fully organized body, and several men were chosen to act in responsible positions, then was the proper time for my husband to act no longer as one man to stand under the responsibilities, and carry the heavy burdens. This labor devolved on more than one. Here is where the mistake has been made—by his brethren in urging him, and himself in consenting, to stand under the burdens and responsibilities that he had borne alone for years. He should have laid down these burdens years ago, and they should have been divided with other men chosen to act in behalf of the people. Satan would be pleased to have one man's mind and one man's judgment control the minds and judgment of those who believe the present truth. My husband has frequently been left almost alone to see and feel the wants of the cause of God, and to act promptly."},{"refcode_short":"T25a 58.1","refcode_long":"Testimony for the Church — No. 25a, p. 58.1 (Ellen Gould White)","content":"His leading brethren were not deficient in intellect, but they lacked a willing mind to stand in the position which my husband has occupied. They have inconsistently allowed a paralytic to bear the burdens and responsibilities of this work which no one of them alone could endure with their strong nerves and firm muscles. He has sometimes used apparent severity. He has spoken and given offense. When he has seen others who might have shared his burdens avoiding responsibilities, it has grieved him to the heart, and he has spoken impulsively. He has not been placed in this unreasonable position by his Lord, but by his brethren. His life has been but little better than a species of slavery. The constant trial, the harassing*The original publication had the spelling “harrassing.” care, the exhausting brain-work, have not been valued by his brethren, he has led an unenjoyed life. And he has increased his unhappiness by complaining of his brother ministers who neglected to do what they might have done. Nature has been outraged time and again. While his brethren have found fault with him for doing so much, they have not come up to take their share of the responsibility, but have been too willing to make him responsible for everything. Bro. Butler came nobly up to bear responsibilities when there were no others who would lift them. If his brethren in the ministry would have cultivated a willingness to lift the burdens they should have borne, my husband would not have seen and done so much work which needed to be done, and which he thought must not be neglected."},{"refcode_short":"T25a 59.1","refcode_long":"Testimony for the Church — No. 25a, p. 59.1 (Ellen Gould White)","content":"God has not suffered the life of my husband to end ingloriously. He has sustained him. But the man who performs double labor, who crowds the work of two years into one, is burning his candle at both ends. There is yet a work for my husband to do which he should have done years ago. He should now have less of the strife, perplexity, and responsibility of life, and be ripening, softening, and elevating, for his last change. He should now husband his strength. He should not allow the responsibilities of the cause to rest upon him so heavily, but should stand free, where the prejudices and suspicions of his brethren would not disturb his peace."},{"refcode_short":"T25a 60.1","refcode_long":"Testimony for the Church — No. 25a, p. 60.1 (Ellen Gould White)","content":"God has permitted the precious light of truth to shine upon his word, and illuminate the mind of my husband. He may reflect the rays of light from the presence of Jesus upon others by his preaching and writing. But while serving tables, doing business matters in connection with the cause, he has been deprived to a great degree of the privilege of using his pen and of preaching to the people."},{"refcode_short":"T25a 60.2","refcode_long":"Testimony for the Church — No. 25a, p. 60.2 (Ellen Gould White)","content":"He has felt that he was called of God to stand in defense of the truth, and those who were not doing justice to the work he has felt it his duty to reprove, and that sometimes severely. The pressure of care and the affliction of disease have often thrown him into discouragements, and he has sometimes viewed matters in an exaggerated light. His brethren have taken advantage of his words, and of his prompt manners, which have been in such marked contrast with their tardiness of labor and their narrow plans of operation. They have accredited to my husband motives and feelings which were not due him. The wide contrast between themselves and him seemed like a gulf; but this might easily have been bridged had these men of intellect put their undivided interests and whole hearts into the work of building up the important institutions in Battle Creek. We might exert and hold a constant influence in this place, at the head of the work, which would advance the prosperity of these institutions. But the course of others who do not do what they might, who are subject to temptation, if their track is crossed, and who would reflect upon our most earnest efforts for the prosperity of God's cause, compels us to seek an asylum elsewhere, where we may work to better advantage with less danger of being crushed under burdens. God has given us great freedom and power with his people at Battle Creek. When we came to this place last summer, our work commenced in earnest, and it has continued ever since. One perplexity and difficulty has followed closely upon another, calling forth taxing labor to set things right."},{"refcode_short":"T25a 61.1","refcode_long":"Testimony for the Church — No. 25a, p. 61.1 (Ellen Gould White)","content":"When the Lord showed that Bro. Abbey might be the man for the place if he remained humble and would rely upon his strength, God did not make a blunder and select the wrong man. For a time, Bro. Abbey had a true interest, and acted as a father at the Health Institute. But he became self-exalted, self-sufficient. He pursued a wrong course. He yielded to temptation. His course toward Bro. Kellogg was decidedly wrong. The course of the physicians toward Bro. Kellogg was wrong. They showed a narrow mind, an envious, jealous spirit, especially Dr. Ginley. Doctors and superintendent united together to close every opening for him at the Institute. They drove him to discouragement, and desperation. The wrong course pursued toward him by others was reacted upon us after Bro. Kellogg fell under temptation."},{"refcode_short":"T25a 62.1","refcode_long":"Testimony for the Church — No. 25a, p. 62.1 (Ellen Gould White)","content":"The movements of this character made at the Institute about that time were such as need to be repented of. Bro. Abbey made his influence and power felt. He knew that Dr. Kellogg understood his grievous fault under temptation, and he was fully set that he should not find a place in that Institute."},{"refcode_short":"T25a 62.2","refcode_long":"Testimony for the Church — No. 25a, p. 62.2 (Ellen Gould White)","content":"The course Dr. Ginley pursued toward John Kellogg was displeasing to God. Dr. Ginley does not know what spirit he is of. He gets excited, loses his balance, and pursues a narrow, bigoted, conceited course. God has noted the words spoken, the deportment and acts toward Brn. Merritt and John Kellogg. These contemptible actions, caused by jealous surmisings, and carried out in an uncourteous, unbrotherly spirit, have passed into eternity with their burden of record."},{"refcode_short":"T25a 62.3","refcode_long":"Testimony for the Church — No. 25a, p. 62.3 (Ellen Gould White)","content":"Previous to this, Bro. Abbey had been overcome by Satan's devices. But from that time he has been growing weaker in moral power. We tried to save him because God had shown that he was the man for the place. We used our influence to have him stand at his post at the Health Institute and redeem the failure of his previous course. We followed Bro. Abbey with letters of warning, letters of counsel and reproof. We had taken up his case, and would not suffer the men of narrow minds who were in danger of going to extremes to press him severely, and to have close connection with Bro. Abbey, to be a spy upon his movements and thus discourage him. We sought to give him every encouragement. But after we were far away and could not see or know the course of Bro. Abbey, he fell under the stronger temptations of Satan. He became independent, self-sufficient, and lost sight of the glory of God. He abused our confidence, and proved too true these suspicions and surmisings from those who had distrusted his integrity and moral principles."},{"refcode_short":"T25a 63.1","refcode_long":"Testimony for the Church — No. 25a, p. 63.1 (Ellen Gould White)","content":"Bro. Abbey did not listen to the directors. He moved according to his own judgment, took things in his own hands, and felt competent to judge of matters himself. He was not right with God, and God left him to expose his weakness and his folly. But I saw that God holds the directors responsible for the course of Bro. Abbey. Had they pursued a faithful, straightforward course, they would not only have cleared their own souls, but prevented Bro. Abbey from being unfaithful. These brethren are inexcusable. Their neglect of duty has been placed upon record by the angel, and has passed into eternity."},{"refcode_short":"T25a 64.1","refcode_long":"Testimony for the Church — No. 25a, p. 64.1 (Ellen Gould White)","content":"The Health Institute has been under a very dark cloud. The spirit that pervades the hearts of the physicians needs to be transformed before God will be pleased to abide with them. Oh! what a change needs to be wrought there."},{"refcode_short":"T25a 64.2","refcode_long":"Testimony for the Church — No. 25a, p. 64.2 (Ellen Gould White)","content":"Bro. Harmon Lindsay was acquainted with the spirit which Bro. Abbey possessed; but he was blinded. He seemed infatuated. He chose his company, and these two were apparently of one heart. One sustained the other. God's holy angels were grieved. Harmon was nearly ruined. God in his mercy permitted sickness to come upon him which had some influence to arrest his course; But Bro. Lindsay has not squared himself. He has not come out clear and free from all the wrong influence he had been under. His feelings were wrong, his heart was not right with God. Unless he surrenders his unbelief and presses his way to the light, he will most assuredly lose Heaven. He needs to be alarmed. He needs a new conversion."},{"refcode_short":"T25a 64.3","refcode_long":"Testimony for the Church — No. 25a, p. 64.3 (Ellen Gould White)","content":"The excuses the directors have made for their neglect of duty are all wrong. Their shifting responsibilities upon Bro. and Sister White is marked against them. They simply neglected their duty because it was unpleasant. Bro. Butler was unfaithful here. He neglected the work of setting things in order because it was disagreeable. Bro. Butler and the directors are guilty of gross neglect of duty. These directors should feel a deep anxiety to try the matter over again, and redeem, as far as possible, their unfaithful work. God does not hold Bro. and Sister White responsible for these things. When those in office accepted their position, they virtually pledged themselves to become responsible for the prosperity of the Health Institute."},{"refcode_short":"T25a 65.1","refcode_long":"Testimony for the Church — No. 25a, p. 65.1 (Ellen Gould White)","content":"The positions our brethren have taken since my husband's return to Michigan, in excusing their neglect, and in being highly sensitive in their feelings, have made retreat on our part a necessity. I saw that should we remain here, with the existing views and feelings of our brethren, our way would be hedged up, our usefulness crippled, and our health and spirits sacrificed. The very help that we can give the church and these institutions are greatly needed."},{"refcode_short":"T25a 65.2","refcode_long":"Testimony for the Church — No. 25a, p. 65.2 (Ellen Gould White)","content":"I saw that help was needed upon the Pacific Coast. But God would not have us take the responsibilities or bear other perplexities. We may stand as counselors, may help them with our influence and with our judgment. We may do much if we will not be induced to get under the load and bear the weight which others should bear, and which it is important for them to bear in order to gain a necessary experience. We have important matter to write out which the people greatly need. We have precious light on Bible truth which we may speak to the people."},{"refcode_short":"T25a 66.1","refcode_long":"Testimony for the Church — No. 25a, p. 66.1 (Ellen Gould White)","content":"I was shown that God did not design that my husband should bear the burdens he has borne for the last five months. The working part in connection with the cause has been left to fall upon him. This has brought perplexity, weariness, and nervous debility, which has resulted in discouragement and depression. There has been a lack of harmonious action on the part of his brethren from the commencement of the cause. Brn. Andrews and Waggoner have loved freedom. They have not lifted the responsibilities which they might, and have failed to gain the experience they might have had to stand in most responsible positions relative to the vital interests of the cause of God at the present time. They have excused their neglect of bearing responsibilities because they feared being reflected upon afterward."},{"refcode_short":"T25a 66.2","refcode_long":"Testimony for the Church — No. 25a, p. 66.2 (Ellen Gould White)","content":"Bro. Andrews has failed in many respects, but the greatest sin in him was in professing to coincide when in heart he was at variance. He was afraid of blame, and, to avoid unpleasant feelings, cowardly professed a union he did not feel, and coincided in opinions advanced by my husband which he did not in his heart believe. This made him weak. It displeased God and separated him from his favor. He had a dread of blame which led him into sin."},{"refcode_short":"T25a 67.1","refcode_long":"Testimony for the Church — No. 25a, p. 67.1 (Ellen Gould White)","content":"The religion we profess is colored by our natural dispositions and temperaments, therefore, it is of the highest importance that the weak points in our character become strengthened by exercise, and the strong, unfavorable points be weakened by working in an opposite direction, and by strengthening opposite qualities."},{"refcode_short":"T25a 67.2","refcode_long":"Testimony for the Church — No. 25a, p. 67.2 (Ellen Gould White)","content":"But his brethren have not done what they might and should have done which would have given my husband sufficient encouragement and help to continue to bear some responsibilities at the head of the work. His fellow-laborers did not move independently and look to God for light and for duty for themselves, and follow in his opening providence, and consult together upon plans of operations, and unite in their plans and manner of labor. Brn. Waggoner and Andrews were too willing to submit their judgment and take the judgment of my husband, and yet they did not feel the importance of perfect union of action. They were not obliged to give up their judgment, but this would be attended with the least perplexity."},{"refcode_short":"T25a 68.1","refcode_long":"Testimony for the Church — No. 25a, p. 68.1 (Ellen Gould White)","content":"My husband erred in dwelling too much upon the mistakes of these brethren. It discouraged them, and deprived him of the help they might have given him. His let his own feelings control him, and he lost the favor of God, and did not reform his brethren. As they saw the mind of my husband so greatly disturbed, they felt that he was not right, and excused themselves, in being discouraged, from making efforts to do even what they had previously done. This was wrong in them and displeased God."},{"refcode_short":"T25a 68.2","refcode_long":"Testimony for the Church — No. 25a, p. 68.2 (Ellen Gould White)","content":"Since coming to Michigan last summer, the Lord has especially blessed the labors of my husband. He has been sustained in a most remarkable manner to do work that so much needed to be done. Had Brn. Haskell and Butler been awake to see and understand the wants of the cause of God at our last Michigan Camp-meeting, the many things not done might have been done. There was a lack to meet the wants of the occasion. Had Bro. Butler stood cheerful in God, walking in the light, ready to see what was to be done, and executing the work with dispatch, we should now be months advanced, and long ago we might have been freed from B. C., and working to the point to establish the work upon the Pacific Coast. God cannot be glorified by our falling into singular gloom, and then remaining under the cloud. The light does shine, although we may not realize its blessing; but if we make all diligence to press to the light, and if we move ahead just as though the light did shine, we shall soon pass out of the darkness and find light, light all around us."},{"refcode_short":"T25a 69.1","refcode_long":"Testimony for the Church — No. 25a, p. 69.1 (Ellen Gould White)","content":"At our last camp-meeting, the angels of God in a special manner came with their power to lighten and heal, and to bless both my husband and Bro. Waggoner. A precious victory was there gained which should never lose its influence. God would teach my husband in that demonstration that he can be a blessing to Bro. Waggoner, and would also teach Bro. Waggoner that he can be a blessing to my husband. The hearts of these two men had long been estranged, but the great Healer was at work with the power of his grace to unite their hearts and bind in cords of love and tenderness these two fellow-laborers. He would make their hearts one. He would have this union which angels had formed remain unbroken. There will always be something to meet which will call forth charity and forbearance for one another; but the Spirit of God would be grieved if these hearts should be alienated. They should be as true to each other as the compass to the pole, Angels of God cemented the hearts of Brn. Andrews, Smith, White, and Waggoner. True brotherly love and Christian fellowship should exist with these men of God, all acting a part in the great closing up work for these last days."},{"refcode_short":"T25a 70.1","refcode_long":"Testimony for the Church — No. 25a, p. 70.1 (Ellen Gould White)","content":"I was shown that God in a most marked manner had given my husband tokens of his love and care, and also of his sustaining grace. This should ever lead to humility and gratitude on the part of my husband. God has regarded his zeal and devotion to his cause and his work."},{"refcode_short":"T25a 70.2","refcode_long":"Testimony for the Church — No. 25a, p. 70.2 (Ellen Gould White)","content":"I was shown that God in great mercy had given Bro. Butler a part to act in connection with his cause and work. Your naturally unbelieving mind has been in a great measure transformed by your accepting the truth and cultivating qualities opposite those of unbelief, questioning, and doubt. God has in a special manner helped your infirmities, and yet there are deficiencies in your character which need to be corrected or you will, through these, mar the work of God and do injury to his cause,"},{"refcode_short":"T25a 70.3","refcode_long":"Testimony for the Church — No. 25a, p. 70.3 (Ellen Gould White)","content":"Bro. Butler, you have done well as far as you have cultivated the opposite character to unbelief and doubt, but you still have a greater work to do in this direction. Satan is well acquainted with your weakness on these points. And sometimes when important decisions are to be made, and important interests are at stake, he puts his coloring upon matters and things, all is shaded with unbelief, and a pall of darkness and gloom is spread over everything. This shades your religious experience, and is a serious difficulty; for at the very time when your powers are required to be the most vigorous, your discrimination the most clear and acute, all is molded by the influence upon your own mind. This is not explainable even to yourself; but it is that which controls you altogether too much. Notwithstanding you make some effort to resist it, you are in great danger of making shipwreck upon this very point."},{"refcode_short":"T25a 71.1","refcode_long":"Testimony for the Church — No. 25a, p. 71.1 (Ellen Gould White)","content":"You do not naturally take things in at a glance, and you are too slow to see and act upon a point. In this you lose much to the cause that might be gained. This is a natural defect which the grace of God can help you to remedy. But you need to see your own danger upon this point and work in an opposite direction. When in a dilemma, you frequently remain too long waiting to see your way clear to your own mind, and much is lost to the cause which might be gained if this defect was remedied in your character. When you become discouraged, or when your track is crossed, you too frequently settle back in a position that costs you the least exertion, to do nothing. Satan then comes in, and your peculiar traits of character are prominent. You question almost every proposition, throw doubt over nearly every suggestion, criticise everything, and are a perfect clog to all that you are connected with. If it is as you think impossible for you to change this phase in your character, your best course would be to remove yourself for the time being entirely from the cause of God, and leave the course of others unobstructed from your defects of character. You grow stubborn, self-willed, and obstinate, by holding yourself under a cloud, and casting your disagreeable, dismal gloom upon all connected with you. Self-will and stubbornness are indulged to the sacrifice of the highest interests, and you are meanwhile excusing yourself that you cannot help it, that you have no power to rise above this deplorable evil. If you have not power of yourself to overcome, Christ has made provisions for you through his name. You should not consider your Christian experience correct unless you can be well balanced in all these directions where now you are so defective. God wants you to die to self, to subdue your will and control your stubborn disposition."},{"refcode_short":"T25a 73.1","refcode_long":"Testimony for the Church — No. 25a, p. 73.1 (Ellen Gould White)","content":"It is congenial to your feelings at times to settle into a contrary, unamiable state of mind, when you feel just like it, and too many times have you done this, and the result has been more fearful than you have calculated upon or imagined. You are not a fully converted man till this evil is overcome, and you are in a position to be depended upon in any emergency."},{"refcode_short":"T25a 73.2","refcode_long":"Testimony for the Church — No. 25a, p. 73.2 (Ellen Gould White)","content":"God wants minute men. He will have men who are as true when important decisions are to be made as the needle to the pole; men whose special and personal interests are swallowed up in the one great general interest for the salvation of souls, as were our Saviour's. Satan plays upon the organ of the mind where any chance has been left for him to do so, and he seizes upon the very time and place where he can do the most service to himself, and the greatest injury to the cause of God. A neglect to do what we might do, and that which God requires we should do in his cause, is a sin which cannot be palliated with excuse of circumstances or conditions; for Jesus has made provision for all in every emergency."},{"refcode_short":"T25a 73.3","refcode_long":"Testimony for the Church — No. 25a, p. 73.3 (Ellen Gould White)","content":"Bro. Butler, in doing the work of God you will be placed in a variety of circumstances, all requiring self-possession and self-command that will qualify you to adapt yourself to circumstances and the peculiarities of the situation. Then can you act yourself unembarrassed. You should not place too low an estimate upon your ability to act your part in the various callings of practical life. Where you are aware of deficiencies, go to work at once to remedy these defects. Do not trust to others to supply your deficiencies and you go on indifferently, as though it were a matter of course that your peculiar organization must ever remain so. Apply yourself earnestly to cure these defects, that you may be perfect in Christ Jesus, wanting in nothing."},{"refcode_short":"T25a 74.1","refcode_long":"Testimony for the Church — No. 25a, p. 74.1 (Ellen Gould White)","content":"If you form too high an opinion of yourself, you will think your labors are of more real consequence than they will bear, and you will plead individual independence which borders on arrogance. If you go to the other extreme and form too low an opinion of yourself, you will feel inferior, and leave an impression of inferiority, which will greatly limit the influence you might have for good. You should avoid either extreme—feeling should not control you; circumstances should not affect you. You may form a correct estimate of yourself which will prove a safeguard from both extremes. You may be dignified without vain self-confidence. You may be condescending and yielding without sacrificing self-respect or individual independence, and your life may be of great influence with those in the higher as well as the lower walks of life."},{"refcode_short":"T25a 75.1","refcode_long":"Testimony for the Church — No. 25a, p. 75.1 (Ellen Gould White)","content":"Bro. Butler has had some help from his wife; but too often her influence, her words and her actions, have been a heavy weight, an additional burden. She has a warped character, a rough, jagged organization, highly sensitive and extremely nervous, conscientious and severely critical, which has made her a burden rather than a help. Her life has not been without some living spots, her works have been good in some directions. But she has gathered burdens and responsibilities upon herself to mold the consciences of others to her extreme ideas, which have seemed to her essential. Sister Butler has been in great blindness of mind which has led her to see matters all wrong. Her feelings have been wrong. She has not viewed my husband in the correct light. She has had much to say to her husband which brought no freedom or light, but only darkness. His best course would have been not to engage in controversy, and seek to have her understand God had not laid special burdens upon her, and she was not to afflict her soul over others’ supposed wrongs."},{"refcode_short":"T25a 75.2","refcode_long":"Testimony for the Church — No. 25a, p. 75.2 (Ellen Gould White)","content":"Sister Butler has a strong imagination, and has kept before her the supposed inconsistencies in the Christian character of others, and has felt so great a burden that she has lost the correct knowledge of herself. God has not laid upon Sister Butler the burdens she has carried. It is her particular organization to imagine the worst, and groan under supposed terrible evils. God can take care of his own work. The enemy has magnified before her mind the wrongs of men in responsible positions. Especially in the case of my husband, sister Butler has taken these things to heart as though she were responsible for his errors. She has brought upon herself many times a perfect frenzy over things which existed only in a highly excited imagination. She has talked much. Precious, golden time has been exhausted in needless conversation, especially with her husband, in regard to those things connected with the cause which seemed to her all wrong. She has imagined that everything was to be wrecked in consequence of the wrongs of my husband. The enemy colored matters before her imagination to suit his own purposes."},{"refcode_short":"T25a 76.1","refcode_long":"Testimony for the Church — No. 25a, p. 76.1 (Ellen Gould White)","content":"Sister Butler has had a great many unnecessary fears, and carried a great many needless burdens, and afflicted her soul over many things without cause. For this she will gain no reward, but there will be loss, not only to herself, but to others. Sister Butler has been watching and condemning the course of my husband for that which she deems undue severity or censure, while she has been doing the very thing she stands braced to condemn in him."},{"refcode_short":"T25a 77.1","refcode_long":"Testimony for the Church — No. 25a, p. 77.1 (Ellen Gould White)","content":"Sister Butler should leave others to the performance of their individual duties and to bear their responsibilities and maintain all that independence she claims for herself. She should be on her guard to shun both the fire of fanaticism and the coldness of formality. She has all the work she can possibly do to avoid extremes, to guard her tongue, and control her spirit, and leave the important interests of the cause with the Lord. She should be softening, elevating, and sweetening her spirit for the final touch of immortality. She should be careful that while she is watching and criticizing the course of others she does not cultivate a bitter, censorious, stormy spirit which disgusts the heavenly angels. She should cultivate modest and retiring virtues which are the valuable ornaments to women."},{"refcode_short":"T25a 77.2","refcode_long":"Testimony for the Church — No. 25a, p. 77.2 (Ellen Gould White)","content":"A talking, excitable woman may be excusable among those acquainted with the true goodness of her heart and her virtues, but among strangers who are unacquainted with her life, history, and religious character, incalculable harm may be done. An unguarded, excitable, talking woman whose element in controversy and criticism upon the character of others, will set the leaven of jealousy at work which will affect entire churches. Sister Butler needs to calm down and lay off the burdens she has lifted in behalf of others. She should encourage a happy, confiding trust in God, and be hopeful and cheerful; then she may have health, then she can help her husband. She should cherish that love which suffereth long and is kind, and is quiet and inobtrusive in its influence. She needs to cultivate the true dignity of Christian independence which holds fast the form of sound words."},{"refcode_short":"T25a 78.1","refcode_long":"Testimony for the Church — No. 25a, p. 78.1 (Ellen Gould White)","content":"If Sister Butler could have a true photograph of her life influence presented before her with her many words and her excitable spirit, she would find that an important work was before her that she has not dreamed of. She has had a great influence upon the mind and pen of Bro. Butler. Sister Butler has intelligence and experience which are of great value if she will use them correctly. But she needs a well-balanced mind and a controlled imagination. She should banish from her heart suspicion and evil surmisings, and cherish an even temper, which is amiable and praiseworthy. The true spirit of Christianity is needed to influence and control the life and character, purifying the heart, softening, elevating, and refining the affections and propensities; then true Christian politeness will give her access anywhere. She needs the inward adorning, the ornament of a meek and quiet spirit which is in the sight of God of great price."},{"refcode_short":"T25a 79.1","refcode_long":"Testimony for the Church — No. 25a, p. 79.1 (Ellen Gould White)","content":"Ransom was shown me as standing before the people uttering words of condemnation and bitterness against the church very unbecoming, which brought the frown of God upon him and all who gave sanction to him. Was Ransom without sin? Was he a criterion for others? Was he a pattern of Christian propriety? While he was hurling out his invectives against the people of God, you and Bro. Abbey and Bro. Ings were in unison with him. You did not see impropriety in this course. You could sit and exult in spirit. The hearers were disgusted, and the angels of God were disgusted. Such extremes always bring reaction. Ransom had not the Spirit of God. Bro. Abbey had not the Spirit of God. They moved in their own spirit. They were jealous to bring the church into a close place and to humble them. God was not at all in this work. It began and ended in self. So great a pressure was brought upon the church they became confused and bewildered. At this time they needed help. Bro. Butler came, and reports were made to him in regard to the state of individuals and the church which he unfortunately received. He did not discern the spirit. He united his influence with that of Bro. Lockwood. Many thought that if Bro. Lockwood was wrong, Bro. Butler would not vindicate his course and press the burdens upon the church closer which they had felt they were unable to bear. Confessions were made by many to Bro. Lockwood, especially by the children, which never should have been made. Bro. Lockwood has ever inclined to be too exacting with others, especially with the young. He has not cultivated a spirit of tenderness, pity, and brotherly kindness, tempering his words that they should not repulse, but win. Bro. Lockwood, as he notices errors and wrongs, has a zeal to set the erring right, and he reproves when it only makes matters worse. Bro. Lockwood may take a course to be loved rather than disliked. Our Saviour enjoined upon Peter to prove his love by caring for the lambs. This was the discipline Peter needed. His stern, exacting nature needed the softening influence of love for children, coming down from the position of a stern judge to meet their young minds. Bro. Lockwood, you need the element of love. Praise where you can, and censure as little as possible; for censure and dictation is more congenial to your temper than love. Love begets love; tender, courteous manners beget the same with those with whom we associate."},{"refcode_short":"T25a 81.1","refcode_long":"Testimony for the Church — No. 25a, p. 81.1 (Ellen Gould White)","content":"Bro. Butler, here is an instance where the reports of relatives and their statements affected your judgment and controlled your opinions. You received surmisings and reports from those who were wrong themselves, and you reported these things to us which threw an unnecessary burden upon us. The Lord gave me an impressive dream which I sent back from California to Battle Creek, and which arrested the high-toned feelings and stayed the excitement. The peculiar temperament of your wife is to see some terrible things and to surmise great evils. She feels that she has uncommon discernment to detect wrong which has had an influence upon your life, and affected your labors in connection with the cause of God. A grievous wrong was done the church, and that which made this matter the more aggravating was that Bro. and Sister White were made responsible for these sad errors when they were at a great distance from the scene of confusion. The church was made to believe that these fanatical demonstrations, these narrow, radical sentiments which were bound upon the church were sanctioned by Bro. and Sister White. Then, in that time of confusion, perplexity, and darkness, the church needed the true light to shine among them. Then the voice of the true watchman was needed to give the certain sound. There, Bro. Butler, you completely failed. You filed in on the side of those who were deceived in themselves, and who were deceived in reference to their duty to the church. All that narrow-minded bigotry, jealous watching, the overbearing, dictatorial spirit, and the arbitrary power which was exercised, should have been most firmly and sternly rebuked. You were the man who should have discerned and corrected these mistakes which affected the vital interests of the people of God. But you failed utterly. You listened to reports. You were influenced by the testimony of friends and relatives, and you gave your influence in their favor. This was a grievous wrong. The dress question was made the burden of religious experience, and the test of Christian character. Testimonies which God had given to meet certain wrongs were brought in to sustain and give force to the fanatical movements of Ransom and others. There the light God had given was put to a wrong use. It was abused. Since this interpretation of the testimonies to meet radical minds and sustain the overbearing tyranny of those who professed to be especially led of God, I have no burden upon dress reform. The dress question shall never more be advocated by me until it can be treated fairly and consistently. I will never furnish ill-balanced, narrow minds with arguments or evidence to make a raid upon others."},{"refcode_short":"T25a 83.1","refcode_long":"Testimony for the Church — No. 25a, p. 83.1 (Ellen Gould White)","content":"There is a class who seem to be incapable of handling such subjects as the dress question with discretion. They make tests of privileges and carry the reforms so unwisely that they do incalculable injury to the cause of God. The dress question is carried beyond the purpose or design of God. This class convert that which God allowed as a blessing into a curse."},{"refcode_short":"T25a 83.2","refcode_long":"Testimony for the Church — No. 25a, p. 83.2 (Ellen Gould White)","content":"God does not leave his people to the judgment of such unbalanced minds. These excitable elements liable to extremes, have not breadth of mind or depth of judgment. Their minds are formed to run in one groove, and when forced from their accustomed groove seem to be nowhere, and unfitted for anything. This fanatical work in B. C. has passed into eternity with its burden of results. It can never be taken back, never be undone. Here, Bro. Butler, is your danger of being affected by the influence of your relatives. They view matters in a certain light and give you the benefit of their views and experience; and before you are aware of it you are incorporating these views and feelings with your own, and you move and act in reference to the impression made upon your mind."},{"refcode_short":"T25a 84.1","refcode_long":"Testimony for the Church — No. 25a, p. 84.1 (Ellen Gould White)","content":"Random talk, which runs into excitement, has done a bad work. It is always bad. It has unbalanced the mind of sister Butler, and made her at times little less than an insane woman. Precious, probationary time is fast passing, and can never be recalled. This time is given to prepare for eternity. Vain and needless talk must be restrained and overcome. Sister Butler, your much talk has had its influence upon your husband. He has too often incorporated your suggestions, your fears, and your criticisms, into his articles and sermons. My sister, you are not required to be as silent as some women; talking is your safety-valve; but sometimes you talk yourself into an excitement which is detrimental to you, and positively injurious to others. You have endured much imaginary suffering that had no real existence only in the mind. But this made your suffering none the less acute. You deserve sympathy, while at the same time you could do very much to place yourself in more favorable conditions."},{"refcode_short":"T25a 84.2","refcode_long":"Testimony for the Church — No. 25a, p. 84.2 (Ellen Gould White)","content":"I was shown that Bro. Butler was too much affected by the opinions of others, especially when such opinions suggest rigid requirements of others. I was pointed back to the condition of things existing in Battle Creek two years ago. The enemy came in and worked with the minds of Bro. and Sister Lockwood, Bro. Ings, and Bro. Abbey. Bro. Butler did not discern the extreme course they were pursuing. He did not at that time take a correct stand, and work to the right point. Brn. Lockwood, Abbey, Ings, and several others, carried matters to extremes. Had you, at that time, Bro. Butler, had that close connection with the Spirit of God you might have had, you would not have been swept in with this strong fanatical spirit. Like a true watchman, you would have taken your stand firmly against all such rash, bigoted, disgraceful exhibitions of human weakness and fanatical errors."},{"refcode_short":"T25a 85.1","refcode_long":"Testimony for the Church — No. 25a, p. 85.1 (Ellen Gould White)","content":"Bro. Butler, your danger now is of being affected with reports. Your labors are decidedly practical, close, and cutting. You rein up the people to very close tests and requirements. This is necessary at times, but your labors are getting to be too much of this character, and will lose their force unless mingled with more of the softening, encouraging grace of the Spirit of God. You allow the words of Bro. and Sister Lockwood, and others of your relatives and special friends, to influence your propositions and affect your decisions. You credit too readily and incorporate their views into your own ideas, and are too often led astray. You need to be guarded. The families in B. C. so closely related have had an influence. Your judgment, your feelings, your views, influence them, and in turn, they influence you, and a strong current will be set flowing in a wrong direction unless you are all thoroughly consecrated and humble before God. All the elements of these family connections are naturally independent, conscientious, and inclined to extremes, unless especially balanced and controlled by the Spirit of God."},{"refcode_short":"T25a 86.1","refcode_long":"Testimony for the Church — No. 25a, p. 86.1 (Ellen Gould White)","content":"I was shown in the case of Bro. Carlstedt that he was a conscientious Christian. But Bro. Butler had received impressions through reports, some of which had no real foundation in truth, which led him to watch and to criticise the course of Bro. Carlstedt, and to arouse distrust and suspicion in our minds. Bro. Carlstedt had but a short experience, and he was only responsible for the light he had. He walked in the light to his best knowledge. Cruel surmisings were turned against him, which cast suspicion upon all his efforts. The mistakes of his life before he embraced the truth excited, with some, strong prejudice against him. The course we pursued toward this brother was not the best. Our confidence in the suggestions of Bro. Butler led us astray. It grieved Bro. Carlstedt to the heart and added to his affliction of body, and embittered the last days of his life. Especially has the course of Bro. Lee been censurable. He found fault, criticised, and made the course of Bro. Carlstedt very hard, when, had he possessed the right spirit, a spirit of brotherly love and kind courtesy for one of his own countrymen, he might have helped him. But envy and jealousy closed the heart of Bro. Lee. He could have co-operated with Bro. C. if he had chosen to do so. But his spirit was not right. He did not want to help our brother, but to discourage him in his efforts. Bro. Lee will not be able to do as well as Bro. Carlstedt whom he censured. He must feel his wrong in this matter, and exercise true repentance toward God."},{"refcode_short":"T25a 87.1","refcode_long":"Testimony for the Church — No. 25a, p. 87.1 (Ellen Gould White)","content":"Never, never be influenced by reports. Never let your conduct be influenced by the nearest and dearest relatives. Keep the secrets in connection with the cause of God even from the wife of your bosom. She need not become acquainted with your movements, for it would too frequently make subject-matter for argument and unreasonable feelings. The time has come when the greatest wisdom needs to be exercised in reference to the cause and work of God. Judgment is needed to know when to speak and when to keep silent. Hunger for sympathy frequently leads to imprudence of a grave character in opening the feelings to others. Your appearance claims sympathy frequently when it were better for you if you did not receive it."},{"refcode_short":"T25a 88","refcode_long":"Testimony for the Church — No. 25a, p. 88 (Ellen Gould White)","content":"Feeling."},{"refcode_short":"T25a 88.1","refcode_long":"Testimony for the Church — No. 25a, p. 88.1 (Ellen Gould White)","content":"Bro. Butler, you are controlled too much by feeling. The very close and severe preaching that you have given at Battle Creek has been, in some instances, the impressions and ideas received through your relatives. You, with many others, have had fears in reference to Bro. White's injuring individuals by his severity. As the ease has been presented before me in the last view given me, I have different feelings in regard to this matter. I am now convinced that the very ones who have felt burdened over his close talk which appeared severe in some individual cases, would not do nearly as well as he has done were they similarly situated. None should deceive themselves in this respect. Your wife made the remark to me at Monterey, that you talked very plainly and cut very close, but you had such a way of saying it that no one was tried with you. I now think she is deceived. Were you placed in the same position that my husband has been in, I should greatly fear the result. You are a man that, when self is touched, says things more severe than my husband would dare to speak. You have at times stood in the desk at Battle Creek and poured out strong, severe censure upon the church, which hurt them and you. They had no evidence that God prompted you to speak in the unqualified manner that you did. If it had been my husband speaking, and you listening, you would have felt indeed that he was overbearing and severe."},{"refcode_short":"T25a 89.1","refcode_long":"Testimony for the Church — No. 25a, p. 89.1 (Ellen Gould White)","content":"In the case of poor Woolsey, you might have erred, if at all, on the side of mercy. But, Bro. Butler, when Woolsey cast reflections upon you, self was aroused in a moment, you felt indignant, you lost command of yourself, and bore down in an unsparing manner upon the poor, deceived soul. O my brother, you were all too severe upon Woolsey. However wicked he was, whatever course he had taken, it would have been better to err on the side of mercy than on the side of severity. Now, my brother, you have not really known yourself. Your course in connection with Ransom Lockwood, Brn. Abbey and Ings, was a grave mistake. Ransom is easily excited, easily prejudiced, and if his wife would ever cling to God and walk in the light, she might prove a great help to Ransom, Rut she is swayed by his feelings, like yourself, and she views things in a wrong light. She sustains him when she should firmly resist his strong, overbearing, pressing spirit. You both know that Bro. Lockwood is not well balanced. He is liable to have exaggerated views and very strong feelings, which he must constantly restrain. He was entirely out of place in seeking to teach, or reprove, or condemn, the church. But you could not discern this spirit."},{"refcode_short":"T25a 90.1","refcode_long":"Testimony for the Church — No. 25a, p. 90.1 (Ellen Gould White)","content":"Bro. Butler, you have felt burdened because my husband has spoken plainly and with apparent severity to individuals. Your wife has felt that she must have this matter corrected in Bro. White. Your recent sermon in B. C., on love, was a matter chosen for the occasion, to teach my husband his duty. The remarks were all correct. But how did this discourse harmonize with your former severity to this church? How did this discourse upon love compare with your manner of labor with poor Woolsey. Here is where the spirit of love, exercised in a kindly manner, would have been attended with the best of results. Here is where love might have achieved good results. Woolsey was not sane."},{"refcode_short":"T25a 90.2","refcode_long":"Testimony for the Church — No. 25a, p. 90.2 (Ellen Gould White)","content":"Bro. Butler, you must not let Satan blind your eyes and lead you to glaring inconsistencies. You move sometimes impulsively, as you happen to feel, It is important that you know yourself, and become familiar with the tenor of your conduct from day to day, and the motives which prompt your actions. You need to become acquainted with the particular motives which prompt particular actions. Every action of our lives is judged, not by the external appearance, but from the motive which dictated the action."},{"refcode_short":"T25a 91.1","refcode_long":"Testimony for the Church — No. 25a, p. 91.1 (Ellen Gould White)","content":"You should guard your senses, lest Satan gain victory over you, for these are the avenues to the soul. Be as severe as you like in disciplining yourself, but be very cautious how you push souls to desperation. You feel that Bro. White is altogether too severe in speaking in a decided manner to individuals, in reproving what he thinks is wrong in them. He is in danger of not being so careful in his manner of reproof as to give no occasion for reflection. But you go into the desk and use the most cutting, reproving, condemnatory language, too indiscriminating to a congregation, and you feel that you have relieved your soul and done a good work. But the angels of God do not always approve such labor. If Bro. White makes one individual feel that he is not doing right, if he is too severe toward that one, and needs to be taught to modify his manners, to soften his spirit, how much more should Bro. Butler feel the inconsistency of making a large congregation suffer from cutting reproofs and strong denunciations, when the really innocent must suffer with the guilty."},{"refcode_short":"T25a 92.1","refcode_long":"Testimony for the Church — No. 25a, p. 92.1 (Ellen Gould White)","content":"It is worse, far worse, to give expression to the feelings in a large gathering, firing at any one and every one, than to go to the individuals you believe have done wrong and personally reprove them; for the innocent suffer with the guilty. The offensiveness of this severe, overbearing, denunciatory talk in a large gathering is of as much more grave a character in the sight of God than giving personal, individual reproof, as the numbers are greater and the censure more general."},{"refcode_short":"T25a 92.2","refcode_long":"Testimony for the Church — No. 25a, p. 92.2 (Ellen Gould White)","content":"It is ever easier to give expression to the feelings before a congregation, because there are many present, than to go openly, frankly, and plainly state their wrong course face to face with the erring. But bringing into the house of God strong feelings against individuals, and making all the innocent as well as the guilty suffer, is a manner of labor that God does not sanction, and which does harm rather than good. It has too often been the case that your severe, critical discourses given at Battle Creek have not fostered a spirit of love in the brethren. They have not tended to make them spiritually minded, and to lead them to holiness and Heaven. But a spirit of bitterness has been aroused in hearts at times that has led to desperation. Had the man who spoke these sharp and severe things been Bro. White, he would have been held to a confession by many, not excepting even yourself."},{"refcode_short":"T25a 93.1","refcode_long":"Testimony for the Church — No. 25a, p. 93.1 (Ellen Gould White)","content":"Bro. Butler, I was shown Bro. Abbey, and Bro. Lockwood, and yourself, in company with some others, frequently conversing together. Your words were earnest, and you were all excited. You were all united in spirit. At this time, the unwarrantable raid was made upon the church. Your inspiration on some of these occasions was not from Heaven, but from the spirit of men who were about insane. This work was shown me in all its bearings, and my soul was sick and my heart faint. But I never had the idea before it was presented before me that you had sustained Ransom in his condemnation of the church."},{"refcode_short":"T25a 93.2","refcode_long":"Testimony for the Church — No. 25a, p. 93.2 (Ellen Gould White)","content":"I never pitied the church in Battle Creek as I do now. They have endured nobly these terrible movements which were the direct work of the enemy. Bro. Butler, there is nothing gained to the cause of God by these fearful blasts of condemnation. And while you would teach Bro. White the benign influence of love, oh! carry it with you. Let its influence blend with all your labors, and characterize you as a true shepherd of the flock. You need to close your ears to reports, to go forth as one deaf who cannot hear, and close your eyes as one blind who cannot see the great and terrible state of things which is too often pictured before your imagination. “Who is blind but my servant, or deaf as my messenger that I sent.”"},{"refcode_short":"T25a 94.1","refcode_long":"Testimony for the Church — No. 25a, p. 94.1 (Ellen Gould White)","content":"I present those things before you as they were presented to me. I have great confidence in my husband's power of discrimination, and his judgment in regard to the fitness of things. Bro. Butler, you need that love which you recommend to be a powerful element in the Christian life and character. These strong sermons that cut a man all to pieces are sometimes positively necessary to arouse, alarm, and convict. But unless they bear the especial marks of being dictated by the Spirit of God, they do a far greater injury than they can do good."},{"refcode_short":"T25a 94.2","refcode_long":"Testimony for the Church — No. 25a, p. 94.2 (Ellen Gould White)","content":"I was shown that my husband's course has not been perfect. He has erred sometimes in murmuring, and in giving too severe reproof. But from what I have seen, he has not been so greatly at fault in this respect as I have feared. We need reproof."},{"refcode_short":"T25a 94.3","refcode_long":"Testimony for the Church — No. 25a, p. 94.3 (Ellen Gould White)","content":"Job was not understood by his friends. He flings back upon them their reproaches. He shows them that if they are defending God in avowing their faith in him and their consciousness of sin, he had a more deep and thorough knowledge of it than they ever had. Miserable comforters are ye all, is the answer he makes them to their criticisms and censures. I also, says Job, could speak as ye do if your soul were in my soul's stead. I could heap up words against you, and shake my head at you. But he declares he would not do this. I, he says, would strengthen you with my mouth, and the moving of my lips should assuage your grief."},{"refcode_short":"T25a 95.1","refcode_long":"Testimony for the Church — No. 25a, p. 95.1 (Ellen Gould White)","content":"Well-meaning brethren and sisters, but having narrow conceptions and looking only at externals, may attempt to help matters which they have no real knowledge of. Their limited experience cannot fathom the feelings of a soul who has been urged out by the Spirit of God, and has felt to the depths that earnest and inexpressible love and interest for the cause of God and for souls that they have never experienced, and who have borne burdens in the cause of God they have never lifted."},{"refcode_short":"T25a 95.2","refcode_long":"Testimony for the Church — No. 25a, p. 95.2 (Ellen Gould White)","content":"The narrow vision of some short-sighted, short-experienced friends, cannot appreciate the feelings of a soul who has been in close harmony with the soul of Christ in connection with the salvation of souls. The motives are misunderstood and the actions misconstrued by those who would be his friends, until, like Job, the earnest prayer goes forth from his lips, Save me from my friends."},{"refcode_short":"T25a 96.1","refcode_long":"Testimony for the Church — No. 25a, p. 96.1 (Ellen Gould White)","content":"God takes the ease of Job in hand himself. His patience has been severely taxed; but when God speaks, all his pettish feelings are changed. His self-justification, which he felt necessary to withstand the condemnation of his friends, is not necessary toward God. He never misjudges. God never errs. Says the Lord to Job, Gird up now thy loins like a man; and Job no sooner hears the divine voice than his soul is bowed down with a sense of his sinfulness, and he says before God, I abhor myself in dust and ashes."}]