[{"refcode_short":"T28 1","refcode_long":"Testimony for the Church — No. 28, p. 1 (Ellen Gould White)","content":"Testimony for the Church. — No. 28"},{"refcode_short":"T28 5","refcode_long":"Testimony for the Church — No. 28, p. 5 (Ellen Gould White)","content":"Testimony for the Church."},{"refcode_short":"T28 5","refcode_long":"Testimony for the Church — No. 28, p. 5 (Ellen Gould White)","content":"Experience and Labors."},{"refcode_short":"T28 5.1","refcode_long":"Testimony for the Church — No. 28, p. 5.1 (Ellen Gould White)","content":"My reason for sending out another Testimony to my dear brethren and sisters at this time is, that the Lord has graciously manifested himself to me, and has again revealed matters of very great importance to those who profess to be keeping the commandments of God and waiting for the coming of the Son of man. More than three years had elapsed between the vision given me Jan. 3, 1875, and the recent manifestation of God's love and power to me. But before entering upon the views recently shown me, I will give a brief sketch of my experience for a year or two past."},{"refcode_short":"T28 5.2","refcode_long":"Testimony for the Church — No. 28, p. 5.2 (Ellen Gould White)","content":"May 11, 1877, we left Oakland, California, for Battle Creek, Michigan. I had been afflicted with pain in my heart for several months, and suffered much with oppressed breathing on my journey across the plains. The difficulty did not leave me when we reached Michigan. Others occupied our home at Battle Creek, and we had no relatives there to care for us, our children all being in California. Kind friends, however, did what they could for me, but I did not feel free to burden them when they had all the care they should have with their own families."},{"refcode_short":"T28 6.1","refcode_long":"Testimony for the Church — No. 28, p. 6.1 (Ellen Gould White)","content":"A telegram had been sent to my husband, requesting his presence at Battle Creek to give attention to important business relative to the cause, but more especially to take the supervision of planning the large Sanitarium building. In answer to this, he came and engaged earnestly in preaching, writing, and holding Board-meetings at the Review Office, the College, and the Sanitarium, working into the night nearly every evening. This wore him fearfully. He felt the importance of these institutions, but especially of the large Sanitarium building, in which was being invested more than fifty thousand dollars. His constant mental anxiety was preparing the way for a sudden breakdown. We both felt our danger, and decided to go to Colorado to enjoy retirement and rest. While planning for the journey, a voice seemed to say to me, “Put the armor on. I have work for you to do in Battle Creek.” The voice seemed so plain that I involuntarily turned to see who was speaking. I saw no one; and at the sense of the presence of God, my heart was broken in tenderness before him. When my husband entered the room, I told him the exercises of my mind. We wept and prayed together. Our arrangements had been made to leave in three days; but now all our plans were changed."},{"refcode_short":"T28 7.1","refcode_long":"Testimony for the Church — No. 28, p. 7.1 (Ellen Gould White)","content":"May 30, the patients and Faculty of the Sanitarium having planned to spend the day two miles from Battle Creek in a beautiful grove that bordered Goguac Lake, I was urged to be present and speak to the patients. Had I consulted my feelings, I should not have ventured; but I thought perhaps this might be a part of the work I was to do in Battle Creek. At the usual hour, tables were spread with hygienic food, which was partaken of with keen relish. At 3 o'clock the exercises were opened with prayer and singing. I had great freedom in speaking to the people. All listened with the deepest interest. After I had ceased speaking, Judge Graham of Wisconsin, a patient at the Sanitarium, arose and proposed that the lecture be printed, and circulated among the patients and others for their moral and physical benefit, that the words spoken that day might never be forgotten or disregarded. The proposition was approved by a unanimous vote, and the address was published in a small pamphlet entitled, “The Sanitarium Patients at Goguac Lake.”"},{"refcode_short":"T28 8.1","refcode_long":"Testimony for the Church — No. 28, p. 8.1 (Ellen Gould White)","content":"The close of the school year of the Battle Creek College was now at hand. I had felt very anxious for the students, many of whom were either unconverted or backslidden from God. I had desired to speak to them, and make an effort, for their salvation before they should scatter to their homes. But I had been too feeble to engage in labor for them. After the experience I have related, I had all the evidence I could ask that God would sustain me in laboring for the salvation of the students."},{"refcode_short":"T28 8.2","refcode_long":"Testimony for the Church — No. 28, p. 8.2 (Ellen Gould White)","content":"Meetings were appointed in our house of worship for the benefit of the students. I spent a week, laboring every evening, and Sabbath and first-day, for them. My heart was touched to see the house of worship nearly filled with the students of our school. I tried to impress upon them that a life of purity and prayer would not be a hindrance to them in obtaining a thorough knowledge of the sciences, but that it would remove many hinderances to their progress in knowledge. By becoming connected with the Saviour, they are brought into the school of Christ, and if diligent students in this school, vice and immorality will be expelled from their midst. These being crowded out, increased knowledge will be the result. All who become learners in the school of Christ excel in education, both in quality and extent. I presented before them that Christ is the Great Teacher, the source of all wisdom, the greatest educator the world has ever known. “The fear of the Lord is the beginning of wisdom.”"},{"refcode_short":"T28 9.1","refcode_long":"Testimony for the Church — No. 28, p. 9.1 (Ellen Gould White)","content":"A knowledge of God and his requirements will open the understanding of the student to realize his responsibilities to God and to the world. To this end he will feel that his talents must be developed in that way which will produce the very best results. This cannot be done unless all the precepts and principles of religion are connected with his school education. In no case should he disconnect God from his studies. In pursuit of knowledge he is searching for truth. And all truth comes from God, the source of truth. Students who are virtuous and are imbued with the spirit of Christ will grasp knowledge with all their faculties."},{"refcode_short":"T28 9.2","refcode_long":"Testimony for the Church — No. 28, p. 9.2 (Ellen Gould White)","content":"The College at Battle Creek was established for the purpose of teaching the sciences and at the same time leading the students to the Saviour, whence all true knowledge flows. Education acquired without Bible religion is disrobed of its true brightness and glory. I sought to impress upon the students the fact that our school is to take a higher position in education than any other institution of learning, by opening before them nobler views, aims, and objects in life, and educating them to have a correct knowledge of human duty and eternal interests. The great object in the establishment of our College was to give correct views, showing the harmony of science and Bible religion."},{"refcode_short":"T28 10.1","refcode_long":"Testimony for the Church — No. 28, p. 10.1 (Ellen Gould White)","content":"The Lord strengthened me and blessed our efforts. A large number came forward for prayers. Some of these through lack of watchfulness and prayer had lost their faith and the evidence of their connection with God. Many testified that in taking this step they received the blessing of God. As the result of the meetings, quite a number presented themselves for baptism."},{"refcode_short":"T28 10.2","refcode_long":"Testimony for the Church — No. 28, p. 10.2 (Ellen Gould White)","content":"As the closing exercises of the College year were to be held at Goguac Lake, it was decided that the baptism be administered there. The services of the occasion were of deep interest to the large congregation assembled, and were conducted with due solemnity, being appropriately closed with this sacred ordinance. I spoke at the commencement and close of the exercises. My husband led fourteen of the precious youth down into the water of the beautiful lake and buried them with their Lord in baptism. Several of those who presented themselves as subjects for baptism chose to receive this ordinance at their homes. Thus closed the memorable services of the college year of our beloved school."},{"refcode_short":"T28 11","refcode_long":"Testimony for the Church — No. 28, p. 11 (Ellen Gould White)","content":"Temperance Meetings."},{"refcode_short":"T28 11.1","refcode_long":"Testimony for the Church — No. 28, p. 11.1 (Ellen Gould White)","content":"But my work was not yet done in Battle Creek; for immediately on our return from the lake we were earnestly solicited to take part in a Temperance Mass Meeting, a very praise-worthy effort in progress among the better portion of the citizens of Battle Greek. This movement embraced the Battle Creek Reform Club, six hundred strong, and the Woman's Christian Temperance Union, two hundred and sixty strong."},{"refcode_short":"T28 11.2","refcode_long":"Testimony for the Church — No. 28, p. 11.2 (Ellen Gould White)","content":"God, Christ, the Holy Spirit, and the Bible were familiar words with these earnest workers. Much good had already been accomplished, and the activity of the workers, the system by which they labored, and the spirit of their meetings, promised greater good in time to come."},{"refcode_short":"T28 11.3","refcode_long":"Testimony for the Church — No. 28, p. 11.3 (Ellen Gould White)","content":"It was on the occasion of the visit of Barnum's great menagerie to this city on the 28th of June, that the ladies of the Woman's Christian Temperance Union struck a telling blow for temperance and reform by organizing an immense temperance restaurant to accommodate the crowds of people who gathered in from the country to visit the menagerie, thus preventing them from visiting the saloons and groggeries where they would be exposed to temptation. The mammoth tent, capable of holding 5,000 people, employed by the Michigan Conference for camp-meeting purposes, was tendered for the occasion. Beneath this immense canvas temple were erected fifteen or twenty tables for the accommodation of guests."},{"refcode_short":"T28 12.1","refcode_long":"Testimony for the Church — No. 28, p. 12.1 (Ellen Gould White)","content":"By invitation, the Sanitarium set a large table in the center of the great pavilion, bountifully supplied with delicious fruits, grains, and vegetables. This table formed the chief attraction, and was more largely patronized than any other. Although it was more than thirty feet long, it became so crowded that it was necessary to set another about two-thirds as long, which was also thronged."},{"refcode_short":"T28 12.2","refcode_long":"Testimony for the Church — No. 28, p. 12.2 (Ellen Gould White)","content":"By invitation of the Committee of Arrangements, Mayor Austin, W. H. Skinner, cashier of the First National Bank, and C. C. Peavey, I spoke in the mammoth tent Sunday evening, July 1, upon the subject of Christian Temperance. God helped me that evening. And although I spoke ninety minutes, the crowd of fully five thousand persons listened with almost breathless silence."},{"refcode_short":"T28 13","refcode_long":"Testimony for the Church — No. 28, p. 13 (Ellen Gould White)","content":"Visit to Indiana."},{"refcode_short":"T28 13.1","refcode_long":"Testimony for the Church — No. 28, p. 13.1 (Ellen Gould White)","content":"Aug. 9-14, I attended the camp-meeting in Indiana, accompanied by my daughter, Mary K. White. My husband found it was impossible for him to leave Battle Creek. At this meeting the Lord strengthened me to labor most earnestly. As I looked upon the audience of men and women assembled, noble in appearance and commanding in influence, and compared them with the little company assembled six years before who were mostly poor and uneducated, I could but exclaim, What hath the Lord wrought! The Lord gave me clearness and power to appeal to the people."},{"refcode_short":"T28 13.2","refcode_long":"Testimony for the Church — No. 28, p. 13.2 (Ellen Gould White)","content":"Monday, I suffered much with my lungs, having taken a severe cold; but I pleaded with the Lord to strengthen me to make one more effort for the salvation of souls. I was raised above my infirmity, and was blessed with great freedom and power. I appealed to the people to give their hearts to God. About fifty came forward for prayers. The deepest interest was manifested. Fifteen*The original publication had the spelling “Fiftteen.” were buried with Christ in baptism as the result of the meeting."},{"refcode_short":"T28 13.3","refcode_long":"Testimony for the Church — No. 28, p. 13.3 (Ellen Gould White)","content":"We had planned to attend the Ohio and Eastern camp-meetings, but our friends thought that in my present state of health it would be presumptuous. So we decided to remain at Battle Creek. My throat and lungs pained me much, and my heart was still affected. Being much of the time a great sufferer, I placed myself under treatment at our Sanitarium."},{"refcode_short":"T28 14","refcode_long":"Testimony for the Church — No. 28, p. 14 (Ellen Gould White)","content":"Effects of Overwork."},{"refcode_short":"T28 14.1","refcode_long":"Testimony for the Church — No. 28, p. 14.1 (Ellen Gould White)","content":"My husband labored incessantly to advance the interests of the cause of God in the various departments of the work centering in Battle Creek. His friends were astonished at the amount of labor he accomplished. Sabbath morning, August 18, he spoke in our house of worship. In the afternoon his mind was closely and critically exercised for four consecutive hours, while he listened to the reading of manuscript for Spirit of Prophecy, Vol. 3. The matter was intensely interesting, and calculated to stir the soul to its very depths, being a relation of the trial, crucifixion, resurrection, and ascension of Christ. Before we were aware of it he was very weary. He commenced labor on Sunday at five o'clock in the morning, and continued working until twelve at night."},{"refcode_short":"T28 14.2","refcode_long":"Testimony for the Church — No. 28, p. 14.2 (Ellen Gould White)","content":"The next morning at about half-past six, he was attacked with giddiness, and was threatened with paralysis. We greatly feared this dreaded disease; but the Lord was merciful, and spared us the affliction. However, his attack was followed by great physical and mental prostration; and now, indeed, it seemed impossible for us to attend the Eastern camp-meetings, or for me to attend them, and leave my husband depressed in spirits and in feeble health."},{"refcode_short":"T28 15.1","refcode_long":"Testimony for the Church — No. 28, p. 15.1 (Ellen Gould White)","content":"When my husband was thus prostrated, I said, “This is the work of the enemy. We must not submit to his power. God will work in our behalf.” On Wednesday we had a special season of prayer that the blessing of God might rest upon him and restore him to health. We also asked for wisdom that we might know our duty in regard to attending the camp-meetings. The Lord had many times strengthened our faith to go forth and work for him under discouragements and infirmities; and at such times he had wonderfully preserved and upheld us. But our friends pleaded that we ought to rest, and that it appeared inconsistent and unreasonable for us to attempt such a journey, and incur the fatigue and exposure of camp life. We, ourselves, tried to think that the cause of God would go forward the same if we were set aside, and had no part to act in it. God would raise up others to do his work."},{"refcode_short":"T28 16.1","refcode_long":"Testimony for the Church — No. 28, p. 16.1 (Ellen Gould White)","content":"I could not, however, find rest and freedom in the thought of remaining absent from the field of labor. It seemed to me that Satan was striving to hedge up my way, to prevent me from bearing my testimony, and from doing the work God had given me to do. I had about decided to go alone, and do my part, trusting in God to give me the needful strength, when we received a letter from Bro. Haskell, in which he thanked God that Bro. and Sister White would attend the New England camp-meeting. Eld. Canright had written that he could not be present, as he would be unable to leave the interest in Danvers, and also that none of the company could be spared from the tent. Eld. Haskell stated in his letter that all preparations had been made for a large meeting at Groveland; and he had decided to have the meeting with the help of God, even if he had to carry it through alone."},{"refcode_short":"T28 16.2","refcode_long":"Testimony for the Church — No. 28, p. 16.2 (Ellen Gould White)","content":"We again took the matter to the Lord in prayer. We knew the mighty Healer could restore both my husband and myself to health, if it was for his glory so to do. It seemed hard to move out, weary, sick, and discouraged. At times I felt that God would make the journey a blessing to us both, if we went trusting in him. The thought would frequently arise in my mind, Where is your faith? God has promised, “As thy days, so shall thy strength be.”"},{"refcode_short":"T28 17.1","refcode_long":"Testimony for the Church — No. 28, p. 17.1 (Ellen Gould White)","content":"I sought to encourage my husband; he thought that if I felt able to undergo the fatigue and labor of camp-meeting, it would be best for me to go; but he could not endure the thought of accompanying me in his state of feebleness, unable to labor, his mind clouded with despondency, and himself a subject of pity to his brethren. He had sat up but very little since his sudden attack, and seemed to grow no stronger. We sought the Lord again and again, hoping that there would be a rift in the cloud, but no special light came. While the carriage was waiting to take us to the depot, we again went before the Lord in prayer, and pleaded with him to sustain us on our journey. We both decided to walk out by faith, and to venture all on the promises of God. This movement of ours required considerable faith. Upon taking our seats in the cars, we felt that we were in the path of duty. We rested in traveling, and slept well at night."},{"refcode_short":"T28 18","refcode_long":"Testimony for the Church — No. 28, p. 18 (Ellen Gould White)","content":"Camp-Meetings."},{"refcode_short":"T28 18.1","refcode_long":"Testimony for the Church — No. 28, p. 18.1 (Ellen Gould White)","content":"About eight o'clock on Friday evening we reached Boston. The next morning we took the first train to Groveland. When we arrived at the camp-ground, the rain was literally pouring. Elder Haskell had labored constantly up to this time, and excellent meetings were reported. There were forty-seven tents on the ground, besides three large tents, the one for the congregation being 80 by 125 feet in dimensions."},{"refcode_short":"T28 18.2","refcode_long":"Testimony for the Church — No. 28, p. 18.2 (Ellen Gould White)","content":"The meetings on the Sabbath were of the deepest interest. The church was revived and strengthened, while sinners and backsliders were aroused to a sense of their danger."},{"refcode_short":"T28 18.3","refcode_long":"Testimony for the Church — No. 28, p. 18.3 (Ellen Gould White)","content":"Sunday morning the weather was still cloudy, but before it was time for the people to assemble the sun shone forth. Boats and trains poured their living freight upon the ground in thousands. Elder Smith spoke in the morning upon the Eastern Question. The subject was of special interest, and the people listened with the most earnest attention. In the afternoon it was difficult to make my way to the desk through the standing crowd. Upon reaching it, a sea of heads was before me. The mammoth tent was full, and thousands stood about the tent, making a living wall several feet deep. My lungs and throat pained me very much, yet I believed God would help me upon that important occasion. While speaking, my weariness and pain were forgotten, as I realized that I was speaking to a people that did not regard my words as idle tales. The discourse occupied over an hour, with the very best attention throughout. As the closing hymn was being sung, the officers of the Temperance Reform Club of Haverhill solicited me, as on the previous year, to speak before their association on Monday evening. Having an appointment to speak at Danvers, I was obliged to decline the invitation."},{"refcode_short":"T28 19.1","refcode_long":"Testimony for the Church — No. 28, p. 19.1 (Ellen Gould White)","content":"Monday morning we had a season of prayer in our tent in behalf of my husband. We presented his case to the Great Physician. It was a precious season; the peace of Heaven rested upon us. These words came forcibly to my mind, “This is the victory that overcometh the world, even our faith.” We all felt the blessing of God resting upon us. We then assembled in the large tent, and my husband met with us, and spoke for a short time, uttering precious words from a heart softened, and aglow with a deep sense of the mercy and goodness of God. He endeavored to bring the believers in the truth to realize their privilege of receiving assurance of the grace of God in their hearts; that the great truths we believe should sanctify the life, ennoble the character, and have a saving influence upon the world. The tearful eyes of the people showed that their hearts were touched and melted by these remarks."},{"refcode_short":"T28 20.1","refcode_long":"Testimony for the Church — No. 28, p. 20.1 (Ellen Gould White)","content":"We then took up the work where we had left it on the Sabbath, and the morning was spent in special labor for sinners and backsliders, of whom two hundred came forward for prayers, ranging in years from the child of ten to gray-headed men and women. More than a score of these were setting their feet in the way of life for the first time. In the afternoon thirty-eight persons were baptized, quite a number delaying baptism until they returned to their homes."},{"refcode_short":"T28 20.2","refcode_long":"Testimony for the Church — No. 28, p. 20.2 (Ellen Gould White)","content":"Monday evening, in company with Eld. Canright and several others, I took the cars for Danvers. My husband was not able to accompany me. When released from the immediate pressure of the camp-meeting, I realized that I was sick, and had but little strength; yet the cars were fast bearing us on to my appointment in Danvers. Here I must stand before those who were entire strangers. Their minds had been prejudiced by false reports and wicked slander. I thought if I could have strength of lungs, and clearness of voice, and freedom from pain of heart, I would be very grateful to God. These thoughts and feelings were kept to myself, and in great distress I silently called upon God. Too weary to arrange my thoughts in connected words, I felt that I must have help, and asked for it with my whole heart. Physical and mental strength I must have if I spoke that night. I said over and over again in my silent prayer, “I hang my helpless soul on thee, O God, my deliverer. Forsake me not in this the hour of my need.”"},{"refcode_short":"T28 21.1","refcode_long":"Testimony for the Church — No. 28, p. 21.1 (Ellen Gould White)","content":"As the time for the meeting drew on, my spirit wrestled in an agony of prayer for strength and power from God. While the last hymn was being sung, I went to the stand. I stood up in great weakness, knowing that if any degree of success attended my labors it would be through the strength of the Mighty One. The Spirit of the Lord rested upon me as I attempted to speak. Like a shock of electricity I felt it upon my heart, and all pain was instantly removed. I had suffered great pain in the nerves centering in the brain; this also was entirely removed. My irritated throat and sore lungs were relieved. My left arm and hand, in consequence of pain in my heart, had become nearly useless; but natural feeling was now restored. My mind was clear, my soul was full of the light and love of God. Angels of God seemed to be on every side like a wall of fire."},{"refcode_short":"T28 22.1","refcode_long":"Testimony for the Church — No. 28, p. 22.1 (Ellen Gould White)","content":"The tent was full, and about two hundred persons stood outside the canvas, unable to find room inside. I spoke from the words of Christ in answer to the question of the learned scribe as to which was the great commandment in the law: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.” Matthew 22:37."},{"refcode_short":"T28 22.2","refcode_long":"Testimony for the Church — No. 28, p. 22.2 (Ellen Gould White)","content":"The blessing of God rested upon me, and my pain and feebleness left me. Before me were a people whom I might not meet again until the Judgment; and the desire for their salvation led me to speak earnestly, and in the fear of God, that I might be free from their blood. Great freedom attended my effort, which occupied one hour and ten minutes. Jesus was my helper, and his name shall have all the glory. The audience was very attentive."},{"refcode_short":"T28 22.3","refcode_long":"Testimony for the Church — No. 28, p. 22.3 (Ellen Gould White)","content":"We returned to Groveland on Tuesday to find the camp breaking up, tents being struck, our brethren saying farewell, and ready to step on board the cars to return to their homes. This was one of the best camp-meetings I ever attended. Before leaving the ground, Elders Canright, Haskell, my husband, Sister Ings, and myself sought a retired place in the grove, and united in prayer for the blessing of health and the grace of God to rest more abundantly upon my husband. We all deeply felt the need of my husband's help, when so many urgent calls for preaching were coming in from every direction. This season of prayer was a very precious one; and the sweet peace and joy that settled upon us was our assurance that God heard our petitions."},{"refcode_short":"T28 23.1","refcode_long":"Testimony for the Church — No. 28, p. 23.1 (Ellen Gould White)","content":"In the afternoon Eld. Haskell took us in his carriage, and we started for South Lancaster, to rest at his home for a time. We preferred this way of traveling, thinking it would benefit our health."},{"refcode_short":"T28 23.2","refcode_long":"Testimony for the Church — No. 28, p. 23.2 (Ellen Gould White)","content":"We had daily conflicts with the powers of darkness, but we did not yield our faith or become in the least discouraged. My husband, because of disease, was desponding, and Satan's temptations seemed to greatly disturb his mind. But we had no thought of being overcome by the enemy. We presented his case no less than three times a day to the Great Physician, who could heal both soul and body. Every season of prayer was to us very precious. We had very special manifestations of the light and love of God at every season of prayer While pleading with God in his behalf one evening at Bro. Haskell's, the Lord seemed to be in our midst in very deed. It was a season never to be forgotten. The room seemed to be lighted up with the presence of angels. We praised the Lord with our hearts and voices. One blind sister present said, “Is this a vision? is this Heaven?” Our hearts were in such sacred communion with God that we felt the hallowed hours too sacred to sleep away. We retired to rest, but nearly the entire night was passed in talking and meditating upon the goodness and love of God, and in glorifying him with rejoicing."},{"refcode_short":"T28 24.1","refcode_long":"Testimony for the Church — No. 28, p. 24.1 (Ellen Gould White)","content":"We decided to travel by private conveyance a part of the way to the Vermont camp-meeting, as we thought this would be beneficial to my husband. At noon we would stop by the road-side, kindle a fire, prepare our lunch, and have a season of prayer. These precious hours spent in company with Bro and Sr. Haskell, Sister Ings, and Sister Huntley, will never be forgotten. Our prayers went up to God all the way from South Lancaster to Vermont. After traveling three days we took the cars, and thus completed our journey."},{"refcode_short":"T28 25.1","refcode_long":"Testimony for the Church — No. 28, p. 25.1 (Ellen Gould White)","content":"This meeting was of especial benefit to the cause in Vermont. The Lord gave me strength to speak to the people as often as once each day. I give the following from Eld. Uriah Smith's account of the meeting, published in the Review and Herald:—"},{"refcode_short":"T28 25.2","refcode_long":"Testimony for the Church — No. 28, p. 25.2 (Ellen Gould White)","content":"“Bro. and Sr. White and Bro. Haskell were at this meeting, to the great joy of the brethren. Sabbath, Sept. 8, the day appointed as a fast day with especial reference to Bro. White's state of health, was observed on the camp-ground. It was a good day. There was freedom in prayer, and good tokens that these prayers were not in vain. The Lord's blessing was with his people in large measure. Sabbath afternoon Sister White spoke with great freedom and effect. About one hundred came forward for prayers, manifesting deep feeling and an earnest purpose to seek the Lord.”"},{"refcode_short":"T28 25.3","refcode_long":"Testimony for the Church — No. 28, p. 25.3 (Ellen Gould White)","content":"We went directly from Vermont to the New York camp-meeting. The Lord gave me great freedom in speaking to the people. But some were not prepared to be benefited by the meeting. They failed to realize their condition and did not seek the Lord earnestly, confessing their backslidings, and putting away their sins. One of the great objects of holding camp-meetings is that our brethren may feel their danger of being overcharged with the cares of this life. A great loss is sustained when these privileges are not improved."},{"refcode_short":"T28 26.1","refcode_long":"Testimony for the Church — No. 28, p. 26.1 (Ellen Gould White)","content":"We returned to Michigan, and after a few days went to Lansing to attend the camp meeting, which continued two weeks. Here I labored very earnestly, sustained by the Spirit of the Lord. I was greatly blessed in speaking to the students, and in laboring for their salvation. This was a remarkable meeting. The Spirit of God was present from the beginning to the close. As the result of the meeting, one hundred and thirty were baptized. A large part of these were students from our College. We were rejoiced to see the salvation of God in this meeting. After spending a few weeks in Battle Creek, we decided to cross the plains to California."},{"refcode_short":"T28 26","refcode_long":"Testimony for the Church — No. 28, p. 26 (Ellen Gould White)","content":"Labors in California."},{"refcode_short":"T28 26.2","refcode_long":"Testimony for the Church — No. 28, p. 26.2 (Ellen Gould White)","content":"My husband labored but little in California. His restoration seemed to be deferred. Our prayers ascended to Heaven no less than three, and sometimes five, times a day. The peace of God often rested upon us. I was not in the least discouraged. Not being able to sleep much nights, a large share of the time was spent in prayer and grateful praise to God for his mercies. I felt the peace of God ruling in my heart constantly, and could indeed say that my peace was as a river. Unforeseen and unexpected trials came upon me, which, in addition to my husband's sickness, nearly overwhelmed me. But my trust and confidence in God were unshaken. He was truly a present help in every time of need."},{"refcode_short":"T28 27.1","refcode_long":"Testimony for the Church — No. 28, p. 27.1 (Ellen Gould White)","content":"We visited Healdsburg, St Helena, Vacaville, and Pacheco. My husband accompanied me when the weather was favorable. The winter was rather a trying one to us. As my husband had improved in health and the weather in Michigan had become mild, he returned to be treated at the Sanitarium. Here he received great benefit, and resumed writing for our papers with his usual clearness and force."},{"refcode_short":"T28 27.2","refcode_long":"Testimony for the Church — No. 28, p. 27.2 (Ellen Gould White)","content":"I dared not accompany my husband across the plains; for constant care and anxiety, and inability to sleep, had brought upon me heart difficulties which were alarming. We felt keenly as the hour of separation drew on. It was impossible to restrain our tears. We knew not that we should meet again in this world. My husband was returning to Michigan, and we had decided that it was advisable for me to visit Oregon and bear my testimony to those who had not heard me. I left Healdsburg for Oakland the 7th of June, and met with the Oakland and San Francisco churches under the large tent in San Francisco where Bro. Healey had been laboring. I felt the burden of testimony and the great need of these churches making persevering personal efforts to bring others to the knowledge of the truth. I had been shown that San Francisco and Oakland were missionary fields, and ever would be. Their increase of numbers would be slow; but if all in these churches were living members and would do what they might do in getting the light before others, many more would be brought into the ranks and obey the truth. The present believers in the truth were not interested for the salvation of others as they should be. Inactivity and indolence in the cause of God would result in backsliding from God themselves, and by their example they would hinder others from going forward. Unselfish, persevering, active exertion would be productive of the very best results. I tried to impress upon them that which the Lord had presented before me, that he would have those present the truth to others who are earnest, active laborers, not those who merely profess to believe it. The truth should not be presented in words merely, but by a circumspect life, and by being living representatives of the truth."},{"refcode_short":"T28 29.1","refcode_long":"Testimony for the Church — No. 28, p. 29.1 (Ellen Gould White)","content":"I was shown that those who compose these churches should be Bible students, studying the will of God most earnestly, that they may learn to be laborers in the cause of God. They should sow the seeds of truth wherever they may be, at home, in the workshop, in the market, as well as in the meeting-house. In order to become familiar with the Bible, they should read it carefully and prayerfully. In order to cast themselves and their burden on Christ, they must begin at once to study to realize the value of the cross of Christ, and learn to bear it. If they would live holy lives, they must now have the fear of God before them."},{"refcode_short":"T28 29.2","refcode_long":"Testimony for the Church — No. 28, p. 29.2 (Ellen Gould White)","content":"It is trials that lead us to see what we are. It is the season of temptation that gives a glimpse of one's real character, showing the necessity of the cultivation of good traits. Trusting in the blessing of God, the Christian is safe anywhere. In the city he will not be corrupted. In the counting-room he will be marked for his habits of strict integrity. In the mechanic's shop every portion of his work will be done with fidelity, with an eye single to the glory of God. When this course is pursued by its individual members, a church will be successful. Prosperity will never attend these churches until the individual members shall be closely connected with God, having an unselfish interest in the salvation of their fellow-men. Ministers may preach pleasing and forcible discourses, much labor may be put forth to build up and make the church prosperous; but unless its individual members shall act their part as servants of Jesus Christ, the church will ever be in darkness, and without strength. The influence of a really consistent example, hard and dark as the world is, will be a power for good."},{"refcode_short":"T28 30.1","refcode_long":"Testimony for the Church — No. 28, p. 30.1 (Ellen Gould White)","content":"A person might as well expect a harvest where he has never sown, as to expect to be saved in indolence. He might as well expect knowledge when he has never sought for it. An idler and sluggard will never make a success in breaking down pride and overcoming the power of temptation to sinful indulgences which keep him from his Saviour."},{"refcode_short":"T28 30.2","refcode_long":"Testimony for the Church — No. 28, p. 30.2 (Ellen Gould White)","content":"The light of truth, sanctifying the life, will discover to the receiver the sinful passions in his heart, which are striving for the mastery, making it necessary for him to stretch every nerve, and exert all his powers to resist Satan, that he may conquer through the merits of Christ. When surrounded by influences calculated to lead away from God, his petitions must be unwearied for help and strength from Jesus that he may overcome the devices of Satan."},{"refcode_short":"T28 31.1","refcode_long":"Testimony for the Church — No. 28, p. 31.1 (Ellen Gould White)","content":"Some in these churches are in constant danger because the cares of this life and worldly thoughts so occupy the mind that they do not think upon God or Heaven, and the needs of their own souls. They rouse from their stupor now and then, but fall back again in deeper slumber. Unless they shall fully rouse from their slumbers, God will remove the light and blessings he has given them. He will in his anger remove the candlestick out of its place. He has made these churches the repository of his law. If they reject sin, and by active, earnest piety, show stability and submission to the precepts of God's word, and are faithful in the discharge of religious duty, they will help to establish the candlestick in its place, and will have the evidence that the Lord of hosts is with them, and the God of Jacob is their refuge."},{"refcode_short":"T28 31","refcode_long":"Testimony for the Church — No. 28, p. 31 (Ellen Gould White)","content":"Visit to Oregon."},{"refcode_short":"T28 31.2","refcode_long":"Testimony for the Church — No. 28, p. 31.2 (Ellen Gould White)","content":"Sunday, June 10, the day we were to start for Oregon, I was prostrated with heart disease. My friends thought it almost presumption for me to take the steamer, but I thought I should rest if I could get on board the boat. I arranged to write considerable during the passage."},{"refcode_short":"T28 32.1","refcode_long":"Testimony for the Church — No. 28, p. 32.1 (Ellen Gould White)","content":"In company with a lady friend and Eld. J. N. Loughborough, I left San Francisco on the afternoon of the 10th, upon the steamer Oregon. Captain Conner who had charge of this splendid steamer was very attentive to his passengers. As we passed through the Golden Gate into the broad ocean, it was very rough. The wind was against us, and the steamer pitched fearfully, while the ocean was lashed into fury by the wind. I watched the clouded sky, the rushing waves leaping mountain high, and the spray reflecting the colors of the rainbow. The sight was fearfully grand, and I was filled with awe while contemplating the mysteries of the deep. It is terrible in its wrath. There is a fearful beauty in the lifting up of its proud waves with roaring, and then falling back into mournful sobs. I could see the exhibition of God's power in the movements of the restless waters, groaning beneath the action of the merciless winds, which tossed the waves up on high as if in convulsions of agony."},{"refcode_short":"T28 32.2","refcode_long":"Testimony for the Church — No. 28, p. 32.2 (Ellen Gould White)","content":"We were in a beautiful boat, tossed at the mercy of the ever restless waves, but there was an unseen power holding a steady grasp upon the waters. God alone has power to keep them within their appointed boundaries. He can hold the waters as in the hollow of his hand. The deep will obey the voice of its Creator, “Hitherto shalt thou come, but no farther; and here shall thy proud waves be stayed.”"},{"refcode_short":"T28 33.1","refcode_long":"Testimony for the Church — No. 28, p. 33.1 (Ellen Gould White)","content":"What subject for thought was the broad, grand Pacific Ocean! In appearance it was the very opposite of pacific; it was madness and fury. As we take a surface view of the water, nothing seems so utterly unmanageable, so completely without law or order, as the ocean. But God's law is obeyed by the ocean. He balances the waters, and marks their bed. As I looked at the heavens above and the waters beneath, I inquired, Where am I? Where am I going? Nothing but the boundless waters around me. How many have thus embarked upon the waters and never again seen the green fields or their happy homes! They were dropped into the deep, as a grain of sand, and thus ended their lives."},{"refcode_short":"T28 33.2","refcode_long":"Testimony for the Church — No. 28, p. 33.2 (Ellen Gould White)","content":"As I looked upon the white-capped, roaring billows, I was reminded of that scene in the life of Christ, when the disciples, in obedience to the command of their Master, went in their boats to the farther side of the sea. A terrible tempest broke upon them. Their vessels would not obey their will, and they were driven hither and thither until they laid down their oars in despair. They expected to perish there; but, while the tempest and the billows talked with death, Christ, whom they had left upon the other side, appeared to them, walking calmly upon the boisterous, white capped waves. They had been bewildered by the uselessness of their efforts, and the apparent hopelessness of their case, and had given all up for lost. When they saw Jesus before them upon the water it increased their terror; they interpreted it as a sure precursor of their immediate death. They cried out in great fear. But, instead of his appearance heralding the presence of death, he came as the messenger of life. His voice was heard above the roar of the elements: “It is I; be not afraid.” How quickly the scene now changed from the horror of despair to the joy of faith and hope in the presence of the beloved Master! The disciples felt no more anxiety nor dread of death, for Christ was with them."},{"refcode_short":"T28 34.1","refcode_long":"Testimony for the Church — No. 28, p. 34.1 (Ellen Gould White)","content":"Shall we refuse obedience to the Source of all power, whose law even the sea and waves obey? Shall I fear to trust myself to the protection of Him who has said that not a sparrow falleth to the ground without the notice of our Heavenly Father?"},{"refcode_short":"T28 35.1","refcode_long":"Testimony for the Church — No. 28, p. 35.1 (Ellen Gould White)","content":"When nearly all had left for their state-rooms, I continued on deck. The captain had provided me a reclining cane chair, and blankets to serve as a protection from the chilly air. I knew if I went into the cabin, I should be sick. Night came on, darkness covered the sea, and the plunging waves were pitching our ship fearfully. This great vessel seemed to be as a mere chip upon the merciless waters. But she was guarded and protected on her course by the heavenly angels, commissioned of God to do his bidding. Had it not been for this, we might have been swallowed up in a moment, leaving not a trace of that splendid ship. But that God who feeds the ravens, who numbers the hairs of our heads, will not forget us."},{"refcode_short":"T28 35.2","refcode_long":"Testimony for the Church — No. 28, p. 35.2 (Ellen Gould White)","content":"The captain thought it was too cool for me to remain on deck. I told him that as far as my safety was concerned, I would rather remain there all night than go into my state-room where two ladies were sea-sick, and where I should be deprived of pure air. Said he, “You will not be required to occupy your state-room. I will see that you have a good place to sleep.” I was assisted by the stewardess into the upper saloon, and a hair mattress was laid upon the floor. Although this was accomplished in the quickest time possible, I had become very sick. I laid down upon my bed, and did not arise from it until the next Thursday morning. During that time I ate only once, a few spoonfuls of beef tea and crackers."},{"refcode_short":"T28 36.1","refcode_long":"Testimony for the Church — No. 28, p. 36.1 (Ellen Gould White)","content":"During that four day's voyage, one and another would occasionally venture to leave their rooms, pale, feeble, and tottering, and make their way on deck. Wretchedness was written on every countenance. Life itself did not seem desirable. We all longed for the rest we could not find, and to see something that would stand still. Personal importance was not much regarded then. We may here learn a lesson upon the littleness of man."},{"refcode_short":"T28 36.2","refcode_long":"Testimony for the Church — No. 28, p. 36.2 (Ellen Gould White)","content":"Our passage continued to be very rough until we passed the bar and entered the Columbia River, which was as smooth as glass. I was assisted to go upon the deck. It was a beautiful morning, and the passengers poured out on deck like a swarm of bees. They were a very sorry looking company at first, but the invigorating air and the glad sunshine, after the wind and storm, soon brought to them cheerfulness and mirth."},{"refcode_short":"T28 36.3","refcode_long":"Testimony for the Church — No. 28, p. 36.3 (Ellen Gould White)","content":"The last night we were on the boat I felt most grateful to my Heavenly Father. I there learned a lesson I shall never forget. God had spoken to my heart in the storm, and in the waves, and in the calm following. And shall we not worship him? Shall man set up his will against the will of God? Shall we be disobedient to the commands of so mighty a Ruler? Shall we contend with the Most High, who is the source of all power, and from whose heart flows infinite love and blessing to the creatures of his care?"},{"refcode_short":"T28 37.1","refcode_long":"Testimony for the Church — No. 28, p. 37.1 (Ellen Gould White)","content":"My visit to Oregon was one of special interest. I here met, after a separation of four years, my dear friends, Brother and Sister Van Horn, whom we claim as our children. Brother Van Horn has not furnished as full and favorable reports of his work as he might justly have done. I was accordingly somewhat surprised, and very much pleased, to find the cause of God in so prosperous a condition in Oregon. Through the untiring efforts of these faithful missionaries, a conference of Seventh day Adventists has been raised up, also several ministers to labor in that broad field."},{"refcode_short":"T28 37.2","refcode_long":"Testimony for the Church — No. 28, p. 37.2 (Ellen Gould White)","content":"Tuesday evening, June 18, I met a goodly number of the Sabbath-keepers in this State. My heart was softened by the Spirit of God. I gave my testimony for Jesus, and expressed my gratitude for the sweet privilege that is ours of trusting in his love, and of claiming his power to unite with our efforts to save sinners from perdition. If we would see the work of God prosper, we must have Christ dwelling in us; in short, we must work the works of Christ. Wherever we look the whitening harvest appears; but the laborers are so few. I felt my heart filled with the peace of God, and drawn out in love for his dear people with whom I was worshiping for the first time."},{"refcode_short":"T28 38.1","refcode_long":"Testimony for the Church — No. 28, p. 38.1 (Ellen Gould White)","content":"On Sunday, June 23, I spoke in the Methodist church of Salem, on the subject of Temperance. The attendance was unusually good, and I had freedom in treating this, my favorite subject. I was requested to speak again in the same place on the Sunday following the camp-meeting, but was prevented by hoarseness. On the next Tuesday evening, however, I again spoke in this church. Many invitations were tendered me to speak upon Temperance in various cities and towns of Oregon, but the state of my health forbade my complying with these requests. Constant speaking, and the change of climate, had brought a temporary but severe hoarseness upon me."},{"refcode_short":"T28 38.2","refcode_long":"Testimony for the Church — No. 28, p. 38.2 (Ellen Gould White)","content":"We entered upon the camp-meeting with feelings of the deepest interest. The Lord gave me strength and grace as I stood before the people. As I looked upon that intelligent audience my heart was broken before God. This was the first camp-meeting held by our people in the State. I tried to speak, but my utterance was broken because of weeping. I had felt very anxious about my husband, on account of his poor health. While speaking, a meeting in the church at Battle Creek came vividly before my mind's eye, my husband being in the midst with the mellow light of the Lord resting upon and surrounding him. His face bore the marks of health, and he was apparently very happy."},{"refcode_short":"T28 39.1","refcode_long":"Testimony for the Church — No. 28, p. 39.1 (Ellen Gould White)","content":"I tried to present before the people the gratitude we should feel for the tender compassion and great love of God. His goodness and glory impressed my mind in a remarkable manner. I was overwhelmed with a sense of his unparalleled mercies and the work he was doing, not only in Oregon, California, and in Battle Creek where our important institutions are located, but also in foreign countries. I can never represent to others the picture that vividly impressed my mind on that occasion. The extent of the work for a moment came before me, and I lost sight of the surroundings. The people I was addressing, and the occasion, passed from my mind. The light, the precious light from Heaven, was shining in great brilliancy upon those institutions which are engaged in the solemn and elevated work of reflecting the rays of light Heaven has let shine upon them."},{"refcode_short":"T28 39.2","refcode_long":"Testimony for the Church — No. 28, p. 39.2 (Ellen Gould White)","content":"All through this camp-meeting the Lord seemed very near me. When it closed I was very weary, but free in the Lord. It was a season of profitable labor for good, and strengthened the church to go on in their warfare for the truth."},{"refcode_short":"T28 40.1","refcode_long":"Testimony for the Church — No. 28, p. 40.1 (Ellen Gould White)","content":"Just before the camp-meeting commenced, in the night season many things were opened to me in vision. But silence was enjoined upon me that I should not mention the matter to any one at that time. After the camp-meeting closed, I had in the night season another remarkable manifestation of God's power."},{"refcode_short":"T28 40.2","refcode_long":"Testimony for the Church — No. 28, p. 40.2 (Ellen Gould White)","content":"On the Sunday following the camp meeting, I spoke in the afternoon upon the public square. The love of God was in my heart, and I dwelt upon the simplicity of gospel religion. My own heart was melted and overflowing with the love of Jesus, and I longed to present him in such a manner that all might be charmed with the loveliness of his character."},{"refcode_short":"T28 40.3","refcode_long":"Testimony for the Church — No. 28, p. 40.3 (Ellen Gould White)","content":"During my stay in Oregon, I visited the prison in Salem, in company with Brother and Sister Carter, and Sister Jordan. When the time arrived for service, we were conducted to the chapel, which was made cheerful by an abundance of light, and pure fresh air. At a signal from a bell, two men opened the great iron gates, and the prisoners came flocking in. The doors were securely closed behind them, and for the first time in my life, I was immured in prison walls."},{"refcode_short":"T28 41.1","refcode_long":"Testimony for the Church — No. 28, p. 41.1 (Ellen Gould White)","content":"I had expected to see a set of repulsive looking men, but was disappointed; many of them seemed to be intelligent, and some, to be men of ability. They were dressed in the coarse but neat prison uniform, their hair smooth, and boots brushed. As I looked upon the varied physiognomies before me, I thought, To each of these men have been committed peculiar gifts or talents to be used for the glory of God and the benefit of the world, but they have despised these gifts of Heaven, abused, and misapplied them. As I looked upon young men from eighteen to twenty and thirty years of age, I thought of their unhappy mothers, and of the grief and remorse which was their bitter portion. Had they done their duty by their children? Had they not indulged them in their own will and way, and neglected to teach them the statutes of God, and his claims upon them? Many of those mothers’ hearts had been broken by the ungodly course pursued by their children."},{"refcode_short":"T28 41.2","refcode_long":"Testimony for the Church — No. 28, p. 41.2 (Ellen Gould White)","content":"When all the company were assembled, Brother Carter read a hymn. All had books, and joined heartily in singing. One, who was an accomplished musician, played the organ. I then opened the meeting by prayer, and again all joined in singing. I spoke from the words of John: “Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God; therefore the world knoweth us not, because it knew him not. Beloved, now are we the sons of God, and it doth not yet appear what we shall be; but we know that when He shall appear, we shall be like him; for we shall see him as he is.”"},{"refcode_short":"T28 42.1","refcode_long":"Testimony for the Church — No. 28, p. 42.1 (Ellen Gould White)","content":"I exalted before them the infinite sacrifice made by the Father in giving his beloved Son for fallen men, that they might through obedience be transformed, and become the acknowledged sons of God. The church and the world are called upon to behold and admire a love which thus expressed is beyond human comprehension, and even amazed the angels of Heaven. This love was so deep, so broad, and so high, that language in which to describe it failing the inspired apostle, he calls upon the church and the world to behold it—to make it the theme of contemplation, and of admiration,"},{"refcode_short":"T28 42.2","refcode_long":"Testimony for the Church — No. 28, p. 42.2 (Ellen Gould White)","content":"I presented before my hearers the sin of Adam in the transgression of the Father's express commands. God made man upright, perfectly holy and happy; but he lost the favor of God, and destroyed his own happiness by disobedience to the Father's law. The sin of Adam plunged the race in hopeless misery and despair. But the wonderful, pitying love of God did not leave men in their hopeless, fallen condition to perish. He gave his well-beloved Son for their salvation. Christ entered the world, his divinity clothed in humanity; he passed over the ground where Adam fell; he bore the test which Adam failed to endure; he overcame every temptation of Satan, and thus redeemed Adam's disgraceful failure and fall."},{"refcode_short":"T28 43.1","refcode_long":"Testimony for the Church — No. 28, p. 43.1 (Ellen Gould White)","content":"I then referred to the long fast of Christ in the wilderness. The sin of the indulgence of appetite, and its power over human nature, can never be fully realized except as that long fast of Christ when contending single-handed with the prince of the power of darkness, is studied and understood. Man's salvation was at stake. Would Satan or the Redeemer of the world come off conqueror! It is impossible for us to conceive with what intense interest angels of God watched the trial of their loved Commander."},{"refcode_short":"T28 43.2","refcode_long":"Testimony for the Church — No. 28, p. 43.2 (Ellen Gould White)","content":"Jesus was tempted in all points like as we are, that he might know how to succor those who should be tempted. His life is our example. He shows by his willing obedience that man may keep the law of God, and that transgression of the law, not obedience to it, brings him into bondage. The Saviour was full of compassion and love; he never spurned the truly penitent, however great their guilt; but he severely denounced hypocrisy of every sort. He is acquainted with the sins of men, he knows all their acts, and reads their secret motives; yet he does not turn away from them in their iniquity. He pleads and reasons with the sinner, and, in one sense,—that of having himself borne the weakness of humanity,—he puts himself on a level with him. “Come now, and let us reason together, saith the Lord; though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.”"},{"refcode_short":"T28 44.1","refcode_long":"Testimony for the Church — No. 28, p. 44.1 (Ellen Gould White)","content":"Man, who has defaced the image of God in his soul by a corrupt life, cannot by mere human effort effect a radical change in himself. He must accept the provisions of the gospel; he must be reconciled to God through obedience to his law and faith in Jesus Christ. His life from thenceforth must be governed by a new principle. Through repentance, faith, and good works, he may perfect a righteous character, and claim through the merits of Christ the privileges of the sons of God. The principles of divine truth received and cherished in the heart will carry us to a height of moral excellence we had not deemed possible for us to reach. “And it doth not yet appear what we shall be; but we know that when He shall appear, we shall be like him; for we shall see him as he is. And every man that hath this hope in him purifieth himself even as he is pure.”"},{"refcode_short":"T28 45.1","refcode_long":"Testimony for the Church — No. 28, p. 45.1 (Ellen Gould White)","content":"Here is a work for man to do. He must face the mirror, God's law, discern the defects in his moral character, and put away his sins, washing his robe of character in the blood of the Lamb. Envy, pride, malice, deceit, strife, and crime will be cleansed from the heart that is a recipient of the love of Christ, and cherishes the hope of being made like him when we shall see him as he is. The religion of Christ refines and dignifies its possessor, whatever his associations or station in life may be. Men who become enlightened Christians rise above the level of their former character into greater mental and moral strength. Those fallen and degraded by sin and crime may become but a little lower than the angels through the merits of the Saviour."},{"refcode_short":"T28 45.2","refcode_long":"Testimony for the Church — No. 28, p. 45.2 (Ellen Gould White)","content":"But the influence of a gospel hope will not lead the sinner to look upon the salvation of Christ as a matter of free grace, while he continues to live in transgression of the law of God. When the light of truth dawns upon his mind, and he fully understands the requirements of God, and realizes the extent of his transgressions, he will reform his ways, become loyal to God through the strength obtained from his Saviour, and lead a new and purer life."},{"refcode_short":"T28 46.1","refcode_long":"Testimony for the Church — No. 28, p. 46.1 (Ellen Gould White)","content":"While in Salem I formed the acquaintance of Bro. and Sister Donaldson, who desired that their daughter should return to Battle Creek with us, and attend the College. She had poor health, and it was quite a struggle for them to part with her, their only daughter; but the spiritual advantages she would there receive induced them to make the sacrifice. And we are happy to here state that at the recent camp meeting in Battle Creek, this dear child was buried with Christ in baptism. Here is another proof of the importance of Seventh-day Adventists sending their children to our school, where they can be brought directly under a saving influence."},{"refcode_short":"T28 46.2","refcode_long":"Testimony for the Church — No. 28, p. 46.2 (Ellen Gould White)","content":"Our voyage from Oregon was rough, but I was not so sick as on my former passage. This boat, Idaho, did not pitch, but rolled. We were treated very kindly on the boat. We made many pleasant acquaintances, and distributed our publications to different ones, which led to profitable conversation."},{"refcode_short":"T28 46.3","refcode_long":"Testimony for the Church — No. 28, p. 46.3 (Ellen Gould White)","content":"When we arrived at Oakland we found that the tent was pitched there, and that quite a number had embraced the truth under the labors of Bro. Healey. We spoke several times under the tent. Sabbath and first-day the churches of San Francisco and Oakland met together, and we had interesting and profitable meetings."},{"refcode_short":"T28 47.1","refcode_long":"Testimony for the Church — No. 28, p. 47.1 (Ellen Gould White)","content":"I was very anxious to attend the camp meeting in California; but there were urgent calls for me to attend the Eastern camp-meetings, and the condition of things in the East having been presented before me, I knew that I had a testimony to bear especially to our brethren in the New England Conference. I could not feel at liberty to remain longer in California."},{"refcode_short":"T28 47","refcode_long":"Testimony for the Church — No. 28, p. 47 (Ellen Gould White)","content":"Eastward Bound."},{"refcode_short":"T28 47.2","refcode_long":"Testimony for the Church — No. 28, p. 47.2 (Ellen Gould White)","content":"July 28, accompanied by our daughter, Mrs. Emma White, and Edith Donaldson, we left Oakland for the East. We arrived at Sacramento the same day, and were met by Bro. and Sister Wilkinson, who gave us a hearty welcome and took us to their home, where we were kindly entertained during our stay. Sunday I spoke according to appointment. The house was well filled with an attentive congregation, and the Lord gave me freedom in speaking to them from his word."},{"refcode_short":"T28 47.3","refcode_long":"Testimony for the Church — No. 28, p. 47.3 (Ellen Gould White)","content":"Monday we again took the cars, stopping at Reno, Nevada, where we had an appointment to speak Tuesday evening in the tent in which Eld. Loughborough was giving a course of lectures. I spoke with freedom to some four hundred attentive hearers on the words of John, “Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God.”"},{"refcode_short":"T28 47.4","refcode_long":"Testimony for the Church — No. 28, p. 47.4 (Ellen Gould White)","content":"As we passed over the great American desert in the heat and alkali dust, we became very weary of the barren scenery, though we were furnished with every convenience, and glided swiftly and smoothly over the rails, drawn by our iron steed. My imagination carried me back to the ancient Hebrews, traveling over rocks and arid desert for forty years. The heat, dust, and roughness of the way, drew complaints and sighs of fatigue from many who trod that weary path. I thought that if we were obliged to travel on foot across the barren desert, often suffering from thirst, heat, and fatigue, very many of us would murmur more than did the Israelites. The peculiar features of mountain scenery on the overland route have often been sketched by pen and pencil. All who are delighted with the grandeur and beauty of nature must feel a thrill of joy as they behold those grand old mountains, beautiful hills, and the wild and rocky canyons. This is especially true with the Christian. He sees in the granite rocks and the babbling streams the work of God's all-powerful hand. He longs to climb the lofty hills, for it seems that he would then be nearer Heaven, though he knows that God hears the prayers of his children in the lowly valley as well as on the mountain top."},{"refcode_short":"T28 49","refcode_long":"Testimony for the Church — No. 28, p. 49 (Ellen Gould White)","content":"Colorado."},{"refcode_short":"T28 49.1","refcode_long":"Testimony for the Church — No. 28, p. 49.1 (Ellen Gould White)","content":"On the way from Denver to Walling's Mills, the mountain retreat where my husband had been spending the summer months, we stopped in Boulder City, and beheld with joy our canvas meeting-house, where Elder Cornell was holding a series of meetings. We found a quiet retreat in the comfortable home of Sister Dartt. The tent had been loaned to hold temperance meetings in, and, by special invitation, I spoke to a tent full of attentive hearers. Though wearied by my journey, the Lord helped me to successfully present before the people the necessity of practicing strict temperance in all things."},{"refcode_short":"T28 49.2","refcode_long":"Testimony for the Church — No. 28, p. 49.2 (Ellen Gould White)","content":"Monday, Aug. 8, I met my husband, and found him much improved in health, cheerful and active, for which I felt thankful to God."},{"refcode_short":"T28 49.3","refcode_long":"Testimony for the Church — No. 28, p. 49.3 (Ellen Gould White)","content":"Eld. Canright who had spent some time with my husband in the mountains, was about this time called home to his afflicted wife, and on Sunday, husband and I accompanied him to Boulder City to take the cars In the evening I spoke in the tent, and the next morning we returned to our temporary home at Walling's Mills."},{"refcode_short":"T28 49.4","refcode_long":"Testimony for the Church — No. 28, p. 49.4 (Ellen Gould White)","content":"The next Sabbath I again spoke to those assembled in the tent. Following my remarks we had a conference meeting. Some excellent testimonies were borne. Several were keeping their first Sabbath. I spoke to the people evening after the Sabbath, and also Sunday evening."},{"refcode_short":"T28 50.1","refcode_long":"Testimony for the Church — No. 28, p. 50.1 (Ellen Gould White)","content":"Our family were all present in the mountains but our son Edson. My husband and children thought that as I was much worn, having labored almost constantly since the Oregon camp-meeting, it was my privilege to rest; but my mind was impressed to attend the Eastern camp-meetings, especially the one in Massachusetts. My prayer was that if it was the will of God for me to attend those meetings, my husband would consent to have me go."},{"refcode_short":"T28 50.2","refcode_long":"Testimony for the Church — No. 28, p. 50.2 (Ellen Gould White)","content":"When we returned from Boulder City, I found a letter from Bro. Haskell, urging us both to attend the camp-meeting; but if my husband could not come, he wished me to come if possible. I read the letter to my husband, and waited to see what he would say After a few moments silence he said, “Ellen, you will have to attend the New England camp-meeting.” The next day our trunks were packed. At two o'clock in the morning, favored with the light of the moon, we started for the cars, and at half-past six we stepped on board the train. The journey was anything but pleasant, for the heat was intense, and I was much worn."},{"refcode_short":"T28 51","refcode_long":"Testimony for the Church — No. 28, p. 51 (Ellen Gould White)","content":"Eastern Meetings."},{"refcode_short":"T28 51.1","refcode_long":"Testimony for the Church — No. 28, p. 51.1 (Ellen Gould White)","content":"Upon arriving at Battle Creek we learned that an appointment had been made for me to speak Sunday evening in the mammoth tent pitched on the College grounds. The tent was filled to overflowing, and my heart was drawn out in earnest appeals to the people."},{"refcode_short":"T28 51.2","refcode_long":"Testimony for the Church — No. 28, p. 51.2 (Ellen Gould White)","content":"I tarried at home but a very short period, and then, accompanied by Sister Mary Smith Abbey and Bro. Farnsworth, I was again on the wing, bound for the East. When we arrived at Boston, I was much exhausted. Brn. Wood and Haskell met us at the depot and accompanied us to Ballard Vale, the place of meeting. We were welcomed by our old friends with a heartiness that, for the time being, seemed to rest me. The weather was excessively warm, and changing from the bracing climate of Colorado to the oppressive heat of Massachusetts, made the latter seem almost unendurable. I tried to speak to the people under a great sense of weariness, and was strengthened to bear my testimony. The words seemed to go straight home to the heart."},{"refcode_short":"T28 51.3","refcode_long":"Testimony for the Church — No. 28, p. 51.3 (Ellen Gould White)","content":"Much labor was required at this meeting. New churches had been raised up since our last camp-meeting. Precious souls had accepted the truth, and these needed to be carried forward to a deeper and more thorough knowledge of practical godliness. The Lord gave me freedom in bearing my testimony."},{"refcode_short":"T28 52.1","refcode_long":"Testimony for the Church — No. 28, p. 52.1 (Ellen Gould White)","content":"On one occasion during this meeting I made some remarks upon the necessity of economy in dress and in the expenditure of means. There is danger of becoming reckless and careless in the use of the Lord's money. Young men who engage in tent labor should be careful not to indulge in unnecessary expense. The wants of the cause are many, as tents are entering new fields, and as the missionary work is enlarging. The most rigid economy should be used in this matter without stinginess. It is easier to run up a bill than to settle it. There are many things that would be convenient and enjoyable that are not needful, and that can be dispensed with without actual suffering. It is very easy to multiply expenses for hotel bills and railroad fare, that might be avoided or very much lessened. We have passed over the road to and from California twelve times, and have not expended one dollar for meals at the restaurants or in the attached dining car. We eat our meals from our lunch baskets. After being three days out, the food becomes quite stale, but a little milk or warm gruel supplies our lack."},{"refcode_short":"T28 52.2","refcode_long":"Testimony for the Church — No. 28, p. 52.2 (Ellen Gould White)","content":"On another occasion I spoke in reference to genuine sanctification, which is nothing less than a daily dying to self, and daily conformity to the will of God. While in Oregon I was shown that some of the young churches of the New England Conference were in danger through the blighting influence of what is called sanctification. Some would become deceived by this doctrine, while others, knowing its deceptive influence, would realize their danger and turn from it. Paul's sanctification was a constant conflict with self. Said he, “I die daily.” His will and his desires every day conflicted with duty and the will of God. Instead of following inclination, he did the will of God, however unpleasant and crucifying to his nature."},{"refcode_short":"T28 53.1","refcode_long":"Testimony for the Church — No. 28, p. 53.1 (Ellen Gould White)","content":"We called on those who desired to be baptized, and who were keeping the Sabbath for the first time to come forward. Twenty-five responded. These bore excellent testimonies; and before the close of the camp-meeting, twenty-two received baptism."},{"refcode_short":"T28 53.2","refcode_long":"Testimony for the Church — No. 28, p. 53.2 (Ellen Gould White)","content":"We were pleased to meet here our old friends of the cause whose acquaintance we made thirty years ago. Our much respected Brother Hastings is as deeply interested in the truth today as he was then. We were pleased to meet Sister Temple, and Sister Collins of Dartmouth,*The original publication had the spelling “Dartsmouth.” Mass., and Brother and Sister Wilkinson at whose house we had been entertained more than thirty years ago. The pilgrimage of some of these dear ones may close ere long, but if faithful unto the end they will receive a crown of life."},{"refcode_short":"T28 54.1","refcode_long":"Testimony for the Church — No. 28, p. 54.1 (Ellen Gould White)","content":"We were interested to meet Brother Kimball*The original publication had the spelling “Kimbal.” who is a mute and has been a missionary among the mutes. Through his persevering labors, quite a little company have accepted the truth. We meet this faithful brother at our yearly camp-meetings surrounded by several of his mute converts. Someone who can hear writes out as much as possible of the discourse, and he sits surrounded by his mute friends reading and actively preaching it over again to them with his hands. He has freely used his means to advance the missionary work, thus honoring God with his substance."},{"refcode_short":"T28 54.2","refcode_long":"Testimony for the Church — No. 28, p. 54.2 (Ellen Gould White)","content":"We left Ballard Vale Tuesday morning, Sept. 3, to attend the Maine camp-meeting. We enjoyed a quiet rest at the home of young Bro. Morton, near Portland. He and his good wife made our tarry with them very pleasant. We were upon the Maine camp-ground before the Sabbath, and were happy to meet here some of the tried friends of the cause. There are some who are ever at their post of duty, come sunshine or come storm. And there is also a class of sunshine Christians. When everything goes well, agreeable to their feelings, they are fervent and zealous; but when there are clouds and disagreeable things to meet, these will have nothing to say or do. The blessing of God rested upon the active workers, while those who did nothing were not benefited by the meeting, as they might have been. The Lord was with his ministers who labored faithfully in presenting both doctrinal and practical subjects. We desired greatly to see many benefited by that meeting who gave no evidence that they had been blessed of God. I longed to see this dear people coming up to their exalted privileges."},{"refcode_short":"T28 55.1","refcode_long":"Testimony for the Church — No. 28, p. 55.1 (Ellen Gould White)","content":"We left the camp-ground on Monday, feeling much exhausted. We designed to attend the Iowa and Kansas camp-meetings. My husband had written that he would meet me in Iowa. Being unable to attend the Vermont meeting, we went directly from Maine to South Lancaster. I had much difficulty in breathing, and my heart pained me continually. I rested at the quiet home of Sister Harris, who did all in her power to help me. Thursday evening we ventured to resume our journey to Battle Creek. I dared not trust myself on the cars any length of time in my state of health, so we stopped at Rome, N. Y., and spoke to our people upon the Sabbath. There was a good attendance."},{"refcode_short":"T28 56.1","refcode_long":"Testimony for the Church — No. 28, p. 56.1 (Ellen Gould White)","content":"Monday morning I visited Bro. and Sr. Ira Abbey, at Brookfield. We had a profitable interview with this family. We felt interested and anxious that they should finally be victorious in the Christian warfare, and win eternal life. We felt deeply anxious that Bro. Abbey should overcome his discouragements, cast himself unreservedly upon the merits of Christ, make a success of overcoming, and at last wear the victor's crown."},{"refcode_short":"T28 56.2","refcode_long":"Testimony for the Church — No. 28, p. 56.2 (Ellen Gould White)","content":"Tuesday we took the cars for Battle Creek, and the next day arrived at home, where I was glad to rest once more and take treatment at the Sanitarium. I felt that I was indeed favored by the advantages of this institution. The helpers were kind and attentive, and ready at any time of the day or night to do their utmost to relieve me of my infirmities."},{"refcode_short":"T28 56","refcode_long":"Testimony for the Church — No. 28, p. 56 (Ellen Gould White)","content":"At Battle Creek."},{"refcode_short":"T28 56.3","refcode_long":"Testimony for the Church — No. 28, p. 56.3 (Ellen Gould White)","content":"The National camp-meeting was held at Battle Creek, October 2-14. This was the largest gathering of Seventh-day Adventists ever held. More than forty ministers were present. We were all happy to here meet Elders Andrews and Bourdeau from Europe, and Elder Loughborough from California. At this meeting was represented the cause in Europe, California, Texas, Alabama, Virginia, Dakota, Colorado, and in all the Northern States from Maine to Nebraska."},{"refcode_short":"T28 57.1","refcode_long":"Testimony for the Church — No. 28, p. 57.1 (Ellen Gould White)","content":"Here I was happy to join my husband in labor. And although much worn, and suffering with heart difficulty, the Lord gave me strength to speak to the people nearly every day, and sometimes twice a day. My husband labored very hard. He was present at nearly all the business meetings, and preached almost every day in his usual plain, pointed style."},{"refcode_short":"T28 57.2","refcode_long":"Testimony for the Church — No. 28, p. 57.2 (Ellen Gould White)","content":"I did not think I should have strength to speak more than twice or three times during the meeting; but as the meeting progressed, my strength increased. Upon several occasions I stood on my feet four hours inviting the people forward for prayers. I never felt more sensible of the special help of God than during this meeting. Notwithstanding these labors, I steadily increased in strength. And, to the praise of God, I here record the fact that I was far better in health at the close of that meeting than I had been for six months."},{"refcode_short":"T28 57.3","refcode_long":"Testimony for the Church — No. 28, p. 57.3 (Ellen Gould White)","content":"During the second week of the meeting, on Wednesday, a few of us united in prayer for a sister who was afflicted with despondency. While praying I was greatly blessed. The Lord seemed very near. I was taken off in a vision of God's glory, and shown many things. I then went to the meeting, and with a solemn sense of the condition of our people I made brief statements of the things which had been shown me. I have since written out some of these in testimonies to individuals, appeals to ministers, and in various other articles given in this book."},{"refcode_short":"T28 58.1","refcode_long":"Testimony for the Church — No. 28, p. 58.1 (Ellen Gould White)","content":"These were meetings of solemn power and of the deepest interest. Several connected with our office of publication were convicted, and converted to the truth, and bore clear, intelligent testimonies. Infidels were convicted, and took their stand under the banner of Prince Immanuel. This meeting was a decided victory. One hundred and twelve were baptized before its close."},{"refcode_short":"T28 58.2","refcode_long":"Testimony for the Church — No. 28, p. 58.2 (Ellen Gould White)","content":"The week following the camp-meeting my labors in speaking, praying, and writing testimonies, were more taxing than during the meeting. Two or three meetings were held each day in behalf of our ministers. These were of intense interest, and of great importance. Those who bear this message to the world should have a daily experience in the things of God, and be in every sense converted men, sanctified through the truth which they present to others, representing in their lives Jesus Christ. Then, and not till then, will they be successful in their work. Most earnest efforts were made to draw nigh to God, by confession, humiliation, and prayer. Many said that they saw and felt the importance, of their work as ministers of Christ as they had never seen and felt it before. The magnitude of the work and the responsibility before God, some felt deeply; but we longed to see greater manifestation of the Spirit of God. I knew that when the way was cleared the Spirit of God would come in as on the day of Pentecost. But there were so many at such a distance from God that they did not seem to know how to exercise faith."},{"refcode_short":"T28 59.1","refcode_long":"Testimony for the Church — No. 28, p. 59.1 (Ellen Gould White)","content":"An appeal to ministers, found elsewhere in this book, more fully expresses what God has shown me relative to their sad condition and their high privileges."},{"refcode_short":"T28 59","refcode_long":"Testimony for the Church — No. 28, p. 59 (Ellen Gould White)","content":"Kansas Camp-Meetings."},{"refcode_short":"T28 59.2","refcode_long":"Testimony for the Church — No. 28, p. 59.2 (Ellen Gould White)","content":"Accompanied by my daughter Emma, we left Battle Creek, Oct. 23, for the Kansas camp-meeting. At Topeka, Kansas, we left the cars and rode by private conveyance twelve miles to Richland, the place of meeting. We found the settlement of tents in a grove. It being late in the season for camp-meetings, every preparation was made for cold weather that could be made. There were seventeen tents on the ground, besides the large tent, which accommodated several families; and every tent had a stove."},{"refcode_short":"T28 59.3","refcode_long":"Testimony for the Church — No. 28, p. 59.3 (Ellen Gould White)","content":"Sabbath morning it commenced snowing. But notwithstanding this, not one meeting was suspended. About an inch of snow fell, and the air was piercing cold. Women with little children clustered about the stoves. It was touching to see one hundred and fifty people assembled for a convocation meeting under these circumstances. Some came two hundred miles by private conveyance. All seemed hungry for the bread of life, and thirsty for the water of salvation."},{"refcode_short":"T28 60.1","refcode_long":"Testimony for the Church — No. 28, p. 60.1 (Ellen Gould White)","content":"Elder Haskell spoke Friday afternoon and evening. Sabbath morning I felt called upon to speak encouraging words to those who had made so great an effort to attend the meeting. Sunday afternoon there was quite a large outside attendance, considering that the meeting was located so far from the thoroughfare of travel."},{"refcode_short":"T28 60.2","refcode_long":"Testimony for the Church — No. 28, p. 60.2 (Ellen Gould White)","content":"Monday morning I spoke to the brethren from the third chapter of Malachi. We then called for those to come forward who wanted to be Christians and who had not the evidence of their acceptance with God. About thirty responded. Some were seeking the Lord for the first time, and some who were members of other churches were taking their position upon the Sabbath. We gave all an opportunity to speak. The free Spirit of the Lord was in our midst. After prayer had been offered for those who had come forward, candidates for baptism were examined. Six were baptized."},{"refcode_short":"T28 61.1","refcode_long":"Testimony for the Church — No. 28, p. 61.1 (Ellen Gould White)","content":"I was glad to hear Eld. Haskell present before the people the necessity of placing reading matter in private families, especially the three volumes of Spirit of Prophecy, and the four volumes of testimonies."},{"refcode_short":"T28 61.2","refcode_long":"Testimony for the Church — No. 28, p. 61.2 (Ellen Gould White)","content":"These could be read aloud during the long winter evenings by some member of the family, so that all the family might be instructed. I then spoke of the necessity of parents properly educating and disciplining their children. The greatest evidence of the power of Christianity that can be presented to the world is a well-ordered, well-disciplined family. This will recommend the truth as nothing else can, for it is a living witness of its practical power upon the heart"},{"refcode_short":"T28 61.3","refcode_long":"Testimony for the Church — No. 28, p. 61.3 (Ellen Gould White)","content":"Tuesday morning the meeting closed, and with my daughter Emma, Eld. Haskell, and Bro. Stover, we went to Topeka, and took the cars for Sherman, Kansas, where another camp-meeting had been appointed. This meeting was interesting and profitable. It appeared small when compared with our camp-meetings in other States, as there were only about one hundred brethren and sisters present. It was designed for a general gathering of the scattered ones. Some were present from Southern Kansas, Arkansas, Kentucky, Missouri, Nebraska and Tennessee. At this meeting my husband joined me, and from here, with Eld. Haskell, and our daughter, we went to Dallas, Texas."},{"refcode_short":"T28 62","refcode_long":"Testimony for the Church — No. 28, p. 62 (Ellen Gould White)","content":"Visit to Texas."},{"refcode_short":"T28 62.1","refcode_long":"Testimony for the Church — No. 28, p. 62.1 (Ellen Gould White)","content":"Thursday we went to Bro. McDearman's at Grand Prairie. Here our daughter met her parents, brother, and sister, who have all been brought near to the door of death by the fever which has prevailed in the State during the past season. We took great pleasure in administering to the wants of this afflicted family who had in years past liberally assisted us in our affliction."},{"refcode_short":"T28 62.2","refcode_long":"Testimony for the Church — No. 28, p. 62.2 (Ellen Gould White)","content":"We left them somewhat improved in health, to attend the Plano camp-meeting. This meeting was held Nov. 12-19. The weather was fine at the commencement, but it soon began to rain, and this with high winds, prevented a general attendance from the surrounding country. Here we were happy to meet our old friends, Eld. R. M. Kilgore and wife. And we were highly pleased to find a large and intelligent body of brethren on the ground. Whatever prejudices have existed here against people from the North, nothing of the kind appeared among these dear brethren and sisters."},{"refcode_short":"T28 62.3","refcode_long":"Testimony for the Church — No. 28, p. 62.3 (Ellen Gould White)","content":"My testimony was never received more readily and heartily than by this people. I became deeply interested in the work in the great State of Texas. It has ever been Satan's object to preoccupy every important field, and probably he has never been more busily employed at the introduction of the truth in any State than he has been in Texas. This is the best evidence to my mind that there is a great work to be done here."},{"refcode_short":"T28 63","refcode_long":"Testimony for the Church — No. 28, p. 63 (Ellen Gould White)","content":"General Testimony."},{"refcode_short":"T28 63.1","refcode_long":"Testimony for the Church — No. 28, p. 63.1 (Ellen Gould White)","content":"In the late vision given me at Battle Creek during our general camp-meeting, I was shown our danger, as a people, of being assimilated to the world rather than to the image of Christ. We are now upon the very borders of the eternal world. It is the purpose of the adversary of souls to lead us to put far off the close of time. Satan will in every conceivable manner assail those who profess to be the commandment-keeping people of God, waiting for the second appearing of our Saviour in the clouds of heaven with power and great glory. He will lead as many as possible to put off the evil day and become in spirit like the world, imitating its customs. I felt alarmed as I saw that the spirit of the world was controlling the hearts and minds of many who make high profession of the truth. Selfishness and self-indulgence are cherished by them; but true godliness and sterling integrity are not cultivated."},{"refcode_short":"T28 64.1","refcode_long":"Testimony for the Church — No. 28, p. 64.1 (Ellen Gould White)","content":"The angel of God pointed to those who profess the truth, and repeated in solemn voice these words: “And take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares. For as a snare shall it come on all them that dwell on the face of the whole earth. Watch ye, therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.”"},{"refcode_short":"T28 64.2","refcode_long":"Testimony for the Church — No. 28, p. 64.2 (Ellen Gould White)","content":"In consideration of the shortness of time, we as a people should watch and pray, and in no case allow ourselves to be diverted from the solemn work of preparation for the great event before us. Because the time is apparently extended, many have become careless and indifferent in regard to their words and actions. They do not realize their danger, and do not see and understand the mercy of our God in lengthening their probation, that they may have time to form characters for the future immortal life. Every moment is of the highest value. Time is granted them, not to be employed in studying their own case and becoming dwellers on the earth; but to be used in the work of overcoming every defect in their own characters, and in helping others to see the beauty of holiness by their example and personal effort. God has a people upon the earth who in faith and holy hope are tracing down the roll of fast fulfilling prophecy, and are seeking to purify their souls by obeying the truth, that they may not be found without the wedding garment when Christ shall appear."},{"refcode_short":"T28 65.1","refcode_long":"Testimony for the Church — No. 28, p. 65.1 (Ellen Gould White)","content":"Many who have called themselves Adventists have been time-setters. Time after time has been set for Christ to come, but repeated failures have been the result. The definite time of our Lord's coming is declared to be beyond the ken of mortals. Even the angels who minister unto those who shall be heirs of salvation, know not the day nor the hour. “But of that day and hour knoweth no man, no, not the angels of Heaven, but my Father only.” Because the times repeatedly set have passed, the world is in a more decided state of unbelief than before in regard to the near advent of Christ. They look upon the failures of the time-setters with disgust; and because men have been so deceived, they turn from the truth substantiated by the word of God that the end of all things is at hand."},{"refcode_short":"T28 65.2","refcode_long":"Testimony for the Church — No. 28, p. 65.2 (Ellen Gould White)","content":"Those who so presumptuously preach definite time, in so doing gratify the adversary of souls; for they are advancing infidelity rather than Christianity. They produce scripture, and by false interpretation show a chain of argument which apparently proves their position. But their failures show that they are false prophets, that they do not rightly interpret the language of inspiration. The word of God is truth and verity; but men have perverted its meaning. These errors have brought the truth of God for these last days into disrepute. Adventists are derided by ministers of all denominations. Yet God's servants must not hold their peace. The signs foretold in prophecy, are fast fulfilling around us. This should arouse every true follower of Christ to zealous action."},{"refcode_short":"T28 66.1","refcode_long":"Testimony for the Church — No. 28, p. 66.1 (Ellen Gould White)","content":"Those who think they must preach definite time in order to make an impression upon the people, do not work from the right standpoint. The feelings of the people may be stirred, and their fears aroused; but they do not move from principle. An excitement is created, but when the time passes, as it has done repeatedly, those who moved out upon time fall back into coldness and darkness and sin, and it is almost impossible to arouse their consciences without some great excitement."},{"refcode_short":"T28 66.2","refcode_long":"Testimony for the Church — No. 28, p. 66.2 (Ellen Gould White)","content":"In Noah's day, the inhabitants of the old world laughed to scorn what they termed the superstitious fears and forebodings of the preacher of righteousness. He was denounced as a visionary character, a fanatic, an alarmist. “As it was in the days of Noah, so shall it be also in the days of the Son of man.” Men will reject the solemn message of warning in our day as they did in Noah's time. They will refer to those false teachers who have predicted the event and set the definite time, and will say they have no more faith in our warning than in theirs. This is the attitude of the world today. Unbelief is wide spread, and the preaching of Christ's coming is mocked at and derided. This makes it all the more essential that those who believe present truth should show their faith by their works. They should be sanctified through the truth which they profess to believe; for they are savors of life unto life, or of death unto death."},{"refcode_short":"T28 67.1","refcode_long":"Testimony for the Church — No. 28, p. 67.1 (Ellen Gould White)","content":"Noah preached to the people of his time that God would give them one hundred and twenty years in which to repent of their sins, and find refuge in the ark; but they refused the gracious invitation. Abundant time was given them to turn from their sins, overcome their bad habits, and develop righteous characters. But inclination to sin, though weak at first with many, strengthened through repeated indulgence, and hurried them on to irretrievable ruin. The merciful warning of God was rejected with sneers, with mocking, and derision, and they were left in darkness, to follow the course their sinful hearts had chosen. But their unbelief did not hinder the predicted event. It came, and great was the wrath of God which was seen in the general ruin."},{"refcode_short":"T28 68.1","refcode_long":"Testimony for the Church — No. 28, p. 68.1 (Ellen Gould White)","content":"These words of Christ should sink into the hearts of all who believe present truth: “And take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares.” Our danger is presented before us by Christ himself. He knew the perils we should meet in these last days, and would have us prepare for them. “As it was in the days of Noah, so shall it be also in the days of the Son of man.” They were eating and drinking, planting and building, marrying and giving in marriage, and knew not until the day that Noah entered into the ark, and the flood came and swept them all away. The day of God will find men absorbed in like manner in the business and pleasures of the world, in feasting and gluttony, and indulging perverted appetite in the defiling use of liquor, and the narcotic, tobacco. This is already the condition of our world, and these indulgencies are found even among God's professed people, some of whom are following the customs and partaking of the sins of the world. Lawyers, mechanics, farmers, traders, and even ministers from the pulpit, are crying “Peace and safety,” when destruction is fast coming upon them."},{"refcode_short":"T28 69.1","refcode_long":"Testimony for the Church — No. 28, p. 69.1 (Ellen Gould White)","content":"Belief in the near coming of the Son of man in the clouds of heaven will not cause the true Christian to become neglectful and careless of the ordinary business of life. The waiting ones who look for the soon appearing of Christ will not be idle, but diligent in business. Their work will not be done carelessly and dishonestly; but with fidelity, promptness, and thoroughness. Those who flatter themselves that careless inattention to the things of this life is an evidence of their spirituality, and of their separation from the world, are under a great deception. Their veracity, their faithfulness, and their integrity is tested and proved in temporal things. If they are faithful in that which is least, they will be faithful in much."},{"refcode_short":"T28 69.2","refcode_long":"Testimony for the Church — No. 28, p. 69.2 (Ellen Gould White)","content":"I have been shown that here is where many will fail to bear the test. They develop their true character in the management of temporal concerns. They manifest unfaithfulness, scheming, dishonesty, in dealing with their fellow-men. They do not consider that their hold upon the future immortal life depends upon how they conduct themselves in the concerns of this life, and that the strictest integrity is indispensable to the formation of a righteous character. Dishonesty is practiced all through our ranks, and this is the cause of lukewarmness with many who profess to believe the truth. They are not connected with Christ, and are deceiving their own souls. I am pained to make the statement that there is an alarming lack of honesty even among Sabbath-keepers."},{"refcode_short":"T28 70.1","refcode_long":"Testimony for the Church — No. 28, p. 70.1 (Ellen Gould White)","content":"I was referred to Christ's Sermon on the Mount. Here we have the injunction of the Great Teacher: “All things whatsoever ye would that men should do to you, do ye even so to them; for this is the law and the prophets.” This command of Christ is of the highest importance, and should be strictly obeyed. It is like apples of gold in pictures of silver. How many carry out in their lives the principle Christ has here enjoined, and deal with others just as they would wish to be dealt with under similar circumstances? Reader, please answer."},{"refcode_short":"T28 70.2","refcode_long":"Testimony for the Church — No. 28, p. 70.2 (Ellen Gould White)","content":"An honest man, according to Christ's measurement, is one who will manifest unbending integrity. Deceitful weights and false balances, with which many seek to advance their interests in the world, are abomination in the sight of God. Yet many who are professing to keep the commandments of God are dealing with false weights and false balances. When a man is indeed connected with God, and is keeping his law in truth, his life will reveal the fact, for all his actions will be in harmony with the teachings of Christ. He will not sell his honor for gain. His principles are built upon the sure foundation, and his conduct in worldly matters is a transcript of his principles. Firm integrity shines forth as gold amid the dross and rubbish of the world. Deceit, falsehood, and unfaithfulness may be glossed over and hidden from the eyes of man, but not from the eyes of God. The angels of God, who watch the development of character, and weigh moral worth, record in the books of Heaven these minor transactions which reveal character. If a workman in the daily vocations of life is unfaithful, and slights his work, the world will not judge incorrectly if they estimate his standard in religion according to his standard in business."},{"refcode_short":"T28 71.1","refcode_long":"Testimony for the Church — No. 28, p. 71.1 (Ellen Gould White)","content":"“He that is faithful in that which is least is faithful also in much; and he that is unjust in the least is unjust also in much.” It is not the magnitude of the matter that makes it fair or unfair. As a man deals with his fellow-men, so will he deal with God. He that is unfaithful in the mammon of unrighteousness, will never be intrusted with the true riches. The children of God should not fail to remember that in all their business transactions they are being proved, weighed in the balances of the sanctuary."},{"refcode_short":"T28 72.1","refcode_long":"Testimony for the Church — No. 28, p. 72.1 (Ellen Gould White)","content":"Christ has said, “A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit.” “Wherefore, by their fruits ye shall know them.” The deeds of a man's life are the fruit he bears. If he is unfaithful and dishonest in temporal matters, he is bringing forth briars and thorns; he will be unfaithful in the religious life, and will rob God in tithes and offerings."},{"refcode_short":"T28 72.2","refcode_long":"Testimony for the Church — No. 28, p. 72.2 (Ellen Gould White)","content":"The Bible condemns in the strongest terms all falsehood, false dealing and dishonesty. Right and wrong are plainly stated. But I was shown that God's people have placed themselves on the enemy's ground, yielded to his temptations, and followed his devices, until their sensibilities have become fearfully blunted. A slight deviation from truth, a little variation from the requirements of God, is thought to be, after all, not so very sinful, when pecuniary gain or loss is involved. But sin is sin whether committed by the possessor of millions, or by the beggar in the streets. Those who secure property by false representation are bringing condemnation on their souls. All that is obtained by deceit and fraud will be only a curse to the receiver."},{"refcode_short":"T28 73.1","refcode_long":"Testimony for the Church — No. 28, p. 73.1 (Ellen Gould White)","content":"Adam and Eve suffered the terrible consequence of disobeying the express command of God. They might have reasoned, This is a very small sin, and will never be taken into account. But God treated the matter as a fearful evil; and the woe of their transgression will be felt through all time. In the times in which we live sins of far greater magnitude are often committed by those who profess to be God's children. In the transaction of business, falsehoods are uttered and acted by God's professed people, that bring his frown upon them and a reproach upon his cause. The least departure from truthfulness and rectitude is a transgression of the law of God. A continual indulgence in sin accustoms the person to a habit of wrong doing, but does not lessen the aggravating character of the sin. God has established immutable principles which he cannot change without a revision of his whole nature. If the word of God was faithfully studied by all who profess to believe the truth, they would not be dwarfs in spiritual things. Those who disregard the requirements of God in this life, would not respect his authority were they in Heaven."},{"refcode_short":"T28 73.2","refcode_long":"Testimony for the Church — No. 28, p. 73.2 (Ellen Gould White)","content":"Every species of immorality is plainly delineated in the word of God, and its results spread before us. The indulgence of the lower passions is presented before us in its most revolting character. No one, however dark may be his understanding, need to err. But I have been shown that this sin is cherished by many who profess to be walking in all the commandments of God. God will judge every man by his word."},{"refcode_short":"T28 74.1","refcode_long":"Testimony for the Church — No. 28, p. 74.1 (Ellen Gould White)","content":"Said Christ, “Search the Scriptures, for in them ye think ye have eternal life; and they are they which testify of me.” The Bible is an unerring guide. It demands perfect purity in word, in thought, and in action. Only virtuous and spotless characters will be permitted to enter the presence of a pure and holy God. The word of God, if studied and obeyed, would lead the children of men as the Israelites were led by a pillar of fire by night, and a pillar of cloud by day. The Bible is God's will expressed to man. It is the only perfect standard of character, and marks out the duty of man in every circumstance of life. There are many responsibilities resting upon us in this life, a neglect of which will not only cause suffering to ourselves, but others will sustain loss in consequence."},{"refcode_short":"T28 74.2","refcode_long":"Testimony for the Church — No. 28, p. 74.2 (Ellen Gould White)","content":"Men and women professing to revere the Bible and follow its teachings, fail in many respects to perform its requirements. In the training of children they follow their own perverse nature rather than the revealed will of God. This neglect of duty involves the loss of thousands of souls. The Bible lays down rules for the correct discipline of children. Were these requirements of God heeded by parents we should today see a different class of youth coming upon the stage of action. But parents who profess to be Bible readers and Bible followers are going directly contrary to its teachings. We hear the cry of sorrow and anguish from fathers and mothers who bewail the conduct of their children, little realizing that they were bringing this sorrow and anguish upon themselves, and ruining their children, by their mistaken affections. They do not realize their God-given responsibilities to train their children to right habits from their babyhood."},{"refcode_short":"T28 75.1","refcode_long":"Testimony for the Church — No. 28, p. 75.1 (Ellen Gould White)","content":"Parents, you are in a great degree responsible for the souls of your children. Many neglect their duty during the first years of their children's lives, thinking that when they get older they will then be very careful to repress wrong and educate them in the right. But the very time for them to do this work is when the children are babes in their arms. It is not right for parents to pet and humor their children, neither is it right for them to abuse them. A firm, decided, straightforward course of action will be productive of the best results."},{"refcode_short":"T28 76","refcode_long":"Testimony for the Church — No. 28, p. 76 (Ellen Gould White)","content":"Appeal to Ministers."},{"refcode_short":"T28 76.1","refcode_long":"Testimony for the Church — No. 28, p. 76.1 (Ellen Gould White)","content":"A great and solemn truth has been intrusted to us, for which we are responsible. Too often this truth is presented to the people in cold theory. Sermon after sermon upon doctrinal points is delivered to people who come and go, some of whom will never have another as favorable opportunity of being convicted and converted to Christ. Golden opportunities are lost by delivering elaborate discourses which display self but do not magnify Christ. A theory of the truth without vital godliness cannot remove the moral darkness which envelops the soul."},{"refcode_short":"T28 76.2","refcode_long":"Testimony for the Church — No. 28, p. 76.2 (Ellen Gould White)","content":"Most precious gems of truth are often rendered powerless by the wisdom of words in which they are clothed, while the power of the Spirit of God is lacking. Christ presented the truth in its simplicity, and he reached not only the most elevated, but the lowliest men of earth. The minister who is God's ambassador and Christ's representative on the earth, who humbles himself that God may be exalted, will possess the genuine quality of eloquence. True piety, a close connection with God, and a daily, living experience in the knowledge of Christ, will make eloquent even the stammering tongue."},{"refcode_short":"T28 77.1","refcode_long":"Testimony for the Church — No. 28, p. 77.1 (Ellen Gould White)","content":"As I see the wants in young churches, as I see and realize their great need of vital godliness and their deficiency in true religious experience, my heart is sad. I know that those who bear the message of truth to them do not properly instruct them on all points essential to the perfection of a symmetrical character in Christ Jesus. These things may be neglected too long by the teachers of the truth. Speaking of the gospel, Paul says,"},{"refcode_short":"T28 77.2","refcode_long":"Testimony for the Church — No. 28, p. 77.2 (Ellen Gould White)","content":"“Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfill the word of God; even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints; to whom God would make known what is the riches of the glory of this mystery among the Gentiles [mark the explanation of the mystery]; which is Christ in you, the hope of glory; whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus; whereunto I also labor, striving according to his working, which worketh in me mightily.”"},{"refcode_short":"T28 78.1","refcode_long":"Testimony for the Church — No. 28, p. 78.1 (Ellen Gould White)","content":"Here the ministers of Christ have their work, their qualifications, and the power of God's grace working in them, clearly defined. God has been pleased recently to show me a great deficiency in many who profess to be representatives of Christ. In short, if they are deficient in faith and in a knowledge of vital godliness, they are not only deceiving their own souls, but are making a failure in the work of presenting every man perfect in Christ. Many of those whom they bring into the truth are destitute of true godliness. They may have a theory of the truth, but they are not thoroughly converted. Their hearts are carnal; they do not abide in Christ and he in them. It is the duty of the minister to present the theory of the truth; but he should not rest with having done this merely. He should adopt the language of Paul, “I also labor, striving according to His working, which worketh in me mightily.”"},{"refcode_short":"T28 78.2","refcode_long":"Testimony for the Church — No. 28, p. 78.2 (Ellen Gould White)","content":"A vital connection with the Chief Shepherd will make the under shepherd a living representative of Christ, a light indeed to the world. An understanding of all points of our faith is indeed essential, but it is of greater importance that the minister be sanctified through the truth which he presents for the purpose of enlightening the consciences of his hearers. Not one discourse in a series of meetings should be given consisting of theory alone, nor should one long, tedious prayer be made. Such prayers God docs not hear. I have listened to many prosy, sermonizing prayers that were uncalled for and out of place. One-half the number of words, offered in fervor and faith, would have softened the hearts of the hearers; while, instead of this, I have seen them wait impatiently, as if wishing that every word would end the prayer. Had the minister wrestled with God in his chamber until he felt that his faith could grasp the eternal promise, “Ask, and ye shall receive,” he would have come to the point at once, asking with earnestness and faith for what he needed."},{"refcode_short":"T28 79.1","refcode_long":"Testimony for the Church — No. 28, p. 79.1 (Ellen Gould White)","content":"We need a converted ministry; otherwise the churches raised up through their labors will not be able to stand alone, having no root in themselves."},{"refcode_short":"T28 79.2","refcode_long":"Testimony for the Church — No. 28, p. 79.2 (Ellen Gould White)","content":"The faithful minister of Christ will take the burden upon his soul. He will not hunger after popularity. The Christian minister should never enter the desk until he has first sought God in his closet, and has come into close connection with him. He may, with humility, lift his thirsty soul to God, and be refreshed with the dew of grace before he shall speak to the people. With an unction of the Holy Spirit upon him which gives him a burden for souls, he will not dismiss a congregation without presenting before them Jesus Christ, the sinner's only refuge, making earnest appeals that will reach their hearts. He should feel that he may never meet these hearers again until the great day of God."},{"refcode_short":"T28 80.1","refcode_long":"Testimony for the Church — No. 28, p. 80.1 (Ellen Gould White)","content":"The Master who has chosen him, who knows the hearts of all men, will give him tongue and utterance that he may speak the words he ought to speak at the right time, and with power. And those who become truly convicted of sin, and charmed with the Way, the Truth, and the Life, will find sufficient to do without praising and extolling the ability of the minister. Christ and his love will be exalted above any human instrument. The man will be lost sight of, because Christ is magnified and is the theme of thought. Many are converted to the minister who are not really converted to Christ. We marvel at the stupor that benumbs the spiritual senses. There is a lack of vital power. Lifeless prayers are offered, and testimonies borne which fail to edify or strengthen the hearers. It becomes every minister of Christ to inquire the cause of this."},{"refcode_short":"T28 81.1","refcode_long":"Testimony for the Church — No. 28, p. 81.1 (Ellen Gould White)","content":"Paul writes to his Colossian brethren, “As ye also learned of Epaphras our dear fellow-servant, who is for you a faithful minister of Christ; who also declared unto us your love in the Spirit. [Not an unsanctified love of the smartness and ability or oratory of the preacher, but a love born of the Spirit of God, which his servant represented in his words and character.] For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding; that ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God; strengthened with all might according to his glorious power, unto all patience and long-suffering with joyfulness; giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light.”"},{"refcode_short":"T28 81.2","refcode_long":"Testimony for the Church — No. 28, p. 81.2 (Ellen Gould White)","content":"Ministers who labor in towns and cities to present the truth should not feel content, or that their work is ended, until those who have accepted the theory of the truth realize indeed the effect of its sanctifying power, and are truly converted to God. God would be better pleased to have six truly converted to the truth, as the result of their labors, than to have sixty make a nominal profession, and yet not be thoroughly converted. These ministers should devote less time to preaching sermons, and reserve a portion of their strength to visit and pray with those who are interested, giving them godly instruction, to the end that they may “present every man perfect in Christ Jesus.”"},{"refcode_short":"T28 82.1","refcode_long":"Testimony for the Church — No. 28, p. 82.1 (Ellen Gould White)","content":"The love of God must be living in the heart of the teacher of the truth. His own heart must be imbued with that deep and fervent love which Christ possessed, then it will flow out to others. Ministers should teach that all who accept the truth should bring forth fruit to the glory of God. They should teach that self-sacrifice must be practiced every day; that many things which have been cherished must be yielded; and that many duties, disagreeable though they may appear, must be performed. Business interests, social endearments, ease, honor, reputation, in short, every thing, must be held in subjection to the superior and ever paramount claims of Jesus Christ. Ministers who are not men of vital piety, who stir up an interest among the people, but leave the work in the rough, leave an exceedingly difficult field for others to enter and finish the work they failed to complete. These men will be proved, and if they do not do their work more faithfully, will, after a still farther test, be laid aside as cumberers of the ground—unfaithful watchmen."},{"refcode_short":"T28 83.1","refcode_long":"Testimony for the Church — No. 28, p. 83.1 (Ellen Gould White)","content":"God would not have men go forth as teachers who have not studiously learned their lessons, and who will not continue to study that they may present every point of present truth in an intelligent, acceptable manner. With a knowledge of the theory, they should continually be obtaining a more thorough knowledge of Jesus Christ. Rules and studies are necessary, but the minister should combine them with earnest prayer that he may be faithful, not building upon the foundation hay, wood, or stubble, which will be consumed with the fires of the last day. Prayer and study should go hand in hand. The fact that a minister is applauded and praised is no evidence that he has spoken under the influence of the Spirit."},{"refcode_short":"T28 83.2","refcode_long":"Testimony for the Church — No. 28, p. 83.2 (Ellen Gould White)","content":"It is too frequently the case that young converts, unless guarded, will set their affections more upon their minister than upon their Redeemer. They consider that they have been greatly benefited by their minister's labors. They conceive that he possesses the most exalted gifts and graces, and that no other can do equally as well as he, therefore they attach undue importance to the man and his labors. This is a confidence that disposes them to idolize the man, and look to him more than to God; and in doing this they do not please God nor grow in grace. They do great harm to the minister, especially if he is young and developing into a promising gospel laborer."},{"refcode_short":"T28 84.1","refcode_long":"Testimony for the Church — No. 28, p. 84.1 (Ellen Gould White)","content":"These teachers, if they are really men of God, receive their words from God. Their manner of address may be faulty, and need much improvement; yet if God breathes through them words of inspiration, the power is not of man but of God. The Giver should have the glory and the heart's affections, while the minister should be esteemed, loved, and respected for his works’ sake, because he is God's servant to bear the message of mercy to sinners. The Son of God is often eclipsed by the man standing between him and the people. The man is praised, petted, and exalted, and the people scarcely get a glimpse of Jesus, who, by the precious beams of light reflected from him, should eclipse everything besides."},{"refcode_short":"T28 84.2","refcode_long":"Testimony for the Church — No. 28, p. 84.2 (Ellen Gould White)","content":"The minister of Christ who is imbued with the Spirit and love of his Master will so labor that the character of God and of his dear Son may be made manifest in the fullest and clearest manner. He will strive to have his hearers become intelligent in the conceptions of the character of God, that his glory may be acknowledged on the earth. A man is no sooner converted than in his heart is born a desire to make known to others what a precious friend he has found in Jesus; the saving and sanctifying truth cannot be shut up in his heart. The spirit of Christ illuminating the soul is represented by the light, which dispels all darkness; it is compared to salt, because of its preserving qualities; and to leaven, which secretly exerts its transforming power."},{"refcode_short":"T28 85.1","refcode_long":"Testimony for the Church — No. 28, p. 85.1 (Ellen Gould White)","content":"Those whom Christ has connected with himself will, as far as in them lies, labor diligently and perseveringly, as he labored, to save souls perishing around them. They will reach the people by prayer, earnest, fervent prayer, and personal effort. It is impossible for souls who are thoroughly converted to God, enjoying communion with him, to be neglectful of the vital interests of those who are perishing outside of Christ."},{"refcode_short":"T28 85.2","refcode_long":"Testimony for the Church — No. 28, p. 85.2 (Ellen Gould White)","content":"The minister should not do all the work himself, but he should unite with him those who have taken hold of the truth. He will thus teach others to work after he shall leave. A working church will ever be a growing church. They will ever find a stimulant and tonic in trying to help others, and in doing it they will be strengthened and encouraged."},{"refcode_short":"T28 86.1","refcode_long":"Testimony for the Church — No. 28, p. 86.1 (Ellen Gould White)","content":"I have read of a man who, journeying on a winter's day through the deep, drifted snow, became benumbed by the cold which was almost imperceptibly stealing away his vital powers. And as he was about giving up the struggle for life, and about to be chilled to death by the embrace of the frost king, he heard the moans of a brother traveler who was perishing with cold as he was about to perish. His humanity was aroused to rescue him. He chafed his ice-clad limbs, and after considerable effort raised him to his feet; and as he could not stand, he bore him in his sympathizing arms through the very drifts he thought he could never succeed in getting through alone. And when he had borne his fellow-traveler to a place of safety, the truth flashed home to him that in saving his neighbor, he had saved himself also. His earnest efforts to save another quickened the blood which was freezing in his own veins, and created a healthful warmth in the extremities of the body."},{"refcode_short":"T28 87.1","refcode_long":"Testimony for the Church — No. 28, p. 87.1 (Ellen Gould White)","content":"These lessons must be forced upon young believers continually, not only by precept but by example, that in their Christian experience they may realize similar results. Let the desponding ones, those disposed to think the way to life is very trying and difficult, go to work and seek to help others. In such efforts, mingled with prayer for divine light, their own hearts will throb with the quickening influence of the grace of God; their own affections will glow with more divine fervor, and their whole Christian life will be more of a reality, more earnest, more prayerful."},{"refcode_short":"T28 87.2","refcode_long":"Testimony for the Church — No. 28, p. 87.2 (Ellen Gould White)","content":"The minister of Christ should be a man of prayer, a man of piety; cheerful, but never coarse and rough, jesting or frivolous. A spirit of frivolity might be in keeping with the profession of clowns and theatrical actors, but it would be altogether beneath the dignity of a man who is chosen to stand between the living and the dead, and be mouth-piece for God."},{"refcode_short":"T28 87.3","refcode_long":"Testimony for the Church — No. 28, p. 87.3 (Ellen Gould White)","content":"Every day's labor is faithfully chronicled in the books of God. As men claiming spiritual illumination, you will give moral tone to the character of all with whom you are connected. As faithful ministers of the gospel, you should bend all the energies of the mind and all the opportunities of your life to make your work wholly successful, and present every man perfect in Christ Jesus. In order to do this you must pray earnestly. Ministers of the gospel must be in possession of that power which wrought such wonders for the humble fishermen of Galilee."},{"refcode_short":"T28 88.1","refcode_long":"Testimony for the Church — No. 28, p. 88.1 (Ellen Gould White)","content":"Moral and intellectual powers are needed in order to discharge with fidelity the important duties devolving upon you; but these may be possessed and yet there be a great lack of godliness. The endowment of the Holy Spirit is indispensably essential to success in your great work. Said Christ, “Without me ye can do nothing.” But through Christ strengthening you, you can do all things."},{"refcode_short":"T28 88","refcode_long":"Testimony for the Church — No. 28, p. 88 (Ellen Gould White)","content":"Epistle Number One."},{"refcode_short":"T28 88.2","refcode_long":"Testimony for the Church — No. 28, p. 88.2 (Ellen Gould White)","content":"Salem, Oregon, July 8, 1878."},{"refcode_short":"T28 88.3","refcode_long":"Testimony for the Church — No. 28, p. 88.3 (Ellen Gould White)","content":"Dear Bro. ——: I have risen early to write you. Additional light has been given me of late for which I am responsible. Twice, while in this State, has the Lord revealed himself to me. While pleading with him in the night season, I was shown in vision many things connected with the cause of God. The state of things in the church, College, Sanitarium, and publishing houses located at Battle Creek, and the work of God in Europe and England, in Oregon and Texas, and in other new fields was presented before me. There is the greatest need of the work in a new field starting right, bearing the impress of the divine. Many in these new fields will be in danger of accepting or assenting to the truth, who have not a genuine conversion of heart. When tested by storm and tempest, it will be found that their house is not built upon a rock, but upon sliding sand. Practical godliness must be possessed by the minister, and developed in his daily life and character. His discourses should not be exclusively theoretical."},{"refcode_short":"T28 89.1","refcode_long":"Testimony for the Church — No. 28, p. 89.1 (Ellen Gould White)","content":"I was shown some things not favorable to the prosperity of the cause of truth in Texas. The Brn. —— and their families have not heretofore been a blessing or help to the cause of God in any place. Their influence has been shown me before this, as not being a sweet-smelling savor. They cannot build up the cause of God, because they have not the elements within them which make them capable of exerting a healthful influence on the side of God and the truth. If you had had the mind of God you would not have been so void of discernment, especially after you had been faithfully warned by those in whom you should have had confidence. Smooth words and fair speeches have deceived you. These brothers are not all alike, but all have defective characters. By constant watchfulness over themselves, and by earnest prayer to God in faith, they may make a success of keeping self in its proper position, and through Jesus Christ be transformed in character and obtain a moral fitness to meet the Lord when he shall come; but God will not lay any important responsibility upon them, for souls will thus be imperiled."},{"refcode_short":"T28 90.1","refcode_long":"Testimony for the Church — No. 28, p. 90.1 (Ellen Gould White)","content":"These men are unfitted to lead the flock of God. At the very time when their words should be few and well chosen, modest and unassuming, their natural traits of character are woven into all they do and say, and the work of God is marred. You and Bro. —— have not had true discernment. You have had too great confidence in the ability of these men. A ship may be sound in nearly every respect, but if there is one defect—a bit of timber worm-eaten—the lives of all on board are imperiled. A chain may have mostly sound links, but one defective link destroys its worth. Individuals who possess excellent qualities, may have some marked traits of character which unfit them to be intrusted with the solemn, sacred work of God. But these men are deficient in nearly everything that pertains to Christian character. Their example is not worthy of imitation."},{"refcode_short":"T28 91.1","refcode_long":"Testimony for the Church — No. 28, p. 91.1 (Ellen Gould White)","content":"You need to have much done for you, my brother, before your labors can be what they might be and what they should be. Your understanding has been darkened. Sympathy and union with those whose characters have been cast in an inferior mold, will not elevate and ennoble you, but will rust and corrode your spirit, and will mar your usefulness and disconnect you from God. You are of an impulsive nature. Burdens of domestic life and of the cause do not rest very heavily upon you, and unless you are constantly under the refining influence of the Spirit of God, you will be in danger of becoming coarse in your manners. In order to rightly represent the character of Christ, you need to be spiritualized, and brought into a more close connection with God in the great work in which you are engaged. Your own thoughts must be elevated, your own heart sanctified, in order for you to be a co-worker with Jesus Christ. “Be ye clean that bear the vessels of the Lord.”"},{"refcode_short":"T28 91.2","refcode_long":"Testimony for the Church — No. 28, p. 91.2 (Ellen Gould White)","content":"The work of God in Texas would stand higher today if the —— brothers had no connection with it. I might mention more particular reasons why this is so; but will not at this time. Suffice it to say that these men are not right with God. Feeling self-sufficient, and competent for almost any calling, they have not made efforts to correct the objectionable traits of character which were transmitted to them as a birthright, but which by education, culture, and training, might have been overcome. They have made some improvements in this direction; but if weighed in the balances, they would still be found wanting."},{"refcode_short":"T28 92.1","refcode_long":"Testimony for the Church — No. 28, p. 92.1 (Ellen Gould White)","content":"The word of God abounds in general principles for the formation of correct habits of living, and the testimonies, general and personal, have been calculated to call their attention more especially to these principles; but all these have not made a sufficient impression upon their hearts and minds to cause them to realize the necessity of decided reform. If they had correct views of themselves, in contrast with the perfect Pattern, they would cherish that faith that works by love and purifies the soul. These brothers, —— excepted, are naturally arbitrary, dictatorial, and self-sufficient. They do not consider others better than themselves. They are envious and jealous of any member of the church whom they think will be esteemed higher than themselves. They profess conscientiousness, but they strain at a gnat and swallow a camel in their dealings with their brethren whom they fear will be considered superior to them. They will seize upon little things, and talk over particulars, putting their own construction upon words and acts. This is particularly true of two of these brothers."},{"refcode_short":"T28 93.1","refcode_long":"Testimony for the Church — No. 28, p. 93.1 (Ellen Gould White)","content":"These men, especially ——, are free, easy speakers. Their smooth manner of relating things has such an appearance of honesty and genuine interest for the cause of God that it has a tendency to deceive and becloud the minds of those who hear them. My heart aches with sadness as I write, because I know the influence of this family wherever it is felt. I did not design to speak in regard to these persons again; but the solemn opening of these matters before me compels me to write once more. If the teachers of the word who profess to be connected with God cannot discern the influence of such men, they are unfit to stand as teachers of the truth of God. If these persons would only keep their proper position, and never attempt to teach or to lead, I would be silent; but when I see that the cause of God is in danger of suffering, I can hold my peace no longer. These brothers should not be allowed to all locate in one place and compose the leading element in the church."},{"refcode_short":"T28 94.1","refcode_long":"Testimony for the Church — No. 28, p. 94.1 (Ellen Gould White)","content":"They are wanting in natural affection. They do not manifest sympathy, love, and refined feelings toward each other; but indulge in envy, jealousy, bickerings, and strife, among themselves. Their consciences are not tender. The love, gentleness, and meekness of Christ does not help to compose their experience. God forbid that such an element should exist in the church. Unless these persons are converted they cannot see the kingdom of Heaven. It is much more congenial to their feelings to be tearing down, picking flaws, and seeking spot and stain in others, than to be washing their own robes of character from the defilement of sin, and making them white in the blood of the Lamb."},{"refcode_short":"T28 94.2","refcode_long":"Testimony for the Church — No. 28, p. 94.2 (Ellen Gould White)","content":"But I now come to the most painful part of this history, that concerning Bro. ——. The Lord caused me to pass through an investigation where you, and Bro. ——, figured largely. God was grieved with you both. I saw and heard that which caused me pain and regret. Such an unreasonable, godless course as was pursued in this investigation was just what might have been looked for from the Brn. ——. But my greatest surprise and grief was that such men as Bro. —— and yourself should bear an active part in this shameful, one-sided investigation."},{"refcode_short":"T28 95.1","refcode_long":"Testimony for the Church — No. 28, p. 95.1 (Ellen Gould White)","content":"To Bro. ——, who acted the lawyer, to question and bring out the minutiae in the strongest light, I would say, I would not have that work laid to my charge for the riches of the world. You were simply deceived and deluded by a strange spirit that should have had no semblance of quarter, no grain of respect. Envy, jealousy, evil surmisings, and doubtful disputations, held a carnival on that occasion."},{"refcode_short":"T28 95.2","refcode_long":"Testimony for the Church — No. 28, p. 95.2 (Ellen Gould White)","content":"You may think me too severe, but I cannot be more severe than the transaction deserves. Did you all think that God was altogether such an one as yourselves when you condemned the guiltless? The subsequent condition of Bro. —— was the result of your position taken upon that occasion. Had you shown fairness and sympathy, he would stand today where his influence would tell on the side of truth with the power that a meek and quiet spirit exerts. Bro. —— was not a ready speaker, and the smooth words and fair speeches of —— ——, uttered with apparent coolness and candor, had effect. The poor, sightless man should have been regarded with pity and tenderness; but instead of this, he was placed in the worst possible light. God saw, and will not hold one of you guiltless who acted a part in that unfair investigation. Bro. ——, it will not then appear so amusing to you as when you were sitting in judgment against a blind brother. You should learn a lesson from this experience to close your ears to those who would prejudice you against the very ones whom God would have you sustain, pity, and strengthen."},{"refcode_short":"T28 96.1","refcode_long":"Testimony for the Church — No. 28, p. 96.1 (Ellen Gould White)","content":"Bro. —— and yourself could not see the defects in the brethren ——; neither could you discern the opposite traits of character in Bro. ——. His influence, sanctified by the Spirit of God, would tell with ten-fold more power upon the cause of God than the influence of the brethren ——. You have done much to injure Bro. ——, which I advise you to repent of as heartily as you committed it. In the name of the Master, I entreat you to shake yourself from human influence, and close your ears to gossiping reports. Let no person put a testimony in your mouth; but let God give you a burden for his cause, rather than men who are unconsecrated at home and abroad."},{"refcode_short":"T28 96.2","refcode_long":"Testimony for the Church — No. 28, p. 96.2 (Ellen Gould White)","content":"Bro. —— needs the softening, refining Spirit of God in his heart. He needs to exercise it at his home. “Let love be without dissimulation.” Let the arbitrary, dictatorial, censorial spirit be put away from his home, with all malice. The same overbearing, judging spirit will be carried out in the church. If his feelings are somewhat softened for the time being, he will act in a more kindly manner; but if they happen to be the opposite, he will act accordingly. Self-control and self-discipline he has not exercised. Where Bro. —— has one defect, his judges and those who condemned him have ten."},{"refcode_short":"T28 97.1","refcode_long":"Testimony for the Church — No. 28, p. 97.1 (Ellen Gould White)","content":"Bro. ——, why did you not fully take the part of the oppressed? Why did you not compromise this matter? Why did you not lift your voice as did your Saviour, and say, “He that is without sin among you, let him first cast a stone”? You have made a fearful mistake, which may result in the loss of more souls than one, notwithstanding you did it ignorantly. Had one word of tender, genuine pity been expressed by you to Bro. ——, it would have been registered to your account in Heaven. But you had no more sense of the work you were doing for time and for eternity than those who condemned Christ. You have judged and condemned him in the person of his saint. “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” Hypocrisy was always met by the severest rebuke from Jesus, while the veriest sinners who came to him in sincere repentance were received, pardoned, and comforted."},{"refcode_short":"T28 98.1","refcode_long":"Testimony for the Church — No. 28, p. 98.1 (Ellen Gould White)","content":"Did you think Bro. —— could be made to believe that wrong was right and right was wrong, because his brethren would have him believe it? Bro. —— was diseased and nervous. Everything looked dark and uncertain to him. His confidence in you and Bro. —— was gone, and to whom should he look? He was censured for one thing and then for another until he became confused, distracted, and desperate. Those who drove him to this state have committed the greater sin."},{"refcode_short":"T28 98.2","refcode_long":"Testimony for the Church — No. 28, p. 98.2 (Ellen Gould White)","content":"Where was compassion, even on the common grounds of humanity? Worldlings would not, as a general rule, have been so careless, so devoid of mercy and courtesy; and they would have exercised more compassion toward a man on account of his very infirmity, considering him entitled to the tenderest consideration and neighborly love. But here was a blind man, a brother in Christ, and several of his brethren sitting as judges upon his case."},{"refcode_short":"T28 99.1","refcode_long":"Testimony for the Church — No. 28, p. 99.1 (Ellen Gould White)","content":"More than once during the process of the trial, when a brother was being hunted like a rabbit to his death, you would break out into a loud laugh. Here sat Bro. ——, naturally so kind and sympathetic that he censured his brethren for cruelty in killing game to subsist upon; yet here was a poor blind man, of as much more value than birds as man formed in the image of God is above the dumb creatures of his care. “Ye strain at a gnat, and swallow a camel,” would have been the verdict of Him who spoke as never man spake, had his voice been heard in your assembly."},{"refcode_short":"T28 99.2","refcode_long":"Testimony for the Church — No. 28, p. 99.2 (Ellen Gould White)","content":"He who had such tender compassion for the birds might have exercised a praiseworthy compassion and love for Jesus Christ in the person of his afflicted saint. But you were as men blindfolded. Bro. —— presented a smooth, able speech. Bro. —— was not a ready speaker. His thoughts could not be clothed in language that would make a case, and he was altogether too much surprised to make the best of the situation. His sharp, criticizing brethren turned lawyers, and placed the blind man at great disadvantage. God saw and marked the transactions of that day. These men, adepts in casting mist and making out a case, apparently obtained a triumph, while the blind brother, misused and abused, felt that everything was sinking beneath his feet. His confidence in those whom he had believed were the representatives of Jesus Christ was terribly shaken. The moral shock he received has nearly proved his ruin, spiritually and physically. Every one who was engaged in this work should feel the deepest remorse and repentance before God."},{"refcode_short":"T28 100.1","refcode_long":"Testimony for the Church — No. 28, p. 100.1 (Ellen Gould White)","content":"Bro. —— has made a mistake in sinking under this load of reproach and undeserved criticism which should have fallen on other heads than his. He is a man who has loved the cause of God with his whole soul. God has shown his care for the blind in giving him prosperity; but even this has been turned against him by his envious brethren. God has put it into the hearts of unbelievers to be kind and sympathetic to him because he is a blind man. Bro. —— has been a Christian gentleman, and has made even his worldly enemies to be at peace with him. God has been to him a tender father, and has smoothed his pathway. He should have been true to his knowledge of truth, and served God with singleness of heart irrespective of censure, envy, and false accusations. It was the position you took, Bro. ——, that was the finishing stroke to Bro. ——. But Bro. —— should not have let go his hold on God if ministers and people did take a course in which he could see no justice. Riveted*The original publication had the spelling “Rivited.” to the eternal Rock, he should have stood firm to principle, and carried out his faith and the truth at all hazards. Oh! what necessity for Bro. —— to cling more closely to the Arm that is mighty to save."},{"refcode_short":"T28 101.1","refcode_long":"Testimony for the Church — No. 28, p. 101.1 (Ellen Gould White)","content":"All the worth and greatness of this life is derived from its connection with Heaven and the future immortal life. God's everlasting arm encircles the soul that turns to him for aid, however feeble he may be. The precious things of the hills shall perish; but the soul that lives for God, unmoved by censure, unperverted by applause, shall abide forever with him. The city of God will open its golden gates to receive him who learned while on earth to lean on God for guidance and wisdom, for comfort and hope amid loss and affliction. The songs of angels will welcome him there, and for him the tree of life will yield its fruits."},{"refcode_short":"T28 101.2","refcode_long":"Testimony for the Church — No. 28, p. 101.2 (Ellen Gould White)","content":"Bro. —— has failed where he should have been victorious. But the pitying eye of God is upon him. Although the compassion of man may fail, still God loves and pities, and reaches out his helping hand. If he will only be humble, meek, and lowly of heart, he will yet lift up his head and plant his feet firmly upon the Rock of Ages. “The mountains shall depart, and the hills be removed; but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the Lord that hath mercy on thee.”"},{"refcode_short":"T28 102.1","refcode_long":"Testimony for the Church — No. 28, p. 102.1 (Ellen Gould White)","content":"Not one of us is excusable, under any form of trial, for letting our hold upon God become loosened. He is our source of strength, and our stronghold in every trial. When we cry unto him for help, his hand will be stretched forth mightily to save. Bro. —— should have felt that if he had God for his father, he could hope and rejoice though every human friend should forsake him. I entreat of him not to rob God of his service because frail man has misjudged him, but make haste and consecrate himself to God and serve him with all the powers of his being. God loves him, and he loves God; and his works must be in accordance with his faith, whatever course man may pursue toward him. His enemies may point to his present position as evidence that they were right in their judgment of him. Bro. ——'s course has been hasty and without due thought. His soul has been disgusted, and he thinks too thoroughly wounded for recovery. Those who have pursued him so relentlessly have been in life and character far from blameless. If God had dealt with their crooked ways and imperfect characters as they have dealt with Bro. —— they would have perished long ago. But a compassionate God has borne with them, and not dealt with them according to their sins."},{"refcode_short":"T28 103.1","refcode_long":"Testimony for the Church — No. 28, p. 103.1 (Ellen Gould White)","content":"God has been true to Bro. ——, and he should respond to his merciful dealings, notwithstanding man has shown so little of tenderness and the common feelings of humanity. It is Bro. ——'s privilege to hide in Jesus Christ, from the strife of tongues, and to feel that exhaustless sources of gratitude, contentment, and peace are open and accessible to him every moment. Had he earthly treasures without limit, he would not be as rich as he may now be in the privilege of being on the side of right, and of drinking to the full of the streams of salvation."},{"refcode_short":"T28 103.2","refcode_long":"Testimony for the Church — No. 28, p. 103.2 (Ellen Gould White)","content":"What has not God done for Bro. —— in giving his Son to die for him; and will he not with him freely give him all things? Why should he be unfaithful to God because man has proved unfaithful to him? How much stronger than death is the love that binds the mother's heart to her afflicted child; yet God declares that even a mother may forget her child, “yet will I not forget thee.” No, not a single soul who puts his trust in him will be forgotten."},{"refcode_short":"T28 103.3","refcode_long":"Testimony for the Church — No. 28, p. 103.3 (Ellen Gould White)","content":"“Every human tie may perish,\nFriend to friend unfaithful prove;\nMothers cease their own to cherish,\nHeaven and earth at last remove;\nBut no change\nCan attend Jehovah's love.”"},{"refcode_short":"T28 104.1","refcode_long":"Testimony for the Church — No. 28, p. 104.1 (Ellen Gould White)","content":"God thinks of his children with the tenderest solicitude, and keeps a book of remembrance before him that he may never forget the children of his care. Bro. and Sr. —— might have been a precious help to the church in bringing them up to a position of better understanding, had the church accepted their efforts. But envy, evil surmisings, and jealousy have driven them away from the church. Had they left the scenes of their trial before they did, it would have been better for them."},{"refcode_short":"T28 104","refcode_long":"Testimony for the Church — No. 28, p. 104 (Ellen Gould White)","content":"Epistle Number Two."},{"refcode_short":"T28 104.2","refcode_long":"Testimony for the Church — No. 28, p. 104.2 (Ellen Gould White)","content":"God has shown me much in regard to the work of Satan in Texas, and the unchristian conduct of some who have moved there from Michigan. I was shown that the Brn. —— have not in heart accepted the testimony which has been given them. They have more confidence in themselves than in the Spirit of prophecy. They have felt that the light given was not of Heaven, but that it originated from reports made to me in regard to them. This is not correct. But let me ask, Was there not foundation for reports? Does not their very life history condemn their course?"},{"refcode_short":"T28 104.3","refcode_long":"Testimony for the Church — No. 28, p. 104.3 (Ellen Gould White)","content":"Not one of this family has had a religious experience that would qualify him to take any leading position in teaching the truth to others. “Be ye clean that bear the vessels of the Lord,” were the words spoken by the angel of God. “Ye are not chosen vessels of God to do any part of his most sacred work. Ye mar and corrode, but do not purify and bless.” You have, Brn. ——, ever held a low standard of Christianity. For a time, where you were not fully known you have had influence. This once gained, you became less guarded, and acted out the natural propensities of the heart until the lovers of the truth felt that you were a great hindrance to the advancement of the work of God. This was no evil surmising, but the actual facts in the case."},{"refcode_short":"T28 105.1","refcode_long":"Testimony for the Church — No. 28, p. 105.1 (Ellen Gould White)","content":"If you would always manifest kindness, respect, noble generosity, and love toward even wicked men, you might render effectual service to Christ. If the spirit of Christ dwelt in you, you would represent him in your words, in your actions, and even in the expression of your countenance. Your conversation would be expressive of meekness, not proud and boastful. You would not seek to exalt and glorify self. Humility is a Christian grace which you are unacquainted with. You have aspired for the supremacy, and have tried to cause your power and superiority to be felt in ruling and dictating others. Especially has this been the case with ——. He and his wife cannot advance the moral and spiritual standing of the cause of God by their influence. The more limited their sphere in connection with the cause of God, the better will it be for the cause. Their words and acts in matters of deal are not reliable. This is the case with —— and his brothers generally. The world and church have a right to say that their religion is vain. They are worldly and scheming, watching their opportunity to make a close bargain. They are harsh and severe with those who are connected with them. They are envious, jealous, puffed up."},{"refcode_short":"T28 106.1","refcode_long":"Testimony for the Church — No. 28, p. 106.1 (Ellen Gould White)","content":"Those who thus represent the truth, rear a mighty barrier to the salvation of others. Unless they become transformed, it would be better had they never embraced the truth. Their minds are controlled more by Satan than by the Spirit of God. ——'s wife is a woman who naturally possesses a kind heart, but she has been molded by her husband. She is a careless talker. Her tongue is frequently set on fire of hell; it is untamable. “In the multitude of words,” says Solomon, “there wanteth not sin.” This is certainly true in her case. She exaggerates, and bears false witness, and is thus constantly transgressing the commandment of God while she professes to be a commandment-keeper. She does not mean to do wrong, but her heart is not sanctified by the truth."},{"refcode_short":"T28 107.1","refcode_long":"Testimony for the Church — No. 28, p. 107.1 (Ellen Gould White)","content":"While you, Brn. ——, have been forward to engage in controversy with others upon points of our faith, you have without an exception been asleep in reference to those things which pertain to Christianity. You are not even dreaming of the perilous position you occupy. This apathy extends over the church and over every one who, professing Christ as you have done, denies him by his works. You are leading others in the same path of recklessness in which you are treading. God's word declares that without holiness no man shall see God. Jesus died to redeem us from all iniquity and to purify unto himself a peculiar people, zealous of good works."},{"refcode_short":"T28 107.2","refcode_long":"Testimony for the Church — No. 28, p. 107.2 (Ellen Gould White)","content":"“The grace of God that bringeth salvation hath appeared to all men, teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly in this present world.” Christ says, “Be ye therefore perfect, even as your Father which is in Heaven is perfect.” What do your prayers amount to while you regard iniquity in your hearts? Unless you make a thorough change, you will, not far hence, become weary of reproof as did the children of Israel, and, like them, you will apostatize from God. Some of you, in words, acknowledge reproof; but you do not in heart accept it. You go on the same as before, only being less susceptible to the influence of the Spirit of God, becoming more and more blinded, having less wisdom, less self-control, less moral power, and less zeal and relish for religious exercises; and unless converted, you will finally yield your hold upon God entirely. You have not made decided changes in your life when reproof has come, because you have not seen and realized your defects of character and the great contrast between your life and the life of Christ. It has been your policy to place yourself in a position where you would not entirely lose the confidence of your brethren."},{"refcode_short":"T28 108.1","refcode_long":"Testimony for the Church — No. 28, p. 108.1 (Ellen Gould White)","content":"I was shown that the condition of the —— church is deplorable. Your influence, Bro. ——, and that of your wife, has resulted, as you and all may see, in discord and strife, and will prove utter ruin to the church unless you either change your location or become converted. You rust and corrode those connected with you. You have sympathizers, because all do not see you as God sees. Their perception is perverted by your multiplicity of words and fair speeches. This is a sad, discouraging state of things."},{"refcode_short":"T28 108.2","refcode_long":"Testimony for the Church — No. 28, p. 108.2 (Ellen Gould White)","content":"I was shown that as far as talk is concerned, —— is qualified to lead the meetings; but when moral fitness is weighed, he is found wanting. His heart is not right with God. When others are placed in a leading position, they have the opposing spirit of —— and his wife to meet. This unsanctified spirit is not manifested openly, but works secretly to hinder, perplex, and discourage those who are trying to do the very best they can. God sees this, and it will in due time receive its just reward. Rule or ruin is the policy of ——, and his wife is now in no better condition herself. Her senses are perverted. She is not right with God."},{"refcode_short":"T28 109.1","refcode_long":"Testimony for the Church — No. 28, p. 109.1 (Ellen Gould White)","content":"——, a record of the sad history you are making is kept in Heaven. In heart you are at war with the testimonies of reproof. The —— family have been, and are still, deceived in you. Others are more or less perplexed, because you can talk well on present truth. Harmony and unity do not exist in the church at ——. You have not received and acted upon the light given you. Had you heeded the words of Solomon, you would not today be found standing in such a slippery path. He says, “Trust in the Lord with all thine heart, and lean not unto thine own understanding.” Entire submission to the will and ways of God, united with deep distrust of your own wisdom, would have led you in a safer track."},{"refcode_short":"T28 110.1","refcode_long":"Testimony for the Church — No. 28, p. 110.1 (Ellen Gould White)","content":"Your self-confidence has been very great. No sooner has a brother been suggested to lead the meetings, or to take a position of trust in preference to yourself, than you have resolved that he should not succeed if you could help it, and with the might of your perverse will you have set your spirit to oppose."},{"refcode_short":"T28 110.2","refcode_long":"Testimony for the Church — No. 28, p. 110.2 (Ellen Gould White)","content":"Your course toward Bro. —— was abusive. His heart was stirred with the deepest sympathy for you. He had been your friend; but his disconnecting from you was sufficient to create in you a spirit of jealousy which was as cruel as the grave. And this spirit was exercised against a blind man,—one who should have had the kindest care and the deepest sympathy from all. It was your perverse and deceptive spirit which led others to sympathize with you rather than with him. When he saw that the clear light of the case could not be brought before the brethren, and was fully convinced that wrong was triumphing over right, his spirit was so wounded that he became desperate. It was then that he let go his hold upon God. A partial shock of paralysis came upon him. He was nearly ruined mentally and physically. In the church meetings, matters of no special account were talked over, dwelt upon, and made the most of; and wrong, cruelly wrong impressions were made upon the minds of those present."},{"refcode_short":"T28 111.1","refcode_long":"Testimony for the Church — No. 28, p. 111.1 (Ellen Gould White)","content":"To thus seek to injure a man in full possession of all his faculties is a great sin; but such a course toward a man who is blind, and who should be treated in such a manner as to cause him to feel his loss of sight as little as possible, is a sin of far greater magnitude. Had you been a man of fine feelings, or what you professed to be, a Christian, you could not have abused him as you did. But Bro. —— has a friend in Heaven who has pleaded his cause for him, and strengthened him to grasp God's promises anew. When Bro. —— was crazed with his great grief, and the treatment he had received, he acted like an insane man. This was used against him as evidence that he had a wrong spirit. But the all-seeing Judge weighs motives, and he will reward as the works have been."},{"refcode_short":"T28 111.2","refcode_long":"Testimony for the Church — No. 28, p. 111.2 (Ellen Gould White)","content":"You, ——, have been puffed up with vain conceit, and have felt yourself competent for any task. You have renounced the testimonies of the Spirit of God; and if you had your own way, would cast everything in a new mold. How hard it is for you to see things in a just light, when duty leads in one direction and inclination in another. Your ideas of the character of Christ, and of the necessary preparation for the life to come, are narrow and perverted."},{"refcode_short":"T28 112.1","refcode_long":"Testimony for the Church — No. 28, p. 112.1 (Ellen Gould White)","content":"I was shown that the brothers —— and their families are descending lower and lower. “Clouds they are without water, carried about of winds; trees whose fruit withereth, without fruit.” And if they continue in the course they have been pursuing, they will finally be “twice dead, plucked up by the roots.” In leaning to their own understanding, they have gone down to the point where they have no practical godliness, no Heaven, no God as theirs."},{"refcode_short":"T28 112.2","refcode_long":"Testimony for the Church — No. 28, p. 112.2 (Ellen Gould White)","content":"If God's people were all connected with him, they would discern the limited capacities of these men, their prejudices, envy, jealousy, and self-confidence. The objections which their wicked hearts may raise against the testimony of the Spirit of God will not, in the providence of God, be removed. They may stumble and fall upon questions of their own originating. But God's people should see that their proud hearts have never been humbled, and their high looks have never been brought low. The Bible is clear upon all points which relate to Christian duties. All who do the will of God shall know of the doctrine. But these persons are seeking light from their own tapers and not from the Sun of Righteousness."},{"refcode_short":"T28 113.1","refcode_long":"Testimony for the Church — No. 28, p. 113.1 (Ellen Gould White)","content":"No man who does not utter the real sentiment of his heart, can be called a truthful man. Falsehood virtually consists in an intention to deceive; and this may be shown by a look or word. Even facts may be so arranged and stated as to constitute falsehoods. Some are adepts at this business, and these will seek to justify themselves for departing from strict veracity. There are those who, in order to tear down or injure the reputation of another, will, from sheer malice, fabricate falsehoods concerning them. Lies of self-interest are uttered in buying and selling goods, cattle, or any kind of merchandise. Lies of vanity are uttered by men who love to appear what they are not. A story cannot pass through their hands without embellishment. Oh! how much is done in the world which the doers will one day wish to undo. But the record of words and deeds in the books of Heaven will tell the sad story of falsehoods spoken and acted."},{"refcode_short":"T28 113.2","refcode_long":"Testimony for the Church — No. 28, p. 113.2 (Ellen Gould White)","content":"Falsehood and deception of every cast is sin against the God of truth and verity. The word of God is plain upon these points. “Ye shall not deal falsely, neither lie one to another.” “All liars shall have their part in the lake which burneth with fire and brimstone, which is the second death.” God is a God of sincerity and truth. The word of God is a book of truth. Jesus is a faithful and true witness. The church is the witness and ground of the truth. All the precepts of the Most High are true and righteous altogether. How, then, must prevarication and any exaggeration or deception, appear in his sight. The servant of Elisha was struck with leprosy, which ended only with death, for his falsehood uttered, because he coveted the gifts which Elisha refused."},{"refcode_short":"T28 114.1","refcode_long":"Testimony for the Church — No. 28, p. 114.1 (Ellen Gould White)","content":"Even life itself should not be purchased with the price of falsehood. By a word or nod the martyrs might have denied the truth, and saved their lives. By consenting to cast a single grain of incense upon the idol altar, they might have been saved from the rack, the scaffold, and the cross. But they refused to be false in word or deed, though life was the boon they would receive by so doing. Imprisonment, torture and death, with a clear conscience, were welcomed by them rather than the acceptance of deliverance on condition of deception, falsehood and apostasy. They earned, by fidelity and faith in Christ, spotless robes and jeweled crowns. Their lives were ennobled and elevated in the sight of God, because they stood firmly for the truth under the most aggravating circumstances."},{"refcode_short":"T28 115.1","refcode_long":"Testimony for the Church — No. 28, p. 115.1 (Ellen Gould White)","content":"Men are mortals. They may be sincerely pious, and yet have many errors in their understanding, and many defects in their character; but they cannot be Christ's followers, and yet be in league with him who “loveth and maketh a lie.” Such a life is a fraud, a perpetual falsehood, a fatal deception. It is a close test upon the courage of men and women to be brought to face their own sins, and to frankly acknowledge them. To say, “That mistake must be charged to my account,” requires a strength of inward principle that the world possess in but a limited degree. But he who has the courage to say this, in sincerity, gains a decided victory over self, and effectually closes the door against the enemy."},{"refcode_short":"T28 115.2","refcode_long":"Testimony for the Church — No. 28, p. 115.2 (Ellen Gould White)","content":"An adherence to the strictest principles of truth will frequently cause present inconvenience and may even involve temporal loss, but will increase the reward in the future life. Religion does not consist merely in a system of dry doctrines, but in practical faith which sanctifies the life and corrects the conduct in the family circle and in the church. Many may tithe mint and rue, but neglect the weightier matters, mercy and the love of God. To walk humbly with God is essential to the perfection of Christian character. God requires undeviating principle in the minutest details of the transactions of life. Said Christ, “He that is faithful in that which is least is faithful also in much.”"},{"refcode_short":"T28 116.1","refcode_long":"Testimony for the Church — No. 28, p. 116.1 (Ellen Gould White)","content":"It is neither the magnitude nor the seeming insignificance of a business transaction that makes it fair or unfair, honest or dishonest. In the least departure from rectitude, we place ourselves on the enemy's ground, and may go on, step by step, to any length of injustice. A large proportion in the Christian world divorce religion from their business. Thousands of little tricks and petty dishonesties are practiced in dealing with fellow-men, which reveal the true state of the heart, showing its corruption."},{"refcode_short":"T28 116.2","refcode_long":"Testimony for the Church — No. 28, p. 116.2 (Ellen Gould White)","content":"You do not honor the cause of truth. The fountain needs to be cleansed, that the streams may be pure. Sister —— is engaged too much in seeking spot and stain upon the characters of her brethren and sisters. In seeking to weed the gardens of her neighbors she has neglected her own garden. She must make most diligent efforts in order to build up a spotless character. There is the most fearful danger that she will fail here. If she loses Heaven, she loses everything. You and your wife should cleanse the soul temple, which has become terribly polluted. Your minds have become sadly perverted. “The fear of the Lord is the beginning of wisdom.” Be very jealous and distrustful of self; but never let your tongues be used to express the jealousy of your hearts in regard to another. A great work remains for you both to do, to so humble yourselves before God that he will accept your repentance. Hitherto you have been hearers, but not persevering doers of the word. You have admitted again and again that you were wrong, but the carnal mind has remained unchanged. You have made a little change under the influence of feeling, but principle has not undergone a reformation. I saw that the time had now fully come when action must be taken in your case, unless a thorough change is wrought in your lives. The church of God must not compromise with your coarse ways and low standard of Christianity."},{"refcode_short":"T28 117.1","refcode_long":"Testimony for the Church — No. 28, p. 117.1 (Ellen Gould White)","content":"One of you brothers is enough in a place. You are continually at war and strife with one another, hateful, and hating one another. But although you are a by-word to those of the world with whom you associate, yet you are so far distant from God that you cannot see but that you are about right. All of you need a nearer view of the character of Christ, that you may discern more clearly what it is to be like him. Unless you all change your deportment, and entirely overcome your pompous, dictatorial, uncourteous course of conduct, you will dishonor the cause wherever you are; and it were better that you had never been born. The time has come for you to turn to the right or to the left. “If the Lord be God, follow him; but if Baal, then follow him.” The deformed character developed in you is a disgrace to the Christian name. No church will prosper under your rule or guidance, for you are not connected with God. You are boastful, proud, and self-important, and would mold others after the same pattern as yourselves."},{"refcode_short":"T28 118.1","refcode_long":"Testimony for the Church — No. 28, p. 118.1 (Ellen Gould White)","content":"The church of God has long been burdened with your unchristian acts and deportment. God help you to see and feel that your eternal interests demand an entire transformation. By your example others are led astray from the pure, elevated path of holiness."},{"refcode_short":"T28 118.2","refcode_long":"Testimony for the Church — No. 28, p. 118.2 (Ellen Gould White)","content":"Truly great men are invariably modest. Humility is the grace which sits naturally upon them as a garment. Those who have stored their minds with useful knowledge, and who are possessed of genuine attainments and refinement, are the ones who will be most willing to admit the weakness of their own understanding. They are not self-confident nor boastful; but in view of so much higher attainments to which they might rise in intellectual greatness, they seem to themselves to have but just begun the ascent. It is the superficial thinker, the one who has but a beginning or smattering of knowledge, who deems himself to be wise, and who takes on airs of importance that are disgusting."},{"refcode_short":"T28 119.1","refcode_long":"Testimony for the Church — No. 28, p. 119.1 (Ellen Gould White)","content":"You might today be men of honor and of trust; but you have all been so well satisfied with yourselves that you have not improved the light and privileges which have been graciously granted you. Your minds have not been expanded by the Christian graces, neither have your affections been sanctified by communion with the Lifegiver. There is a littleness, an earthliness, which stamps the outer character and reveals the fact beyond doubt that you have been walking in the way of your own heart, and in the sight of your own eyes, and that you are filled with your own devices."},{"refcode_short":"T28 119.2","refcode_long":"Testimony for the Church — No. 28, p. 119.2 (Ellen Gould White)","content":"When connected with God, and sincerely seeking his approval, man becomes elevated, ennobled, and sanctified. The work of elevation is one that man must perform for himself through Jesus Christ. Heaven may give him every advantage so far as temporal and spiritual things are concerned, but it is all in vain unless he is willing to appropriate these blessings, and to help himself. His own powers must be put to use or he will finally be weighed in the balances and pronounced wanting. He will be a failure as far as this life is concerned, and will lose the future life."},{"refcode_short":"T28 120.1","refcode_long":"Testimony for the Church — No. 28, p. 120.1 (Ellen Gould White)","content":"All who will with determined effort seek help from above, and subdue and crucify self, may be successful in this world, and may gain the future immortal life. This world is the field of man's labor. His preparation for the future world depends upon how he discharges his duties in this world. He is designed of God to be a blessing to society. He cannot, if he would, live and die to himself. God has bound us together as members of one family, and this relationship every one is bound to cherish. There are services due to others which we cannot ignore and yet keep the commandments of God. To live, think, and act for self only, is to become useless as servants of God. High-sounding titles and great talents are not essential in order to be a good citizen or an exemplary Christian."},{"refcode_short":"T28 120.2","refcode_long":"Testimony for the Church — No. 28, p. 120.2 (Ellen Gould White)","content":"We have too many in our ranks who are restless, talkative, self-commending, and who take the liberty to put themselves forward, having no reverence for age, experience, or office. The church is suffering today for help of an opposite character,—modest, quiet, God-fearing men, who will lift disagreeable burdens when laid upon them, not for the name, but to render service to their Master who died for them. Persons of this character do not think it will detract from their dignity to rise up before the ancient, and to treat gray hairs with respect. Our churches need weeding out. Too much self-exaltation and self-sufficiency exist among the members."},{"refcode_short":"T28 121.1","refcode_long":"Testimony for the Church — No. 28, p. 121.1 (Ellen Gould White)","content":"Those who fear and reverence God, he will delight to honor. Man may be so elevated as to form the connecting link between Heaven and earth. He came forth from the hand of his Creator with a symmetrical character, endowed with capacities for improvement that, with divine influence combined with human effort, he might elevate himself almost to an angel's sphere. Yet, when thus elevated, he will be unconscious of his goodness and greatness."},{"refcode_short":"T28 121.2","refcode_long":"Testimony for the Church — No. 28, p. 121.2 (Ellen Gould White)","content":"God has given man intellectual faculties capable of the highest cultivation. Had the brethren —— seen the natural coarseness and roughness of their characters, and with assiduous care cultivated and trained the mind, strengthening the weak points of character and overcoming their glaring defects, some of them would have been accepted as Christ's messengers. But God cannot accept any one of them as his representative as they are now. They did not sufficiently realize the need of improvement to cause them to seek for it. Their minds were not trained by study, by observation, reflection, and a constant effort to thoroughly discipline themselves for the duties of life. The means of improvement are within the reach of all. None are so poor or so busy that with Jesus to help them they cannot make improvements in their life and character."},{"refcode_short":"T28 122","refcode_long":"Testimony for the Church — No. 28, p. 122 (Ellen Gould White)","content":"Epistle Number Three."},{"refcode_short":"T28 122.1","refcode_long":"Testimony for the Church — No. 28, p. 122.1 (Ellen Gould White)","content":"Bro. and Sr. ——: I have been shown the great mercy and infinite love of God in giving you another trial. There will be a positive necessity of your holding fast to the mighty Healer, that you may have physical and spiritual strength. You have poor health, but you are in danger of thinking that you are in a worse condition than you really are. You have not had power of endurance, because you have not cherished a patient, hopeful, courageous spirit. You yield to infirmities instead of rising above them. Temptations will assail you on the right hand and on the left, but by patient continuance in well-doing you may overcome the defects in your characters."},{"refcode_short":"T28 123.1","refcode_long":"Testimony for the Church — No. 28, p. 123.1 (Ellen Gould White)","content":"I was shown that your feet had indeed taken hold on perdition, but God did not wholly forsake either of you. His matchless mercy in giving you another opportunity to prove your loyalty to him calls upon you to walk with great humility and to guard self. You have petted and indulged yourselves so much, that you need now to work in an opposite direction."},{"refcode_short":"T28 123.2","refcode_long":"Testimony for the Church — No. 28, p. 123.2 (Ellen Gould White)","content":"You, Bro. ——, have been very selfish, and this has been contemptible in the sight of God. Your wife and yourself have stumbled again and again over this evil. Your powers have been greatly dwarfed by self-gratification and self-indulgence. Neither of you are deficient in natural reason and judgment, but you have followed inclination rather than the path of duty, and have failed to repress the wrong traits of character and to strengthen weak moral power."},{"refcode_short":"T28 123.3","refcode_long":"Testimony for the Church — No. 28, p. 123.3 (Ellen Gould White)","content":"Bro. ——, you are naturally an impatient, fretful, exacting man at home; and after a short acquaintance you show this out in new places. You frequently talk in an impatient, overbearing manner. This must all be repented of. You may now begin anew. God has in his boundless mercy given you another chance. Your wife has much in herself to contend against, and you should be on your guard that you do not throw her upon Satan's ground. Fretting, fault-finding, and making strong statements must be given up. What time have you set to gain the victory over your perverse will and the defects in your character? With the advancement you now make, your probation may close before you have made the determined efforts essential to give you the victory over self. You will in the providence of God be placed in positions where your peculiarities will be tried and revealed, if existing. You do not see nor realize the effect of your thoughtless, impatient, complaining, whining words."},{"refcode_short":"T28 124.1","refcode_long":"Testimony for the Church — No. 28, p. 124.1 (Ellen Gould White)","content":"Yourself and wife have another golden opportunity to suffer for Christ's sake. If you do this complainingly, you will have no reward; if willingly, gladly, having the same spirit which Peter possessed after his apostasy, you will be victors. He felt a sense of his cowardly denial of Christ through his lifetime; and when called to suffer martyrdom for his faith, the humiliating fact was ever before him, and he begged that he might not be crucified in the exact manner of his Lord, fearing that would be too great an honor after his apostasy. His request was that he might be crucified with his head downward. What a sense did Peter have of his sin in denying his Lord! What a conversion he experienced! His life ever after was a life of repentance and humiliation."},{"refcode_short":"T28 125.1","refcode_long":"Testimony for the Church — No. 28, p. 125.1 (Ellen Gould White)","content":"You may have cause to tremble when you see God through his law. When Moses thus saw the majesty of God he exclaimed, “I exceedingly fear and quake!” The condemnation of the law pronounced death upon the transgressor. Then the atoning sacrifice was presented before Moses. The cleansing blood of Christ was revealed to purify the sinner, and his fears were swept away as the morning fog before the beams of the rising sun. Thus he saw it might be with the sinner. Through repentance toward God and faith toward our Lord Jesus Christ, pardon is written, and the Sun of Righteousness sheds his bright, healing beams upon him, dispelling the doubt and fear that befog the soul. Moses came down from the mount where he had been in converse with God, his face shining with a heavenly luster which was reflected upon the people. He appeared to them like an angel direct from glory. That divine brightness was painful to those sinners; they ran away from Moses, and begged that the bright glory might be covered from their sight lest it slay them if they came near him."},{"refcode_short":"T28 126.1","refcode_long":"Testimony for the Church — No. 28, p. 126.1 (Ellen Gould White)","content":"Moses had been a student. He was well educated in all the learning of the Egyptians; but this was not the only qualification which he needed to prepare him for his work. He was, in the providence of God, to learn patience, to temper his passions. In a school of self-denial and of hardships he was to receive an education which would be of the utmost importance to him. These trials would prepare him to exercise a fatherly care over all who needed his help. No knowledge, no study, no eloquence could be a substitute for this experience in trials to one who was to watch for souls as they that must give account. In doing the work of a humble shepherd, forgetful of self, interested for the flock given to his charge, he was to become fitted for the most exalted work ever intrusted to mortals—that of being a shepherd of the sheep of the Lord's pasture. Those who fear God in the world must be connected with him. Christ is the most perfect educator the world ever knew. To receive wisdom and knowledge from Christ was more valuable to Moses than all the learning of the Egyptians."},{"refcode_short":"T28 126.2","refcode_long":"Testimony for the Church — No. 28, p. 126.2 (Ellen Gould White)","content":"Bro. and Sr. ——, I entreat of you to be in earnest, and come to God through Jesus Christ. “Be not deceived; God is not mocked; for whatsoever a man soweth, that shall he also reap.” He who spends his talents and his means in self-indulgence, in gratification of the lower passions, will reap corruption. His harvest is sure. His mind will lose its susceptibility and power. His intellect will be shattered, and his life shortened. God requires you to make more thorough efforts to subdue and control self. I was shown that God and angels are ready and waiting to help you in this important work. If you delay, if you are even dilatory, it may be too late. Your probation is lengthened, your character is now forming, and soon, my dear brother and sister, it will be stereotyped forever. Half-way work with you will not advance you one step toward Heaven. Indecision soon becomes decision in the wrong direction. Many decide to serve themselves and Satan, by not making determined efforts to overcome their defects of character. While many are petting sinful propensities, expecting to be overcomers sometime, they are deciding for perdition. You, Bro. and Sr. ——, in the name of Jesus Christ, may be victorious even now “in this thy day.” Do not plan and study for self. You cannot be wholly the Lord's while encouraging any degree of selfishness. Such great love as the Redeemer has shown you should be received with great humility and continual rejoicing. In order to be happy, control your thoughts and words. It will require a masterly effort on your part; nevertheless it must be done, if you are the acknowledged children of God. Be not weary in your effort. Satan is battling for your souls, and he must be disappointed."},{"refcode_short":"T28 128.1","refcode_long":"Testimony for the Church — No. 28, p. 128.1 (Ellen Gould White)","content":"When you, Bro. ——, first commence to labor in a place, you generally have the confidence of the people; but after a more thorough acquaintance your defects of character become so apparent that many lose confidence in your piety. Reflections are thus cast upon the ministers of the whole fraternity. A short stay in a place would not injure your reputation. While engaged in earnest labor, pressed by opposing influences, your mind is absorbed in the work in which you are engaged, and you have not time nor opportunity to think and reflect upon yourself. But when the work is over, and you begin to think upon self, as is natural for you to do, you pet yourself, become babyish, sharp and cross in temper, and thus greatly mar the work of God. You manifest the same spirit in the church, and your influence is thus much injured in the community,—in some cases beyond remedy. You have frequently exhibited childish contention, even while laboring to convert souls to the truth, and the impressions made have been terrible upon those who were witnesses. Now, one of two things must be done; you must either be a consecrated man at home, in your family, and in the church, at all times tender and patient, or you must not settle down in a church. For your defects will be made apparent, and the Redeemer you profess to love and serve will be dishonored."},{"refcode_short":"T28 129.1","refcode_long":"Testimony for the Church — No. 28, p. 129.1 (Ellen Gould White)","content":"The faith of Moses led him to look at the things which are unseen, which are eternal. He left the splendid attractions of court life because sin was there. He gave up present and seeming good that flatters only to ruin and destroy. The real attractions, the eternal, were of value to him. The sacrifices made by Moses were really no sacrifices. With him it was letting go a present, apparent, flattering good, for a sure, high, immortal good."},{"refcode_short":"T28 129.2","refcode_long":"Testimony for the Church — No. 28, p. 129.2 (Ellen Gould White)","content":"Moses endured the reproach of Christ, considering reproach greater riches than all the treasures of Egypt. He believed what God had said, and was not influenced to swerve from his integrity by any of the world's reproaches. He walked the earth as God's free man. He had the love of Christ in the soul temple, which made him not only a man of dignity, but added the luster of the true Christian graces to the dignity of the man. Moses walked a rough and perilous path, but he looked to the things unseen and faltered not. The recompense of reward was attractive to Moses, and it may be also to us. Moses was familiar with God."},{"refcode_short":"T28 130.1","refcode_long":"Testimony for the Church — No. 28, p. 130.1 (Ellen Gould White)","content":"The work is before you to improve the remnant of your life in reforming and elevating the character. A new life begins in the renewed soul. Christ is the indwelling Saviour. That which may be regarded as hard to give up must be yielded. The overbearing, dictatorial word must be left unspoken, then a precious victory is gained. True happiness will be the result of every self-denial, every crucifixion of self. One victory won, the next is more easily gained. Had Moses neglected the opportunities and privileges granted him of God, he would have neglected the light from Heaven, and been a disappointed, miserable man. Sin is from beneath; when indulged, Satan is enshrined in the soul, there to kindle the very fires of hell. God has not given his law to prevent the salvation of souls, but he wants all to be saved. Man has light and opportunities, and if he will improve them, he may overcome. You may show by your lives the power of the grace of God in overcoming. Satan is trying to set up his throne in the soul temple. When he reigns he makes himself heard and felt in angry passions, in words of bitterness that grieve and wound. But as light has no communion with darkness, and Christ no union with Belial, the man must be wholly for one or the other. In indulging self, in avariciousness, in deception, in fraud, or sin of any kind, he encourages the elements of Satan in his soul, and closes the doors of Heaven to himself."},{"refcode_short":"T28 131.1","refcode_long":"Testimony for the Church — No. 28, p. 131.1 (Ellen Gould White)","content":"Because of sin, Satan was thrust out of Heaven; and no man, indulging and fostering sin, can go to Heaven, for then Satan would have a foothold there again. When a man is earnestly engaged day by day in overcoming the defects in his character, he is cherishing Christ in his soul temple. The light of Christ is in him. Under the bright beams of the light of Christ's countenance, his entire being is becoming elevated and ennobled. He has the peace of Heaven in his soul. Many give loose reins to passion, to avariciousness, to selfishness and deception, and all the time are excusing themselves and laying the blame on the circumstances which brought around the trial to themselves. This has been your case. You could have made your surroundings. God permitted your surroundings to exist to develop character. By resisting or enduring temptation, circumstances are controlled by the might of the will in the name of Jesus. This is overcoming as Christ overcame. “This is the victory that overcometh the world, even our faith.”"},{"refcode_short":"T28 131.2","refcode_long":"Testimony for the Church — No. 28, p. 131.2 (Ellen Gould White)","content":"Bro. ——, God is merciful to you. Your life has been a mistake, nothing what it might have been and should have been. There has not been in you genuine manliness, true elevation and purity of feeling. You have not had proper self-respect, and therefore have not had proper respect for others. You have not magnified Christ and the power of his grace. You have needed guardians all the way along through life. The same frivolity and fickleness, the same inconsideration and lack of self-control, the same selfishness and impatience which was seen in your conduct at an early period of your life, is developed in a marked manner when past the meridian of life. This need not have been, had you put away childish feelings and childish temper, and put on the firmness of the man. You have favored yourselves altogether to your injury. Your pains and infirmities have been magnified. You look at them, and complainingly talk of them, but do not look away to Jesus. Think how little you suffer, how little you endure in comparison with the sufferings of Jesus Christ; and he was sinless,—the just suffering for the unjust."},{"refcode_short":"T28 132.1","refcode_long":"Testimony for the Church — No. 28, p. 132.1 (Ellen Gould White)","content":"A good tree will not produce corrupt fruit. Good conversation will accompany a good conscience as surely as good fruit will be produced by a good tree. If a man is unkind and churlish in his family and to others connected with him, no one need to inquire how he will manage in the church. He will exhibit the same petulant, overbearing disposition which he shows at home. No man can have the spirit and the mind of Christ Jesus without being rendered better by it in all the relations and duties of life. Murmuring, complaining, and fretful passion are not the fruit of good principles. You will need to be instant in prayer, because you have not strengthened the high, noble, moral traits of character. This is to be done now by you. The work will be difficult, but positively essential."},{"refcode_short":"T28 133.1","refcode_long":"Testimony for the Church — No. 28, p. 133.1 (Ellen Gould White)","content":"While in Texas you were hopeless, and felt yourself forsaken of God and man. But now that you again make a start, let the work of reformation be thorough, your repentance such as needeth not to be repented of. The best of your days, so far as health and vigor are concerned, are in the past; but with proper habits, a cheerful mind, a clear conscience in reference to present deportment, you may turn your defeat into victory. You have no time to lose. Your wife can help you in all your efforts in the harvest-field. If she is sanctified through the truth, she can be a blessing to you and to the cause of God, in conversing with others and being social."},{"refcode_short":"T28 133.2","refcode_long":"Testimony for the Church — No. 28, p. 133.2 (Ellen Gould White)","content":"Many falter and fall through the indulgence of a perverse temper. Alexander and Caesar found it much easier to subdue a kingdom than to rule their own spirits. After conquering nations, the world's so called great men fell, one of them through the indulgence of appetite—a victim of intemperance—the other through presumption and mad ambition."},{"refcode_short":"T28 134.1","refcode_long":"Testimony for the Church — No. 28, p. 134.1 (Ellen Gould White)","content":"God calls upon you to yield pride and stubbornness, and let the peace of God rule in your hearts. The meek and quiet spirit must be cherished. Carry Christ's meekness with you in all your labors. An excited temper and cutting censure will not impress the people or gain their sympathy. If we have the truth we can afford to be calm and unexcited. Our language should be modest and elevated. The spirit you have cherished within has left its impression upon the countenance. Christ, enthroned in the soul temple, will efface that fretful, peevish, unhappy look; and as the cloud of witnesses look upon a man reflecting the image of Christ, they will realize that he is surrounded by a pleasant atmosphere. The world will see that amid storms of abuse he stands unmoved like the lofty cedar. That man is one of God's heroes. He has overcome himself."},{"refcode_short":"T28 134.2","refcode_long":"Testimony for the Church — No. 28, p. 134.2 (Ellen Gould White)","content":"The largest share of the annoyances of life, its daily corroding cares, its heartaches, its irritation, is the result of a temper uncontrolled. The domestic circle is often broken by a hasty word and abusive language. How much better were it left unsaid. One smile of pleasure, one peaceful, approving word spoken in the spirit of meekness would be a power to soothe, to comfort, and to bless. The government of self is the best government in the world. By putting on the ornament of a meek and quiet spirit, ninety-nine out of a hundred of the troubles which so terribly embitter life might be saved. Many excuse their hasty words and passionate tempers by saying, “I am sensitive; I have a hasty temperament.” This will never heal the wounds made by hasty, passionate words. Some, indeed, are naturally more passionate than others; but this spirit can never harmonize with the Spirit of God. The natural man must die, and the new man Christ Jesus take possession of the soul, so that the follower of Jesus may say in verity and truth, “I live, yet not I, for Christ liveth in me.” Self is difficult to conquer. Human depravity in every form is not easily brought into subjection to the spirit of Christ. But all should be impressed with the fact that unless this victory is gained through Jesus Christ, there is no hope for them. The victory can be gained, for nothing is impossible with God. By his assisting grace all evil temper, all human depravity may be overcome. Every Christian must learn of Christ who, when he was reviled, reviled not again,"},{"refcode_short":"T28 136.1","refcode_long":"Testimony for the Church — No. 28, p. 136.1 (Ellen Gould White)","content":"The work before you is no light task, no child's play. You have failed to go forward to perfection. But now you may begin anew. You may show by your life what the power and grace of God can do in transforming the natural man to a spiritual man in Christ Jesus. You may be overcomers if you will, in the name of Christ, decidedly take hold of the work."},{"refcode_short":"T28 136.2","refcode_long":"Testimony for the Church — No. 28, p. 136.2 (Ellen Gould White)","content":"There is one solemn statement I wish you to write upon your hearts: When persons have yielded to Satan's devices and thus placed themselves upon his ground, if they recover themselves from his snares through the mercy of God, they must come into close connection with him, daily crucify self, and be thoroughly transformed, in order to gain the victory and win eternal life. You both went a long distance from God. You have brought a great reproach upon his cause. Now you must be most zealously in earnest to overcome every defect in your characters, and by a life of humiliation, and trusting, pleading prayer, in faith, ask God for Christ's sake to cancel the past, so that the seeds of evil that you have sown may not be extended, and be treasured up as wrath against the day of wrath."},{"refcode_short":"T28 136.3","refcode_long":"Testimony for the Church — No. 28, p. 136.3 (Ellen Gould White)","content":"Now to go on in the same course, fractious in spirit, petting yourselves, babyishly talking of your infirmities, expatiating upon your feelings, and dwelling upon the dark side, will make you weak and spiritless. It was these things that made you easy subjects to Satan's devices. If you begin the same course you were pursuing when your feet began to slip, your case will be hopeless. If you break off your sins by repentance, and avoid the fearful consequences by taking refuge in a Saviour's intercession, pleading with God earnestly for his Spirit that you may be led, and taught, and quickened, you may reap life everlasting. Do not fail to unitedly, humbly, cast your helpless souls in faith upon the merits of Christ."},{"refcode_short":"T28 137","refcode_long":"Testimony for the Church — No. 28, p. 137 (Ellen Gould White)","content":"Epistle Number Four."},{"refcode_short":"T28 137.1","refcode_long":"Testimony for the Church — No. 28, p. 137.1 (Ellen Gould White)","content":"Bro. ——: In my last vision your case was shown me. I saw that you loved the truth which you profess, but you are not sanctified through it. Your affections have been divided between the service of God and the love of mammon. This division of affection stands as a barrier in the way of your being a missionary for God. While professedly serving the cause of God, self-interest has marred your work and greatly injured your influence. God could not work with you because your heart was not right with him."},{"refcode_short":"T28 138.1","refcode_long":"Testimony for the Church — No. 28, p. 138.1 (Ellen Gould White)","content":"As far as words go, you have been deeply interested in the truth; but when it comes to showing your faith by works, there has been a great lack. You have not correctly represented our faith. You have injured the cause of God by your manifest love of gain; and your love to trade and bicker has not been for your good or for the spiritual health of those with whom you are brought in contact. You are a sharp man in trade, and you often overreach. You have peculiar tact for looking out for the best end of the bargain, watching for your own good rather than that of others. If a man would cheat himself, and you be advantaged thereby, you have let him do it. This is not following the golden rule, doing unto others as you would wish them to do by you."},{"refcode_short":"T28 138.2","refcode_long":"Testimony for the Church — No. 28, p. 138.2 (Ellen Gould White)","content":"While engaged in the missionary work you have at the same time manifested your scheming propensities in buying and selling. This makes a poor combination. You should be one thing or the other. “If the Lord be God, serve him; if Baal, then serve him.” Choose ye this day whom ye will serve. God will not accept your labors in the tract and missionary work while you are scheming to advantage yourself. You are in danger of counting gain as godliness. The tempter will present flattering inducements before you, to fascinate you and allure you on to indulge a spirit of scheming which will kill your spirituality."},{"refcode_short":"T28 139.1","refcode_long":"Testimony for the Church — No. 28, p. 139.1 (Ellen Gould White)","content":"The world, angels, and men look upon you as a sharper, as a man who is studying his own interest, and securing advantages to himself without looking carefully and conscientiously after the interest of those with whom he deals. In your business life there is a vein of dishonesty that tarnishes the soul and dwarfs religious experience and growth in grace. You do not see and sense the evil of encouraging this scheming propensity. It has become second nature to you. You are watching with keen business eye the best chance to secure a bargain."},{"refcode_short":"T28 139.2","refcode_long":"Testimony for the Church — No. 28, p. 139.2 (Ellen Gould White)","content":"Business which you may enter into fairly and squarely, advantaging others as well as yourself, would be all right as far as dealing honorably is concerned. But the Lord would have accepted your service, and used your powers, your keen perceptions, in securing the salvation of souls, had you been sanctified through the truth. The desire of the eye in the love of gain was warring against the Spirit. The habits and culture of years have been disqualifying you for God's work. It has left its deforming impress upon your character, You have a constant, longing desire to traffic. If sanctified to the service of God, this would make you an earnest, persevering laborer for the Master; but, abused as it has been, your soul is in danger, and others also are in danger of being lost through your influence."},{"refcode_short":"T28 140.1","refcode_long":"Testimony for the Church — No. 28, p. 140.1 (Ellen Gould White)","content":"At times reason and conscience remonstrate, and you feel rebuked because of your course; your soul longs after holiness and the surety of Heaven; the din of the world looks repulsive to you, and you put it aside and cherish the Spirit of God. Then again, your worldly propensity comes in and overrules everything. You will surely have to meet the assaults of Satan; and you should prepare for them, by firmly resisting your inclination."},{"refcode_short":"T28 140.2","refcode_long":"Testimony for the Church — No. 28, p. 140.2 (Ellen Gould White)","content":"While the apostle Paul was immured in prison walls that were reeking with dampness, himself a sufferer with infirmities, he greatly desires to see Timothy, his son in the gospel, and leave him his dying charge. He has no hope of release from his bondage until he yields his life. The wicked Nero's heart is thoroughly satanic, and at a word or nod from him, the apostle's life would be cut short. He urges the immediate presence of Timothy, and yet he fears he will not come soon enough to receive the last testimony from his lips. He therefore repeats the words he would speak to Timothy, to one of his fellow-laborers who was allowed to be his companion in bonds. This faithful attendant wrote the dying charge of Paul, a small portion of which we here quote:—"},{"refcode_short":"T28 141.1","refcode_long":"Testimony for the Church — No. 28, p. 141.1 (Ellen Gould White)","content":"“They that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition. For the love of money is the root of all evil; which, while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows. But thou, O man of God, flee these things, and follow after righteousness, godliness, faith, love, patience, meekness. Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.” “Charge them that are rich in this world, that they be not high-minded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy; that they do good; that they be rich in good works, ready to distribute, willing to communicate, laying up in store for themselves*The original publication had the spelling “themslves.” a good foundation against the time to come, that they may lay hold on eternal life.” “And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also. Thou, therefore, endure hardness as a good soldier of Jesus Christ. No man that warreth entangleth himself with the affairs of this life; that he may please Him who hath chosen him to be a soldier. And if a man also strive for masteries, yet is he not crowned except he strive lawfully.” A man may be avaricious and yet excuse himself by saying that it is for the cause of God; but he obtains no reward, for God does not want money that is obtained by overreaching or by any semblance of dishonesty."},{"refcode_short":"T28 142.1","refcode_long":"Testimony for the Church — No. 28, p. 142.1 (Ellen Gould White)","content":"He further urges Timothy: “Do thy diligence to come shortly unto me; for Demas hath forsaken me, having loved this present world, and is departed unto Thessalonica.” These words dictated by Paul just prior to his death were written by Mark for our profit and warning."},{"refcode_short":"T28 142.2","refcode_long":"Testimony for the Church — No. 28, p. 142.2 (Ellen Gould White)","content":"Christ in teaching his disciples said, “I am the true vine, and my Father is the husbandman. Every branch in me that beareth not fruit, he taketh away; and every branch that beareth fruit, he purgeth it [pruneth it], that it may bring forth more fruit.” He who is united to Christ, partaking of the sap and nourishment of the vine, will work the works of Christ. The love of Christ must be in him or he cannot be in the vine. Supreme love to God, and love to your neighbor equal to that which you bear to yourself, is the basis of true religion."},{"refcode_short":"T28 143.1","refcode_long":"Testimony for the Church — No. 28, p. 143.1 (Ellen Gould White)","content":"Christ inquires of every one professing his name, “Lovest thou me?” If you love Jesus you will love the souls for whom he has died. A man may not bear the most pleasant exterior, he may be deficient in many respects; but if he has the reputation for straight-forward honesty he will gain the confidence of others. The love of truth, the dependence and confidence men can place in him, will remove or overbear objectionable features in his character. Trustworthiness in your place and calling, a willingness to deny self for the purpose of benefiting others, will bring peace of mind and the favor of God."},{"refcode_short":"T28 143.2","refcode_long":"Testimony for the Church — No. 28, p. 143.2 (Ellen Gould White)","content":"Those who will walk closely in the footsteps of their self-sacrificing, self-denying Redeemer, will have the mind of Christ reflected in their minds. Purity and the love of Christ will shine forth in their daily lives and characters, while meekness and truth will guide their way. Every fruitful branch is pruned that it may bring forth more fruit. Even fruitful branches may display too much foliage, and appear what they really are not. The followers of Christ may be doing some work for the Master, and yet not be doing half they might do. He then pruneth them, because worldliness, self-indulgence, and pride are cropping out in their lives. Husbandmen clip off the surplus tendrils of the vines that are grasping the rubbish of earth, thus making them more fruitful. These hindering causes must be removed, and the defective overgrowth cut away, to give room for the healing beams of the Sun of Righteousness."},{"refcode_short":"T28 144.1","refcode_long":"Testimony for the Church — No. 28, p. 144.1 (Ellen Gould White)","content":"God purposed through Christ that fallen man should have another trial. Many misunderstand the object for which they were created. It was to bless humanity and glorify God rather than to enjoy and glorify self. God is constantly pruning his people, cutting off profuse, spreading branches, that they may bear fruit to his glory and not produce leaves only. God prunes us with sorrow, with disappointment and affliction, that the outgrowth of strong, perverse traits of character may be weakened, and that the better traits may have a chance to develop. Idols must be given up, the conscience must become more tender; the meditation of the heart must be spiritual, and the entire character must become symmetrical. Those who really desire to glorify God, will be thankful for the exposure of every idol and every sin, that they may see them and put them away; but the divided heart will plead indulgence rather than denial."},{"refcode_short":"T28 145.1","refcode_long":"Testimony for the Church — No. 28, p. 145.1 (Ellen Gould White)","content":"The apparently dry branch, by being connected with the living vine, becomes a part of it. Fiber by fiber, and vein by vein, it adheres to the vine till it derives its life and nourishment from the parent stalk. The graft buds, blossoms, and produces fruit. The soul, dead in trespasses and sins, must experience a similar process in order to be reconciled to God, and to become a partaker of Christ's life and joy. As the graft receives life when united to the vine, so the sinner partakes of the divine nature when connected with Jesus Christ. Finite man is united with the infinite God. When thus united, the words of Christ abide in us, and we are not actuated by a spasmodic feeling, but by a living, abiding principle. The words of Christ must be meditated upon and cherished and enshrined in the heart. They should not be repeated parrot-like, finding no place in the memory, and having no influence over the heart and the life."},{"refcode_short":"T28 145.2","refcode_long":"Testimony for the Church — No. 28, p. 145.2 (Ellen Gould White)","content":"As the branch must abide in the vine to obtain the vital sap which causes it to flourish, so those who love God and keep all his sayings must abide in his love. Without Christ we cannot subdue a single sin, or overcome the smallest temptation. Many need the spirit of Jesus Christ and his power to enlighten their understanding, as much as blind Bartimeus needed his natural sight. “As the branch cannot bear fruit of itself, except it abide in the vine, no more can ye, except ye abide in me.” All who are really in Christ will experience the benefit of this union. God accepts them in the Beloved. They become objects of the Father's solicitude and tender, loving care. This connection with Christ will result in the purification of the heart, and in a circumspect life and a faultless character. The fruit borne upon the Christian tree is love, joy, peace, longsuffering, gentleness, goodness, faith, meekness, temperance."},{"refcode_short":"T28 146.1","refcode_long":"Testimony for the Church — No. 28, p. 146.1 (Ellen Gould White)","content":"My brother, you need a close connection with God. You have traits of character for which you are responsible. Your powers have been put to a wrong use. God cannot approve your course. Your standard is after the pattern of the worldlings, and not after the pattern Christ has given us in his life. You have looked through their eyes, and discerned with their unsanctified judgment. Your soul must be cleansed from the polluting influence of the world. You have repeatedly deviated from strict integrity for that which you flattered yourself was gain, but which was really loss. Every act of overreaching in deal will detract from your reward in Heaven, should you gain that home. Every man will receive his reward as his works have been."},{"refcode_short":"T28 147.1","refcode_long":"Testimony for the Church — No. 28, p. 147.1 (Ellen Gould White)","content":"You have no time to lose, but should make diligent efforts to overcome the marked traits in your character, which if indulged will close the doors of glory against you. You cannot afford to lose Heaven. You now need to make a decided change in your words and deeds, to overcome your avaricious spirit, and to turn your thoughts into the channel of sanctified truth. In short, you need to be transformed. Then God will accept your labors in his cause. You should be a man of such undeviating veracity that the love of gain will not seduce you, and no temptation overcome you. The Lord requires of all who profess his name a strict adherence to truth. This will be as salt which has not lost its savor, as a light amid the moral darkness and deception of the world."},{"refcode_short":"T28 147.2","refcode_long":"Testimony for the Church — No. 28, p. 147.2 (Ellen Gould White)","content":"“Ye are the light of the world,” says Christ. Those who are truly connected with God, by reflecting the light of Heaven will have a saving power in the church, and also in the world, because the perfume of good deeds and truthful acts will make them of good repute even among those who are not of our faith. Those who fear God will respect and honor such a character; and even the enemies of our faith, as they see the spirit and life of Christ exhibited in their daily works, will glorify God, the source of their strength and honor."},{"refcode_short":"T28 148.1","refcode_long":"Testimony for the Church — No. 28, p. 148.1 (Ellen Gould White)","content":"You, my brother, should have been truly converted to the truth and wholly given to the work of God years ago. Precious years which should have been rich with experience in the things of God, and in practical labor in his cause, have been lost. Whereas you should now be able to teach others, you have failed to come to the full knowledge of the truth yourself. You ought now to have an experimental knowledge of the truth, and be qualified to bear the message of warning to the world. Your services have been nearly lost to the cause of God because your mind has been divided, planing and scheming, buying and selling, serving tables."},{"refcode_short":"T28 148.2","refcode_long":"Testimony for the Church — No. 28, p. 148.2 (Ellen Gould White)","content":"The mildew of the world has clouded your perception and perverted your intellect so that your feeble efforts have not been acceptable offerings to God. Had you divorced yourself from your speculating propensities, and worked in the opposite direction, you would now be enriched with divine knowledge, and a gainer in spiritual things generally, whereas you have been losing spiritual power and dwarfing your religious experience."},{"refcode_short":"T28 149.1","refcode_long":"Testimony for the Church — No. 28, p. 149.1 (Ellen Gould White)","content":"To have fellowship with the Father and his Son Jesus Christ, is to be ennobled and elevated, and made partaker of joys unspeakable and full of glory. Food, clothing, station, and wealth, may have their value, but to have a connection with God and to be a partaker of his divine nature, is of priceless value. Our lives should be hid with Christ in God; and although it “doth not yet appear what we shall be,” “when Christ who is our life shall appear, we shall be like him, for we shall see him as he is.” The princely dignity of the Christian character will shine forth as the sun, and the beams of light from the face of Jesus Christ will be reflected upon those who have purified themselves even as he is pure. The privilege of becoming sons of God is cheaply purchased even at the sacrifice of everything we possess, be it life itself."},{"refcode_short":"T28 149.2","refcode_long":"Testimony for the Church — No. 28, p. 149.2 (Ellen Gould White)","content":"My dear brother, you should set your face to be a man after God's own heart. What others may venture to do or say, not strictly in accordance with the Christian standard, should be no excuse for you. You must stand before the Judge of all the earth, not to answer for another, but for yourself. We have an individual responsibility, and no man's defects of character will be the least excuse for our guilt. Christ has given us in his character a perfect pattern, a faultless life."},{"refcode_short":"T28 150.1","refcode_long":"Testimony for the Church — No. 28, p. 150.1 (Ellen Gould White)","content":"The most persistent attacks of the enemy of souls are made upon the truth we profess, and any deviation from the right reflects dishonor upon it. Our chief danger is in having the mind diverted from Christ. The name of Jesus has power to drive back the temptation of Satan, and lift up for us a standard against him. So long as the soul rests with unshaken confidence in the virtue and power of the atonement, it will stand firm as a rock to principle, and all the powers of Satan and his angels cannot swerve it from its integrity. The truth as it is in Jesus is a wall of fire around the soul that clings to him. Temptations will pour in upon us, for by them we are to be tried during our probation upon earth. It is the proving of God, a revelation of our own hearts. There is no sin in having temptations; but sin comes in when temptation is yielded to."},{"refcode_short":"T28 150.2","refcode_long":"Testimony for the Church — No. 28, p. 150.2 (Ellen Gould White)","content":"If your aptness and skill had been as much exercised in saving souls, and in disseminating the truth to those who are in darkness as it has been to get gain and to increase your earthly possessions, you would have many stars in the crown of your rejoicing in the kingdom of glory. There are but few who are as faithful in the service of God as they are in serving their own temporal interest. A resolute purpose is sure to accomplish the desired end. Many do not feel that it is essential to be as discriminating, apt, and accomplished, in the work of God as in their own temporal business. The mind and heart of those who profess to believe the truth should be elevated, refined, ennobled, and spiritualized. The work of educating the mind for this great and important matter is fearfully neglected. The work of God is done negligently, slothfully, and in a most bungling manner, because so often left to the caprice of feeling rather than to sanctified principle and holy purpose."},{"refcode_short":"T28 151.1","refcode_long":"Testimony for the Church — No. 28, p. 151.1 (Ellen Gould White)","content":"There is the greatest necessity that men and women who have a knowledge of the will of God, should learn to become successful workers in his cause. They should be persons of polish, of understanding, not having the deceptive outside gloss and simpering affectation of the worldling, but that refinement and true courteousness which savors of Heaven, and which every Christian will have if he is a partaker of the divine nature. The lack of true dignity and Christian refinement in the ranks of Sabbath keepers is against us as a people, and makes the truth which we profess unsavory. The work of educating the mind and manners may be carried forward to perfection. If those who profess the truth do not now improve their privileges and opportunities to grow up to the full stature of men and women in Christ Jesus, they will be no honor to the cause of truth, no honor to Jesus Christ."},{"refcode_short":"T28 152.1","refcode_long":"Testimony for the Church — No. 28, p. 152.1 (Ellen Gould White)","content":"If you, my brother, had studied the Holy Scriptures as faithfully as you have watched to get gain, you would now be an able man in the word of God, and able also to teach others. It is your own fault that you are not qualified to teach the truth to others. You have not been cultivating that set of faculties which will make you an intelligent, successful spiritual worker for your Master. Such traits of character as acquisitiveness and shrewdness in worldly dealing have been exercised so much that your mind has been largely developed in the direction of buying and selling, and getting the best end of the bargain. Instead of establishing yourself in the confidence of your brethren and sisters and friends as a man who possesses true nobility of character, elevating you above all smallness and avariciousness, you make them afraid of you. Your religious faith has been used to secure the confidence of your brethren that you might practice your sharp dealing, saving, etc. This has been done so much by you that it has become second nature, and you do not realize how your course appears to others. True godliness must mark all your future life and course of action if you would counteract the influence you have exerted to scatter from Christ and the truth."},{"refcode_short":"T28 153.1","refcode_long":"Testimony for the Church — No. 28, p. 153.1 (Ellen Gould White)","content":"Your relation to God and your fellowmen demands a change in your life. In the Sermon on the Mount the injunction of the world's Redeemer was: “All things whatsoever ye would that men should do to you, do ye even so to them; for this is the law and the prophets.” These words are of the highest value to us, a golden rule given us by which to measure our conduct. This is the true rule of honesty. Very much is comprehended in these words. We are here required to deal with our neighbors as we would wish them to deal with us were we in their circumstances."},{"refcode_short":"T28 154","refcode_long":"Testimony for the Church — No. 28, p. 154 (Ellen Gould White)","content":"Epistle Number Five."},{"refcode_short":"T28 154.1","refcode_long":"Testimony for the Church — No. 28, p. 154.1 (Ellen Gould White)","content":"Bro. ——: I was shown that you really love the truth, but that you are not sanctified through it. You have a great work before you to do. “Every man that hath this hope in him purifieth himself even as He is pure.” You have this work to do, and you have no time to lose. I was shown that your life has been a stormy one. You have not been right yourself; but you have been deeply wronged. Your motives have been misjudged. Your disappointments and pecuniary losses have, in the providence of God, been overruled for your good."},{"refcode_short":"T28 154.2","refcode_long":"Testimony for the Church — No. 28, p. 154.2 (Ellen Gould White)","content":"It has been difficult for you to feel that your Heavenly Father was still your kind benefactor. Your troubles and perplexities have had a tendency to discourage; and you have felt that death would be preferable to life. But at a certain time, could your eyes have been opened, you would have seen angels of God seeking to save you from yourself. The angels of God led you where you could have the truth and plant your feet upon a foundation that would be more firm than the everlasting hills. Here you saw light and cherished it. New faith, new life, sprung up in your pathway. God in his providence connected you with his work in the Office of the Pacific Press. He has been at work for you, and you must see his guiding hand. Sorrow has been your portion; but much of it you have brought upon yourself, because you have not had self-control. You have been very severe at times. You have a quick temper. This must be overcome. In your life, you have been in danger either of indulging in self-confidence or else of throwing yourself away and becoming despondent. A continual dependence upon the word and providence of God will qualify you to exert your powers wholly for your Redeemer, who has called you, saying, Follow me. You should cultivate a spirit of entire submission to the will of God, earnestly, humbly seeking to know his ways and to follow the leadings of his Spirit. You must not lean to your own understanding. You should have deep distrust of your own wisdom and supposed prudence. Your condition demands these cautions. It is unsafe for man to confide in his own judgment. He has limited capacities at best, and many have received as their birthright both strong and weak points of character which are positive defects. These peculiarities color the entire life."},{"refcode_short":"T28 155.1","refcode_long":"Testimony for the Church — No. 28, p. 155.1 (Ellen Gould White)","content":"The wisdom which God gives will lead men to self-examination. The truth will convict them of their errors and existing wrongs. The heart must be open to see, realize, and acknowledge these wrongs, and then, through the help of Jesus, each must earnestly engage in the work of overcoming them. The knowledge gained by the wise of the world, however diligent they may be in acquiring it, is, after all, limited and comparatively inferior. But few comprehend the ways and works of God in the mysteries of his providence. They advance a few steps, and then are unable to touch bottom or shore. It is the superficial thinker who deems himself wise. Men of solid worth, of high attainments, are the most ready to admit the weakness of their own understanding. God wants every one who claims to be his disciple to be a learner, to be more inclined to learn than to teach."},{"refcode_short":"T28 156.1","refcode_long":"Testimony for the Church — No. 28, p. 156.1 (Ellen Gould White)","content":"How many men in this age of the world fail to go deep enough. They only skim the surface. They will not think closely enough to see difficulties and grapple with them, and with thoughtful, prayerful study examine every important subject which comes before them with sufficient caution and interest to see the real point at issue. They talk of matters which they have not fully and carefully weighed. Frequently persons of mind and candor have opinions of their own which need to be firmly resisted or these persons are in danger of being misled. Through the mental bias, habits are formed, and customs, feelings, and wishes have a greater or less influence. Sometimes a course of conduct is pursued every day, and persisted in, because it is habit and not because the judgment approves. In these cases, feeling rather than duty bears sway."},{"refcode_short":"T28 157.1","refcode_long":"Testimony for the Church — No. 28, p. 157.1 (Ellen Gould White)","content":"If we could understand our own weakness, and see the sharp points in our character which need repressing, we would see so much to do for ourselves that we would humble our hearts under the mighty hand of God. Hanging our helpless souls upon Christ, we should supplement our ignorance with his wisdom, our weakness with his strength, our frailty with his enduring might, and, connected with God, we would indeed be lights in the world."},{"refcode_short":"T28 157.2","refcode_long":"Testimony for the Church — No. 28, p. 157.2 (Ellen Gould White)","content":"Dear brother, God loves you, and is very patient toward you, notwithstanding your many errors and mistakes. In view of the tender, pitying love of God exercised in your behalf, should you not be more kind, forbearing, patient, and forgiving to your children? Your harshness and severity is weaning their hearts from you. You cannot give them lessons in regard to patience, forbearance, longsuffering, and gentleness, when you are overbearing and manifest temper in dealing with them. They have the stamp of character their parents have given them; and if you wish to counsel and direct them, and turn them from following any wrong course, the object cannot be gained by harshness and that which looks to them like tyranny. When in the fear of God you can advise and counsel your children with all the solicitude and tender love which a father should manifest toward an erring child, then you will have demonstrated to them that there is power in the truth to transform the receiver of truth. When your children do not act according to your ideas, instead of manifesting sorrow for their wrongs, and earnestly pleading with and praying for them, you fly into a passion and pursue a course that will do them no good, but will only wean their affections from you, and will finally separate them from you."},{"refcode_short":"T28 158.1","refcode_long":"Testimony for the Church — No. 28, p. 158.1 (Ellen Gould White)","content":"Your youngest son is perverse; he does not do right. His heart is in rebellion against God and the truth. He is affected by influences which only make him coarse, rough, and uncourteous. He is a trial to you, and unless converted he will be a great tax upon your patience. But harshness and overbearing severity will not reform him. You must seek to do what you can for him in the spirit of Christ, not in your own spirit, not under the influence of passion. You must control yourself in the management of your children. You must remember that Justice has a twin sister, Mercy. When you would exercise justice, show mercy, and tenderness, and love, and you will not labor in vain."},{"refcode_short":"T28 159.1","refcode_long":"Testimony for the Church — No. 28, p. 159.1 (Ellen Gould White)","content":"Your son has a perverse will, and he needs the most judicious discipline. Consider what have been your children's surroundings, and how unfavorable to the formation of good characters. They need pity and love. The youngest is now in the most critical period of his life. The intellect is now taking shape. The affections are now receiving their impress. The whole future career of this young man is being determined by the course he now pursues. He is entering upon the path which leads to virtue or to vice. I appeal to the young man to fill his mind with images of truth and purity. It will be of no advantage to him to indulge in sin. He may flatter himself that it is very pleasant to sin, and to have his own way; but it is a fearful way, after all. If he loves the society of those who love sin and love to do evil, his thoughts will ran in a low channel, and he will see nothing attractive in purity and holiness. But could he see the end of the transgressor, that the wages of sin is death, he would be overcome with alarm, and would cry out, “O my Father, be thou the guide of my youth.”"},{"refcode_short":"T28 160.1","refcode_long":"Testimony for the Church — No. 28, p. 160.1 (Ellen Gould White)","content":"His success in this life depends very much upon the course he now pursues. The responsibilities of life must be borne by him. He has not been a promising youth. He has been impatient, and is wanting in self-control. This is the seed his father is sowing, which will produce a harvest for the sower to reap. Jesus still loves this young man. He died for him, and invites him to come to his arms, and find in him peace and happiness, quiet and rest. This youth is forming associations which will mold his whole life. He should connect with God, and without delay give to him his unreserved affections. He should not hesitate; for Satan will make his fiercest assaults upon him; but he must not be overcome by temptation. “Whatsoever a man soweth, that shall he also reap.” With what care should we cast in the seed, knowing that we must reap as we have sown."},{"refcode_short":"T28 160.2","refcode_long":"Testimony for the Church — No. 28, p. 160.2 (Ellen Gould White)","content":"I have been shown the dangers of youth. Their hearts are full of high anticipations, and they see the downward road strewn with tempting pleasures which look very inviting; but death is there. The narrow path to life may appear to them to be destitute of attractions, a path of thorns and briars, but it is not. It is the path which requires a denial of sinful pleasures; it is a narrow path cast up for the ransomed of the Lord to walk in. None can walk this path and carry with them their burdens of pride, self-will, deceit, falsehood, dishonesty, passion, and the carnal lusts. The path is so narrow that these will have to be left behind by those who walk in it. The broad road is wide enough for sinners to travel it with all their sinful propensities."},{"refcode_short":"T28 161.1","refcode_long":"Testimony for the Church — No. 28, p. 161.1 (Ellen Gould White)","content":"Young man, if you reject Satan with all his temptations, you may walk in the footsteps of your Redeemer, and have the peace of Heaven, the joys of Christ. You cannot be happy in the indulgence of sin. You may flatter yourself that you are happy, but real happiness you cannot know. The character is becoming deformed by the indulgence of sin. Danger is encountered at every downward step, and those who could help the youth do not see or realize it. The kind and tender interest which should be taken in the young is not manifested. Many might be kept from sinful influences if they were surrounded with good associations, and had words of kindness and love spoken to them."},{"refcode_short":"T28 162.1","refcode_long":"Testimony for the Church — No. 28, p. 162.1 (Ellen Gould White)","content":"My dear Bro. ——, I hope you will not become discouraged because your feelings so often master you when your way or will is crossed. Never despond Flee to the stronghold. Watch and pray, and try again. “Resist the devil, and he will flee from you. Draw nigh to God, and he will draw nigh to you.”"},{"refcode_short":"T28 162.2","refcode_long":"Testimony for the Church — No. 28, p. 162.2 (Ellen Gould White)","content":"Upon another point be guarded. You are not at all times as cautious as you should be to abstain from the very appearance of evil. You are in danger of being too familiar with the sisters, of talking with them in a light and foolish way. This will injure your influence. Guard carefully all these points; watch against the first approach of the tempter."},{"refcode_short":"T28 162.3","refcode_long":"Testimony for the Church — No. 28, p. 162.3 (Ellen Gould White)","content":"You are highly nervous and excitable. Tea has an influence to excite the nerves, coffee benumbs the brain; both are highly injurious. You should be careful of your diet. Eat the most wholesome, nourishing food, and keep yourself in a calm state of mind, where you will not become so excited and fly into a passion."},{"refcode_short":"T28 162.4","refcode_long":"Testimony for the Church — No. 28, p. 162.4 (Ellen Gould White)","content":"You can be of great service in the Office, for you can fill a place of importance, if you will become transformed; but as you now are, you will certainly fail of doing what you might do."},{"refcode_short":"T28 163.1","refcode_long":"Testimony for the Church — No. 28, p. 163.1 (Ellen Gould White)","content":"I have been shown that you are rough and coarse in your feelings. These need to be softened, refined, elevated. In all your course of action, you should discipline yourself to habits of self-control. With the spirit you now possess, you can never enter Heaven."},{"refcode_short":"T28 163.2","refcode_long":"Testimony for the Church — No. 28, p. 163.2 (Ellen Gould White)","content":"“Beloved, now are we the sons of God.” Can any human dignity equal this? What higher position can we occupy than to be called the sons of the infinite God? You would be ready to do some great thing for the Master, but the very things which would please him most, you do not do. Will you not be faithful in overcoming self, that you may have the peace of Christ and an indwelling Saviour?"},{"refcode_short":"T28 163.3","refcode_long":"Testimony for the Church — No. 28, p. 163.3 (Ellen Gould White)","content":"Your afflicted son needs to be dealt with calmly and tenderly; he needs your compassion. He should not be exposed to your insane temper and unreasonable demands. You must reform in respect to the spirit you manifest. Ungovernable passion will not be subdued in a moment; but your lifework is before you to rid the garden of the heart of the poisonous weeds of impatience, fault-finding, and an overbearing disposition. The fruit of the Spirit is love, joy, peace, long-suffering, gentleness, goodness, faith, meekness, temperance. They that are Christ's have crucified the flesh, with its affections and lusts. But the brutish part of your nature takes the lines of control, and guides the spiritual. This is God's order reversed."},{"refcode_short":"T28 164.1","refcode_long":"Testimony for the Church — No. 28, p. 164.1 (Ellen Gould White)","content":"Your faithfulness in labor is praiseworthy. Others in the Office would do well to imitate your example of fidelity, diligence, and thoroughness. But you lack the graces of the Spirit of God. You are an intelligent man, but your powers have been abused. Jesus Christ presents to you his grace, patience, and love. Will you accept the gift? Be careful of your words and actions. You are sowing seed in your daily life. Every thought, every word uttered, and every action performed, is seed cast into the soil, which will spring up and bear fruit to life eternal, or to misery and corruption. Think, my brother, how the angels of God look upon your sad state when you let passion control you. And then it is written in the books of Heaven. As is the seed sown, so will be the harvest. You must reap that which you have sown."},{"refcode_short":"T28 164.2","refcode_long":"Testimony for the Church — No. 28, p. 164.2 (Ellen Gould White)","content":"You should control the appetite, and in the name of Jesus be a conqueror on this point. Your health may improve with correct habits. Your nervous system is greatly shattered. The Great Physician can heal your body as well as your soul. Make his power your dependence, his grace your strength, and your physical, moral, and spiritual powers will be greatly improved. You have more to overcome than some others, and therefore will have more severe conflicts; but Jesus will regard your earnest efforts; he knows just how hard you have to work to keep self under the control of his Spirit. Place yourself in the hands of Jesus. Self-culture should be your business, with the object before you of being a blessing to your children, and to all with whom you associate. Heaven will look with pleasure upon every victory you gain in the work of overcoming. If you put away anger and passion, and look unto Jesus who is the author and finisher of your faith, you may, through his merits, develop a Christian character. Make a decided change at once, and be determined that you will act the part worthy of the intellect with which God has endowed you."},{"refcode_short":"T28 165.1","refcode_long":"Testimony for the Church — No. 28, p. 165.1 (Ellen Gould White)","content":"When I was shown the present condition of man in physical, mental, and moral power, and what he might become through the merits of Jesus Christ, I was astonished that he should preserve such a low level. Man may grow up into Christ his living head. It is not the work of a moment, but that of a lifetime. By growing daily in the divine life, he will not attain to the full stature of a perfect man in Christ until his probation ceases. The growing is a continuous work. Men with fiery passions have a constant conflict with self; but the harder the battle, the more glorious will be the victory gained and the eternal reward."},{"refcode_short":"T28 166.1","refcode_long":"Testimony for the Church — No. 28, p. 166.1 (Ellen Gould White)","content":"You are connected with the Office of publication. In this position your peculiar traits of character will be developed. The little courtesies of life should be cherished. A pleasant and amiable temper, blended with a firm principle of justice and honesty, will make you a man of influence. Now is the time to obtain a moral fitness for Heaven. The church to which you belong must have the refining, elevating grace of Jesus Christ. God requires his followers to be men of good report, as well as to be pure, elevated, and honest; kind, as well as faithful. It is essential to be right in the weightier matters; but this is no excuse for negligence in things apparently of less importance. The principles of the law of God must be developed in the life and character. An amiable temper, combined with firm integrity and faithfulness, will constitute a moral fitness for any position. The apostle Paul exhorts, “Be courteous.”"},{"refcode_short":"T28 166.2","refcode_long":"Testimony for the Church — No. 28, p. 166.2 (Ellen Gould White)","content":"We must be learners in the school of Christ. We cannot imitate his example unless we are pleasing in disposition, and condescending in deportment. True Christian politeness should be cultivated. No one else can lessen our influence as we can ourselves through the indulgence of uncontrollable temper. A naturally petulant man does not know true happiness, and is seldom content. He is ever hoping to get into a more favorable position, or to so change his surroundings that he will have peace and rest of mind. His life seems to be burdened with heavy crosses and trials, when, had he controlled his temper and bridled his tongue, many of these annoyances might have been avoided. It is the soft answer which turneth away wrath. Revenge has never conquered a foe. A well-regulated temper exerts a good influence on all around; but “he that hath no rule over his own spirit is like a city that is broken down, and without walls.”"},{"refcode_short":"T28 167.1","refcode_long":"Testimony for the Church — No. 28, p. 167.1 (Ellen Gould White)","content":"Consider the life of Moses. Meekness in the midst of murmuring, reproach, and provocation, constituted the brightest trait in his character. Daniel was of a humble spirit. Although he was surrounded with distrust and suspicion, and his enemies laid a snare for his life, yet his course never deviated from principle. He maintained a serene and cheerful trust in God. Above all, let the life of Christ teach you. When reviled, he reviled not again; when he suffered, he threatened not. This lesson you must learn, or you will never enter Heaven. Christ must be made your strength. In his name you will be more than conqueror. No enchantment against Jacob, nor divination against Israel, will prevail. If your soul is riveted*The original publication had the spelling “rivited.” to the eternal Rock, you are safe. Come joy or come sorrow, nothing can sway you from the right."},{"refcode_short":"T28 168.1","refcode_long":"Testimony for the Church — No. 28, p. 168.1 (Ellen Gould White)","content":"You have been afloat in the world; but the eternal truth will prove an anchor to you. You need to guard your faith. Do not move from impulse, nor entertain vague theories. Experimental faith in Christ and submission to the law of God are of the highest consequence to you. Be willing to take advice and counsel of those who have experience. Make no delay in the work of overcoming. Be true to yourself, to your children, and to God. Your afflicted son needs to be tenderly dealt with. As a father, you should remember that the nerves that can thrill with pleasure can also thrill with keenest pain. The Lord identifies his interest with suffering humanity."},{"refcode_short":"T28 168.2","refcode_long":"Testimony for the Church — No. 28, p. 168.2 (Ellen Gould White)","content":"Many parents forget their accountability to God to so educate their children for usefulness and duty that they will be a blessing to themselves and to others. Children are often indulged from their babyhood; and wrong habits become fixed. The parents have been bending the sapling. By their course of training the character either develops into symmetry and beauty or into deformity. But while many err upon the side of indulgence, others go to the opposite extreme and rule their children with a rod of iron. Neither of these follow out the Bible directions. Both are doing a fearful work. They are molding the minds of their children, and must render an account in the day of God for the manner in which they have done this. Eternity will reveal the results of the work done in this life. “As the twig is bent, the tree inclines.”"},{"refcode_short":"T28 169.1","refcode_long":"Testimony for the Church — No. 28, p. 169.1 (Ellen Gould White)","content":"Your manner of government is wrong, decidedly wrong. You are not a tender, pitiful father. What an example do you give your children in your insane outbursts of passion! What an account will you have to render to God for your perverse discipline. If you would have the love and respect of your children, you must manifest affection for them. The indulgence of passion is never excusable; it is always blind and perverse."},{"refcode_short":"T28 169.2","refcode_long":"Testimony for the Church — No. 28, p. 169.2 (Ellen Gould White)","content":"God calls upon you to change your course of action. You can be a useful and efficient man in the Office if you will make determined efforts to overcome. Do not set up your views as a criterion. The Lord connected you with his people that you might be a learner in the school of Christ. Your ideas have been perverted. You must not now lean to your own understanding. You cannot be saved unless your spirit is changed. Notwithstanding the fact that Moses was the meekest man that lived upon the earth, on one occasion he drew the displeasure of God upon himself. He was harassed*The original publication had the spelling “harrassed.” greatly by the murmuring of the children of Israel for water. The undeserved reproaches of the people which fell upon him led him for a moment to forget that this was not against him but against God; and instead of being grieved because the Spirit of God was insulted, he became irritated, offended, and in a self-willed, impatient manner struck the rock twice, saying, “Hear now, ye rebels: must we fetch you water out of this rock?” Moses and Aaron put themselves forward in God's place, as though the miracle had been wrought by them. They did not exalt God, but themselves, before the people. Many will ultimately fail of eternal life because they indulge in a similar course."},{"refcode_short":"T28 170.1","refcode_long":"Testimony for the Church — No. 28, p. 170.1 (Ellen Gould White)","content":"Moses revealed great weakness before the people. He showed a marked lack of self-control, a spirit similar to that possessed by the murmurers. He should have been an example of forbearance and patience before that multitude who were ready to excuse their failures, and disaffections, and unreasonable murmurings, on account of this exhibition of wrong on his part. The greatest sin consisted in assuming to take the place of God. The position of honor Moses had heretofore occupied did not lessen his guilt, but greatly magnified it. Here was a man hitherto blameless, now fallen. Many in a similar position would reason that their sin would be overlooked because of their long life of unwavering fidelity. But no; it was a more serious matter for a man who had been honored of God to show weakness of character in the exhibition of passion than if he had occupied a less responsible position. Moses was a representative of Christ, but how sadly was the figure marred! Moses had sinned, and his past fidelity could not atone for the present sin. The whole company of Israel was making history for future generations. This history the unerring pen of inspiration must trace with exact fidelity. Men of all future time must see the God of Heaven as a firm ruler, in no case justifying sin. Moses and Aaron must die without entering Canaan, subjected to the same punishment that fell upon those in a more lowly position. They bowed in submission, though with anguish of heart that was inexpressible; but their love and confidence in God was unshaken. Their example is a lesson that many pass over without learning from it as they should. Sin does not appear sinful. Self-exaltation does not appear to them grievous"},{"refcode_short":"T28 172.1","refcode_long":"Testimony for the Church — No. 28, p. 172.1 (Ellen Gould White)","content":"But few realize the sinfulness of sin; they flatter themselves that God is too good to punish the offender. The cases of Moses and Aaron, of David, and numerous others, show that it is not a safe thing to sin in word, or thought, or deed. God is a being of infinite love and compassion. In the parting address which Moses gave to the children of Israel, he said, “For the Lord thy God is a consuming fire, even a jealous God.” The touching plea made by Moses that he might be privileged to enter Canaan was steadfastly refused. The transgression at Kadesh had been open and marked; and the more exalted the position of the offender, the more distinguished the man, the firmer was the decree, and the more certain the punishment."},{"refcode_short":"T28 172.2","refcode_long":"Testimony for the Church — No. 28, p. 172.2 (Ellen Gould White)","content":"Dear Bro. ——, be warned. Be true to the light which shines upon your pathway. Said Paul, “I keep under my body, and bring it into subjection; lest that by any means, when I have preached to others, I myself should be a castaway.”"},{"refcode_short":"T28 172","refcode_long":"Testimony for the Church — No. 28, p. 172 (Ellen Gould White)","content":"Epistle Number Six."},{"refcode_short":"T28 172.3","refcode_long":"Testimony for the Church — No. 28, p. 172.3 (Ellen Gould White)","content":"Three years since the Lord gave me a view of things past, present, and future. I saw young men preaching the truth, some of whom, at that time, had not yet received it themselves. They have since taken hold of the truth, and are trying to lead others to it."},{"refcode_short":"T28 173.1","refcode_long":"Testimony for the Church — No. 28, p. 173.1 (Ellen Gould White)","content":"I was shown your case, Bro. ——. Your past life has not been of that character to lead you away from and above yourself. You are naturally selfish, and self-sufficient, having all confidence in your own strength. This will prevent you from acquiring the experience necessary to make you a humble, efficient minister of Jesus Christ."},{"refcode_short":"T28 173.2","refcode_long":"Testimony for the Church — No. 28, p. 173.2 (Ellen Gould White)","content":"There are many in the field who are in a similar condition. They can present the theory of the truth, but are wanting in true godliness. If the ministers now laboring in the gospel field, yourself included, felt the necessity of daily examination of self, and daily communion with God, they would then be in a condition to receive the words from God to be given to the people. Your words and daily life will be a savor of life unto life, or of death unto death."},{"refcode_short":"T28 173.3","refcode_long":"Testimony for the Church — No. 28, p. 173.3 (Ellen Gould White)","content":"You may intelligently believe the truth, but the work is still before you to bring every action of your life, and every emotion of your heart into harmony with your faith. The prayer of Christ for his disciples just prior to his crucifixion was, “Sanctify them through thy truth; thy word is truth.” The influence of the truth should affect not merely the understanding, but the heart and life. Genuine, practical religion will lead its possessor to control his affections. His external conduct should be sanctified through the truth. I assure you before God that you are seriously deficient in practical piety. Ministers should not assume the responsibility of teachers of the people, in imitation of Christ, the great Exemplar, unless they are sanctified to the great work, that they may be ensamples to the flock of God. An unsanctified minister can do incalculable harm. While professing to be the embassador of Christ, his example will be copied by others; and if he lacks the true characteristics of a Christian, his faults and deficiencies will be reproduced in them."},{"refcode_short":"T28 174.1","refcode_long":"Testimony for the Church — No. 28, p. 174.1 (Ellen Gould White)","content":"Men may be able to repeat with fluency the great truths brought out with such thoroughness and perfection in our publications; they may talk fervently and intelligently of the decline of religion in the churches; they may present the gospel standard before the people in a very able manner, while the every-day duties of the Christian life, which require action as well as feeling, are disregarded by them, as not among the weightier matters. This is your danger. Practical religion asserts its claims alike over the heart, the mind, and the daily life. Our sacred faith does not consist merely in feeling, nor in action; but the two must be combined in the Christian life. Practical religion does not exist independent of the operation of the Holy Spirit. You need this agency, my brother, and so do all who enter upon the work of laboring to convince transgressors of their lost condition. This agency of the Spirit of God does not remove from us the necessity of exercising our faculties and talents, but teaches us how to use every power to the glory of God. The human faculties, when under the special direction of the grace of God, are capable of being used to the best purpose on earth, and will be exercised in the future immortal life."},{"refcode_short":"T28 175.1","refcode_long":"Testimony for the Church — No. 28, p. 175.1 (Ellen Gould White)","content":"Brother ——, I have been shown that you could make a very successful teacher if you would become thoroughly sanctified to the work; but that you would be a very poor laborer if not thus consecrated. You will not accept the servant capacity, the work part of the gospel preacher's duty, as did the world's Redeemer; and in this particular there are many as deficient as yourself. They accept their wages, with scarcely a thought as to whether they have served themselves or the cause most; whether they have given their time and talents entirely to the work of God, or whether they have only spoken in the desk, and devoted the balance of their time to their own interests, inclination, or pleasure."},{"refcode_short":"T28 176.1","refcode_long":"Testimony for the Church — No. 28, p. 176.1 (Ellen Gould White)","content":"Christ, the Majesty of Heaven, laid aside his robes of royalty, and came to this world, all seared and marred by the curse, to teach men how to live a life of self-denial and self-sacrifice, and how to carry out practical religion in their daily lives. He came to give a correct example of a gospel minister. He labored constantly for one object; all his powers, and every act of his life was for the salvation of men. He traveled on foot, teaching his followers as he went. His garments were dusty and travel-stained, and his appearance was uninviting. But the simple, pointed truths which fell from his divine lips soon caused his hearers to forget his appearance, and to be charmed, not with the man, but with the doctrine he taught. After teaching throughout the entire day, he frequently devoted the night to prayer. He made his supplications to his Father with strong crying and tears. He prayed, not for himself, but for those whom he came to redeem."},{"refcode_short":"T28 176.2","refcode_long":"Testimony for the Church — No. 28, p. 176.2 (Ellen Gould White)","content":"Few ministers pray all night as did our Saviour, or devote hours in the day to prayer that they may be able ministers of the gospel, and effectual in bringing men to see the beauties of the truth, and to be saved through the merits of Christ. Daniel prayed three times a day; but many who make the most exalted profession do not humble their souls before God in prayer even once a day. Jesus, the dear Saviour, has given marked lessons in humility to all, but especially to the gospel minister. In his humiliation, when his work upon earth was nearly finished, and he was about to return to his Father's throne, whence he had come, with all power in his hands, and all glory upon his head, among his last lessons to his disciples was one upon the importance of humility. While his disciples were contending as to who should be the greatest in the promised kingdom, he girded himself as a servant, and washed the feet of those who called him Lord and Master."},{"refcode_short":"T28 177.1","refcode_long":"Testimony for the Church — No. 28, p. 177.1 (Ellen Gould White)","content":"His ministry was nearly completed; he had only a few more lessons to impart. And that they might never forget the humility of the pure and spotless Lamb of God, the great and efficacious Sacrifice for man humbled himself to wash the feet of his disciples. It will do you good, and our ministers generally, to frequently review the closing scenes in the life of our Redeemer. Here, beset with temptations, we may all learn lessons of the utmost importance to us. It would be well to spend a thoughtful hour each day reviewing the life of Christ from the manger to Calvary. We should take it point by point, and let the imagination vividly grasp each scene, especially the closing ones of his earthly life. By thus contemplating his teachings and sufferings, and the infinite sacrifice made by him for the redemption of the race, we may strengthen our faith, quicken our love, and become more deeply imbued with the spirit which sustained our Saviour. If we would be saved at last, we must all learn the lesson of penitence and faith at the foot of the cross. The humiliation of Christ was to save us from everlasting disgrace. He consented to have scorn, mockery, and abuse fall upon him in order to shield us. It was our transgression that gathered the vail of darkness about his divine soul, and extorted the cry from him as of one smitten and forsaken of God. He bore our sorrows; he was put to grief for our sins. He made himself an offering for sin, that we might be justified before God through him. Everything noble and generous in man will respond to the contemplation of Christ upon the cross."},{"refcode_short":"T28 178.1","refcode_long":"Testimony for the Church — No. 28, p. 178.1 (Ellen Gould White)","content":"I long to see our ministers dwell more on the cross of Christ, their own hearts, meanwhile, softened and subdued by the Saviour's matchless love, which prompted to that infinite sacrifice. If, in connection with the theory of the truth, our ministers would dwell more upon practical godliness, speaking from a heart imbued with the spirit of truth, we would see many more souls flocking to the standard of truth; their hearts would be touched by the pleadings of the cross of Christ, the infinite generosity and pity of Jesus in suffering for man. These vital subjects, in connection with the doctrinal points of our faith, would effect much good among the people. But the heart of the teacher must be filled with the experimental knowledge of the love of Christ."},{"refcode_short":"T28 179.1","refcode_long":"Testimony for the Church — No. 28, p. 179.1 (Ellen Gould White)","content":"The mighty arguments of the cross will convict of sin. The divine love of God, expressed for sinners in the gift of his Son to suffer shame and death, that they might be ennobled and endowed with everlasting life, is the study for a lifetime. I ask you to study anew the cross of Christ. If all the proud and vainglorious, whose hearts are panting for the applause of men, and for distinction above their fellows, could rightly estimate the value of the highest earthly glory, in contrast with the value of the Son of God, rejected, despised, spit upon by the very ones whom he came to redeem, how insignificant would appear all the honor that finite man can bestow."},{"refcode_short":"T28 179.2","refcode_long":"Testimony for the Church — No. 28, p. 179.2 (Ellen Gould White)","content":"Dear brother, you feel, in your imperfect accomplishments, that you are qualified for almost any position. But you have not yet been found sufficient to control yourself. You feel competent to dictate to men of experience, when you should be willing be led, and to place yourself in the position of a learner. The less you meditate upon Christ and his matchless love, and the less you are assimilated to his image, the better will you appear in your own eyes, and the more self-confidence and self-complacency will you possess. A correct knowledge of Christ, a constant looking unto the Author and Finisher of our faith will give you such a view of the character of a true Christian that you cannot fail to make a right estimate of your own life and character in contrast with those of the great Exemplar. You will then see your own weakness, your ignorance, your love of ease, and unwillingness to deny self."},{"refcode_short":"T28 180.1","refcode_long":"Testimony for the Church — No. 28, p. 180.1 (Ellen Gould White)","content":"You have but just begun the study of God's holy word. You have picked up some gems of truth, which, with much toil and many prayers, have been dug up by others; but the Bible is full of them; make that book your earnest study, and the rule of your life. Your danger will ever be in despising counsel and in placing a higher value on yourself than God places upon you. There are many who are always ready to flatter and praise a minister who can talk. A young minister is ever in danger of being petted and applauded to his own injury, while at the same time he may be deficient in the essentials which God requires of every one who professes to be mouth-piece for him."},{"refcode_short":"T28 181.1","refcode_long":"Testimony for the Church — No. 28, p. 181.1 (Ellen Gould White)","content":"You have merely entered the school of Christ. The fitting up for your work is a life business, a daily, laborious, hand-to-hand struggle with established habits, inclinations, and hereditary tendencies. It requires a constant, earnest, and vigilant effort to watch and control self, to keep Jesus prominent, and self out of sight."},{"refcode_short":"T28 181.2","refcode_long":"Testimony for the Church — No. 28, p. 181.2 (Ellen Gould White)","content":"It is necessary for you to watch for the weak points in your character, to restrain wrong tendencies, and to strengthen and develop noble faculties that have not been properly exercised. The world will never know the work secretly going on between the soul and God, nor the inward bitterness of spirit, the self-loathing, and the constant efforts to control self; but many of the world will be able to appreciate the result of those efforts. They will see Christ revealed in your daily life. You will be a living epistle, known and read of all men, and will possess a symmetrical character, nobly developed."},{"refcode_short":"T28 181.3","refcode_long":"Testimony for the Church — No. 28, p. 181.3 (Ellen Gould White)","content":"“Learn of me,” said Christ, “for I am meek and lowly of heart, and ye shall find rest to your souls.” He will instruct those who come to him for knowledge. There are multitudes of false teachers in the world. The apostle declares that in the last days men will “heap to themselves teachers having itching ears,” because they desire to hear smooth things. Against these Christ has warned us: “Beware of false prophets which come to you in sheep's clothing, but inwardly they are ravening wolves; by their fruits ye shall know them.” The class of religious teachers here described profess to be Christians. They have the form of godliness, and appear to be laboring for the good of souls, while they are at heart avaricious, selfish, ease-loving, following the promptings of their own unconsecrated hearts. They are in conflict with Christ and his teachings, and are destitute of his meek and lowly spirit."},{"refcode_short":"T28 182.1","refcode_long":"Testimony for the Church — No. 28, p. 182.1 (Ellen Gould White)","content":"The preacher who bears the sacred truth for these last days must be the opposite of all this, and, by his life of practical godliness, plainly mark the distinction existing between the false and the true shepherds. The Good Shepherd came to seek and to save that which was lost. He has manifested in his works his love for his sheep. All the shepherds who work under the Chief Shepherd will possess his characteristics; they will be meek and lowly of heart. Childlike faith brings rest to the soul, and also works by love, and is ever interested for others. If the spirit of Christ dwells in them, they will be Christ like, and do the works of Christ. Many who profess to be the ministers of Christ have mistaken their master. They claim to be serving Jesus Christ, but are not aware that it is Satan's banner they are rallying under. They may be worldly wise, and eager for strife and vainglory, making a show of doing a great work; but God has no use for them. The motives which prompt to action give character to the work. Although men may not discern the deficiency, God marks it."},{"refcode_short":"T28 183.1","refcode_long":"Testimony for the Church — No. 28, p. 183.1 (Ellen Gould White)","content":"The letter of the truth may convince some souls who will take firm hold of the faith and be saved at last; but the selfish preacher who presented the truth to them will have no credit with God for their conversion. He will be judged for this unfaithfulness while professing to be a watchman on the walls of Zion. Pride of heart is a fearful trait of character. “Pride goeth before destruction.” This is true in families, in the church, and in nations. The Saviour of the world is choosing plain, uneducated men, as he did when upon earth, and teaching them to carry his truth, beautiful in its simplicity, to the world, and especially to the poor. The Chief Shepherd will connect the under shepherds with himself. He does not design that these unlearned men should remain ignorant while pursuing their labor, but that they shall receive knowledge from himself, the source of all knowledge, light, and power."},{"refcode_short":"T28 184.1","refcode_long":"Testimony for the Church — No. 28, p. 184.1 (Ellen Gould White)","content":"It is the absence of the Holy Spirit and the grace of God that makes the gospel ministry so powerless to convict and convert After the ascension of Jesus, doctors lawyers, priests, rulers, scribes, and theologians listened with astonishment to the words of wisdom and power from unlearned and humble men. These wise men marveled at the success of the lowly disciples, and finally accounted for it to their own satisfaction, from the fact that they had been with Jesus and learned of him. Their character and the simplicity of their teachings were similar to the character and teachings of Christ. The apostle describes it in these words: “God hath chosen the weak things of the world to confound the things which are mighty; and base things of the world, and things which are despised, hath God chosen yea and things which are not, to bring to naught things that are; that no flesh should glory in his presence.”"},{"refcode_short":"T28 184.2","refcode_long":"Testimony for the Church — No. 28, p. 184.2 (Ellen Gould White)","content":"Those who teach unpopular truth today must have the power from on high to connect with their doctrine, or their efforts will be of but little account. The precious grace of humility is sadly wanting in the ministry and church. Men who preach the truth think too highly of their own abilities. True humility will lead a man to exalt Christ and the truth, and to realize his utter dependence upon the God of truth. It is painful to learn lessons of humility yet nothing will be more beneficial in the end. The pain attendant upon learning lessons of humility is in consequence of our being elated by a false estimate of ourselves, so that we are unable to see our great need. Vanity and pride fill the hearts of men. God's grace alone can work a reformation."},{"refcode_short":"T28 185.1","refcode_long":"Testimony for the Church — No. 28, p. 185.1 (Ellen Gould White)","content":"It is your work, my brother, to humble yourself, and not wait for God to humble you. God's hand at times bears heavily upon men to humble them and bring them into a proper position before him. But how much better it is to keep the heart daily humbled before God. We can abase ourselves, or we can build ourselves up in pride, and wait till God abases us. Ministers of the gospel suffer little for the truth's sake today. If they were persecuted as were the apostles of Christ, and as were holy men of God in later times, there would be a closer pressing to the side of Christ, and this closer connection with the Saviour would make their words a power in the land. Christ was a man of sorrows, and acquainted with grief. He endured the persecutions and contradiction of sinners; he was poor, and suffered hunger and fatigue; he was tempted by the devil, and his works and teachings called forth the bitterest hatred. Of what do we deny ourselves for Christ's sake? Where is our devotion to the truth? We shun the things which do not please us and avoid care and responsibilities. Can we expect the power of God to work with our efforts when we are so little consecrated to the work?"},{"refcode_short":"T28 186.1","refcode_long":"Testimony for the Church — No. 28, p. 186.1 (Ellen Gould White)","content":"My brother, I was shown that your standard of piety is not high. You need to have a deeper sense of your responsibility to God and to society. Then you will not feel satisfied with yourself, nor will you try to excuse yourself by pointing to the deficiencies of others. You have not so thorough a knowledge of the truth that you should relax your efforts to qualify yourself to instruct others. You need to have a new conversion in order to become an able devoted minister of the gospel, man of piety and holiness. If you should devote all your energies to the cause of God, you would give none too much. It is a lame offering at best that any of can make. If you are continually reaching out after God and seeking a deeper consecration to him, you will be gathering new ideas from searching the Scriptures for yourself."},{"refcode_short":"T28 187.1","refcode_long":"Testimony for the Church — No. 28, p. 187.1 (Ellen Gould White)","content":"In order to comprehend the truth, you should discipline and train the mind, seeking continually to possess the graces of genuine piety. You scarcely know what this is now. If Christ is in you, you will have something more than a theory of the truth. You will not only be repeating the lessons Christ gave when upon the earth, but you will be educating others by your life of self-denial and devotion to the cause of God. Your life will be a living sermon, possessing greater power than any discourse given in the desk."},{"refcode_short":"T28 187.2","refcode_long":"Testimony for the Church — No. 28, p. 187.2 (Ellen Gould White)","content":"You need to cultivate in yourself that unselfish spirit, that self-denying grace and pure devotion, which you wish to see others carry out in their lives. In order to continually increase in spiritual intelligence, and to become more and more efficient, you need to cultivate habits of usefulness in the minor duties lying in your pathway. You must not wait for opportunities to do a great work, but seize the first chance to prove yourself faithful in that which is least, and you may thus work your way up from one position of trust to another. You will be apt to think you are not deficient in knowledge, and will be inclined to neglect secret prayer, watchfulness, and a careful study of the Scriptures, and will in consequence be overcome by the enemy. Your ways may appear perfect in your own eyes, while in reality you may be very defective. You have no time to parley with the adversary of souls. Now is the time to take your stand and disappoint the enemy."},{"refcode_short":"T28 188.1","refcode_long":"Testimony for the Church — No. 28, p. 188.1 (Ellen Gould White)","content":"You need to closely and jealously criticise yourself. You will be inclined to set up your opinion as a standard, irrespective of the opinions and judgment of men of experience whom God has used to advance his cause Young men in the ministry now know but little of hardships; and many will fail of becoming as useful as they might, for the very reason that things are made too easy for them."},{"refcode_short":"T28 188.2","refcode_long":"Testimony for the Church — No. 28, p. 188.2 (Ellen Gould White)","content":"You have responsibilities in your family which you think you understand: but you know little about them as you ought to know. You have many things to unlearn which you have prided yourself in knowing. I was shown that you had gathered up ideas that you take for verity and truth which are directly opposed to the Bible. Paul had these things to meet and to contend with in young ministers of his day. You have been too ready to accept as light the sayings and positions of men. Be careful how you advance your ideas as Bible truth. Be careful of your steps. I had hoped that such a reformation had taken place in your life that I should never be called upon to write these words."},{"refcode_short":"T28 189.1","refcode_long":"Testimony for the Church — No. 28, p. 189.1 (Ellen Gould White)","content":"You have a duty to do at home which you cannot shun and yet be true to God and to your God-given trust. That which I now refer to has not been shown me definitely in your case, but in hundreds of similar cases; therefore when I see you falling into the same error of many parents in this age of the world, I cannot excuse your neglect of duty. You have one child, one soul committed to your trust. But when you show such manifest weakness and lack of wisdom in training this one child, following your ideas rather than the Bible rule, how can you be intrusted to teach and manage matters where the eternal interests of many are involved."},{"refcode_short":"T28 189.2","refcode_long":"Testimony for the Church — No. 28, p. 189.2 (Ellen Gould White)","content":"I address myself to both you and your wife. My position in the cause and work of God demands of me an expression in matters of discipline. Your example in your own domestic affairs will do a great injury to the cause of God. The gospel field is the world. You wish to sow the field with gospel truth, waiting for God to water the seed sown that it may bring forth fruit. You have intrusted to you a little plot of ground; but your own dooryard is left to grow up with brambles and thorns while you are engaged in weeding others' gardens. This is not a small work, but one of great moment. You are preaching the gospel to others,—practice it yourself at home. You are indulging the whims and passions of a perverse child, and by so doing cultivating traits of character which God hates, and which make the child unhappy. Satan takes advantage of your neglect, and he controls the mind. You have a work to do to show that you understand the duties devolving upon a Christian father in molding the character of your child after the divine Pattern. Had you commenced this work in her infancy, it would be easy now, and the child would be far happier. But under your discipline the will and perversity of the child have all the while been strengthening. Now it will require greater severity, and more constant persevering effort, to undo what you have been doing. If you cannot manage one little child that it is your special duty to control, you will be deficient in wisdom in managing the spiritual interests of the church of Christ."},{"refcode_short":"T28 190.1","refcode_long":"Testimony for the Church — No. 28, p. 190.1 (Ellen Gould White)","content":"There are errors lying at the very foundation of your experience that must be rooted out, and you must become a learner in the school of Christ. Open your eyes to discern where the difficulty lies, and then make haste to repent of these things and begin to work from a correct standpoint. Labor not in self, but in God. Put away self-exaltation, and vanity, and learn of Christ the sweet lessons of the cross. You must give yourself unreservedly to the work. Be a living sacrifice upon the altar of God."},{"refcode_short":"T28 191.1","refcode_long":"Testimony for the Church — No. 28, p. 191.1 (Ellen Gould White)","content":"If the child of a minister manifests passion, and is indulged in nearly all its wants, it has an influence to counteract the testimonies God has given me for parents in regard to the proper management of their children. You are going directly contrary to the light God has been pleased to give, choosing a picked-up theory of your own. But this experiment, so directly in opposition to the instructions of the word of God, must not be carried out to the injury of the very ones whom God would have us instruct in reference to the training of their children."},{"refcode_short":"T28 191.2","refcode_long":"Testimony for the Church — No. 28, p. 191.2 (Ellen Gould White)","content":"Your interest should not be swallowed up in your own family to the exclusion of others. If you share the hospitalities of your brethren, they may reasonably expect something in return. Identify your interest with parents and children, seeking to instruct and to bless. Sanctify yourself to the work of God, and be a blessing to those who entertain you, conversing with parents, and in no case overlooking the children. Do not feel that your own little one is more precious in the sight of God than other children. You are liable to neglect others while petting and indulging your little one; and this very child gives evidence of your deficient management. She is guilty of acts of disobedience and passion as many times in a day as her will is crossed. What an influence is this to bring to bear upon families whom God is seeking to instruct and to reform from lax ideas in regard to discipline."}]