[{"refcode_short":"Tidings","refcode_long":"Field Tidings","content":"Field Tidings"},{"refcode_short":"Tidings June 8,  1910","refcode_long":"Field Tidings June 8,  1910","content":"1910"},{"refcode_short":"Tidings June 8,  1910","refcode_long":"Field Tidings June 8,  1910","content":"June 8, 1910"},{"refcode_short":"Tidings June 8,  1910","refcode_long":"Field Tidings June 8,  1910","content":"Work in the South"},{"refcode_short":"Tidings June 8,  1910, par. 1","refcode_long":"Field Tidings June 8,  1910, paragraph 1","content":"In a talk given by Sister White at College View, Nebr., September 25, 1904, she made the following significant statements regarding the work in the South."},{"refcode_short":"Tidings June 8,  1910, par. 2","refcode_long":"Field Tidings June 8,  1910, paragraph 2","content":"“I must speak in behalf of the work in the Southern field. The message of a soon coming Saviour must go to all its cities. We must wake up and consider what this means to us individually in the matter of consecrated effort."},{"refcode_short":"Tidings June 8,  1910, par. 3","refcode_long":"Field Tidings June 8,  1910, paragraph 3","content":"“Some have been working and stirring continually to learn how we should enter the various and important fields, and how the work can be done to the glory of God. But I can assure you that we have put none too much labor into this field. We have given none too much money to it. We have put none too much talent into it."},{"refcode_short":"Tidings June 8,  1910, par. 4","refcode_long":"Field Tidings June 8,  1910, paragraph 4","content":"“There are many present who have been much interested in missionary work in the South. To these I say, “Rejoice that the Southern field is being worked. Today I desire to leave this impression upon the mind of every one that is here, that the Southern field is to be thoroughly worked. This burden, as God has laid it upon us as a people, has been kept before us for many years. And the question for each individual is, What am I to do? To every man God has appointed his work. If we would only remember this, and seek humbly and perseveringly to know and to do our appointed work, guidance and grace would be given us to meet the trials and hardships of the way."},{"refcode_short":"Tidings June 8,  1910, par. 5","refcode_long":"Field Tidings June 8,  1910, paragraph 5","content":"“When the Jews asked Jesus ‘What shall we do, that we might work the works of God?’ He replied, ‘This is the work of God, that ye believe on Him whom He hath sent.’ His disciples are commissioned to ‘Go into all the world and preach the gospel to every creature.’"}]