[{"refcode_short":"TrueMiss","refcode_long":"The True Missionary","content":"The True Missionary"},{"refcode_short":"TrueMiss January 1,  1874","refcode_long":"The True Missionary January 1,  1874","content":"1874"},{"refcode_short":"TrueMiss January 1,  1874","refcode_long":"The True Missionary January 1,  1874","content":"January 1, 1874"},{"refcode_short":"TrueMiss January 1,  1874","refcode_long":"The True Missionary January 1,  1874","content":"Other Nations"},{"refcode_short":"TrueMiss January 1,  1874, par. 1","refcode_long":"The True Missionary January 1,  1874, paragraph 1","content":"Dear Brethren and Sisters:"},{"refcode_short":"TrueMiss January 1,  1874, par. 2","refcode_long":"The True Missionary January 1,  1874, paragraph 2","content":"I deeply feel the necessity of our making more thorough and earnest efforts to bring the truth before the world. In the last vision given me, I was shown that we were not doing one-twentieth part of the work we should for the salvation of souls. We labor for them indifferently, as though it was not a question of very great importance whether they received or rejected the truth. General efforts are made, but we fail to work to the point by personal effort. We do not approach men and women in a manner that impresses them that we have a personal interest for them, and that we feel deeply in earnest for their salvation, and do not mean to give them up. We hold too much at a distance those who do not believe the truth. We call them and wait for them to come to us to inquire for the truth. Many will not be inclined to do this, for they are in darkness and error, and cannot discern the truth and its vital importance. Satan holds them with his firm power, and if we would help them, we must show a personal interest and love for their souls, and take hold of them in earnest. We must work in prayer and love, with faith and unwearied patience, hoping all things and believing all things, having the wisdom of the serpent and the meekness of the dove, in order to win souls to Christ."},{"refcode_short":"TrueMiss January 1,  1874, par. 3","refcode_long":"The True Missionary January 1,  1874, paragraph 3","content":"I was shown that in missionary efforts we have done comparatively nothing, and yet we profess to be bearing a message of infinite importance which is to test the world. We are far behind other denominations in missionary work, who do not claim that Christ is soon to come, and that the destiny of all must soon be decided."},{"refcode_short":"TrueMiss January 1,  1874, par. 4","refcode_long":"The True Missionary January 1,  1874, paragraph 4","content":"As a people, we are not deficient in talent. There are men and women among us whose labors God would accept if they would offer them to him, but there are so very few who have the spirit of sacrifice. Some will hand out readily of their means, and feel that when they have done this, there is no more required of them. They make no special sacrifice in thus doing. Money is good as far as it goes, but, unless accompanied by personal effort, will go but a little way toward converting souls to the truth. Not only does God call for your money, brethren, but he calls for you. While you have given of your means, you have selfishly withheld yourselves. One earnest worker in the vineyard is worth more than a million of money without men to do the work. This giving of yourselves will be a sacrifice if you have a correct estimate of the work, and realize its claims. Christ our pattern was an earnest worker. He not only left the royal courts of Heaven, and for our sakes became poor, that we might have infinite riches, but took human nature, and by personal labors he came close to man, that he might reach him where he was, in his error and blindness. He withheld not himself. He gave all. He suffered deprivation, and reproach, and hatred of those whom he came to bless and save, and finally sacrificed his life in the work. And now, says Christ, I have done all this for you, what are you willing to do for me? I have given you an example."},{"refcode_short":"TrueMiss January 1,  1874, par. 5","refcode_long":"The True Missionary January 1,  1874, paragraph 5","content":"Who, we ask, will follow the example of his Lord in self-sacrifice and disinterested benevolence, to save his fellow-men? There are young men and women and those of middle age who have had experience in the truth, but do not advance in the divine life and increase in the knowledge of our Lord and Saviour Jesus Christ, and they do not know the cause. One cause of their lack of spiritual strength, and of their not being full-grown men and women in Christ is, they are not workers with Christ. If they would work for Jesus, their sympathies would be brought in close union with Christ, and they would grow in him their living head, and have a better understanding of the nature of his work and of his sacrifice for man; and would place that estimate upon souls proportionate to the value of the price Christ has paid for man. There are a large number who, if they would come near enough to God by entire consecration, would hear his voice saying, Go labor in my vineyard, and ye shall receive your wages by-and-by."},{"refcode_short":"TrueMiss January 1,  1874, par. 6","refcode_long":"The True Missionary January 1,  1874, paragraph 6","content":"Many are not sufficiently aroused to their duty to do the work they might do if they would, and that they do not do because they have not the spirit of sacrifice. God will hold such accountable for the souls of their fellowmen. They might have done a good work in union with Christ, and they will be called to render an account for the good to souls they could have done and did not."},{"refcode_short":"TrueMiss January 1,  1874, par. 7","refcode_long":"The True Missionary January 1,  1874, paragraph 7","content":"We are not, as a people, sufficiently aroused to the short time in which we have to work, and we do not understand the magnitude of the work for the time. The night soon cometh, in which no man can work. Satan is earnest, zealous, and persevering in his work. If he fails to accomplish his purpose the first time, he tries again. He will try other plans, and work with great perseverance to bring in various temptations to ensnare souls. He never becomes so discouraged as to let souls entirely alone. If the zeal and perseverance of Christ's followers in their efforts to save souls were equal to Satan's efforts to deceive them to their eternal loss, we should see hundreds embracing the truth where we now see one."},{"refcode_short":"TrueMiss January 1,  1874, par. 8","refcode_long":"The True Missionary January 1,  1874, paragraph 8","content":"God calls for men and women to qualify themselves, by consecration to his will and earnest study of the Scriptures, to do his special work for these last days. He calls for men now who can work. As they engage in the work in sincerity and humility to do all they can, they will be obtaining a more thorough experience. They will have a better knowledge of the truth and better know how to reach souls and help them just where they need to be helped. Workmen are needed now, just now, to labor for God. The fields are already white for the harvest, and yet laborers are few. There are those among us who could work if they were awake to the wants of the cause, and were willing to bear burdens. God calls for men and women, who are followers of Christ, to volunteer to work under his dictation to rescue souls from ruin. All who engage in the work of presenting the truth to others must have true courtesy, and Christian politeness, and sincere love for souls, so as to make, not general efforts merely, but personal efforts."},{"refcode_short":"TrueMiss January 1,  1874, par. 9","refcode_long":"The True Missionary January 1,  1874, paragraph 9","content":"I have been shown that, as a people, we have been asleep as to our duty in regard to getting the light before those of other nations. Is it because God has excused us, as a people, from having any burden or special work to do for those of other tongues that there are no missionaries today in foreign countries? Why is this negligence and delay? There are those of superior minds in many other nations whom God is impressing with the lack of spirituality and genuine godliness in the Christian denominations of the land. They cannot harmonize the life and character of professed Christians generally with the Bible standard. Many are praying for light and knowledge. They are not satisfied. God will answer their prayers through us, as a people, if we are not at such a distance from him that we cannot hear his voice, and so selfish that we do not wish to be disturbed in our ease and agreeable associations."},{"refcode_short":"TrueMiss January 1,  1874, par. 10","refcode_long":"The True Missionary January 1,  1874, paragraph 10","content":"We are not keeping pace with the opening providence of God. Jesus and angels are at work. This cause is onward, while we are standing still and being left in the rear. If we would follow the opening providence of God, we should be quick to discern every opening, and make the most of every advantage within our reach, to let the light extend and spread to other nations. God, in his providence, has sent men to our very doors and thrust them, as it were, into our arms, that they might learn the truth more perfectly, and be qualified to do a work we could not do in getting the light before men of other tongues. We have too often failed to discern God's hand, and we have not received the very ones God had provided for us to work in union with, and act a part in sending the light to other nations."},{"refcode_short":"TrueMiss January 1,  1874, par. 11","refcode_long":"The True Missionary January 1,  1874, paragraph 11","content":"There has been a slothful neglect, and a criminal unbelief among us as a people which has kept us back from doing the work God has left us to do in letting our light shine forth to those of other nations. There is a fearfulness to venture out and to run risks in this great work, fearing that the expenditure of means would not bring returns. What if means are used and yet we cannot see that souls have been saved by it? What if there is a dead loss of a portion of our means? Better work and keep at work than to do nothing. You know not which shall prosper this or that. Men will invest in patent rights and meet with heavy losses, and it is taken as a matter of course. But in the work and cause of God, men are afraid to venture. Money seems to them to be a dead loss that does not bring immediate returns when invested in the work of saving souls. The very means that is now so sparingly invested in the cause of God, and that is selfishly retained will, in a little while, be cast with all idols to the moles and to the bats. Money will soon depreciate in value very suddenly when the reality of eternal scenes opens to the senses of man."},{"refcode_short":"TrueMiss January 1,  1874, par. 12","refcode_long":"The True Missionary January 1,  1874, paragraph 12","content":"God will have men who will venture anything and everything to save souls. Those who will not move until they can see every step of the way clearly before them will not be of advantage at this time to forward the truth of God. There must be workers now who will push ahead in the dark as well as in the light, and who will hold up bravely under discouragements and disappointed hopes, and yet work on with faith, with tears and patient hope, sowing beside all waters, trusting the Lord to bring the increase. God calls for men of nerve, of hope, faith, and endurance, to work to the point."},{"refcode_short":"TrueMiss January 1,  1874, par. 13","refcode_long":"The True Missionary January 1,  1874, paragraph 13","content":"If Christ saw that the souls of men were so precious that he could leave the royal courts and humble himself to humanity, in order to help man in his darkness, and to finally die for him, how ought we to feel for one another who have been made subjects of the grace of God, and partakers of this great salvation. I say to you, my brethren, in the fear of God, that we do not place a just estimate upon souls for whose redemption Christ paid so great a price. Christ and angels are ready to work with our efforts, if we will work with love, simplicity, and faith."},{"refcode_short":"TrueMiss January 1,  1874, par. 14","refcode_long":"The True Missionary January 1,  1874, paragraph 14","content":"I have been shown that our publications should be printed in different languages and sent to every civilized country, at any cost. What is the value of money at this time, in comparison with the value of souls? Every dollar of our means should be considered as the Lord's, not ours; and as a precious trust from God to us; not to be wasted for needless indulgences, but carefully used in the cause of God, in the work of saving men and women from ruin."},{"refcode_short":"TrueMiss January 1,  1874, par. 15","refcode_long":"The True Missionary January 1,  1874, paragraph 15","content":"I have been shown that the press is powerful for good or evil. This agency can reach and influence the public mind as no other means can. The press, controlled by men who are sanctified to God, can be a power indeed for good in bringing men to the knowledge of the truth. The pen is a power in the hands of men who feel the truth burning upon the altar of their hearts, and who have an intelligent zeal for God, balanced with sound judgment. The pen, dipped in the fountain of pure truth, can send the beams of light to dark corners of the earth, which will reflect its rays back, adding new power, and giving increased light to be scattered everywhere. Truth is what the people need. Fables are cheap, and can be found at hand anywhere."},{"refcode_short":"TrueMiss January 1,  1874, par. 16","refcode_long":"The True Missionary January 1,  1874, paragraph 16","content":"I have been shown that the publications already have been doing a work upon some minds in other countries, in breaking down the walls of prejudice and superstition. I was shown men and women studying with intense interest papers and a few pages of tracts upon present truth. They would read the evidences so wonderful and new to them and would open their Bibles with a deep and new interest, as subjects of truth that had been dark to them were made plain, especially the light in regard to the Sabbath of the fourth commandment. As they searched the Scriptures to see if these things were so, a new light shone upon their understanding, for angels were hovering over them and impressing their minds with the truths contained in the publications they had been reading. I saw them holding papers and tracts in one hand, and the Bible in the other, while their cheeks were wet with tears, and bowing before God in earnest, humble prayer, to be guided into all truth,—the very thing he was doing for them before they called upon him. And when the truth was received in their hearts, and they saw the harmonious chain of truth, the Bible was to them a new book; they hugged it to their hearts with grateful joy, while their countenances were all aglow with happiness and holy joy. These were not satisfied with merely enjoying the light themselves, and they began to work for others. Some made great sacrifices for the truth's sake and to help those of the brethren who were in darkness. The way is thus preparing to do a great work in the distribution of tracts and papers in other languages."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 16","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 16","content":"February 1, 1874"},{"refcode_short":"TrueMiss February 1,  1874, Art. A","refcode_long":"The True Missionary February 1,  1874, Art. A","content":"The Work for this Time"},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 1","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 1","content":"When we reflect upon the amazing love of God to fallen man, and view the small returns we make to him for this great love, we feel deeply humbled. Love of self, and selfish love of the things of the world, cannot find room in the hearts of true Christians. To be a Christian is to be Christ-like. Self is so interwoven in the nature of some that it is the ruling sin of their lives, and not only stands in their own way of attaining Christian perfection, but is a constant stumbling-block to sinners. A vast army might be brought to Jesus Christ through personal effort if selfishness did not obstruct the way."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 2","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 2","content":"Many professed Christians will talk and weep over the sacrifice of Christ, the cross he bore up Calvary, his crucifixion, and ascension to Heaven; while at the same time they refuse to co-operate with Christ in working as he worked, in self-denial and sacrifice for the good of souls. They refuse to drink of the cup, or to be baptized with the baptism."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 3","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 3","content":"Let all those who profess to believe in Christ follow his example, and they will be doing a great work for Jesus. It is easy to cry, when it is popular to do so, “Never man spake like this man,” and to echo the hosannas to the Son of David; though we do not the things he bids us, and do not follow his example in self-denial, and in working to do others good. True religion has to do with the heart and life. All who are true followers of Jesus will have a special interest to work for the Master, whose servants they profess to be, in gathering souls into the ranks of Christ. The Christian life does not consist altogether of meditation and prayer, although these are essential, but of earnest, active working, as well as meditating and praying."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 4","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 4","content":"Those who are truly converted to the truth and who love Christ will feel their individual responsibility to make personal efforts for the salvation of others. They cannot be indifferent in this respect. They will see and feel the dangerous position of their friends, and of all who oppose the truths which to them are sacred and dear. They will desire to be actively employed in the work of seeking to win them to the truth. When men and women are convinced of the truth and decide to obey it, they have then only enlisted as Christ's soldiers. The work is all before them, to be doers as well as hearers of the word, and receivers of the heavenly gift. To be merely a passive Christian, receiving blessings, and not an earnest worker, is to be a novice and a dwarf in spiritual things."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 5","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 5","content":"The moon and the stars would not essentially benefit us if they retained for themselves their beauty and glory, and did not give to us the light they receive from the sun. The earth itself responds to the showers of rain, and the gentle dew, and the warming rays of the sun, and returns to us its bounties in grains, fruits, and flowers."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 6","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 6","content":"Man, the noblest work of God, made in his divine image, is found the most ungrateful. Christ comes to every individual to see what he is doing, and frequently finds neither fruits, nor blossoms, but only leaves."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 7","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 7","content":"Some are hearers of the word but not doers. They receive the heavenly benefits, but feel no responsibility to advance the cause of truth and save souls by their personal efforts. The divine command is two-fold, to not only be hearers, but doers, of the word. We are to receive the word ourselves and impart to others the precious light we have received. As we accept the truth, we virtually pledge ourselves to be workers with Christ, and to be consecrated to his service, and no longer live to do our will, and serve ourselves, but to be faithful servants of the Master to whom we have yielded ourselves servants to obey. The commission of Christ to his disciples was, to go and preach the gospel to every creature. We have a world-wide message."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 8","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 8","content":"After men and women have received the truth, it is not to their advantage to depend upon their more experienced brethren to hold them up, and carry them to Heaven. They should be instructed that in order to grow spiritually strong, they must be earnest workers to lead others to the truth, as they were led. If those who receive the truth value its importance they will receive tenfold more encouragement and confidence in seeing their more experienced brethren and the ministers of Christ laboring in new fields, preaching the gospel to unbelievers, and bringing scores to the knowledge of the truth, than to be devoting their precious time and talents to taking care of them."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 9","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 9","content":"Missionaries are wanted throughout the great harvest field, self-sacrificing, and who will do as their Master has given them an example in his life."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 10","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 10","content":"Ministers to whom is intrusted the most sacred message of warning ever given to the world have confined their labor too much to looking after the few who have embraced the truth, when their principal labor should have been for those who have not heard the message. There are those who think it is their duty to preach the truth, but they dare not venture from the shore, and they catch no fish. They will choose to go among the churches, over and over the same ground. They report a good time, a pleasant visit, but we look in vain for the souls that are converted to the truth through their instrumentality. These ministers hug the shore too closely. Let them launch out into the deep, and cast their net where the fish are. There is no lack of work to be done. There could be hundreds employed in the vineyard of the Lord where there is now one."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 11","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 11","content":"God never does what man can do. We have individually, as servants of Jesus Christ, a work to do in unison with Christ, in saving our fellow-men from perdition. While we do with heart and might what we can in the use of means, God alone can make our efforts effectual. He can clothe the humblest and weakest with wonderful power, and manifest his excellence in our sincere human efforts."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 12","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 12","content":"If, after souls have embraced the truth, and have had years of experience, they have not strength to stand alone in the truth with the help God has promised them, and if they are incapable of helping others to the light, they are like the barren fig tree which Jesus cursed. Because, although apparently flourishing, he found upon the tree neither blossoms nor fruit, nothing but leaves."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 13","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 13","content":"There are in our churches those who profess the truth who are only hindrances to the work of reform. They are clogs to the wheels of the car of salvation. This class are frequently in trial. Doubts, jealousies, and suspicion, are the fruits of selfishness, and seem to be interwoven with their very natures. I shall name this class chronic church-grumblers. They do more harm in a church than two ministers can undo. They are a tax to the church and a great weight to the ministers of Christ. They live in an atmosphere of doubts, jealousies, and surmisings. Much time and labor of the embassadors of Christ are required to undo their work of evil, and restore harmony and union in the church. This takes from the courage and strength of God's servants and unfits them for the work he has for them to do in saving perishing souls from ruin. God will reward these troublers of Zion according to their works. The ministers of Christ should take their position, and not be hindered in their work by these agents of Satan. There will be enough of these to question, and quibble, and criticise, to keep the ministers of God constantly busy, if they will allow themselves to be detained from the great work of giving the last saving message of warning to the world. If the church has no strength to stand against the unsanctified, rebellious feelings of church-grumblers, it is better to let church and grumblers go overboard together than lose the opportunity of saving hundreds who would make better churches, and have the elements existing within themselves of strength and union and power."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 14","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 14","content":"The very best way for ministers and churches is to let this fault-finding, crooked class fall back into their own element and pull away from the shore, launch out into the deep, and cast out the gospel net again for fish that may pay for the labor bestowed upon them. Satan exults when men and women embrace the truth who are naturally fault-finding and who will throw all the darkness and hindrance they can against the advancement of the work of God. Ministers cannot now in this important period of the work be detained to prop up men and women who see and have felt once the force of the truth. They should fasten believing Christians on Christ, who is able to hold them up and preserve them blameless unto his appearing, while they go forth to new fields of labor."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 15","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 15","content":"I entreat you, my brethren and sisters, to be self-reliant in the strength of Jesus. Do not hang the weight of your perplexities and burdens upon your ministers. Christ has invited you to come to him, your burden-bearer. If you pass along in a state of unbelief and lack of consecration to God, you hang your weight upon the heart of your ministers, and you take just so much time and strength from them which God requires them to use in giving the message to those who have not heard it. Brethren, will you not rather work yourselves in union with the embassadors of Christ in seeking to win souls to the truth? When tempted to become unbelieving and discouraged, you will find the very best cure for this in talking faith to others, and in presenting the truth to those who are in darkness. Extend your efforts to your neighbors, and to those who have not the privileges of meetings. Sow the seeds of truth beside all waters, and encourage the hearts of the servants of God when they visit you by showing that you have not been idle, but through your instrumentality one or more has been brought from darkness to light. You can keep above despondency and doubt by making it your practice to daily pray for the blessing of God to rest upon the men who are presenting the solemn message of warning to the world. Let your prayers follow the servants of God like sharp sickles in the harvest field. God will hear the earnest entreaties of his people. The prayer of faith will move the arm of God."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 16","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 16","content":"A great work is before us. We need the help of every one. The cause will need not only money but earnest workers. We believe that the time has fully come when the work should be enlarged and extended on the Pacific coast. The men who work for God in faith, willing to endure, and suffer toil, privation, and reproach, will be the very men whom God will accept, and make powerful to do his great work. We shall not be stinted for means if we will only work, trusting and believing in God."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 17","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 17","content":"Missionaries are wanted to carry the message of warning to other lands. God will accept of men who have devoted hearts, whom he can teach, and impress, and polish, by his own divine hand. God will require personal service at the hands of every one to whom he entrusts his truth. Not one is excused. Some may feel that if they give of their substance they are excused from personal efforts. But God forbid that they should deceive themselves in this. Gifts of means do not meet the requirement of God, for the duty is but half done. He will accept nothing short of yourselves. You must work to save souls. All will not be called to go to foreign missions, but you may be missionaries at home in your own families and in your neighborhoods. There is work for you to do for God that you do not see and do not feel, because you have not wanted to see, and know, and do, because your worldly interests and your arrangements in business would be interrupted."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 18","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 18","content":"Christ called fishermen from their nets to do his work, and they left them and followed him. He called Matthew, a publican, from his business to follow him, and he obeyed the invitation joyfully. He may call men from their farms, from their merchandise, and from their various trades, and send them forth to warn the world."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 19","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 19","content":"With the love of Christ in the heart, Christians will work. All who have made a profession of Christ have virtually pledged themselves to preach the gospel of salvation to sinners. Some may never be required to stand in the pulpit; but there are many ways to preach Christ. By deeds, by a godly, consistent life, and by letting our light shine forth to others, we may preach Christ. In acts of self-denial for others’ good, and showing a love for precious souls that is paramount to love for riches or earthly enjoyment, we may preach Christ."},{"refcode_short":"TrueMiss February 1,  1874, Art. A, par. 20","refcode_long":"The True Missionary February 1,  1874, Art. A, paragraph 20","content":"In doing the works of Christ, the Christian worker will become strong in spiritual strength. God is a present help in every time of need. Those who work for the salvation of souls feel their inefficiency and lack of heavenly wisdom, and in their emergency they flee to their tower of strength, and God meets their necessities, and they are obtaining a valuable experience. They are gaining spiritual strength, and growing in the knowledge of the truth. They are not spiritual dwarfs, or bodies of death; but are shining lights, gathering daily strength from God, and conferring blessings upon others."},{"refcode_short":"TrueMiss February 1,  1874","refcode_long":"The True Missionary February 1,  1874","content":"February 1, 1874"},{"refcode_short":"TrueMiss February 1,  1874","refcode_long":"The True Missionary February 1,  1874","content":"Free-will Offerings"},{"refcode_short":"TrueMiss February 1,  1874, par. 1","refcode_long":"The True Missionary February 1,  1874, paragraph 1","content":"After the children of Israel had left Egypt, when there was but a step back from freedom to slavery, God commanded the tabernacle to be built from their scanty means. Their own tents were small, but they did not plead to enlarge their own tabernacles. God's house must first be built. God gave them the design he wished them to follow in building the tabernacle. They needed no urging. Gifts and free-will offerings came in abundance. Their ornaments and jewelry were taken from their persons and cast into the treasury, to be used to beautify and enrich the house for God. Materials of gold, silver, brass, and ornamental work, were gladly given, each soul being anxious to have an interest in the tabernacle which was being erected for God. More than a million of dollars was expended in erecting that tabernacle. Moses did not need to urge the people, but he had to proclaim to them that they had enough, and their cheerful, willing labors and offerings must cease, for they could not appropriate all that they had already brought."},{"refcode_short":"TrueMiss February 1,  1874, par. 2","refcode_long":"The True Missionary February 1,  1874, paragraph 2","content":"There are hearts now that are as free, willing, and anxious, to aid in the advancement of the work of God as were the children of Israel. Only let them be assured that there is a work to be done, and that God calls for their means and their hearty co-operation, and they will need no urging."},{"refcode_short":"TrueMiss February 1,  1874, par. 3","refcode_long":"The True Missionary February 1,  1874, paragraph 3","content":"When we can have even a small comprehension of what Jesus has done for us, we shall feel our responsibility to do all that we can for Christ. The life of Jesus was spent in devising plans for our welfare. While we were enemies to God, he pitied us, and came from the courts of Heaven to suffer, the just for the unjust. He died, and rose again from the grave to show his followers the way of life from the dead. He now stands before his Father as our great High Priest and our advocate, pleading our cause, and presenting our feeble progress with infinite grace before his Father. He forgives our transgressions, and by imputing unto us his righteousness, he links us to the Infinite. In the heavenly courts our Saviour stands and extends to the world the gracious invitation, Come, ye weary, ye poor, ye hungry; come, ye burdened, ye heavy laden, sin-sick souls, come. And whosoever will, let him come and partake of the waters of life freely."},{"refcode_short":"TrueMiss February 1,  1874, par. 4","refcode_long":"The True Missionary February 1,  1874, paragraph 4","content":"Can we be too earnest and self-sacrificing in our efforts to set the truth before the world? Shall we plead for ease and for the pleasures of this life, to enjoy our pleasant homes and the society of family and friends, and let others do the work which must be done in warning the world? Shall we plead as did the ungrateful ones to whom Christ extended the invitation to come to supper, I pray thee have me excused? Or shall we gird on the armor with cheerfulness, hope, and faith, and, like valiant soldiers, be willing to engage in the thickest of the fight, war the good warfare, share the glorious victory, and receive the eternal reward?"}]