[{"refcode_short":"TSA 4","refcode_long":"Testimonies to Southern Africa, p. 4 (Ellen Gould White)","content":"Testimonies to Southern Africa"},{"refcode_short":"TSA 4","refcode_long":"Testimonies to Southern Africa, p. 4 (Ellen Gould White)","content":"The Ellen G. White Africa Collection"},{"refcode_short":"TSA 4.1","refcode_long":"Testimonies to Southern Africa, p. 4.1 (Ellen Gould White)","content":"When in 1886 a “Macedonian call” came to the General Conference in Battle Creek from several Sabbath-keeping Adventists in South Africa asking that a minister be sent to them, the response came in the form of a company who set out from America the next year for Cape Town, consisting of D. A. Robinson and C. L. Boyd and their wives; two colporteurs, George Burleigh and R. S. Anthony; and a Bible instructor, Miss Carrie Mace."},{"refcode_short":"TSA 4.2","refcode_long":"Testimonies to Southern Africa, p. 4.2 (Ellen Gould White)","content":"In Norway, as they were en route to South Africa, the path of brethren D. A. Robinson and C. L. Boyd crossed that of Ellen White who had gone from America to spend some time in Europe (1885-1887); and having become deeply interested in their mission she wrote letters of counsel which she placed in their hands as they journeyed to Africa."},{"refcode_short":"TSA 4.3","refcode_long":"Testimonies to Southern Africa, p. 4.3 (Ellen Gould White)","content":"Mrs. White's interest in the opening work in Africa did not stop there. In 1889 when S. N. Haskell went to Africa to spend five months in visiting, holding meetings, and counseling concerning the work, he received letters from Ellen White in which she discussed certain aspects of the work of the mission and those leading out in it."},{"refcode_short":"TSA 4.4","refcode_long":"Testimonies to Southern Africa, p. 4.4 (Ellen Gould White)","content":"A. T. Robinson was sent to Africa in 1891 and, as he took charge of the work there, had much to do in shaping its organization. Letters of counsel from the pen of Ellen White were also addressed to him."},{"refcode_short":"TSA 4.5","refcode_long":"Testimonies to Southern Africa, p. 4.5 (Ellen Gould White)","content":"Among those very prominent in Ellen White's correspondence concerning the Africa interests was a South African family, the Wessels family, who had come into the possession of considerable means. Pieter Wessels was one of the original two believers who wrote for help to the General Conference in 1886, and this entire family evoked the deepest interest in the years that followed on the part of Ellen White who was concerned with their spiritual welfare, their personal problems, and the right use of their means for the cause."},{"refcode_short":"TSA 5.1","refcode_long":"Testimonies to Southern Africa, p. 5.1 (Ellen Gould White)","content":"While Ellen White never visited South Africa in person she conducted regular correspondence with leaders and members there while she was in Australia from 1891 to 1900. There are in the files many letters from the pen of Ellen White to members of the Wessels family starting in 1890 and spanning the years to 1908, only seven years before her death."},{"refcode_short":"TSA 5.2","refcode_long":"Testimonies to Southern Africa, p. 5.2 (Ellen Gould White)","content":"To summarize, the E. G. White materials in the files of letters and documents touching on Africa consist of counsels to missionaries and leaders in Africa, to believers, and especially to members of the Wessels family. It includes counsel to individuals, some of it very personal and applying to particular situations. There are observations pointing out mistakes in method, many exhortations, statements of principles applying to the work, and many pages of deeply spiritual instruction."},{"refcode_short":"TSA 5.3","refcode_long":"Testimonies to Southern Africa, p. 5.3 (Ellen Gould White)","content":"The E. G. White office has endeavoured to bring together in this collection the relevant material that will serve to guide and inspire in the work in Africa, and to include some of the special items out of the correspondence that will show the deep interest and involvement of Ellen White in the Africa mission and her burden for the rapid and balanced growth of the Advent message in that continent."},{"refcode_short":"TSA 7","refcode_long":"Testimonies to Southern Africa, p. 7 (Ellen Gould White)","content":"Chapter 1—Counsel to Missionaries en Route to Africa"},{"refcode_short":"TSA 7.1","refcode_long":"Testimonies to Southern Africa, p. 7.1 (Ellen Gould White)","content":"I have desired to talk with you, but dared not, because I have not felt that I had strength to do justice to any subject in private conversation. When before the people I am always sustained by the Lord."},{"refcode_short":"TSA 7.2","refcode_long":"Testimonies to Southern Africa, p. 7.2 (Ellen Gould White)","content":"There is great importance attached to the starting in right at the beginning of your work. I have been shown that the work in _____ has been bound about without making that decided advancement that it might have made if the work had commenced right."},{"refcode_short":"TSA 7.3","refcode_long":"Testimonies to Southern Africa, p. 7.3 (Ellen Gould White)","content":"Far more might have been done with different modes of management, and there would have been less means actually taken from the treasury. We have a great and sacred trust in the elevated truths committed to us. We are glad that there are men who will enter into our mission fields who are willing to work with small remuneration to open the truth to those who are in the darkness of error in far-off countries for the love of Christ and their fellow men. Money does not weigh with them in the scale against the claims of conscience and duty."},{"refcode_short":"TSA 7.4","refcode_long":"Testimonies to Southern Africa, p. 7.4 (Ellen Gould White)","content":"The men who will give themselves to the great work of teaching the truth are not the men who will be bribed with wealth or frightened by poverty. But God would have His delegated servants constantly improving. In order for the work to be carried forward with efficiency, the Lord sent forth His disciples two and two. God has a church, and these churches are organized on the foundation of the apostles and the prophets, Jesus Christ Himself being the chief cornerstone."},{"refcode_short":"TSA 8.1","refcode_long":"Testimonies to Southern Africa, p. 8.1 (Ellen Gould White)","content":"No one man's ideas, one man's plans, are to have a controlling power in carrying forward the work. One is not to stand apart from the others and make his plans and ideas the criterion for all the workers. There is to be with the individual members sent forth together, a board for counsel together. One is not to stand apart from the others and argue his own ways and plans, for he may have an education in a certain direction and possess certain traits of character which will be detrimental to the interests of the work if allowed to become a controlling power."},{"refcode_short":"TSA 8.2","refcode_long":"Testimonies to Southern Africa, p. 8.2 (Ellen Gould White)","content":"The workers are not to stand apart from one another, but work together in everything that interests the cause of God. And one of the most important things to be considered is self-culture. There is too little attention given to this matter. There should be a cultivation of all the powers to do high and honourable work for God. Wisdom may be gained in a much larger measure than many suppose who have been labouring for years in the cause of God, which no man has yet attained. There are men who have narrow ideas, narrow plans, and work in a narrow groove."},{"refcode_short":"TSA 8.3","refcode_long":"Testimonies to Southern Africa, p. 8.3 (Ellen Gould White)","content":"This will be the danger in entering a new field,—to plan and bring all the powers to bear to get along in the most inexpensive manner. Now, while the state of the treasury demands that there should be constant economy, there is danger of an economy which results in loss rather than gain. Our growth has been, in untried fields, generally slow because of the seventh-day Sabbath. There stands a sharp cross directly in the way of every soul who accepts the truth."},{"refcode_short":"TSA 8.4","refcode_long":"Testimonies to Southern Africa, p. 8.4 (Ellen Gould White)","content":"There are other truths, such as the non-immortality of the soul, and the personal coming of Christ in the clouds of heaven to our earth in a short time. But these are not as objectionable as the Sabbath. Some will conscientiously accept the truth for its own sake, because it is Bible truth, and they love the path of obedience to all the commandments of God. These objectionable features of our faith will bar the way to many souls who do not wish to be a peculiar people, distinct and separate from the world. Therefore, great wisdom is required to be exercised in the matter of how the truth is brought before the people. There are certain clearly defined ends to gain at the very introduction of missionary effort. If the plans and methods had been of a different character, even if they necessarily involved more outlay of means, there would have been far better results."},{"refcode_short":"TSA 9.1","refcode_long":"Testimonies to Southern Africa, p. 9.1 (Ellen Gould White)","content":"At some places there should be a slow beginning. This is all they can do. But in many places the work can be entered into in a more thorough and decided manner from the very first. But there must be no haphazard, loose, cheap manner of work done in any place. The work in Old England might have been much farther advanced now than it is if our brethren had not tried to move in so cheap a way. If they had hired good halls, and carried forward the work as though they had great truths which would be victorious and as though God would have them start in to make the very first impression the very best that could be made, as far as they go, the work would have advanced more than it has."},{"refcode_short":"TSA 9.2","refcode_long":"Testimonies to Southern Africa, p. 9.2 (Ellen Gould White)","content":"Keep up the elevated character of the missionary work. Let the inquiry of both men and women associated in the missionary work be, What am I? and what ought I to be and do? Let each worker consider that he cannot give to others that which he does not possess himself. Therefore, he should not settle down into his own set ways and habits, and make no change for the better. Paul says, “Not as though I had already attained,but I follow after.... I press toward the mark.” Philippians 3:12, 14. It is constant advancement and improvement, and reformation that is to be made with individuals to perfect a symmetrical, well-balanced character."},{"refcode_short":"TSA 9.3","refcode_long":"Testimonies to Southern Africa, p. 9.3 (Ellen Gould White)","content":"Please remember the words of caution that I now give you. You all need a more perfect and symmetrical character than you now have. No one has ways and habits that do not need improvement, and if this improvement is not made with you all individually, if you are not constantly seeking for higher attainments in every way, you will greatly hinder the work of each other. There must be a continual advancement with ever-varying changes. New duties will arise, new fields of labour open before you, and thoroughly organized effort will bring success."},{"refcode_short":"TSA 9.4","refcode_long":"Testimonies to Southern Africa, p. 9.4 (Ellen Gould White)","content":"There is little that any of you can do alone. Two or more are better than one, if there will be that humility that you will esteem each other better than yourselves. If any of you consider your plans and modes of labour perfect, you greatly deceive yourselves. Counsel together with much prayer and humbleness of mind, willing to be entreated and advised. This will bring you where God will be your Counsellor. The work you are engaged in cannot be done except by forces which are the result of well-understood plans. If you undertake the work in a narrow, cheap plan, as they have done in [the British] mission, it will be no more in place in Africa than in any British territory and will not be wisdom in any large city."},{"refcode_short":"TSA 10.1","refcode_long":"Testimonies to Southern Africa, p. 10.1 (Ellen Gould White)","content":"There must be something ventured, and some risks run by those on the field of battle. They must not in every movement feel that they must receive orders from headquarters. They must do the best they can under all circumstances, all counselling together with much earnest prayer to God for His wisdom. There must be union of effort. There is much that will have to be planned for. Therefore, the necessity for perfect unity among yourselves. As a people we must march under our own standard."},{"refcode_short":"TSA 10.2","refcode_long":"Testimonies to Southern Africa, p. 10.2 (Ellen Gould White)","content":"Wherever, in reforms, we can connect with others in the countries to which we go, it will be advisable to do so, but there are some things you must do within yourselves, working in the armour which God has given you—not the armour of any one individual, but working together in Christian charity and love. Let not any one of you belittle the importance of your mission, and lower the work by a cheap, inferior way of planning to get the truth before the people."},{"refcode_short":"TSA 10.3","refcode_long":"Testimonies to Southern Africa, p. 10.3 (Ellen Gould White)","content":"Work intelligently, wisely, unitedly. Let no special effort be made to magnify the men, but magnify the Lord, and let Him be your fear, your dread, and your sufficiency. Bring your minds up to the greatness of the work. Your narrow plans, your limited ideas, are not to come into your methods of working. There must be reform on this point, and there will be more means brought in to enable the work to be brought up to the high and exalted position it should ever occupy. There will be men who have means who will discern something of the character of the work, although they have not the courage to lift the cross, and to bear the reproach that attends unpopular truth. First reach the high classes if possible, but there should be no neglect of the lower classes."},{"refcode_short":"TSA 10.4","refcode_long":"Testimonies to Southern Africa, p. 10.4 (Ellen Gould White)","content":"But it has been the case that the plans and the efforts have been so shaped in many fields that the lower classes only are the ones who can be reached. But methods may be devised to reach the higher classes who need the light of truth as well as the lower classes. These see the truth, but they are, as it were, in the slavery of poverty, and see starvation before them should they accept the truth. Plan to reach the best classes, and you will not fail to reach the lower classes. There is altogether too much of putting the light under the bed or under the bushel, and not on a candle-stick, that it may give light to all that are in the house. May the Lord give the workers true wisdom, and much of His Holy Spirit, that they may work in God's order, and may stand as high as possible in favour with God and with the people."},{"refcode_short":"TSA 11.1","refcode_long":"Testimonies to Southern Africa, p. 11.1 (Ellen Gould White)","content":"The Lord gave special directions in the arrangement of the encampment of the Israelites in regard to how the camp should be arranged. All was to be done with perfect order. Each man had his appointed work. No one man was to do it all, but each man had a specified work and was to attend to that work faithfully and critically, that the order and harmony and exalted character of the work should make decided impressions on the nations around them, showing to these nations that Israel had a Governor who was the Lord Himself. Thus the work and character of God would not stand inferior or belittled in the eyes of the nations who served other gods."},{"refcode_short":"TSA 11.2","refcode_long":"Testimonies to Southern Africa, p. 11.2 (Ellen Gould White)","content":"The one object to be kept before the mind is that you are reformers, and not bigots. In dealing with unbelievers, do not show a contemptible spirit of littleness, for if you stop to haggle over a small sum, you will, in the end, lose a much larger sum. They will say, “That man is a sharper; he would cheat you out of your rights if he possibly could, so be on your guard when you have any dealing with him.” But if in a deal a trifle in your favour is placed to the favour of another, that other will work with you on the same generous plan. Littleness begets littleness, penuriousness begets penuriousness. Those who pursue this course do not see how contemptible it appears to others, especially those not of our faith; and the precious cause of truth bears the stamp of this defect."},{"refcode_short":"TSA 11.3","refcode_long":"Testimonies to Southern Africa, p. 11.3 (Ellen Gould White)","content":"We are not to make the world's manner of dealing ours. We are to give to the world a nobler example, showing that our faith is of a high and elevated character. Do unto others as you would that others should do unto you. Let every action reveal the nobility of truth. Be true to your faith, and you will be true to God. Come close to the Word, that you may learn what its claims really are. When God speaks, it is your duty to listen and obey. Remember that everything in the world is judged by appearances; therefore, study carefully the Word of God, and see that the words of instruction given to ancient Israel affect your arrangements and plans. While you shall not conform to the world, remember that our faith bears the stamp of singularity, and makes us a peculiar people. Therefore, all odd notions and individual peculiarities and narrow plans that would give false impressions of the greatness of the work, should be avoided. None of the workers should manufacture crosses and duties; for the Bible has given the rule, the cross, the way."},{"refcode_short":"TSA 12.1","refcode_long":"Testimonies to Southern Africa, p. 12.1 (Ellen Gould White)","content":"Let none of you feel that you are above temptation, that you have good principles, and need fear nothing from yourselves or the work which you have to do. Be jealous of yourselves. You need to humble your hearts constantly before God, that human depravity shall not neutralize your work. Do not cultivate habits of singularity, but obtain Christ's mould every day you live. Study the Pattern."},{"refcode_short":"TSA 12.2","refcode_long":"Testimonies to Southern Africa, p. 12.2 (Ellen Gould White)","content":"Every one of you united in this missionary work, both our brethren and sisters who act a part in it, are men and women of strong wills. This is as it should be, if each has practised equal self-control. But this lesson has not been learned as thoroughly as it should be. If you are willing to learn meekness and lowliness of heart in Christ's school, He will surely give you rest and peace. It is a terribly hard struggle to give up your own will and your own way. But this lesson learned, you will find rest and peace. Pride, selfishness, and ambition must be overcome; your will must be swallowed up in the will of Christ. The whole life may become one constant love sacrifice, every action a manifestation, and every word an utterance of love. As the life of the vine circulates through stem and cluster, descends into the lower fibres, and reaches to the topmost leaf, so will the grace and love of Christ burn and abound in the soul, sending its virtues to every part of the being, and pervading every exercise of body and mind."},{"refcode_short":"TSA 12.3","refcode_long":"Testimonies to Southern Africa, p. 12.3 (Ellen Gould White)","content":"Again I would urge upon [you] the necessity from the very first establishment of your work, to commence in a dignified, Godlike manner, that you may give character to the influence of the truth which you know to be of heavenly birth. But remember that great care is to be exercised in regard to the presentation of truth. Carry the minds along guardedly. Dwell upon practical godliness, weaving the same into doctrinal discourses. The teachings and love of Christ will soften and subdue the soil of the heart for the good seed of truth. You will obtain the confidence of the people by working to obtain acquaintance with them. But keep up the elevated character of the work. Let the publications, the papers, the pamphlets, be working among the people, and preparing the minds of the reading class for the preaching of the truth. Let no stinted efforts be made in this line, and the work, if commenced wisely, and prosecuted wisely, will result in success. But do be humble and teachable, if you will teach others, and lead others in the way of truth and righteousness.—Letter 14, 1887."},{"refcode_short":"TSA 14","refcode_long":"Testimonies to Southern Africa, p. 14 (Ellen Gould White)","content":"Chapter 2—Letter to a Minister and His Wife Bound for Africa"},{"refcode_short":"TSA 14.1","refcode_long":"Testimonies to Southern Africa, p. 14.1 (Ellen Gould White)","content":"There are some things I wish to address particularly to yourself and to your wife. You both need to be guarded; you both have strong wills, and are not wanting in self-confidence"},{"refcode_short":"TSA 14.2","refcode_long":"Testimonies to Southern Africa, p. 14.2 (Ellen Gould White)","content":"In your association with others, there is danger of your both being over-bearing and exacting. You will also be in danger of this in your own married life, unless you daily humble your hearts before God, and individually feel the great need of learning in the school of Christ the lessons of meekness, humility, and lowliness of heart."},{"refcode_short":"TSA 14.3","refcode_long":"Testimonies to Southern Africa, p. 14.3 (Ellen Gould White)","content":"Your ways seem to be right in your own eyes, when they may be far from right. God would have you less self-confident, self-sufficient"},{"refcode_short":"TSA 14.4","refcode_long":"Testimonies to Southern Africa, p. 14.4 (Ellen Gould White)","content":"Your ideas and plans should be closely and critically examined, for you are in danger of circumscribing the work, of placing your own mould upon it, and of using your narrow ideas and cheap plans, which generally prove to be the dearest in the end. You belittle the work by so doing. While it is well to exercise economy, let the work of God ever stand in its elevated noble dignity."},{"refcode_short":"TSA 14.5","refcode_long":"Testimonies to Southern Africa, p. 14.5 (Ellen Gould White)","content":"As you are to begin work in a new mission, be careful that your defects are not exalted as virtues, and thus retard the work of God. It is testing truths we are bringing before the people, and in every movement these truths should be elevated to stand in moral beauty before those for whom we labour. Do not throw about the truth the peculiarities of your own character, or your own manner of labour...."},{"refcode_short":"TSA 14.6","refcode_long":"Testimonies to Southern Africa, p. 14.6 (Ellen Gould White)","content":"Do not cheapen the work of God. Let it stand forth as from God. Let it bear no human impress, but the impress of the divine. Self is to be lost sight of in Jesus. It is not safe to allow your own ideas and judgment, your set ways, your peculiar traits of character, to be a controlling power. There is a great need of breadth in your calculations in order to place the work high in all your plans, proportionate to its importance."},{"refcode_short":"TSA 15.1","refcode_long":"Testimonies to Southern Africa, p. 15.1 (Ellen Gould White)","content":"Much has been lost through following the mistaken ideas of some of our good brethren. Their plans were narrow, and they lowered the work to their peculiar ways and ideas so that the higher classes were not reached. The appearance of the work impressed the minds of unbelievers as being of very little worth—some stray offshoot of religious theory entirely beneath their notice. Much also has been lost through want of wise methods of labour. Every effort should be made to give dignity and character to the work. Special efforts should be made to secure the goodwill of men in responsible positions, not by sacrificing even one principle of truth or righteousness, but by simply giving up our own ways and manner of approaching the people."},{"refcode_short":"TSA 15.2","refcode_long":"Testimonies to Southern Africa, p. 15.2 (Ellen Gould White)","content":"Much more would be effected if more tact and discretion were used in the presentation of the truth. Through the neglect of this many have a misconception of our faith and of our doctrine which they would not have if the very first impression made upon their minds had been more favourable."},{"refcode_short":"TSA 15.3","refcode_long":"Testimonies to Southern Africa, p. 15.3 (Ellen Gould White)","content":"It is our duty to get as close to the people as we can. This kind of labour will not have an influence to exclude the poorer and lower classes, but both high and low will have an opportunity to be benefited by the truths of the Bible; both will have a chance to become acquainted with you and to understand that the religion of the Bible never degrades the receiver. They will perceive the duties and responsibilities resting upon them to be representatives of Jesus Christ upon the earth."},{"refcode_short":"TSA 15.4","refcode_long":"Testimonies to Southern Africa, p. 15.4 (Ellen Gould White)","content":"The truth received in the heart is constantly elevating, refining, and ennobling the receiver. This is not a worldly wisdom, but a God-given wisdom, the ways and means of which the believers in the truth should study, so that the truth may reach those classes who can exert an influence in its favour, and who will sustain its advancement with their means. The duty we owe to our fellow men places us under moral obligation of putting out our talents to the exchangers so that we may double them by winning many souls to Jesus Christ,—souls who have influence, whom God has seen fit to entrust with large capacity for doing good."},{"refcode_short":"TSA 16.1","refcode_long":"Testimonies to Southern Africa, p. 16.1 (Ellen Gould White)","content":"The workers in this cause should not feel that the only way they can do is to go at the people pointedly, with all subjects of truth and doctrine as held by Seventh-day Adventists, for this would close their ears at the very onset. You will be inclined to do this, for it would please your inclination and be in harmony with your character. God would have you be as lambs among wolves, as wise as serpents and as harmless as doves. You cannot do this and follow your own ideas and your own plans. You must modify your method of labour. You need not feel that all the truth is to be spoken to unbelievers on any and every occasion. You should plan carefully what to say and what to leave unsaid. This is not practising deception; it is working as Paul worked. He says, “Being crafty, I caught you with guile.” Your method of labour would not have that effect."},{"refcode_short":"TSA 16.2","refcode_long":"Testimonies to Southern Africa, p. 16.2 (Ellen Gould White)","content":"You must vary your labour, and not think there is only one way which must be followed at all times and in all places. Your ways may seem to you a success, but if you had used more tact, more of the heavenly wisdom, you would have seen much more good results from your work. Paul's manner was not to approach the Jews in a way to stir up their worst prejudice and run the risk of making them his enemies by telling them the first thing that they must believe in Jesus of Nazareth. But he dwelt upon the prophecies of the Old Testament Scriptures that testified of Christ, of His mission, and of His work. Thus he led them along step by step, showing them the importance of honouring the law of God. He gave due honour to the ceremonial law, showing that Christ was the One who instituted the whole Jewish economy in sacrificial service. And after dwelling upon these things and showing that he had a clear understanding of these matters, then he brought them down to the first advent of Christ, and showed that in the crucified Jesus every specification had been fulfilled."},{"refcode_short":"TSA 16.3","refcode_long":"Testimonies to Southern Africa, p. 16.3 (Ellen Gould White)","content":"This is the wisdom Paul exercised. He approached the Gentiles not by exalting the law, but by exalting Christ, and then showing the binding claims of the law. He plainly presented before them how the light reflected from the cross of Calvary gave significance and glory to the whole Jewish economy. Thus he varied his manner of labour, always shaping his message to the circumstances under which he was placed. He was, after patient labour, successful to a large degree, yet many would not be convinced. Some there are who will not be convinced by any method of presenting truth that may be pursued; but the labourer for God is to study carefully the best method, that he may not raise prejudice nor stir up combativeness."},{"refcode_short":"TSA 17.1","refcode_long":"Testimonies to Southern Africa, p. 17.1 (Ellen Gould White)","content":"Here is where you have failed of reaching souls in the past. When you have followed your natural inclination, you have closed the door whereby you might, with a different method of labour, have found access to hearts, and through them to other hearts. The influence of our work through gaining one soul is far-reaching; the talent is put out to the exchangers and is constantly doubling."},{"refcode_short":"TSA 17.2","refcode_long":"Testimonies to Southern Africa, p. 17.2 (Ellen Gould White)","content":"Now it will be well, my brother, for you to carefully consider these things; and when you labour in your new field, do not feel that as an honest man you must tell all that you do believe at the very onset, for Christ did not do that way. Christ said to His disciples, “I have yet many things to say unto you, but ye cannot bear them now.” And there were many things He did not say to them, because their education and ideas were of such a character that it would have confused their minds and raised questioning and unbelief that it would have been difficult to remove."},{"refcode_short":"TSA 17.3","refcode_long":"Testimonies to Southern Africa, p. 17.3 (Ellen Gould White)","content":"God's workmen must be many-sided men; that is, they must have breadth of character, not be one-idea men, stereotyped in one manner of working, getting into a groove, and being unable to see and sense that their words and their advocacy of truth must vary with the class of people they are among, and the circumstances they have to meet. All should be constantly seeking to develop their minds evenly and to overcome ill-balanced characteristics. This must be your constant study if you make a useful, successful labourer. God would have you, old as you are, continually improving and learning how you can better reach the people...."},{"refcode_short":"TSA 17.4","refcode_long":"Testimonies to Southern Africa, p. 17.4 (Ellen Gould White)","content":"A great and solemn work is before us—to reach the people where they are. Do not feel it your bounden duty the first thing to tell the people, “We are Seventh-day Adventists; we believe the seventh day is the Sabbath; we believe in the non-immortality of the soul,” and thus erect most formidable barriers between you and those you wish to reach. But speak to them, as you may have opportunity, upon points of doctrine wherein you can agree, and dwell on practical godliness. Give them evidence that you are a Christian, desiring peace, and that you love their souls. Let them see that you are conscientious. Thus you will gain their confidence, and then there will be time enough for the doctrines. Let the hard iron heart be subdued, the soil prepared, and then lead them along cautiously, presenting in love the truth as it is in Jesus Christ."},{"refcode_short":"TSA 18.1","refcode_long":"Testimonies to Southern Africa, p. 18.1 (Ellen Gould White)","content":"It requires great wisdom to reach ministers and noblemen. Why should these be neglected or passed by, as they certainly have been by our people? These classes are responsible to God just in proportion to the capital of talents entrusted to them. Should there not be greater study and much more humble prayer for wisdom to reach these classes? Where much is given, much will be required. Then should there not be wisdom and tact used to gain these souls to Jesus Christ, who will be, if converted, polished instruments in the hands of the Lord to reach others? The Lord's help we must have to know how to undertake His work in a skillful manner. Self must not be prominent."},{"refcode_short":"TSA 18.2","refcode_long":"Testimonies to Southern Africa, p. 18.2 (Ellen Gould White)","content":"God has a work to be done that the workers have not yet fully comprehended. Their message is to go to ministers and to worldly-wise men, for these are to be tested with the light of truth. It is to be set forth before the learned ones of this world judiciously and in its native dignity. There must be most earnest seeking of God, most thorough study; for the mental powers will be taxed to the uttermost to lay plans according to the Lord's order that shall place His work on the higher and more elevated platform where it should ever have stood. Men's little ideas and narrow plans have bound about the work...."},{"refcode_short":"TSA 18.3","refcode_long":"Testimonies to Southern Africa, p. 18.3 (Ellen Gould White)","content":"May the Lord set these things home to your soul. After the most earnest efforts have been made to bring the truth before those whom God has entrusted with large responsibilities, be not discouraged if they reject it. They did the same in the days of Christ. Be sure to keep up the dignity of the work by well-ordered plans and a godly conversation. Do not think that you have elevated the standard too high. Let families who engage in this missionary work come close to hearts. Let the Spirit of Jesus pervade the soul of the workers. Let there be no self-delusion in this part of the work, for it is the pleasant, sympathetic words spoken in love to each other, the manifestations of disinterested love for their souls, that will break down the barriers of pride and selfishness, and make manifest to unbelievers that we have the love of Christ, and then the truth will find its way to their hearts. This is, at any rate, our work and the fulfilling of God's plans. But the workers must divest themselves of selfishness and criticism."},{"refcode_short":"TSA 19.1","refcode_long":"Testimonies to Southern Africa, p. 19.1 (Ellen Gould White)","content":"My brother, you need to be carefully guarded that those of inexperience who connect with you do not become moulded to your ways, thinking they must do the work just as you do it. All coarseness and roughness must be put aside and separated from our labour, and great wisdom must be exercised in approaching those who are not of our faith. You need to cherish courtesy, refinement, and Christian politeness. There will be need for you to guard against being abrupt and blunt. Do not consider these peculiarities as virtues, because God does not regard them thus. You should seek in all things not to offend those who do not believe as we do by making prominent the most objectionable features of our faith when there is no call for it. You will only do injury by it...."},{"refcode_short":"TSA 19.2","refcode_long":"Testimonies to Southern Africa, p. 19.2 (Ellen Gould White)","content":"We want more, much more, of the Spirit of Christ; and less, much less, of self and the peculiarities of character which build up a wall, keeping you apart from your fellow-labourers. We can do much to break down these barriers. We can do much by revealing the graces of Christ in our own lives."},{"refcode_short":"TSA 19.3","refcode_long":"Testimonies to Southern Africa, p. 19.3 (Ellen Gould White)","content":"Jesus has been entrusting to His church His goods age after age. One generation after another for more than eighteen hundred years has been gathering up the hereditary trust, and these responsibilities, which have increased according to the light, have descended along the lines to our times. Do we feel our responsibilities? Do we feel that we are stewards of God's grace? Do we feel that the lowliest, humblest service may be consecrated, if it is exercised with the high aim of doing, not our own, but our Master's will to promote His glory? We want on the whole armour of righteousness, not our own garments...."},{"refcode_short":"TSA 19.4","refcode_long":"Testimonies to Southern Africa, p. 19.4 (Ellen Gould White)","content":"You do not know yourself, and you need daily to be imbued with the Spirit of Jesus, else you will, in your dealing with your brethren and with unbelievers, become small, narrow, and penurious, and turn souls in disgust from the truth. If you cultivate these peculiar traits of character you will give deformity to the work. You must grow out of this narrowness; you must have breadth; you must get out of this little dealing, for it belittles you in every way...."},{"refcode_short":"TSA 20.1","refcode_long":"Testimonies to Southern Africa, p. 20.1 (Ellen Gould White)","content":"Now as you enter a new field, elevate the work from the very commencement. Place it on a high level, and have all your efforts of such a character as to bring all who are interested in the truth to a noble, elevated platform, corresponding with the magnitude of the work that they may have a proper education and be able to teach others. The truth is of heavenly origin, and it has been mercifully given to us in trust by Heaven. May the Lord strengthen and bless you both, that you may work out self and weave Jesus into all your labours, and then the blessing of God will rest upon you."},{"refcode_short":"TSA 20.2","refcode_long":"Testimonies to Southern Africa, p. 20.2 (Ellen Gould White)","content":"We feel, dear Brother and Sister_____, the tenderest sympathy for you both, and for your little ones, as you enter this new field. We feel deeply for you in your separation from friends and acquaintances, your brethren and sisters whom you love. But we know this message is a worldwide message, and we are and must continue to be labourers together with God. I know the Lord loves you and wants to bring you into more close relationship with Himself. Only seek for the mould of God to be upon you, and you will constantly improve in every way until your labours will bear the full approval of Heaven. But never for a moment entertain the idea that you have no improvements to make; for you have many .... You are not one who is constantly learning, improving, studying how to adjust yourself to circumstances. You have not adapted yourself to the situation of things, but have been inclined to take an independent course, to follow your own plans, in the place of blending with the workers...."},{"refcode_short":"TSA 20.3","refcode_long":"Testimonies to Southern Africa, p. 20.3 (Ellen Gould White)","content":"God will be with you if you will be with Him. Take care that you do not leave a wrong impression upon minds in reference to yourself.... We need the cloudy pillar to lead us constantly. We have the assurance of the presence of God; you have it—“Lo, I am with you alway, even unto the end of the world.” (Matthew 28:20.) God bless you."},{"refcode_short":"TSA 21","refcode_long":"Testimonies to Southern Africa, p. 21 (Ellen Gould White)","content":"Chapter 3—Counsel to Missionaries in Africa"},{"refcode_short":"TSA 21.1","refcode_long":"Testimonies to Southern Africa, p. 21.1 (Ellen Gould White)","content":"Battle Creek, Michigan March, 1890 Dear brethren now labouring as missionaries in the field of Africa: You have not all the same stamp of character, and each will be inclined to think that the work must be moulded according to his own ideas and views. Unconsciously to yourselves, this spirit will be cherished, and you will seek to introduce methods of your own. The workers should first obtain the grace of Christ, so they will be enabled to sink self out of sight; then there will be unity, even among a diversity of dispositions. Before any of you went to Africa as missionaries, it was shown me that there would be difficulty in your labours, not necessarily because the workers were so differently constituted, but because of each esteeming himself above his brethren. The brethren varied so evidently in organization and in their views of the work, that each, instead of modifying his own strong traits of character, would be in danger of drawing away from the others, and this drawing apart would leave an influence among the new converts that would retard the work and dishonour God."},{"refcode_short":"TSA 21.2","refcode_long":"Testimonies to Southern Africa, p. 21.2 (Ellen Gould White)","content":"You are indeed labourers together with God, and will you seek most earnestly to answer the prayer of Christ that you may be one as He is one with the Father? Let there be no dissensions among you. When each wants to have his own way, disparaging the methods of others, the tendency is to bring great confusion into the work. Each becomes discouraged, and this leads to the discouragement of others who are quick to discern any variance. This is a bad example to set, especially in a new field, where everything should move like well-regulated machinery, the work of one matching the work of another, thus manifesting that you are God's instrument. If you fully realize the importance of God's work, you will not work in opposition one to another."},{"refcode_short":"TSA 22.1","refcode_long":"Testimonies to Southern Africa, p. 22.1 (Ellen Gould White)","content":"Be careful how you build, for it is for time and for eternity. Counsel together, have your seasons of prayer together; make no move independently or in opposition to one another. Christ is our living head, and we are members of His body, and all dependent upon the head. It is not our Lord's plan that any member of His body shall suffer for want of proper exercise; for if one member suffer, all the members suffer with it; if one is enlightened and honoured of God, all rejoice. Every member derives its life and working power from the same source, “even Christ, from whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.” “And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you. Nay, much more those members of the body, which seem to be more feeble, are necessary.” “For we are labourers together with God: ye are God's husbandry, ye are God's building.” Each worker is to use his God-given ability to the utmost for the upbuilding of Christ's kingdom on the earth. We each have an individuality in manner and bearing, and this is as it should be; but this need not prevent our working together in perfect harmony."},{"refcode_short":"TSA 22.2","refcode_long":"Testimonies to Southern Africa, p. 22.2 (Ellen Gould White)","content":"The Lord Jesus Christ is the living vine, and all who are children of God are grafted into the parent stock, drawing sap and nourishment from the one root. The branches are not blended into one, but are diverse, separate branches, yet they all live from the same root. In the words of Christ we find an important lesson which should have a more direct bearing upon the life, the motives, and the experience of those who claim to be children of God. “Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.” How essential it is that every one who claims to be a child of God should work in harmony with Christ, catching the divine illumination of His spirit, studying the manner of His labour, and working as He worked, putting self out of sight and ever making Christ prominent. We should bring our own ways into harmony with Christ's ways, manifesting the spirit of the Master worker, that Jesus may appear in our work and in our character."},{"refcode_short":"TSA 23.1","refcode_long":"Testimonies to Southern Africa, p. 23.1 (Ellen Gould White)","content":"There should be no strife, no envyings, no seeking for supremacy. The work is sacred and holy, and God forbid that you should give to those for whom you labour an example of coldness, selfishness, and avarice. If your work has been done in human wisdom, it will bear your mould, it is marred in your hands. Your work is of an exalted character, and should not be in any way so marred as to make it unacceptable and unattractive. Your discourses must be followed by a holy life. Precious lessons of love, confidence, respect for one another, must be given both in and out of the desk. You must live that which you teach. As labourers together with God, you must first come close to one another, for God's instruments must not work at cross purposes. Constantly educate yourselves to be one, as Christ was one with the Father, each improving his entrusted talents."},{"refcode_short":"TSA 23.2","refcode_long":"Testimonies to Southern Africa, p. 23.2 (Ellen Gould White)","content":"Brethren, let all see that you are living out the lessons of Christ. If any one of the workers thinks that his way is perfect, and that the brethren do not appreciate his wisdom and experience, it is a positive evidence that he is not learning meekness and lowliness of heart in the school of Christ. The transforming grace of Christ always leads to meekness and humility. The Lord is not dependent upon us to do His work; He has given us the great privilege of co-operating with Him. You may have diverse temperaments, and yet be labourers together with God, all working in harmony, and when all your ability is put into the work, you will accomplish the best results. In doing the Lord's work we cannot follow our own judgment and peculiar notions. We must work with an eye single to the glory of Christ. Do not talk about that which cannot be done, but of that which can be done through the strength given you of God. “The silver is mine, and the gold is mine, saith the Lord of hosts,” and “the cattle upon a thousand hills.”"},{"refcode_short":"TSA 23.3","refcode_long":"Testimonies to Southern Africa, p. 23.3 (Ellen Gould White)","content":"The Lord's resources are unlimited; we are only instruments in His hands, and great things can be accomplished through His name. “If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you. Herein is my Father glorified, that ye bear much fruit.” We are so familiar with our own peculiar traits of character that we often think too highly of self, we become satisfied, and do not seek to improve as we should. Sanctification through the truth requires a daily improvement in manner, address, attitude, and spirit. If we are branches of the true vine, we shall bear fragrant blossoms and desirable fruit. In our feebleness and ignorance we cannot depend upon ourselves; we must not think that there are no improvements to be made, for we are to learn daily in the school of Christ, not how to reach the highest place, but to become meek and lowly of heart, pure and undefiled, rising above cheapness and the commonplace. We have intercourse with the eternal world, and we must reveal all the light which we have received from heaven. Our thoughts must not run in a low, narrow channel, but we must be learners, constantly receiving clearer views, and higher and holier aspirations. Be sure to pray and counsel together before coming to decisions and laying your plans, and then, in the spirit of Christ, push the work unitedly. If one of your number decides that he cannot co-operate with his brethren, and has no desire to work because of differences of opinion, the course to be pursued is without a question. Humble yourselves before God, and resort to prayer, for you cannot and must not attempt to work at variance."},{"refcode_short":"TSA 24.1","refcode_long":"Testimonies to Southern Africa, p. 24.1 (Ellen Gould White)","content":"From any one who persists in stubbornness and self-will, God will remove His spirit, and another will wear the crown that was for him. God accepts only those who will learn of Christ, those who study His Word, learning lessons of meekness and lowliness of heart, lessons of obedience, willingness to do his work in God's way, not their finite way. The work that is wrought in God will bear the credentials of heaven, and will show marked results. Personal views should be kept subordinate in the work of God; you must in all things put Christ foremost. To present the truth as it is in Jesus, is a work as enduring as eternity. The work coming forth as a perfect whole from the hands of various workmen, each acting his part, will bring the commendation of the Captain of our salvation. You have a work to do, and it is not best to keep ever before the mind the difficulties and the impossibilities. Say continually, “Through Jesus Christ who strengtheneth us, we can do this work.”"},{"refcode_short":"TSA 25.1","refcode_long":"Testimonies to Southern Africa, p. 25.1 (Ellen Gould White)","content":"The Captain of the Lord's host cast down the walls of Jericho, and heavenly angels are ever ready to minister to the humble, the meek and lowly ones, to remove obstacles and to save souls. With true courage you can do a mighty work for the Master, a work that, when weighed in the scales of heaven, will be pronounced well and faithfully done. Do not bring hay, wood and stubble to lay upon the foundation stone, but bring the most precious of materials, gold, silver, and precious stones which cannot be consumed. An independent judgment that will show no respect for the judgment of others, must not be cherished in the hearts of any of God's workers; no one should feel that he is a criterion; no one should indulge in self-esteem, for God has told us in His Word that we should esteem others better than ourselves."},{"refcode_short":"TSA 25.2","refcode_long":"Testimonies to Southern Africa, p. 25.2 (Ellen Gould White)","content":"Love of self, pride, and self-sufficiency lie at the foundation of the greatest trials and discords that have ever existed in the religious world. Again and again the angel has said to me, “Press together, press together, be of one mind, of one judgment.” Christ is the leader, and you are brethren; follow Him. Walk in the light as He is in the light. Those who walk in the footsteps of Christ shall not walk in darkness, but those who draw apart in unsanctified independence cannot have God's presence and blessing in the work. Clean hands, a pure heart, and a right spirit are the gifts of God; seek for them with all diligence. Christ says, “Without me ye can do nothing.”"},{"refcode_short":"TSA 25.3","refcode_long":"Testimonies to Southern Africa, p. 25.3 (Ellen Gould White)","content":"God has a great work to be accomplished in Africa, and no plans must be laid without the aid of His infinite wisdom. After your plans of labour have been talked over together, mingled with earnest prayer, work, work for Christ. Be not intimidated by apparent difficulties which threaten to obstruct your pathway. There is a right way to work, and God will direct you therein. If you labour in perfect unity, with unselfish interest, and brotherly love, angels of God will be with you. This is God's work, and He will make the rough places smooth, He will prepare the way before you. The work which is to be done in foreign countries can never be done by mortal man unaided by divine wisdom. You must look to the Captain for orders, and then obey without questioning. As you go forward in the strength of Israel's God, in simplicity and faith, the difficulties which Satan will magnify into mountains will become as mole hills. Workers can easily place themselves where divine love, power, and wisdom cannot reach them, where they cannot have help in counsel, in difficulties and trials, because they would not understand and rightly appropriate heaven's rich treasure. They would glorify themselves, and think their own ways perfect, and become established in self-righteousness. Man's wisdom is counted foolishness. When self is put entirely away, then you can obtain a new and rich experience, you will discern your own imperfections as you lie low at the foot of the cross, and as you view the perfections of Christ, self will sink into insignificance."},{"refcode_short":"TSA 26.1","refcode_long":"Testimonies to Southern Africa, p. 26.1 (Ellen Gould White)","content":"Christ will appear to the discerning eye the perfection of attractive loveliness; then His mould will be upon mind and heart, and will be revealed in the character. The impress of the divine mind should be made upon the heart, and manifested in the life. Come to Jesus in your need, pray in living faith, hold fast to the hand of divine power, believe, only believe, and you will see the salvation of God. If you will be taught, God will teach you; if you will be led, He will lead you to fountains of living waters. The Saviour invites you, “Learn of me, for I am meek and lowly in heart: and ye shall find rest unto your souls.” Some for whom you labour will wish to have the work done in their own way, thinking their way is best; but if you have the spirit, the meekness of Christ, if you show respect and love for one another, God will enable you to perfect the work in a manner that will please Him. Show that you yourselves are willing to be taught."},{"refcode_short":"TSA 26.2","refcode_long":"Testimonies to Southern Africa, p. 26.2 (Ellen Gould White)","content":"The most impressive lesson you can give to those whom you educate, will be that of a Christlike character. Let there be perfect harmony; this is the greatest evidence that you can present of the power of the truth upon the heart. Work for your own souls until self is subdued, until Christ recognizes His image in you. This is the duty of every worker in the Lord's vineyard. Those who are now advancing the truth of God, are ranging themselves on the side of Christ, united in heart, mind and voice, speaking the same things in defence of the truth. The Lord weighs our actions and our motives, and He will give great power to those who are His own. Christ is not divided; Christ in one worker will acknowledge Christ in a brother worker. Those who are exacting, who are faultfinding, who think evil of others, are advancing the work of the enemy, tearing down that which God would have built up. All these discordant elements represent the powers of darkness, and show that Christ, the hope of glory, is not found within."},{"refcode_short":"TSA 27.1","refcode_long":"Testimonies to Southern Africa, p. 27.1 (Ellen Gould White)","content":"All who are in Christ will do the work of Christ, ever learning of Him. My brethren, you are missionaries, and may you be so transformed that your strong traits of character shall do no harm to the cause of God. The Lord has revealed many things to me concerning the manner in which the work should be carried forward in new fields, and has shown me that if a certain course were pursued, it would narrow the work and cause it to be marred. Perfect harmony can exist only through the abundant grace of Christ. Self-sufficiency is a hindrance to the work. Be an example to those who shall accept the truth. May the Lord give you light and wisdom and His righteousness, is my prayer.—Letter 4, 1890."},{"refcode_short":"TSA 28","refcode_long":"Testimonies to Southern Africa, p. 28 (Ellen Gould White)","content":"Chapter 4—Walk in All Humility"},{"refcode_short":"TSA 28.1","refcode_long":"Testimonies to Southern Africa, p. 28.1 (Ellen Gould White)","content":"My dear Brethren and Sisters, I would address you who have come to a knowledge of the truth in Africa. You are young in the faith, and there is great need of your walking humbly with God, and of learning daily in the school of Christ by dwelling particularly in meditation and conversation upon the lessons which He gave to His disciples. Walk in all humility of mind, distrustful of self, seeking wisdom from the God of wisdom, that all your ways and methods may be in firm and close connection with the ways and the will of God, that there may be no confusion."},{"refcode_short":"TSA 28.2","refcode_long":"Testimonies to Southern Africa, p. 28.2 (Ellen Gould White)","content":"A way has been opened through Jesus Christ by which wisdom and grace and power may be obtained. He is an example in all things. The very first lesson for those who embrace the message of truth to learn, is to be in union with Christ and to have the power of His grace in the soul, melting away all dross of character, bringing into subjection even the thoughts. This must be done through the subduing of the heart, that Christ may impress and write His law upon it. This is the work to be accomplished for every soul, that all who love the truth will reveal its sanctifying, refining, ennobling power upon the character, in the spirit, in the words, and in the actions. Each will be a channel of light through which Christ will communicate. This is what the apostle meant when he said, “We are labourers together with God: ye are God's husbandry, ye are God's building.”"},{"refcode_short":"TSA 28.3","refcode_long":"Testimonies to Southern Africa, p. 28.3 (Ellen Gould White)","content":"We must never forget how hard it is to remove long-cherished errors from the minds of men, which have been taught from childhood. We must bear in mind that earth is not heaven, and that there will be discouragements to meet and to overcome, but forbearance and tenderness and pity should be exercised toward all who are in darkness. If we bring them to see the light, it will not be solely by arguments; it must be by the work of the grace of Christ on your own hearts, revealed in your own characters with firmness, yet with the meekness and simplicity of Christ. Through much prayer you must labour for souls, for this is the only method by which you can reach hearts. It is not your work, but the work of Christ who is by your side, that impresses hearts."},{"refcode_short":"TSA 29.1","refcode_long":"Testimonies to Southern Africa, p. 29.1 (Ellen Gould White)","content":"As you seek to obtain a knowledge of the truth, you should seek to obtain an experimental knowledge of Christ, that you may work after His methods. You should pray as did Moses, Lord, reveal to me Thy glory. A revelation of the goodness, the tenderness, and love of Jesus toward fallen man, will cause self to sink into nothingness, and will exalt Jesus. Lift Him up, the Man of Calvary; talk of Jesus and His matchless love. There is where many who present the truth fail. They talk doctrines, but do not dwell upon the matchless, forbearing love of Jesus."},{"refcode_short":"TSA 29.2","refcode_long":"Testimonies to Southern Africa, p. 29.2 (Ellen Gould White)","content":"Be determined that you will not be at variance among yourselves, but will have the peace of Christ in your own hearts, and then it will be an easy work to have it brought into your own families. But when the garden of the heart is neglected, poisonous weeds of pride, self-esteem, self-sufficiency, obtain a rank growth. We individually must watch unto prayer."},{"refcode_short":"TSA 29.3","refcode_long":"Testimonies to Southern Africa, p. 29.3 (Ellen Gould White)","content":"The characters we form will speak in the home life. If there is sweet accord in the home circle, the angels of God may minister in the home. If there is wise management at home, kindness, meekness, forbearance, combined with firm principles, then be assured that the husband is a house band; he binds the family together with holy cords and presents them to God, binding himself with them upon the altar of God. What a light shines forth from such a family!"},{"refcode_short":"TSA 29.4","refcode_long":"Testimonies to Southern Africa, p. 29.4 (Ellen Gould White)","content":"That family, properly conducted, is a favourable argument to the truth, and the head of such a family will carry out the very same kind of work in the church as is revealed in the family. Wherever severity, harshness, and want of affection and love are exhibited in the sacred circle of the home, there will most assuredly be a failure in the plans and management in the church. Unity in the home, unity in the church reveals Christ's manner and grace more than sermons and arguments. The servants of God must not strive, but in meekness instruct those who oppose themselves against the truth that they may see the errors of their ways and be converted. But let your light shine in good works; in careful, patient, brotherly words speak to those with whom you associate in good works."},{"refcode_short":"TSA 30.1","refcode_long":"Testimonies to Southern Africa, p. 30.1 (Ellen Gould White)","content":"All differences, all fault-finding must be put away through the grace of Christ which you receive through faith. All envy, all jealousy, all evil surmising, is of the enemy. All evil-speaking, all bitterness, all impatience, all malice, must be purged from the soul temple, and kindness, compassion, forbearance, meekness, longsuffering, gentleness, goodness, faith, hope, love, must be cherished every day in order that you may fulfil the prayer of Christ to His Father that His disciples might be one as He is one with the Father. The harmony and the unity of the church are the credentials that must be presented to the world to prove that God has sent His Son into the world to give grace and light and truth."},{"refcode_short":"TSA 30.2","refcode_long":"Testimonies to Southern Africa, p. 30.2 (Ellen Gould White)","content":"Genuine conversion is transformation of character. New purposes, new moral tastes are created. Defects of character are overcome. Truth, with its sanctifying power, brings the entire man into obedience to Christ."},{"refcode_short":"TSA 30.3","refcode_long":"Testimonies to Southern Africa, p. 30.3 (Ellen Gould White)","content":"The day of solemn trust and sacred responsibilities is ours. We have a work to do for God. Great light is shining upon us, which we must diffuse to all with whom we come in contact, not by starting arguments at once on doctrinal subjects, but by learning to talk of the lessons of Christ. Be sure and be wise in dealing with the souls for whom Christ has paid the price of His own precious blood. Is the truth, the advanced truth we have received, producing in our own hearts the fruits of patience, faith, hope, charity, and thus leaving its saving influence upon human minds, revealing that we are branches of the true Vine because we bear rich clusters of fruit?"},{"refcode_short":"TSA 30.4","refcode_long":"Testimonies to Southern Africa, p. 30.4 (Ellen Gould White)","content":"Are integrity and amiability of character, and solid attainments in the Christian growth, made manifest? Never be discouraged in your efforts to save souls, because those who have been educated in error and darkness do not immediately respond to your efforts. You must show that you are God's workmen who are never to faint or be discouraged. The pity and Christlike patience manifested will reveal to those with whom you associate that you have a living connection with God, that you are pure in heart, tender in word, earnest and fervent in spirit."},{"refcode_short":"TSA 30.5","refcode_long":"Testimonies to Southern Africa, p. 30.5 (Ellen Gould White)","content":"This spirit of Christ will make its way among the gross ignorance that you will meet. But remember the words of Christ, “Without me ye can do nothing.” It is not enough to speak readily upon controverted subjects; God calls for men whose hearts have been moulded after the divine similitude. Through sanctifying truth we can bear to others the cup of salvation. Through an earnest hold upon God, a prayerful life mingled with persevering faith, the truth will cut its way through seemingly impossibilities."},{"refcode_short":"TSA 31.1","refcode_long":"Testimonies to Southern Africa, p. 31.1 (Ellen Gould White)","content":"We will not be speaking of what cannot be done, but of what can be done. “Go forward,” is the word of our Leader. We are distinctly told by the Lord Jesus Christ through His apostle that He “gave some apostles; and some, prophets; and some, evangelists; and some, pastors and teachers; for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ: till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ.” Here is represented constant growth of knowledge in Christ Jesus, and it is a matter that deserves careful attention."},{"refcode_short":"TSA 31.2","refcode_long":"Testimonies to Southern Africa, p. 31.2 (Ellen Gould White)","content":"Personal religion reaches a low standard because there is more preaching than there is personal effort to guide the souls of men by careful instruction. Christ presented lessons in the conversation by the fireside that were of practical interest. He did not dwell upon the doctrine when a soul was in perplexity as to how to find Him and to be made acquainted with His constraining love, which can alone enable the soul to discern the unpopular truth. Bear in mind that heart must come close to heart in warm, genial persuasion and entreaty, that they may enlighten as to how to believe and how to receive the promises of God. The method of growing into conformity with the will of Christ must be made plain."},{"refcode_short":"TSA 31.3","refcode_long":"Testimonies to Southern Africa, p. 31.3 (Ellen Gould White)","content":"Great men, learned men, can be reached better by the simplicity of a godly life than by all the sharp arguments that may be poured upon them. Good impressions will be given when religion is full of vitality which will give life and progress. Where the precious seed of truth finds lodgement in the heart, through the workings of the Spirit of Christ the receiver will discover the sinfulness of human passions, vanities, ignorance. All these must be cleansed from the soul temple and the grace of God become an abiding principle. Then all the principles of truth bloom in the garden of God—humility, meekness, patience, and love."},{"refcode_short":"TSA 31.4","refcode_long":"Testimonies to Southern Africa, p. 31.4 (Ellen Gould White)","content":"The evidences of the grace of Christ in the human heart always tend to unity. But because some errors and inconsistencies are seen in those whom we think should be perfect, shall we cast them aside? No, Christ does not cast us aside because of these things, although His Spirit is grieved. It is not wise to sink the soul in pettish despondency, because we see errors in the characters of others. If we discern their faults and inconsistencies, then we are to see the sinfulness of similar things in our own characters, and from these things we are to learn not to practise the unchristlike conduct of any man. We should remember that Jesus discerns all these defects, and is more wounded and grieved than we possibly can be, because His children do not represent His own character to the world, but in some things they represent the impatience, the fretfulness, the malice, the accusing spirit of the great deceiver. What could hurt the heart of Christ more than to be thus wounded and put to open shame in the person of those who claim to be His children? Then when you see wrong in any one, pity them, and say, I will never do after their works, and make Christ ashamed of me."},{"refcode_short":"TSA 32.1","refcode_long":"Testimonies to Southern Africa, p. 32.1 (Ellen Gould White)","content":"All self-righteousness must be given up, for we have no righteousness of ourselves. It is the gift of God; therefore we should not be exalted, or buy any means pretentious, for it is an offence to God. What have we that we have not received? Man cannot rely upon himself for anything good or righteous. Christ, only Christ and His righteousness, will obtain for us a passport into heaven."},{"refcode_short":"TSA 32.2","refcode_long":"Testimonies to Southern Africa, p. 32.2 (Ellen Gould White)","content":"Obstructions will meet the advancement of truth in Africa as they have in all places of the world, and it may be that the Lord suffers obstructions and obstacles to appear because He sees that if He makes your way smooth before you in the presentation of truth, it would do you harm; you would take the glory and become self-sufficient."},{"refcode_short":"TSA 32.3","refcode_long":"Testimonies to Southern Africa, p. 32.3 (Ellen Gould White)","content":"After leaving Egypt, Israel stood on the banks of the sea and saw their enemies overthrown, and now their triumph was complete. But now the march was in the desert. The first conflict was with Amalek, whose armies opposed their march. They were sorely tried in this conflict, “To humble thee, and to prove thee, to know what was in thine heart.” “To do thee good at thy latter end.” The Lord sees that there is self mingled with everything and He would have His people look to Him. The Lord leads His people by a way that they would not devise or mark out for themselves. Tests are faithfully applied."},{"refcode_short":"TSA 32.4","refcode_long":"Testimonies to Southern Africa, p. 32.4 (Ellen Gould White)","content":"“And he said, So is the kingdom of God, as if a man should cast seed into the ground; and should sleep, and rise night and day, and the seed should spring and grow up, he knoweth not how. For the earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear. But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come.” There is the work of the truth upon the human heart, constant and gentle, and progress must be made until perfection of human character is reached. This work is carried forward by a firm, divine, supernatural agency. Is your religion a growing one, or is self largely predominant, that the Lord cannot work with your efforts?"},{"refcode_short":"TSA 33.1","refcode_long":"Testimonies to Southern Africa, p. 33.1 (Ellen Gould White)","content":"The Lord will not bless you in bringing souls to the truth, clearing your way, giving access to many hearts, unless you have made it manifest that you are reaching the standard of character set before you in the gospel. You may be satisfied with your own life and religious growth, but is there growth in the mind and in the image of Christ? You should ask yourself, Am I growing?"},{"refcode_short":"TSA 33.2","refcode_long":"Testimonies to Southern Africa, p. 33.2 (Ellen Gould White)","content":"You may sometimes be betrayed into indiscretion and then if you repent and humble yourself before God and give Him your heart in humble penitence, and say, Lead me, guide me, O God, that I shall not offend Thee with an unconsecrated life. It may be that you may not have wisdom to guide the souls who shall embrace the truth; it may be that you have much to learn of how to present the truth as it is in Jesus. And should the hindrances be removed and the truth make rapid progress, as you greatly desire, you would not be prepared to labour wisely, patiently after Christlike methods to lead them to obtain a sound, healthful experience, because you have not the knowledge of many spiritual things yourself."},{"refcode_short":"TSA 33.3","refcode_long":"Testimonies to Southern Africa, p. 33.3 (Ellen Gould White)","content":"As you reveal wisdom by faithfulness in the home life, as patterns of piety, you will reveal faithfulness in the church as patient, kind, forbearing teachers. The Lord will see that you can be entrusted with souls. You have learned lessons in His school as to how to deal with human minds and to lead them forward and upward to the holy standard of God, that they may grow in grace and in the knowledge of our Lord and Saviour Jesus Christ."},{"refcode_short":"TSA 33.4","refcode_long":"Testimonies to Southern Africa, p. 33.4 (Ellen Gould White)","content":"When these persons see exemplified in the life fervent piety, unselfish zeal, and the love of Jesus, they will see what it means to believe present truth. When you can carry these souls forward to greater light and knowledge, when you have order, and when the workers strive constantly to be one, as Christ is one with the Father, then God will work mightily through human instrumentalities, because He can trust those who have taken hold of the truth to properly educate both by precept and example. Then you will not leave your own mould upon men, but Christ's mould."},{"refcode_short":"TSA 34.1","refcode_long":"Testimonies to Southern Africa, p. 34.1 (Ellen Gould White)","content":"Try it, brethren in Africa. There is no growth in aiming at a low standard, but there is required persevering, untiring effort if you would succeed in winning souls to Christ. Satan and all his hosts, allied with evil men, will oppose the work, and you cannot meet this opposition in your own feeble strength. The Captain of the Lord's host alone can win for you the victory. You cannot be at peace and harmony among yourselves if you have no well concentrated efforts to push the triumphs of the cross."},{"refcode_short":"TSA 34.2","refcode_long":"Testimonies to Southern Africa, p. 34.2 (Ellen Gould White)","content":"If we are engaged in contentions and faultfinding when we ought to be doing our best for the Master, how can we expect God to bring souls into the truth, and trust them to our unfaithful, unchristlike guidance? Seek the Lord with all your heart; die to self. God's people must be a unit, and the work must begin in our hearts. The work must begin in our own families. The true witness says, “I know thy works.” You may be constantly imbibing the Spirit of Christ."},{"refcode_short":"TSA 34.3","refcode_long":"Testimonies to Southern Africa, p. 34.3 (Ellen Gould White)","content":"If you cannot show the power of the grace of Christ in your character at home, you will fail to show wisdom in the church, and cannot be entrusted with the care of souls newly come to the faith, who are babes in Christ, who need to be fed with milk, and not with strong meat."},{"refcode_short":"TSA 34.4","refcode_long":"Testimonies to Southern Africa, p. 34.4 (Ellen Gould White)","content":"You may be inclined to hold before the awakened soul the strong arguments which establish our faith, which are hard for them to understand. But this will not be the right way to do. Just talk the simplest lessons of faith, for even learned persons are hungry to know the ABC of what it means to be a Christian and how they can find Christ, how they can gain Christ. This is the food for which the churches all through the ages are starving."},{"refcode_short":"TSA 34.5","refcode_long":"Testimonies to Southern Africa, p. 34.5 (Ellen Gould White)","content":"Please bear in mind, if the minds of believers are not appropriating to themselves the promises of God, and receiving by faith the higher influences, emanating from heaven, they are appropriating the lower influences. Every moral action leaves its imprint upon the moral character. The conversation at the table, the conversation at the fireside, the spirit that pervades the family circle, testifies whether we are faithful in our daily duties. Through the constant culture of correct habits we are becoming qualified for the upbuilding of the church, fitted to feed the sheep and the lambs, and prepared, through a faithful discharge of every duty to hear the heavenly benediction, “Well done, good and faithful servant;enter thou into the joy of thy Lord.”"},{"refcode_short":"TSA 35.1","refcode_long":"Testimonies to Southern Africa, p. 35.1 (Ellen Gould White)","content":"Even that which appears trifling to us is invested with solemn responsibility. We cannot pass through it without a change for better or for worse."},{"refcode_short":"TSA 35.2","refcode_long":"Testimonies to Southern Africa, p. 35.2 (Ellen Gould White)","content":"I commend you, my brethren in a far-off land, to the Lord and to His rich grace; for He will be a help to all who will call upon Him. He is mighty in counsel. Seek Him with all the heart and He will be found of you.—Letter 6b, 1890."},{"refcode_short":"TSA 36","refcode_long":"Testimonies to Southern Africa, p. 36 (Ellen Gould White)","content":"Chapter 5—Five Letters to Members of the Wessels Family in South Africa"},{"refcode_short":"TSA 36","refcode_long":"Testimonies to Southern Africa, p. 36 (Ellen Gould White)","content":"Letter A"},{"refcode_short":"TSA 36.1","refcode_long":"Testimonies to Southern Africa, p. 36.1 (Ellen Gould White)","content":"In our experience we have often found that Providence was preparing the way for enlarging the work when the difficulties we were obliged to encounter in planting the standard of truth were neither small nor few. Satan seemed to contest every inch of the way of progress, and trials and obstacles had to be met and overcome, and reproach endured before success crowned our efforts. How many times the workers were heard to say, “If I had only known how much this undertaking would have cost me, I would never have entered upon it.” But if our Saviour was the Leader of the undertaking, He saw the whole length of the dark and discouraging path that would have to be travelled in order to seek and to save that which is lost. Did Jesus hesitate in this work?"},{"refcode_short":"TSA 36.2","refcode_long":"Testimonies to Southern Africa, p. 36.2 (Ellen Gould White)","content":"Was the life of the Prince of life and glory without trial? No. He was a man of sorrows and acquainted with grief. Not a pang that rent His lowly heart, not an insult that was heaped upon His head, not a privation that He was called to endure, but was all open before Him before He laid aside His royal crown, His royal robe, and stepped down from the throne to clothe His divinity with humanity."},{"refcode_short":"TSA 36.3","refcode_long":"Testimonies to Southern Africa, p. 36.3 (Ellen Gould White)","content":"The path from the manger to Calvary was all before His eyes and He knew what fearful anguish would come upon Him. He knew it all, and yet He said, “Lo, I come, in the volume of the book it is written of me, I delight to do thy will, O my God: yea, thy law is within my heart.” Then since the Saviour had to pass through all this experience, shall we expect that Satan will let us alone, undisturbed, to do the grand work of planting the standard of truth in new fields?"},{"refcode_short":"TSA 37.1","refcode_long":"Testimonies to Southern Africa, p. 37.1 (Ellen Gould White)","content":"Christ said to the cavilling Jews, “I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life” (John 8:12). The very fact that Jesus spoke the truth, and that with certainty, is the reason why the Jews did not believe Him. He said, “Because I tell you the truth, ye believe me not” (John 8:45)."},{"refcode_short":"TSA 37.2","refcode_long":"Testimonies to Southern Africa, p. 37.2 (Ellen Gould White)","content":"It was the truth that offended these self-righteous men. The truth exposed the fallacy of error, and it was unwelcome. They would rather close their eyes to truth, than humble themselves to say that they had been in error. They did not love the truth, because it condemned their teaching and practices. They did not love it even if it was truth. Their own ungodly course made them cavillers against a ministry of truth. They treated the truth as heresy and idle tales, and they deceived themselves and deceived others. Christ said to the Pharisees, “And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.”"},{"refcode_short":"TSA 37.3","refcode_long":"Testimonies to Southern Africa, p. 37.3 (Ellen Gould White)","content":"We shall find exactly such blindness on every side; but we are never to become discouraged, or to fail in setting forth the truth. Never are we to become impatient, because Christ bore with us in all our perversity, and He will teach us how to labour to present the truth as it is in Jesus. Go forth in the power and Spirit of Christ. With this power is combined the tenderest compassion for those who are in darkness"},{"refcode_short":"TSA 37.4","refcode_long":"Testimonies to Southern Africa, p. 37.4 (Ellen Gould White)","content":"Let these words ring like musical bells in our ears and heart. “For God so loved the world, that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” How urgently my soul pleads for the heavenly endowment. Of myself I can do nothing. The power and the glory is all of God. “The Son can do nothing of Himself, but what He seeth the Father do: for what things soever He doeth, these also doeth the Son likewise.” “Believest thou not that I am in the Father, and the Father in Me? The words that I speak unto you I speak not of Myself; but the Father that dwelleth in Me, He doeth the works.” I see the work of God is so sacred, that I dare not touch it without the presence of Jesus by my side. All might, all power and all glory belong to Him who loved us and gave Himself for us."},{"refcode_short":"TSA 38.1","refcode_long":"Testimonies to Southern Africa, p. 38.1 (Ellen Gould White)","content":"We are certainly nearing the close of this earth's history, and God hath commended His love toward us in giving us the truth that has filled our hearts with such joy, that we may exercise love toward others. Look to the Man of Calvary giving His life for the sins of the world. Why? That in beholding such love for man, that all who believe shall not perish, we shall manifest the same love for our fellow-men. Love for lost souls brought Christ to Calvary's cross. Love for souls will lead us to self-denial, self-sacrifice in order to seek and to save that which was lost. Ye are labourers together with God. Self must die and our life be hid with Christ in God. Love for souls for whom Christ died means crucifixion of self."},{"refcode_short":"TSA 38.2","refcode_long":"Testimonies to Southern Africa, p. 38.2 (Ellen Gould White)","content":"Love for souls cannot exist without first having supreme love to God. Then all our desires, all our will is on the Lord's side of the question. Pride and desire for display cannot live in the heart where there is love for perishing souls. We want to be diligent students to learn in the school of Christ. Those who do not deny self, and lift the cross and follow Jesus, cannot be His disciples."},{"refcode_short":"TSA 38.3","refcode_long":"Testimonies to Southern Africa, p. 38.3 (Ellen Gould White)","content":"Jesus said of His disciples, “And I have declared unto them thy name, and will declare it: that the love wherewith thou hast loved me may be in them, and I in them.” That love wherewith the infinite God loved His Son is to be conveyed to fallen man who believes in Jesus Christ. He transfuses this love through those who believe. As our life-blood, so is the circulating vitality of that love diffused through every part of our nature, that it may dwell in us as it does in Him. Wonderful statement! That it is possible for God to love us as He loves Christ. He loves the believing soul because he is a part of Christ, a partaker of the divine nature."},{"refcode_short":"TSA 38.4","refcode_long":"Testimonies to Southern Africa, p. 38.4 (Ellen Gould White)","content":"Then how grievous to the Spirit of God is anything like alienation, discord and strife. The heart that is filled with the love of Christ will be exercised in love toward all for whom Christ has died. There will be the same self-denial practised by the wealthy man who believes in Jesus, as by men who have little of this world's goods, because he acts from unselfish principles. “For ye know the grace of our Lord Jesus Christ, that, though He was rich, yet for your sakes He became poor, that ye through His poverty might be rich.”"},{"refcode_short":"TSA 39.1","refcode_long":"Testimonies to Southern Africa, p. 39.1 (Ellen Gould White)","content":"The Lord Jesus has given man an example in His own life. For the selfish heart of sin, He gives the new heart of love. He changes the heart, and produces an entire revolution in the soul. He brings light out of darkness, love out of enmity, and holiness out of impurity, that those who believe in Christ may represent Christ's life and character to the world. Says the Apostle, “We are labourers together with God; ye are God's husbandry, ye are God's building.”—Letter 28, 1892."},{"refcode_short":"TSA 39","refcode_long":"Testimonies to Southern Africa, p. 39 (Ellen Gould White)","content":"Letter B"},{"refcode_short":"TSA 39.2","refcode_long":"Testimonies to Southern Africa, p. 39.2 (Ellen Gould White)","content":"I would be glad to see you this morning, and converse with you about many things; but this is not possible. Pen and ink will have to answer. I feel an interest for the mission in Africa, and every mission field in the world. How much we now need Jesus as our counsellor, and how grateful should we be that the Lord has blessed and exalted us, so that we may have communion with Himself."},{"refcode_short":"TSA 39.3","refcode_long":"Testimonies to Southern Africa, p. 39.3 (Ellen Gould White)","content":"Oh how much we need the quickening influence of the Holy Spirit; for we are living in a time of peril. The love of God shed abroad in our hearts by the Holy Spirit which is given unto us, will lead to right actions. Partaking of the divine nature, we shall work as Christ worked, I am assured that we have everything for which to be thankful. It is our privilege to enjoy the richness of the promises that may be made fully ours. The Lord is ready to do large things for all those who believe. Jesus longs to quicken our hearts with healthful spiritual life. Jesus dwelling in the soul, purifying and ennobling all our faculties, guiding us into all truth, makes us a bright and shining light unto the world. Then let not this light burn dim. Moment by moment we need to live looking unto Jesus, who is the author and finisher of our faith"},{"refcode_short":"TSA 40.1","refcode_long":"Testimonies to Southern Africa, p. 40.1 (Ellen Gould White)","content":"We do not feel that it would be in accordance with the mind of the Spirit of God to lay plans for building an expensive structure, even if we had plenty of means to invest, for the reason that new fields are constantly opening, and we should take every precaution that not a dollar shall be laid out for the sake of display, or for the indulgence of pride. Every dollar of means will be needed to start the work in new mission fields, and plant the banner of truth where they are in darkness"},{"refcode_short":"TSA 40.2","refcode_long":"Testimonies to Southern Africa, p. 40.2 (Ellen Gould White)","content":"The enemy will tempt those who have means to gratify pride and ambition in the erection of fine buildings. But the very means employed for the gratification of ambition ought to be employed in assisting others to make a beginning. The influence of a commodious, neat, attractive building, constructed without any extravagance, would be in harmony with the life and mission of Jesus, in harmony with the sacred, solemn truth we profess to believe—that the end of all things is at hand. Our power is not to be found in grand buildings calling for a large outlay of means. Our strength will be found in the devotion and piety of the believers, for if they represent Jesus, they will be a bright, shining light unto the world. Everything we do makes its impression on the world as favourable or unfavourable to Christ and the truth. If we would see Jesus, all worldliness and human pride must lie in the dust...."},{"refcode_short":"TSA 40.3","refcode_long":"Testimonies to Southern Africa, p. 40.3 (Ellen Gould White)","content":"I will now have to close this letter. I wish to be remembered to your brothers and relatives whom I have met. May the blessing of the Lord rest upon you in large measure. “Blessed is every one that feareth the Lord; that walketh in his ways. For thou shalt eat the labour of thine hands: happy shalt thou be, and it shall be well with thee.”—Letter 29, 1892."},{"refcode_short":"TSA 41","refcode_long":"Testimonies to Southern Africa, p. 41 (Ellen Gould White)","content":"Letter C"},{"refcode_short":"TSA 41.1","refcode_long":"Testimonies to Southern Africa, p. 41.1 (Ellen Gould White)","content":"Sunday I visited Brother_____'s family. His wife once belonged to the church but she read what Elder Canright wrote about me and became disaffected and left the church. If she had received the watchful care of a faithful shepherd she would have been saved to the cause of God. I spent two hours with this brother and sister and talked to them and prayed with them. She was bathed in tears all the time I was talking. Oh how sorry I felt for this poor sheep who strayed from the fold and was left to perish because no shepherd's tender sympathy and loving care was exercised to bring her back to the fold! Our only hope is that the Lord will in His wisdom clear the doubts and fog from the mind of this sister."},{"refcode_short":"TSA 41.2","refcode_long":"Testimonies to Southern Africa, p. 41.2 (Ellen Gould White)","content":"One soul—how precious it is, and how carefully should we deal with the purchase of the blood of God's only begotten Son! Precious souls cost too much to be handled roughly. They need tenderness, kindly forbearance and very gentle and wise treatment. I could not rest until I went to find the lost sheep, although I had no invitation. Oh how glad I am that we have Jesus, who knows every heart! All our churches need much ministering done in them."},{"refcode_short":"TSA 41.3","refcode_long":"Testimonies to Southern Africa, p. 41.3 (Ellen Gould White)","content":"We are glad to report that our school has thus far proved a success. We pray the Lord to work in a manifest manner for the school that men and women may be qualified to go forth as missionaries, and be enabled to work in the various lines."},{"refcode_short":"TSA 41.4","refcode_long":"Testimonies to Southern Africa, p. 41.4 (Ellen Gould White)","content":"We feel that much has been lost in many ways in the past history of Seventh-day Adventists because they have not heeded the testimonies given them of God for the last thirty years. These testimonies have plainly pointed how the children should be educated; that they are God's property, and should wisely improve the ability and talents that God has entrusted them. This should be their subject of thought and conversation—the heathen nations who are in darkness and the nations who have received the gospel. Every missionary meeting should be alive with interest, every one who loves Jesus carrying to the meeting a spirit of zeal enthused with the Spirit of Christ. The necessities of those who have not the truth should be upon the naked soul and we present them to God and say, “Here am I, send me.” But there are fields already ripe for the harvest in civilized countries who need the truth for this time. We must not close the eye and the mind to the necessities of the world. The spirit of Paul, the great apostle to the Gentiles, was stirred, when he saw the city wholly given to idolatry. How was it that Jesus wept over Jerusalem? It was when He drew near and beheld the city."},{"refcode_short":"TSA 42.1","refcode_long":"Testimonies to Southern Africa, p. 42.1 (Ellen Gould White)","content":"There is work for every one to do who has named the name of Christ. Will he do it? If we would be duly impressed with the value of souls we must oft look to Calvary and see the dying Son of the infinite God giving up His life for a lost world. We must look, and contemplate how He estimated man. We must be imbued with His spirit. The sight of our eyes, the contemplation of the mind will certainly affect the soul, and set in operation practical effort to save the perishing. Thus the missionary work will be placed upon its proper basis."},{"refcode_short":"TSA 42.2","refcode_long":"Testimonies to Southern Africa, p. 42.2 (Ellen Gould White)","content":"In every family, especially where there are children, there is a want of deeper piety, of the sanctifying grace of Christ brought into the home. Missionary endeavour should consist more in imparting than in receiving. The question is, Are not home duties—home missionary work—neglected? I answer, Yes, Were the love and fear of God circulating through every household, the children and youth instructed as they should be, the conversation of an educational character, that they should feel their accountability to use their intellect and hearts to do the work assigned them of God, the children would co-operate with their parents in the dedication of their time and talents to the service of God. In this kind of education and labour the expenditure would not exceed the receipts. Christian activity and growth of personal piety will be symmetrical and proportionate."},{"refcode_short":"TSA 42.3","refcode_long":"Testimonies to Southern Africa, p. 42.3 (Ellen Gould White)","content":"Those who are most actively employed in doing with interested fidelity their work to win souls to Jesus Christ are the best developed in spirituality and devotion. Their very active working formed the means of their spirituality. There is danger of religion losing in depth that which it gains in breadth. This need not be, if, in the place of long sermons, there is wise education given to those newly come to the faith. Teach them by giving them something to do, in some line of spiritual work, that their first love will not die but increase in fervour. Let them feel that they are not to be carried and to lean for support on the church; but they are to have root in themselves. They can be in many lines, according to their several abilities, useful in helping the church to come nearer to God, and working in various ways to act upon the elements outside the church which will be a means of acting beneficially upon the church. The wisdom and prosperity of the church casts a telling influence upon her favour. The psalmist prayed for the prosperity of the church. “God be merciful unto us, and bless us; and cause His face to shine upon usThat Thy way may be known upon the earth, Thy saving health among all nations.”"},{"refcode_short":"TSA 43.1","refcode_long":"Testimonies to Southern Africa, p. 43.1 (Ellen Gould White)","content":"Our Redeemer spent whole nights in prayer to His Father; and the foundation of the Christian church and missionary activity was laid in the very element of prayer. The disciples were of one accord in one place, calling upon the Lord that the outpouring of His Holy Spirit might come upon them. While the Holy Spirit is given richly through various channels, the more we seek it the wider will be the diffusion. Thus earnest work being done to save souls, there will be constantly furnished us a necessity for renewed application to the Source of all power; and thus there will be established an habitual communication between the soul and God. The fountain of the water of life is constantly drawn upon by faith, and is never exhausted."},{"refcode_short":"TSA 43.2","refcode_long":"Testimonies to Southern Africa, p. 43.2 (Ellen Gould White)","content":"The work is progressive—action and reaction. Love and devotion to God will give activity to benevolence, and benevolence will increase faith and spirituality. Oh how much we need heavenly wisdom! Well, is it not promised us? “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive any thing of the Lord.” Oh what an assurance is this! How full and broad! Let us take the promise just as it reads. The Lord wants us to come unto Him with full assurance of faith, believing His word, that He will do just as He said He would."},{"refcode_short":"TSA 44.1","refcode_long":"Testimonies to Southern Africa, p. 44.1 (Ellen Gould White)","content":"Would that we might feel the importance of educating every individual member of the church to do something. We should individually sense the solemn obligation of the Christian to bring into activity all his divinely entrusted resources and capabilities, to do to the utmost of his power the work the Lord expects him to do. “Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.”"},{"refcode_short":"TSA 44.2","refcode_long":"Testimonies to Southern Africa, p. 44.2 (Ellen Gould White)","content":"Were our sensibilities alive we would discern the designs of God. “I have put you in possession of the seas, put the world in possession of my gospel that missionary ships might be sent out to the islands of the sea.” We need more faith, more sanctified ability. High and ennobling motives are before us. We have no time, no words to spend in controversy. That time devoted to debating is needed in sending up the prayer of faith to God for the descent of the Holy spirit to subdue and break the heart of stone, that it shall become a heart of flesh. There is need of sanctified energy. The armies of heaven are on the move and where is the human agent to co-operate with God?"},{"refcode_short":"TSA 44.3","refcode_long":"Testimonies to Southern Africa, p. 44.3 (Ellen Gould White)","content":"We now need skilful generals to organize into working companies the Lord's believing children. Nothing must be looked upon as too great for us to undertake, if the Captain of the Lord's host plans the work and arranges the battle and leads us forth, “terrible as an army with banners.” Every movement will be a victory. We need Jesus as our constant Leader."},{"refcode_short":"TSA 44.4","refcode_long":"Testimonies to Southern Africa, p. 44.4 (Ellen Gould White)","content":"Men and means are needed in this field. I think of poor Melbourne, bound about with poverty and in need of a church. As the work increases there must be plans devised to keep alive the interest, that it shall not die. The Lord has means for us somewhere. Appeals must be made to the stewards of God for help. We need wisdom from above to calculate wisely and to proportionate the improvements that must be made with economy. Self-denial must be practised everywhere. Many of the scanty rills of beneficence which now water and enrich the garden of the Lord are brought there by much effort. More, very much more must be done by individuals in economizing their resources that they may do more for God. I feel deeply over the restricted resources in this country. There must be help for us to carry forward the work. All we can do is to pray the Lord to move upon the hearts of men to do the work that devolves upon them. Self-indulgence, selfishness exists to a large degree. May the converting power of God change the hearts and characters.—Letter 44, 1892."},{"refcode_short":"TSA 45","refcode_long":"Testimonies to Southern Africa, p. 45 (Ellen Gould White)","content":"Letter D"},{"refcode_short":"TSA 45.1","refcode_long":"Testimonies to Southern Africa, p. 45.1 (Ellen Gould White)","content":"In this world we might become hopelessly perplexed, as the devil wants us to be, if we keep looking upon those things that are perplexing; for by dwelling upon them, and talking of them we become discouraged. In criticizing others because they fail to manifest love, we shall kill the precious plant of love in our own hearts. Have we individually appreciated and felt the warmth of love which Christ represented in His life? Then it is our duty to manifest this love to the world. Let us fear to dwell upon, to behold and talk of the great mistakes that others are making by not manifesting love to their brethren and sisters. Spend as little time over this question as possible; but be sure to give due attention to the precious truths which come to us from lips that have been touched with a live coal from off the altar. Praise God that light has been sown for the righteous, and gladness for the upright in heart. Talk of the instruction that you have received that was to your soul as a feast of fat things. See to it that you bring into your character-building the solid timbers of truth. Let the exalted truths you have heard be manifested in the faithful performance of God's precepts."},{"refcode_short":"TSA 45.2","refcode_long":"Testimonies to Southern Africa, p. 45.2 (Ellen Gould White)","content":"You may create an unreal world in your own mind and picture an ideal church where the temptations of Satan no longer prompt to evil; but perfection exists only in your imagination. The world is a fallen world, and the church is a place represented by a field in which grow tares and wheat. They are to grow together until the harvest. It is not our place to uproot the tares, according to human wisdom, lest under the suggestions of Satan the wheat may be rooted up under the supposition that it is tares. The wisdom that is from above will come to him who is meek and lowly in heart, and that wisdom will not lead him to destroy, but to build up the people of God"},{"refcode_short":"TSA 46.1","refcode_long":"Testimonies to Southern Africa, p. 46.1 (Ellen Gould White)","content":"Oh, encourage your soul to look to Jesus. Tell every one how dangerous it is to neglect his own soul's eternal healthfulness by looking upon the diseased souls of others, by talking upon the uncomeliness of character found in those who profess the name of Christ. The soul does not become more and more like Christ by beholding evil, but like the evil which it beholds. The same love of self, the same indulgence of self, the same hastiness of spirit, the same petulance of temper, the same sensitiveness and pride of opinion, the same unwillingness to receive counsel, the same unsanctified, independent judgment, will be manifest in those who criticize as in those who are criticized. They will act as if they had not Christ as their pattern and example. Oh, how much we need to guard against Satan's devices...."},{"refcode_short":"TSA 46.2","refcode_long":"Testimonies to Southern Africa, p. 46.2 (Ellen Gould White)","content":"My dear brother, you have learned what humanity is, when it is not closely connected with God, even among professed Christians. But of what significance is this to you? It is that you may learn to say, “I am weak as the weakest of these poor souls who are erring.” You may say that you know that it requires grace and strength from Christ to submissively receive reproof, admonition, and counsel from the word of the Lord through His servants. True humility is taught to the Christian by the Holy Spirit, and under discipline, if self-confidence is not dead in us, it will press itself to the front, and show its unsightly developments...."},{"refcode_short":"TSA 46.3","refcode_long":"Testimonies to Southern Africa, p. 46.3 (Ellen Gould White)","content":"He who will not accept advice and counsel from God's human agents is in danger of not receiving the counsel of heaven, and will be fatally mistaken unless his spirit is changed. He will look upon others with suspicion, thinking they are in the wrong, and in this attitude there will be no chance to set him right; for he will reason that there is no necessity for it. Christians should be teachable, they should have self-control, they should ponder upon that which is presented to them, and fear that their own course may not be perfect, when they see so many defects in their brethren that leads them to accuse and condemn...."},{"refcode_short":"TSA 47.1","refcode_long":"Testimonies to Southern Africa, p. 47.1 (Ellen Gould White)","content":"The wisdom that leads to alienation, difference, strife, and contention, “descendeth not from above, but is earthly, sensual, devilish. For where envying and strife is, there is confusion and every evil work. But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy and the fruit of righteousness is sown in peace of them that make peace.”..."},{"refcode_short":"TSA 47.2","refcode_long":"Testimonies to Southern Africa, p. 47.2 (Ellen Gould White)","content":"Oh, why are the human agents so ready to yield to temptation? So irresolute in purpose, so weak to practise the word of God? Why are they so feeble in action? Why is the glory of Jesus so dimly seen? Why is His preciousness so little realized, His love so imperfectly experienced? Let this be your prayer, “Lord, show me thy glory.”—Letter 63, 1893."},{"refcode_short":"TSA 47","refcode_long":"Testimonies to Southern Africa, p. 47 (Ellen Gould White)","content":"Letter E"},{"refcode_short":"TSA 47.3","refcode_long":"Testimonies to Southern Africa, p. 47.3 (Ellen Gould White)","content":"If we could only realize that Christ crucified is the great object of our faith. Had Christ lived, He could not have been our Redeemer. Our faith must lay hold of the sacrificial offering of His life as a ransom for the world. His holiness of life, the tender compassion, the sympathy He manifested for all human woe, would not have saved us had it stopped there. It was not until, when dying upon the cross, He cried in agony, “It is finished,” that the work was accomplished. Not until He had descended to the lowest depths of humiliation, until He could go no farther, was the tyranny of Satan broken. It was the death of Christ that satisfied divine justice. This was the price our ransom cost. Nothing is wanting now but for the will of man to bow, self to be crucified, and Christ to live in the heart. The soul temple must be dedicated to Him."},{"refcode_short":"TSA 48.1","refcode_long":"Testimonies to Southern Africa, p. 48.1 (Ellen Gould White)","content":"Every part of man is the Lord's property. Our time, our talents, our influence, must be devoted to Him. Our money is only lent us on trust, to be used in the service of God. It has not been given us in order that we might enhance our own honour, but as faithful stewards we must keep ever in view the honour and glory of God. The Lord requires the whole heart, the undivided affections. We are not to withhold anything from Him, for all are His purchased possession."},{"refcode_short":"TSA 48.2","refcode_long":"Testimonies to Southern Africa, p. 48.2 (Ellen Gould White)","content":"There can be no sinless swerving from the standard of God's Word. The first principles of holiness have yet to be learned by the one to whom God's will is not paramount"},{"refcode_short":"TSA 48.3","refcode_long":"Testimonies to Southern Africa, p. 48.3 (Ellen Gould White)","content":"There is no place of safety or repose or justification in the transgression of the law of God. He demands nothing short of absolute surrender to Him"},{"refcode_short":"TSA 48.4","refcode_long":"Testimonies to Southern Africa, p. 48.4 (Ellen Gould White)","content":"My heart goes out in yearning of soul for those who are living in the very last scenes of this earth's history, and yet are insensible to what is just before them. A vast reformation would be wrought upon the world if the veil of the future could be lifted, and all could see and understand that very soon there is to be a change in the attitude of God in His dealings with the perversity of man."},{"refcode_short":"TSA 48.5","refcode_long":"Testimonies to Southern Africa, p. 48.5 (Ellen Gould White)","content":"If God had decided in His councils in heaven to visit the transgressor of His positive commands with instant death, there would have resulted a much greater carefulness and restriction of the inclination to do those things that are an offence to God. The very men who seem to be dead to entreaties and warnings sent in mercy by God, those who will not be deterred from their evil course of action, would be prudent to save their lives, even if they have no love for God."},{"refcode_short":"TSA 48.6","refcode_long":"Testimonies to Southern Africa, p. 48.6 (Ellen Gould White)","content":"But the Lord's arrangement, made in council with His only begotten Son, was to leave man a free moral agent to a certain length of probation. His eye would discern all their works, but He would compel no man's service. If the love displayed in His long-suffering and patience would not bring them to repentance and perfect surrender to the laws of His kingdom, then they must be left to choose whom they would serve. Their life must testify of their choice. If they love transgression and choose to disregard His laws after sufficient test and trial, their case is forever decided. God cannot have such as members of His family in heaven. Their punishment will come in accordance with the aggravating character of their defiance and rebellion against God. God's long-suffering will give every opportunity for man to repent and turn to Christ as his only hope."},{"refcode_short":"TSA 49.1","refcode_long":"Testimonies to Southern Africa, p. 49.1 (Ellen Gould White)","content":"Because of the goodness and long-suffering of God, many have been led to consider and appreciate the mercy and lovingkindness of God, and this has led them to repentance, while on the other hand, others have become more careless, and have abused His mercy. To their everlasting loss and shame they have followed the mind and will of Satan irrespective of the future retribution that will surely come upon them for their disobedience and transgression. They will yet learn that God is jealous of His honour and His glory. He will not have His laws trifled with; He will not allow men to treat them with indifference and defiance without punishing them accordingly."},{"refcode_short":"TSA 49.2","refcode_long":"Testimonies to Southern Africa, p. 49.2 (Ellen Gould White)","content":"“Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil.” The means which the Lord has employed, in the gracious provision of His mercy, to soften and subdue the objects of His love, has, through the workings of Satan, encouraged the depraved and hardened hearts in perversity, resistance and transgression, that even as far back as the days of David led him to exclaim, “It is time for thee, Lord, to work; for they have made void thy law. Therefore I love thy commandments above gold; yea, above fine gold.”"},{"refcode_short":"TSA 49.3","refcode_long":"Testimonies to Southern Africa, p. 49.3 (Ellen Gould White)","content":"Oh that all might consider before it is everlastingly too late that there are limits to the mercy and forbearance of God! There are those who by their impenitence under the beams of light that have shone upon them, are very near the line where the forbearance of God is exhausted. In mind and heart they are saying, “My Lord delayeth his coming,” and they eat and drink with the drunken. But God declares of such that “sudden destruction cometh upon them,” “and they shall not escape.”"},{"refcode_short":"TSA 50.1","refcode_long":"Testimonies to Southern Africa, p. 50.1 (Ellen Gould White)","content":"At this time, when great light is shining forth from the Word of God, making dark mysteries plain as day, is the day of mercy, of hope, of joy and assurance to all who will be benefited thereby, to all who will open their minds and hearts to the bright beams of the Sun of righteousness. But there is an opposite class to this: those who will not come to the Light, who despise the truth because it exposes error and transgression and sin, and as a result, depravity and boldness in transgression is becoming all-pervading."},{"refcode_short":"TSA 50.2","refcode_long":"Testimonies to Southern Africa, p. 50.2 (Ellen Gould White)","content":"There are diligent students of the word of prophecy in all parts of the world, who are obtaining light and still greater light from searching the Scriptures. This is true of all nations, of all tribes, and all peoples. These will come from the grossest error, and will take the place of those who have had opportunities and privileges and have not prized them. These have worked out their own salvation with fear and trembling lest they shall become deficient in doing the ways and will of God, while those who have had great light, have, through the perversity of their own natural hearts, turned away from Christ because displeased with His requirements. But God will not be left without witness. The one-hour labourers will be brought in at the eleventh hour, and will consecrate their ability and all their entrusted means to advance the work. These will receive the reward for their faithfulness, because they are true to principle and shun not their duty to declare the whole counsel of God. When those who have had abundance of light throw off the restraint which the Word of God imposes, and make void His law, others will come in to fill their place, and take their crown."},{"refcode_short":"TSA 50.3","refcode_long":"Testimonies to Southern Africa, p. 50.3 (Ellen Gould White)","content":"While many have reduced the Word, the Truth, the holy law of Jehovah to a dead letter, and by their example testify that the law of Jehovah is a hard, rigorous burden, while they say, We will lay off this yoke; we will be free; we will no longer remain in covenant relation with God; we will do as we please, there will be men who have had very meagre opportunities, who have walked in ways of error because they knew not any other or better way, to whom beams of light will come. As the word from Christ came to Zacchaeus, “I must abide at thy house,” so the word will come to them. And the one supposed to be a hardened sinner will be found to have a heart as tender as a child, because Christ has deigned to notice him."},{"refcode_short":"TSA 51.1","refcode_long":"Testimonies to Southern Africa, p. 51.1 (Ellen Gould White)","content":"Great is the work of the Lord. Men are choosing sides. Even those supposed to be heathen will choose the side of Christ, while those who become offended, as did the disciples, will go away and walk no more with Him. And others will come in and occupy the place they have left vacant. The time is very near when man shall have reached the prescribed limits. He has now almost exceeded the bounds of the long-suffering of God, the limits of His grace, the limits of His mercy. The record of their works in the books of heaven is, “Weighed in the balances, and found wanting.” The Lord will interfere to vindicate His own honour, to repress the swellings of unrighteousness and bold transgression."},{"refcode_short":"TSA 51.2","refcode_long":"Testimonies to Southern Africa, p. 51.2 (Ellen Gould White)","content":"What effect will the attempt of men to make void the law of God have upon the righteous? Will they be intimidated because of the universal scorn that is put upon the holy law of God? Will the true believers in the “Thus saith the Lord” become wavering and ashamed because the whole world seems to despise His righteous law? Will they be carried away by the prevalence of evil? No; to those who have consecrated themselves to God to serve Him, the law of God becomes more precious when the contrast is shown between the obedient and the transgressor. In proportion as the attributes of Satan are developed in the despisers and transgressors of the law of God, to the faithful adherent the holy precept will become more dear and valuable. He will declare, “They have made void thy law. Therefore I love thy commandments above gold; yea, above fine gold.” It is the ones who have been faithful stewards of the grace of God whose love of God's commandments grows with the contempt which all around them would put upon them."},{"refcode_short":"TSA 51.3","refcode_long":"Testimonies to Southern Africa, p. 51.3 (Ellen Gould White)","content":"Wicked men and the church harmonize in this hatred of the law of God, and then the crisis comes. Then we see the class specified in Malachi 3:13-15: “Your words have been stout against me, saith the Lord. Yet ye say, What have we spoken so much against thee? Ye have said, It is vain to serve God: and what profit is it that we have kept his ordinance, and that we have walked mournfully before the Lord of hosts? And now we call the proud happy; yea, they that work wickedness are set up; yea, they that tempt God are even delivered.” Here are a company of disaffected professed Christians, whose chief business is to murmur and complain and accuse God by accusing the children of God. They see nothing defective in themselves, but very much to displease in others."},{"refcode_short":"TSA 52.1","refcode_long":"Testimonies to Southern Africa, p. 52.1 (Ellen Gould White)","content":"But while they are murmuring and complaining and falsely accusing, and doing Satan's work most zealously, another class is brought to our notice: “Then they that feared the Lord spake often one to another: and the Lord hearkened, and heard it, and a book of remembrance was written before him for them that feared the Lord, and that thought upon his name. And they shall be mine, saith the Lord of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him. Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.”"},{"refcode_short":"TSA 52.2","refcode_long":"Testimonies to Southern Africa, p. 52.2 (Ellen Gould White)","content":"This subject is urging itself upon my mind. I want you to consider it, for it is a matter of vast importance. With which of these two classes shall we identify our interest? We are now making our choice, and we shall soon discern between him that serveth God, and him that serveth Him not. Read the fourth chapter of Malachi, and think about it seriously. The day of God is right upon us. The world has converted the church. Both are in harmony, and are acting on a short-sighted policy. Protestants will work upon the rulers of the land to make laws to restore the lost ascendancy of the man of sin, who sits in the temple of God, showing himself that he is God. The Roman Catholic principles will be taken under the care and protection of the state. This national apostasy will speedily be followed by national ruin. The protest of Bible truth will be no longer tolerated by those who have not made the law of God their rule of action. Then will the voice be heard from the graves of martyrs, represented by the souls which John saw slain for the word of God and the testimony of Jesus Christ which they held; then the prayer will ascend from every true child of God, “It is time for thee, Lord, to work, for they have made void thy law.”"},{"refcode_short":"TSA 52.3","refcode_long":"Testimonies to Southern Africa, p. 52.3 (Ellen Gould White)","content":"When our first parents fell from their high estate through transgression, God's law was made void. Then Christ entered upon His work as a Redeemer, and probation was granted to the inhabitants of the world. In Noah's day men disregarded the law of God until almost all remembrance of Him had passed away from the earth. Their wickedness reached so great a height, violence, crime and every kind of sin became so intensely active, that the Lord brought a flood of water upon the world and swept away the wicked inhabitants thereof. But mercy was mingled with judgment. Noah and his family were saved. In the destruction of Sodom and Gomorrah, we see that the Lord will interfere; fire came down from heaven and destroyed these wicked cities."},{"refcode_short":"TSA 53.1","refcode_long":"Testimonies to Southern Africa, p. 53.1 (Ellen Gould White)","content":"From time to time the Lord has made known the manner of His working. He is mindful of what is passing upon the earth. And when a crisis has come, He has revealed Himself, and has interposed to hinder the working out of Satan's plans. He has often permitted matters with nations, with families, and with individuals to come to a crisis, that His interference might become marked. Then He has let the fact be known that there is a God in Israel who would sustain and vindicate His people."},{"refcode_short":"TSA 53.2","refcode_long":"Testimonies to Southern Africa, p. 53.2 (Ellen Gould White)","content":"When the defiance of the law of Jehovah shall be almost universal, when His people shall be pressed in affliction by their fellow-men, God will interpose. The fervent prayers of His people will be answered, for He loves to have His people seek Him with all their heart, and depend upon Him as their Deliverer. He will be sought unto to do these things for His people, and He will arise as the protector and avenger of His people. The promise is, The Lord will avenge His own elect, which cry unto him day and night."},{"refcode_short":"TSA 53.3","refcode_long":"Testimonies to Southern Africa, p. 53.3 (Ellen Gould White)","content":"The Protestant government will reach a strange pass. They will be converted to the world. They will also, in their separation from God, work to make falsehood and apostasy from God the law of the nation. In the place of those who have the light of truth allowing jealousy and evil surmisings to come in and weaken their love and union one with another, their united prayers should ascend to heaven for the Lord to arise and put an end to the violence and abuse which are practised in our world. More prayer and less talk is what God desires, and this would make His people a tower of strength.—Letter 123, 1897."},{"refcode_short":"TSA 54","refcode_long":"Testimonies to Southern Africa, p. 54 (Ellen Gould White)","content":"Chapter 6—Extracts of Other Letters to the Wessels Family"},{"refcode_short":"TSA 54","refcode_long":"Testimonies to Southern Africa, p. 54 (Ellen Gould White)","content":"The Leaven of Truth"},{"refcode_short":"TSA 54.1","refcode_long":"Testimonies to Southern Africa, p. 54.1 (Ellen Gould White)","content":"Our special interest should be in God's work. Our whole soul should be full of zeal to work while the day lasts; for the night cometh in which no man can work. The message of warning must be given to the world. I dare not remain indifferent when there are souls to be saved for whom Christ has died. The leaven of truth must be introduced. We see that cities are becoming as they were in the days of Noah, and as were Sodom and Gomorrah. The inhabitants are planting and building. Their passions are stimulated to intense activity by games, horse racing, and intemperance of every description. The fever swells every vein, and the heart throbs with the restless tide of unhallowed emotion. Thousands upon thousands are sunk in a stupid lethargy. Their sleep is as deep as if they were under a powerful, poisonous drug. They are dead in trespasses and sins. And yet no work for God is being done in these cities. The entire tendency is toward corruption, and the end is a moral prostration which means death to the soul. Why should we not be alarmed?"},{"refcode_short":"TSA 54.2","refcode_long":"Testimonies to Southern Africa, p. 54.2 (Ellen Gould White)","content":"Nothing but the leaven of truth can reach the people of these cities. The aid of the great I AM must be relied on. The healing fountain must be proclaimed. “If any man thirst, let him come unto me, and drink.” The balm of a Saviour's love must be presented, to heal the sin-bruised souls. The mighty energies of the Holy Spirit, with all its quickening, recuperative, transforming power must be applied to the palsy-stricken souls. I see no way that we can do this work other than to engage in Medical Missionary work.—Letter 130, 1897."},{"refcode_short":"TSA 55","refcode_long":"Testimonies to Southern Africa, p. 55 (Ellen Gould White)","content":"Opposers of the Truth"},{"refcode_short":"TSA 55.1","refcode_long":"Testimonies to Southern Africa, p. 55.1 (Ellen Gould White)","content":"The men who have lately apostatized say that the Sabbath does not amount to much. It makes no difference whether we keep it, or do not keep it. They say they are preaching sanctification, but where does their sanctification come in. They begin the work of disaffection by their criticism. Here is where they fell, and here is where many will fall. To complain of our brethren in the ministry, to be suspicious of the gifts the Lord has set in the church, to always be finding spot and stain in something said or done is to follow the enemy. If one chooses to obtain this class of education, Satan will help in a masterly manner. After the criticizers tell all that appears to them to be out of joint, they go into the manufacturing business, and commence to weave webs of falsehood. They abuse the confidence that has been reposed in them, and strive to destroy the reputation of the very ones that have ever been their truest friends.—Letter 126, 1897."},{"refcode_short":"TSA 55","refcode_long":"Testimonies to Southern Africa, p. 55 (Ellen Gould White)","content":"Ellen White's Example in Giving"},{"refcode_short":"TSA 55.2","refcode_long":"Testimonies to Southern Africa, p. 55.2 (Ellen Gould White)","content":"I have been devoting all my talents of money and of time, golden, God-given time, to the service of the Lord Jesus. I am building for time and for eternity. I study every pound which I invest in buildings for myself, lest I shall in any way limit the resources which I can invest in the upbuilding of the cause of God. I do not regret that I have done this. We have seen some trying times, but amid all we say, It pays.—Letter 130, 1897."},{"refcode_short":"TSA 55","refcode_long":"Testimonies to Southern Africa, p. 55 (Ellen Gould White)","content":"Evil of Gossiping"},{"refcode_short":"TSA 55.3","refcode_long":"Testimonies to Southern Africa, p. 55.3 (Ellen Gould White)","content":"Those who do evil with their gossiping tongues, who sow discord by selfish ideas and thoughts by any jealousies, evil surmisings, or covetousness, they grieve the Holy Spirit of God, for they are working at cross purposes with God, instead of answering the purposes of Christ, instead of answering to the prayer of Christ that His disciples may be one as He is one with the Father. They are working entirely in the lines the enemy has marked out.—Letter 20, 1899."},{"refcode_short":"TSA 56","refcode_long":"Testimonies to Southern Africa, p. 56 (Ellen Gould White)","content":"Medical Missionary Work"},{"refcode_short":"TSA 56.1","refcode_long":"Testimonies to Southern Africa, p. 56.1 (Ellen Gould White)","content":"There was a time when in America the cause of God was in distressing need of help to work the new fields. The work struggled against difficulties and opposition of every type. Wherever it was received, the entrance of truth was a blessing. The truth elevated the debased, reformed the wrongdoer, educated the ignorant, comforted the mourner, restrained the tyranny of slavery, and liberated those that were bound. It introduced reforms in varied lines. The truth presented as it is in Jesus won a place in the world's confidence, and it should have gone forward, attaining victory after victory."},{"refcode_short":"TSA 56.2","refcode_long":"Testimonies to Southern Africa, p. 56.2 (Ellen Gould White)","content":"The present truth for the time made its way by teaching men to search the scriptures. It attracted the attention of scientific inquirers, of seekers for truth in all lines. Physical reforms, intellectual and moral advantages, were presented in rays of divine light."},{"refcode_short":"TSA 56.3","refcode_long":"Testimonies to Southern Africa, p. 56.3 (Ellen Gould White)","content":"Wherever the light of truth has penetrated from America to other countries and souls have been converted to the truth the same results have been seen. The evidence will follow the entrance of truth into new territories...."},{"refcode_short":"TSA 56.4","refcode_long":"Testimonies to Southern Africa, p. 56.4 (Ellen Gould White)","content":"In all these fields the medical missionary work was to be connected with the gospel ministry. In new portions of the Lord's vineyard the foreign countries where prejudice is strong and the habits of the people have become stereotyped, the truth could not at first be presented in all its decided points. The medical missionary work must prepare the way for the truth to find entrance. Then the Bible truth should be presented by judicious men, men who are fitted to carry the work because they themselves are worked by the Holy Spirit. Then reforms would be seen. The working of truth will be manifest in elevating the debased, restraining tyranny, liberating the bond men, and reforming public administrations."},{"refcode_short":"TSA 56.5","refcode_long":"Testimonies to Southern Africa, p. 56.5 (Ellen Gould White)","content":"Had the work in Africa been carried forward as it should have been, the present war would not have been as it now is. The presentation of Bible truth, accompanied by the medical missionary work, would have found favour with the people who if properly treated are not treacherous and cruel. The truth received by them would have worked changes more decided than have been revealed in a so-called Christian nation that have had the gospel preached to them—;Ms 178, 1899."},{"refcode_short":"TSA 57","refcode_long":"Testimonies to Southern Africa, p. 57 (Ellen Gould White)","content":"Unity in the Church"},{"refcode_short":"TSA 57.1","refcode_long":"Testimonies to Southern Africa, p. 57.1 (Ellen Gould White)","content":"The Lord would have His church purified from all contention and strife. Every phase of character is to be in harmony with the character of Jesus Christ. Unity will then be seen as the sure result. Divisions are the fruit of Satan's work. Those who love God and keep His commandments will ever reveal the meekness and lowliness of Christ, because they have learned in the school of the great Teacher. We need to be worked by the Holy Spirit. Daily I feel the need of increased faith and increased power in faith to represent the character of Christ to our world.—Letter 24, 1900."},{"refcode_short":"TSA 57","refcode_long":"Testimonies to Southern Africa, p. 57 (Ellen Gould White)","content":"Self-denial for the Work"},{"refcode_short":"TSA 57.2","refcode_long":"Testimonies to Southern Africa, p. 57.2 (Ellen Gould White)","content":"Every soul is precious in God's sight, and I am wondering what can be done for the destitute fields where the flock of God is without a shepherd. I have thought that if every Seventh-day Adventist family would, during the year 1900, cut off every needless indulgence, and place the money thus saved in the Lord's treasury, there would be “meat in his house.” A rich blessing would rest upon those thus practising self-denial. The Lord would give them more to give. We need so much just now these fruits of self-denial, to support women missionaries in the field. O, how my soul has thirsted for the pennies and shillings and pounds which have slipped through the fingers of those who do not realize how much they have spent for self and pride. Christ is hungering and thirsting for the money that men and women and children are thoughtlessly spending for self-gratification. If they denied their inclinations, this money might be used to do a most precious work for Christ. He says to all, old and young, “We are labourers together with God; ye are God's husbandry, ye are God's building.”"},{"refcode_short":"TSA 58.1","refcode_long":"Testimonies to Southern Africa, p. 58.1 (Ellen Gould White)","content":"A work is to be done for God's people, that they may employ their powers aright. God desires every one to bear his part in saving money for the many calls that come in for help to carry forward the work of God. This work is never to cease; it is to make provision to educate, educate in a knowledge of the word of God; it is to open the Scriptures to those who are in darkness.—Letter 24, 1900."},{"refcode_short":"TSA 58","refcode_long":"Testimonies to Southern Africa, p. 58 (Ellen Gould White)","content":"The Relation of Man to His Fellow-man"},{"refcode_short":"TSA 58.2","refcode_long":"Testimonies to Southern Africa, p. 58.2 (Ellen Gould White)","content":"In the Lord's plan human beings have been made necessary to one another. If all would do their utmost to help those who need their help, their unselfish sympathy and love, what a blessed work might be done. To every one God has entrusted talents. These talents we are to use to help one another to walk in the narrow path. In this work each one is connected with the other, and all are united with Christ. It is by unselfish service that we improve and increase our talents."},{"refcode_short":"TSA 58.3","refcode_long":"Testimonies to Southern Africa, p. 58.3 (Ellen Gould White)","content":"The members of the church of God on this earth are as the different parts of a machine, all closely related to one another, and all closely related to and dependent on one great centre. There is to be unity in diversity. No member of the Lord's firm can work successfully in independence, detached from the others."},{"refcode_short":"TSA 58.4","refcode_long":"Testimonies to Southern Africa, p. 58.4 (Ellen Gould White)","content":"There are many who have not a clear, distinct understanding of the relation of man to his fellow-man in the work of God. The members of God's church stand in close relation to one another. All are to use their entrusted capabilities in His service, that each may minister to the perfection of the whole. Each is to work under the supervision of God. By Christ's wonderful union of divinity with humanity, we are assured that even in this world we may be partakers of the divine nature, having escaped the corruption that is in the world through lust."},{"refcode_short":"TSA 58.5","refcode_long":"Testimonies to Southern Africa, p. 58.5 (Ellen Gould White)","content":"It is God's plan that each believer shall be a help to those who have not yet become partakers of the divine nature. Christ has pledged Himself to co-operate with those to whom He has entrusted talents. He has pledged Himself to train us to be His co-labourers. He will help us, to follow His example, doing good and refusing to do evil."},{"refcode_short":"TSA 59.1","refcode_long":"Testimonies to Southern Africa, p. 59.1 (Ellen Gould White)","content":"We are to be consecrated channels through whom the love of Christ flows to those in need of help. Every true worker is connected with heavenly instrumentalities. Of the angels it is said, “Are they not all ministering spirits, sent forth to minister to those who shall be heirs of salvation?” Christ sends His light to those who keep the windows of the soul open heavenward. Under the Holy Spirit's influence, they work the works of God. He who approaches nearest to obedience to the divine law will be of the most service to God. He who follows Christ, reaching out after His goodness, His compassion, His love for the human family, will be accepted by God as a worker together with Him. Such a one will not be content to remain on a low level of spirituality. He will constantly reach higher and higher.—Letter 115, 1903. (Used in ;Our High Calling, page 182.)"},{"refcode_short":"TSA 59","refcode_long":"Testimonies to Southern Africa, p. 59 (Ellen Gould White)","content":"Appeal to Follow Christ"},{"refcode_short":"TSA 59.2","refcode_long":"Testimonies to Southern Africa, p. 59.2 (Ellen Gould White)","content":"Christ is the touchstone of all hearts. He is the revealer of the Father and of the Father's love. “God so loved the world that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” “No man knoweth the Father save the Son, and He to whomsoever the Son will reveal Him.”"},{"refcode_short":"TSA 59.3","refcode_long":"Testimonies to Southern Africa, p. 59.3 (Ellen Gould White)","content":"Christ is also the revealer of the hearts of men. He is the exposer of sin. By Him the characters of all are to be tested. To Him all judgment has been committed, “because He is the Son of man.”"},{"refcode_short":"TSA 59.4","refcode_long":"Testimonies to Southern Africa, p. 59.4 (Ellen Gould White)","content":"Then what is the work that you are to do? You are to receive the precious Saviour as your very best friend, and honour Him by doing His will. “As many as received Him,”—choosing Him above all other friends,—“to them gave He power to become the sons of God, even to them that believed on His name.” Receive Him as your light and life. He so loved you that He died that you might live forever. Believe in Him. Regard Him as your best and truest friend. Come to Him, saying, “Lord, I give myself to Thee just as I am. I have wasted many years of the life that Thou didst redeem by the sacrifice of Thine own life. Wilt Thou forgive me?”"},{"refcode_short":"TSA 60.1","refcode_long":"Testimonies to Southern Africa, p. 60.1 (Ellen Gould White)","content":"Christ has made it possible for you to be received as a member of the royal family, a child of the heavenly King. The Saviour will receive you as you come to Him, and will give you power to overcome. He declares “This is life eternal, that they might know Thee the only true God, and Jesus Christ, whom Thou hast sent.” Will you not appreciate this great gift of life, eternal life in the kingdom of God? Read in the Scriptures of the advantages offered to those who live for Christ, and you will see that those who live for self will at last lose all. Do not allow the world to engross your thoughts. Take your position on the side of Christ. Be willing to share the trials and disappointments and self-denials that came to Him in the life that He lived for us on this earth.—Letter 226, 1903."},{"refcode_short":"TSA 60","refcode_long":"Testimonies to Southern Africa, p. 60 (Ellen Gould White)","content":"To a Younger Christian"},{"refcode_short":"TSA 60.2","refcode_long":"Testimonies to Southern Africa, p. 60.2 (Ellen Gould White)","content":"Place yourself where you can use your powers of mind to the best advantage for Him. But that is not all. Your physical powers must be employed in His service. In order to gain strength, you must give your physical powers exercise. No youth can engage in constant study or sedentary employment, and have harmonious action of the physical, mental, and moral powers. Every part of the living machinery must be used. Both mind and body must be given exercise."},{"refcode_short":"TSA 60.3","refcode_long":"Testimonies to Southern Africa, p. 60.3 (Ellen Gould White)","content":"Abstain strictly from all stimulating food or drink. You are God's property. You are not to abuse any organ of the body. You are to care wisely for your body, that there may be a perfect development of the whole man. Is it not an act of ingratitude on your part to do anything so to weaken your vital forces that you are unable properly to represent Him or to do the work He has for you to do?"},{"refcode_short":"TSA 60.4","refcode_long":"Testimonies to Southern Africa, p. 60.4 (Ellen Gould White)","content":"Your time belongs to Him who has purchased you with an infinite price. He wants you so to use your powers as to glorify His name. If in the past you have failed to realize that you are not your own, to do with as you please, but that you belong to God, both by creation and by redemption, will you not now redeem the time? Seek to live a useful life,—a life elevated and ennobled by the thought that you are God's property. Seek to improve, that you may be of the greatest possible use to your Owner.—Letter 236, 1903."},{"refcode_short":"TSA 61","refcode_long":"Testimonies to Southern Africa, p. 61 (Ellen Gould White)","content":"Miracles in the Closing Conflict"},{"refcode_short":"TSA 61.1","refcode_long":"Testimonies to Southern Africa, p. 61.1 (Ellen Gould White)","content":"It is impossible to give any idea of the experience of the people of God who will be alive on the earth when past woes and celestial glory will be blended. They will walk in the light proceeding from the throne of God. By the means of the angels there will be constant communication between heaven and earth. And Satan, surrounded by evil angels, and claiming to be God, will work miracles of all kinds to deceive, if possible, the very elect. God's people will not find their safety in working miracles; for Satan would counterfeit any miracle that might be worked. God's tried and tested people will find their power in the sign spoken of in Exodus 31:12-18. They are to take their stand on the living word,—“It is written.” This is the only foundation upon which they can stand securely. Those who have broken their covenant with God will in that day be without hope and without God in the world."},{"refcode_short":"TSA 61.2","refcode_long":"Testimonies to Southern Africa, p. 61.2 (Ellen Gould White)","content":"The worshippers of God will be especially distinguished by their regard for the fourth commandment,—since this is the sign of His creative power, and the witness to His claim upon man's reverence and homage. The wicked will be distinguished by their efforts to tear down the Creator's memorial, to exalt the institution of Rome. In the issue of the contest, all Christendom will be divided into two great classes,—those who keep the commandments of God and the faith of Jesus, and those who worship the beast and his image and receive his mark. Although church and State will unite their power to compel “all, both small and great, rich and poor, free and bond” (Revelation 13:16), to receive the mark of the beast, yet the people of God will not receive it. The prophet of Patmos beholds “them that had gotten the victory over the beast, and over his image, and over his mark, and over the number of his name, stand on the sea of glass, having the harps of God” (Revelation 15:2), and singing the song of Moses and the Lamb."},{"refcode_short":"TSA 62.1","refcode_long":"Testimonies to Southern Africa, p. 62.1 (Ellen Gould White)","content":"Fearful tests and trials await the people of God. The spirit of war is stirring the nations from one end of the earth to the other. But in the midst of the time of trouble that is coming,—a time of trouble such as has not been since there was a nation—God's chosen people will stand unmoved. Satan and His angels cannot destroy them; for angels that excel in strength will protect them.—Letter 119, 1904. (In Selected Messages 2:54, 55.)"},{"refcode_short":"TSA 63","refcode_long":"Testimonies to Southern Africa, p. 63 (Ellen Gould White)","content":"Chapter 7—Four Letters to a Leading Missionary Worker in Africa"},{"refcode_short":"TSA 63","refcode_long":"Testimonies to Southern Africa, p. 63 (Ellen Gould White)","content":"Letter A"},{"refcode_short":"TSA 63.1","refcode_long":"Testimonies to Southern Africa, p. 63.1 (Ellen Gould White)","content":"There are lessons for each child to learn in the line of firm trust, and implicit obedience. Jesus gave His life for us, that we should not perish, but believe in Him and have everlasting life. And shall we distrust God for one moment, when He has given us such evidence of His love? No, no; my soul cries out for the living water of life that I may refresh others"},{"refcode_short":"TSA 63.2","refcode_long":"Testimonies to Southern Africa, p. 63.2 (Ellen Gould White)","content":"As a people we must practise self-denial and economy. Every soul should make a covenant with God by sacrifice. We should not expend money in extra expensive clothing, and rich furniture. We are pilgrims and strangers seeking a better country, even an heavenly. Time is short, and every dollar not necessary to be used in supplying positive wants, should be brought in as a thank offering to God. It is the Lord's, and the Lord has presented to me that houses of worship, and schoolhouses should be erected through this country, and in the islands of the sea; that our leading men should not build for display, or to gratify ambition and pride. If the Lord has favoured them above their brethren in other countries, let them in true liberality assist those who greatly need to be helped to find a standing place, and give character to the work."},{"refcode_short":"TSA 63.3","refcode_long":"Testimonies to Southern Africa, p. 63.3 (Ellen Gould White)","content":"The Lord is no respecter of persons or of places. The work is one great whole. The world is our field, and I have made decided appeals to our brethren in America to bind about their wants, and to devise and plan everything in a simple, modest, comfortable style, that corresponds with our faith."},{"refcode_short":"TSA 64.1","refcode_long":"Testimonies to Southern Africa, p. 64.1 (Ellen Gould White)","content":"When I consider that the Lord has placed ample means in the hands of His servants to be used not improvidently, but wisely, not extravagantly, but economically as the case seems to demand, there would not be a dearth of means in the treasury, but an ample supply to meet the demands for this time, to plant the banner of truth in many dark places of the earth. But the blessing which the Lord has bestowed upon His stewards, with few exceptions, is misappropriated, bound up in selfish enterprises where God does not direct. Carefully should every dollar be considered, that it shall not be expended to please fancy, to administer to pride in expensive buildings, but to administer where there is a necessity, working in lines where God is working to establish His kingdom in the earth, in harmony with the prayer given by Christ, “Thy kingdom come. Thy will be done in earth, as it is in heaven.” Let the works harmonize with the prayer, for men are the human agents through whom the divine agents are working. “We are labourers together with God; ye are God's husbandry, ye are God's building.” The Lord's work calls for labourers everywhere. As God bountifully gives, we should deliberately, prayerfully resolve that we will honour God with our substance, and with the first-fruits of our increase."},{"refcode_short":"TSA 64.2","refcode_long":"Testimonies to Southern Africa, p. 64.2 (Ellen Gould White)","content":"All things belong to God, and all the good which man enjoys is the result of divine beneficence. He is the great and bountiful Giver. God lays His hand upon all possessions and says, “I am the rightful owner of all these goods.” Oh that the hearts of the people of God would be moved! To every man to whom the Lord has entrusted goods, will come the temptation of the enemy to withhold it from its rightful channel. Satan will seek to divert the means so that it shall not serve the cause of God...."},{"refcode_short":"TSA 64.3","refcode_long":"Testimonies to Southern Africa, p. 64.3 (Ellen Gould White)","content":"Souls are perishing for the bread of life, for the waters of salvation. There is no time now for the building of grand edifices. Let everything be done with an eye single to the glory of God. We are to lift up the cross of Calvary before all nations, tongues and people; but instead of doing this, many are hiding their talents of ability under a bushel, and the means which should carry forward the work is buried in the world."},{"refcode_short":"TSA 64.4","refcode_long":"Testimonies to Southern Africa, p. 64.4 (Ellen Gould White)","content":"Lift the cross higher, that many may behold, and look and live. Christ died for the world, and His command is, “Go ye into all the world, and preach the gospel to every creature.” The lord would give us no such commission without placing resources at our command sufficient for the work. Will men act the part of faithful stewards, appropriating God's means where He designed it should be used? Shall souls famishing for the bread of life be denied the heavenly manna? Who will sacrifice for Christ's sake? Who will present in its rich fulness the righteousness of Christ? Will the church who claim to believe the truth, the blood-bought church, do this work?"},{"refcode_short":"TSA 65.1","refcode_long":"Testimonies to Southern Africa, p. 65.1 (Ellen Gould White)","content":"If you know the grace of our Lord Jesus Christ, if His love can move your heart, and His glory be dear to you, be faithful to your trust. Unite your influence with that of the heavenly agencies, and devote your God-given energies, your entrusted talents to the work of saving souls. Your talents will increase by winning souls to Christ. Paul may plant, Apollos water; but God giveth the increase. God calls for the co-operation of a devoted church. Their co-operation with Him will prove that they really believe that which they teach. Let the children of God give evidence of their faith by their actions. Every one is pledged before God to do all that is possible to win souls to Christ. God calls for the dedication of soul, body and spirit to the work."},{"refcode_short":"TSA 65.2","refcode_long":"Testimonies to Southern Africa, p. 65.2 (Ellen Gould White)","content":"Unless the truth sanctifies the soul, unless it leads to humility and meekness, self-denial and self-surrender, the enemy will gain influence on his side. Let the effort made be in harmony with sacred truth of heavenly origin. The Holy Spirit will be imparted and the church will be consistent, and will fulfil the injunction, “Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee. For, behold, the darkness shall cover the earth, and gross darkness the people: but the Lord shall arise upon thee, and his glory shall be seen upon thee.” They will live not unto themselves, but unto Christ who died for them, and rose again, and liveth to make intercession for the saints."},{"refcode_short":"TSA 65.3","refcode_long":"Testimonies to Southern Africa, p. 65.3 (Ellen Gould White)","content":"In God we can do valiantly, for the Lord will move upon the heart by His Holy Spirit, and add daily unto the faith of such as shall be saved. How I long to direct our brethren in America to look to Jesus, to study His life and character, and manifest disinterestedness, self-denial, and devotion to the service of Christ, becoming thereby a power for good in the world."},{"refcode_short":"TSA 65.4","refcode_long":"Testimonies to Southern Africa, p. 65.4 (Ellen Gould White)","content":"Brother _____, tell all who labour in Africa that they must have characters that can be identified as Christlike. Property will not give us a character; but union with Christ will invest every movement we make with interest, give power to all our actions, and bring us into harmony with Christ's perfection.—Letter 23c, 1892."},{"refcode_short":"TSA 66","refcode_long":"Testimonies to Southern Africa, p. 66 (Ellen Gould White)","content":"Letter B"},{"refcode_short":"TSA 66.1","refcode_long":"Testimonies to Southern Africa, p. 66.1 (Ellen Gould White)","content":"I would be pleased to see you and your family, but do not expect that I shall enjoy this privilege. May the Lord give you increased faith and courage in Him. Do not depend on any man to be brains for you. Think and put every God-given ability to the tax. Expect that the Lord will work in and by and through you. Do not lose your zeal. Do not submerge your identity in any human being. You may be safely one with God. You may hide your entire self in Him. Be no man's shadow. “Our gospel came not unto you in word only, but also in power, and in the Holy Ghost.” The word and the Spirit agree. The instrument and the agent co-operate together. The truth is represented as the sword of the Spirit. No tame message must come from our lips. “The word of God is quick, and powerful, and sharper than any twoedged sword.” This makes the Word a power."},{"refcode_short":"TSA 66.2","refcode_long":"Testimonies to Southern Africa, p. 66.2 (Ellen Gould White)","content":"Do not, I beg of you, sink down into a faithless position. Arise and shine, for the glory of the Lord is risen upon you. Believe, believe without a doubt that God hears your prayers. If you feel weak and unworthy, He is your strength. The Word is abundant in promises from God to us, and the Spirit helps our infirmities to plead these promises. The Word shows the way, the Spirit helps us to walk in it. You need to cling to the Lord with all your might. The word is the seed of the Spirit, and the Spirit is the quickening power. Be firm, and full of faith and trust in God."},{"refcode_short":"TSA 67.1","refcode_long":"Testimonies to Southern Africa, p. 67.1 (Ellen Gould White)","content":"I feel deeply in regard to the missionary work in South Africa. I do hope you will not look to men, nor trust in men, but look to God and trust in God. We may expect large things, even the deep movings of the Spirit of God, if we have faith in His promises. Our greatest sin is unbelief in God. Has He not shown us how precious we are in His sight, and with what value He regards our souls, by giving us Jesus? We are required to unite our souls with Jesus Christ, that we may have no tame, commonplace experience."},{"refcode_short":"TSA 67.2","refcode_long":"Testimonies to Southern Africa, p. 67.2 (Ellen Gould White)","content":"Stand in God, work with full confidence in God. Daily a genuine conversion is needed. Unite your heart with God by clinging faith. He is the friend of sinners. You are invited to join your weakness to His strength, your ignorance to His wisdom, your nothingness to His merits, your frailty to His enduring might. Will you do this?"},{"refcode_short":"TSA 67.3","refcode_long":"Testimonies to Southern Africa, p. 67.3 (Ellen Gould White)","content":"I beseech of you by the mercies of God that you lean wholly upon Jesus Christ. In the place of turning your eyes to Battle Creek, turn your eyes to heaven, and call upon God. It is a terrible education that our people have been receiving, to ask counsel of man instead of going to God, the source of all wisdom, grace, and efficiency. His church is married to Him, and is to become a sharer in His kingdom, a joint heir with Jesus Christ. The joint heir has the assurance that he shall be loved as God loves His Son."},{"refcode_short":"TSA 67.4","refcode_long":"Testimonies to Southern Africa, p. 67.4 (Ellen Gould White)","content":"Seek for the indwelling of the Holy Spirit. You must stand in your God-given personality before heaven. Your heart must be united with Christ's heart, your life knit with hidden links to His life. Because He lives, you shall live also. Your interests must be bound up with the interests of Jesus Christ. Then you will be kept by faith in the power of God."},{"refcode_short":"TSA 67.5","refcode_long":"Testimonies to Southern Africa, p. 67.5 (Ellen Gould White)","content":"Talk faith. Sow the seeds of faith. Reach up your hands heavenward for help. Arm yourself with the mind that was in Christ Jesus. You can place far more confidence in God, who gave His only begotten Son to die for your sin, if you will only pray to God, and not pray so much to Battle Creek, to human beings who are erring. Join yourself to the Lord in a perpetual covenant that will not be forgotten. The Lord is willing and anxious to teach you. Will you be taught by Him, or must your teaching come by way of Battle Creek? You have the privilege of becoming strong in God, or you may choose to depend upon the powers in Battle Creek, and grow weak and uncertain."},{"refcode_short":"TSA 68.1","refcode_long":"Testimonies to Southern Africa, p. 68.1 (Ellen Gould White)","content":"Look to God, and expect Him to guide you, bless you, and help you. He has a heaven full of rich blessings for all who seek them in faith."},{"refcode_short":"TSA 68.2","refcode_long":"Testimonies to Southern Africa, p. 68.2 (Ellen Gould White)","content":"When you find yourself depressed, and you have a sinking time, pray. Hold on by prayer to that arm that was stretched out to hold up a sinking Peter. It will give you courage, vital energy, and pure, unadulterated wisdom. Our people generally are to understand from whence their strength comes. Our reinforcements come from God. In your weakness, lay hold of infinite strength, and the people will see that you have the solid rock of God's promises beneath your feet. Your heart must turn away from human supports. If your heart goes out to Jesus in living trust, you will be strong. You will say, Brethren, have courage in the Lord. But if the people see that you have a hesitance to venture out and take responsibilities, they will think, Well, he is weak, and cannot advise and counsel us."},{"refcode_short":"TSA 68.3","refcode_long":"Testimonies to Southern Africa, p. 68.3 (Ellen Gould White)","content":"Be strong, and talk hope. Press your way through obstacles. You are in spiritual wedlock with Jesus Christ. The Word is your assurance. Approach your Saviour with the full assurance of faith, joining your hands with His. Follow God where He leads the way. Whatsoever He says to you, do it. He will teach you just as willingly as He will teach somebody else for you."},{"refcode_short":"TSA 68.4","refcode_long":"Testimonies to Southern Africa, p. 68.4 (Ellen Gould White)","content":"My brother, your Christian experience has been too hesitating, too undecided. Change this attitude. Put on the Lord Jesus Christ. Talk as one who knows whereof he speaks, and you will have a testimony like Caleb's. We are well able to go up and possess the goodly land. Hold fast to Jesus, and offer your prayers to Him, and not to Battle Creek.—Letter 92, 1896."},{"refcode_short":"TSA 69","refcode_long":"Testimonies to Southern Africa, p. 69 (Ellen Gould White)","content":"Letter C"},{"refcode_short":"TSA 69.1","refcode_long":"Testimonies to Southern Africa, p. 69.1 (Ellen Gould White)","content":"Those who claim to believe the truth in Africa, need to have decided, earnest efforts made in their behalf. The struggling little flock need a firm, decided testimony. Christ is the Way, the Truth, the Life. It is the power of the Holy Spirit that is needed. There is with you and with the flock of God a self-satisfied feeling that must be broken up. The Spirit of God is a convincing power. When this is breathed upon the church, there will be a decided change in their spiritual efficiency. The Lord God is ready to give, but many do not realize their necessity of receiving. They are weak, when they might be strong; powerless, when they might be powerful through receiving the efficiency of the Holy Spirit. Their light is dim. Arouse them from their self-satisfied, self-righteous condition."},{"refcode_short":"TSA 69.2","refcode_long":"Testimonies to Southern Africa, p. 69.2 (Ellen Gould White)","content":"From those who see the light and truth the message must go forth with a power that they do not have, and do not feel it essential that they should have. When they do take hold upon the mighty One by living faith; when the truth is to them a living reality, then they will see a work done that at the present they do not dream of. There is a sleepy indifference upon the people who are right upon the borders of the eternal world. They have missionary work to do, decided testimonies to bear. The trumpet is to give a certain sound in warnings, in reproofs, in entreaties. All should put forth earnest labour in seeking to save perishing souls."},{"refcode_short":"TSA 69.3","refcode_long":"Testimonies to Southern Africa, p. 69.3 (Ellen Gould White)","content":"What means this deadness? What means this spirit of being self-centred? Time is passing! The end is near! Whom are you trying to save from the pit of destruction? Oh that God would breathe in these worldly-minded souls. Oh that they might feel to the very depths of their being that they must watch unto prayer, that they have entrusted talents to be used now, just now, whenever God calls for their gifts to advance His work in our world. Do they hear the voice of God saying, “Ye are the light of the world?” Imaginations and dreams and a knowledge of the truth are not enough. Every believer is to kindle his taper from the divine altar. All are to shine, because the light of the truth has come upon them, and they cannot help shining amid the moral darkness of the world."},{"refcode_short":"TSA 70.1","refcode_long":"Testimonies to Southern Africa, p. 70.1 (Ellen Gould White)","content":"“Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted?” Read Revelation, read from the beginning to the close. Not only read, but study most earnestly, determined to understand. “Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein.” Read chapter 2:1-5. There is to be a doing of the first work. “Nevertheless I have somewhat against thee, because thou has left thy first love. Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.” See also chapter 3:1-8."},{"refcode_short":"TSA 70.2","refcode_long":"Testimonies to Southern Africa, p. 70.2 (Ellen Gould White)","content":"I can write but little now. I have written so much for the last mail that I am too weary to write. In the night season I was speaking to you in the visions of my head upon by bed. I said that the company of believers were neglecting their God-given work. They have been in the condition which Christ represents by the salt without the savour. They need the Holy Spirit, and they will not have it unless they arouse themselves and do the works of Christ. They are to give to the world the light the Lord has given them. Unless they shall practise the truth, the truth will not sanctify their own souls nor the souls of others. With hearts full of earnestness and light they are to communicate to others the light given them. “I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.”"},{"refcode_short":"TSA 70.3","refcode_long":"Testimonies to Southern Africa, p. 70.3 (Ellen Gould White)","content":"Here is your work—leading souls to the fountain of the water of life. All who have the truth in their own hearts as a living principle, an all-pervading influence, will have a living testimony to bear to those who are in the darkness of error. There is, thank God, an ever living Spirit to guide us into all truth. But it is to be communicated, not shut up to our own individual selves. This Spirit, who will guide us into all truth, must be made known to others, and will guide them. The Word, the precious Word, is to be eaten as the flesh of the Son of God. Let there be no listless, sleepy testimonies."},{"refcode_short":"TSA 71.1","refcode_long":"Testimonies to Southern Africa, p. 71.1 (Ellen Gould White)","content":"Instead of stimulating doubt, strengthen faith by every word, attitude, and practice. Make known that we have a living Saviour, a real, spiritual life, to receive and to impart. Guide others who are now on sliding sand to plant their feet on solid rock. There are souls to be revived, many to receive the joy of salvation into their own souls. They have erred, they have not been building a right character; but God has joy to restore to them, even the joy of His anointed. This will give efficiency and happiness and sanctified assurance, a living testimony. Tell the poor desponding ones who have gone astray from straight paths, tell them they need not despair. There is healing, cleansing for every soul who will come to Christ. There is a balm in Gilead, there is a physician there."},{"refcode_short":"TSA 71.2","refcode_long":"Testimonies to Southern Africa, p. 71.2 (Ellen Gould White)","content":"In hours when clouds encompass the soul, Christ is not far from every one of us. To whom shall we go if not to the Sin-bearer, the great Healer of human woe? “Thou hast the words of eternal life.” There is joy for all who put their trust in Him, and exercise the faith that works by love and purifies the soul. Jesus says, My joy shall be in you, and your joy shall be full. “Without faith it is impossible to please him.” A paralysis has stolen upon the spiritual nerve and muscle of the children of God. Arouse now, just now, without delay. “Seek ye the Lord while he may be found, call ye upon him while he is near.”—Letter 93, 1896."},{"refcode_short":"TSA 72","refcode_long":"Testimonies to Southern Africa, p. 72 (Ellen Gould White)","content":"Letter D"},{"refcode_short":"TSA 72.1","refcode_long":"Testimonies to Southern Africa, p. 72.1 (Ellen Gould White)","content":"One thing is positive. You must either mingle more of the oil of love, of tender compassion, with your work, your stiffness and coldness must be melted away, or you will not win your way in such a country as Africa. This country needs men who are as firm as a rock to principle, and who have also the simplicity and love of Christ. These can adapt themselves to the situation; they will not leave upon other minds an impression of sternness, and coldness, and harshness. You need to be baptized in the cheerful sunshine of the righteousness of Jesus Christ, and have far less of the—what shall I call it?—the desire to carry out your own opinions, when it would be better for you to believe that your opinions can and should be modified"},{"refcode_short":"TSA 72.2","refcode_long":"Testimonies to Southern Africa, p. 72.2 (Ellen Gould White)","content":"You need to have that love of Christ in your heart, and then you will win your way, but when any wrong exists among your brethren, you handle it in such a way that it creates in the one whom you think wrong a spirit of resistance and defiance. You have not woven into your work the love, the compassion, and the tenderness of Christ. Had you done this, had you encircled_____with your love, had you bound him to your heart with the tender bonds of affection, you would have saved him. But you let him drift away, inwardly glad that you would have no more perplexity over his case."},{"refcode_short":"TSA 72.3","refcode_long":"Testimonies to Southern Africa, p. 72.3 (Ellen Gould White)","content":"I am not writing this to condemn you, but to warn you. Let your tongue be dipped in the oil of the love and grace of Christ. If this love is an abiding principle in your heart, you will know better how to associate with your brethren at all times. You will not stand off so stiffly, and hold so firmly to your own ideas, irrespective of the consequences."},{"refcode_short":"TSA 72.4","refcode_long":"Testimonies to Southern Africa, p. 72.4 (Ellen Gould White)","content":"A correct theory of the truth is excellent and essential; but the love of God, which should baptize all theories, has a power to reach all hearts. This love is what you need. You need the moisture of the dew of heaven, the melting, softening, subduing influence of the Spirit, upon your heart. If you had lived in this atmosphere while you have been in Africa, you would have worked as a co-labourer with Jesus Christ, as a restorer."},{"refcode_short":"TSA 73.1","refcode_long":"Testimonies to Southern Africa, p. 73.1 (Ellen Gould White)","content":"I tell you that which I have not spoken of or written to any other human being. A change must come to you through the moving, melting love of God, a change that will enable you to carry the credentials that you are one who loves souls. I think I have spoken so plainly that you will seek to learn of Christ His ways and methods, and seek to bring more of the sunshine and joy of the truth, the brightness of the Sun of Righteousness, into your own individual experience. Let your own heart break; let the routine and precision be broken down. Look unto Jesus, and not to men, to be told what to do. Catch the divine light from the Light of the world, and flash it upon the pathway of others in shaping and moulding the work in Africa."},{"refcode_short":"TSA 73.2","refcode_long":"Testimonies to Southern Africa, p. 73.2 (Ellen Gould White)","content":"The simplicity of Christ, the melting love of Jesus, will speak to hearts when the mere reiteration of the truth will accomplish nothing. Self must not be brought in as a specialty; it must be hid with Christ in God...."},{"refcode_short":"TSA 73.3","refcode_long":"Testimonies to Southern Africa, p. 73.3 (Ellen Gould White)","content":"It is a very delicate thing to deal with human minds. You may stand up stiffly, and never, never soften their hearts, or you may come close to the afflicted soul, and with a heart full of love, lead him away from the enemy's battleground, not drive him there, and leave him there to become the sport of Satan's temptations."},{"refcode_short":"TSA 73.4","refcode_long":"Testimonies to Southern Africa, p. 73.4 (Ellen Gould White)","content":"I will pray for you, but for Christ's sake seek the meekness, the simplicity, and the love of Jesus. Let His love break down every barrier. Come close to your brethren. You need not countenance wrongdoing in a single instance, but you can impress hearts that you long to co-operate with Christ in saving the souls for whom He has died. I entreat you to seek God. I urge you to open the door of your heart and let the love and tender compassion of Christ in, and then let it out in tender words and offices of love. May the Lord give you wisdom is my prayer."},{"refcode_short":"TSA 74.1","refcode_long":"Testimonies to Southern Africa, p. 74.1 (Ellen Gould White)","content":"P.S.—My brethren, we must all work wisely and intelligently. Ceremonies and forms should not become so essential as to mark out a course whereby the Lord should do His work. The world and all society are looked upon as in disorder. Ideas and methods and skilful inventions are instituted to remodel it, but the system is almost altogether human. The change essential is conversion from error to truth. The temple lies in ruins, and an attempt to build it with the same old material is useless. Only the power of God can transform the character of man, conforming him to the image of Christ in heart and mind, for even the thoughts are to be brought into captivity to Jesus Christ. Only think of the work to be done. God takes fallen man, a worm of the dust, and transforms him, fitting him to be a member of the heavenly family, a companion through eternal ages, of the angels and of Jesus Christ. He who submits to this process will see God's face, and hold communion with Him."},{"refcode_short":"TSA 74.2","refcode_long":"Testimonies to Southern Africa, p. 74.2 (Ellen Gould White)","content":"All the rounds of ceremony can never fit the human family for membership in the family of heaven. We must submit to the moulding, fashioning hand of God. The lethargy of Satan is as a funeral pall upon the people. Insensibility has first to be met, and dealt with. The torpor of death must be penetrated. People are dead in trespasses and sins, and they need awakening by the power of God. We must preach Christ and His love to fallen man, in that he took human nature, and suffered the ill-treatment of men professing godliness. His life was a life of constant self-sacrifice. He was hated, despised, and crucified upon the cross. It was the Commander of heaven that thus suffered. But “God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” If God gave His Son to atone for sin, sin must be a tremendous evil, grievous in the sight of God, and ruinous to man."},{"refcode_short":"TSA 74.3","refcode_long":"Testimonies to Southern Africa, p. 74.3 (Ellen Gould White)","content":"We who preach the truth to others must have the love of Jesus burning in our own souls. Our lips must be touched with a live coal from off the altar. Then they will be cleansed, naught but sanctified words that will melt and subdue the soul will pass from them.—Letter 102, 1897."},{"refcode_short":"TSA 75","refcode_long":"Testimonies to Southern Africa, p. 75 (Ellen Gould White)","content":"Chapter 8—Letter to a Missionary Wife in Africa"},{"refcode_short":"TSA 75.1","refcode_long":"Testimonies to Southern Africa, p. 75.1 (Ellen Gould White)","content":"We were distressed as we heard of the death of your husband in the far off land of Africa and you may be assured that you have our sympathies. We are anxious to hear from you in regard to how this affliction affects your relation to the work. We feel so sad that when labourers are so few, we should lose two of our missionaries. This is a sad blow, which you must feel deeply"},{"refcode_short":"TSA 75.2","refcode_long":"Testimonies to Southern Africa, p. 75.2 (Ellen Gould White)","content":"We would be very much pleased to see you, after so long a separation. Will you please write to us in regard to your own health and the Mission, which has so recently been bereft of its workers. We desire so much to know the particulars of your husband's sickness and death, and also of Brother Carmichael's death. In our papers we have read the history of that field, and of your missionary labours. You have had Christ with you in all places, and at all times, and all paths are holy to them that walk with Him. As His representatives, you have suffered with Him. You have suffered deprivation in a foreign country. You have been saddened by the sight of poor wretched beings dying around you for want of food and clothing."},{"refcode_short":"TSA 75.3","refcode_long":"Testimonies to Southern Africa, p. 75.3 (Ellen Gould White)","content":"Throughout His life on earth, Christ was a divine missionary, and His love for souls was not quenched by hunger, thirst, or weariness. He was the world's greatest Teacher. He came to seek and to save that which was lost. We will rejoice in that we can be labourers together with God, that we can be humble instruments for His use. He flashes the light of His own pure, heavenly truth into the chambers of the mind, and into the soul-temple of the needy souls who long for that light and truth that He alone can impart."},{"refcode_short":"TSA 76.1","refcode_long":"Testimonies to Southern Africa, p. 76.1 (Ellen Gould White)","content":"Oh, how thankful my soul is in your behalf, that in your bereavement and trial that the One who was a man of sorrows and acquainted with grief, who was often hungry and thirsty, can take in all your wants, your trials, your suffering, your loneliness. The Lord Jesus is your helper, your restorer. The Giver of all blessings will comfort and bless and strengthen you and all who suffer in doing His work.—Letter 32, 1898."},{"refcode_short":"TSA 77","refcode_long":"Testimonies to Southern Africa, p. 77 (Ellen Gould White)","content":"Chapter 9—Counsel to a Missionary in Africa"},{"refcode_short":"TSA 77","refcode_long":"Testimonies to Southern Africa, p. 77 (Ellen Gould White)","content":"Letter A"},{"refcode_short":"TSA 77.1","refcode_long":"Testimonies to Southern Africa, p. 77.1 (Ellen Gould White)","content":"...Every institution we establish, every sanatorium and publishing house and church, should bear the inscription, “To Him who hath loved us, and died for us, we dedicate this building, whose foundation and top stones were laid in His precious name.” Everything that is done in the furnishing of these buildings should be done with reference to economy. Tasteful, appropriate structures should be erected to give character to the work, but there should be no unnecessary outlay of means. God designs that the work of the ministry shall be regarded as sacred. It is not to be in any way demerited."},{"refcode_short":"TSA 77.2","refcode_long":"Testimonies to Southern Africa, p. 77.2 (Ellen Gould White)","content":"It is God's plan to work through His instrumentalities, His chosen earthen vessels, and men are honoured when He places them as His appointed messengers. The work of preaching the Word, presenting Christ crucified as the world's Redeemer, bears the divine credentials, and proof of its sacred character is given in the conversion of souls. It is not the large buildings erected for show that give character to the work, but the winning of souls to Christ. This seals the teacher as a living oracle, as Christ's apostle. This will demonstrate that the work we are doing is of God. “By their fruits,” Christ said, “ye shall know them.”"},{"refcode_short":"TSA 77.3","refcode_long":"Testimonies to Southern Africa, p. 77.3 (Ellen Gould White)","content":"I will say to my brethren in _____, there has not been that wisdom and keen foresight used in dealing with the _____ family that there should have been.... True, they have not been free from mistakes and errors, but others, who have had much greater light, have revealed that they also erred. Have you given these brethren encouragement and wise, judicious help, or have you closed every avenue whereby they might be helped to be labourers together with God? Have you left them to drift whichever way they would?... Have you not crowded out their influence, that they might have no part or lot with you? Much more might have been done than has been done to bind them up with the work.... Lines of work could have been entered into that would have called the young men of the _____ family to act a part in God's cause. Then they would not have drifted away into the world...."},{"refcode_short":"TSA 78.1","refcode_long":"Testimonies to Southern Africa, p. 78.1 (Ellen Gould White)","content":"There is need of an advance movement on the part of God's professed people. We need to draw nigh to God, and see if there are not jealousies and evil surmisings that are keeping the Saviour away. Selfishness and self-sufficiency close the door of the heart against Jesus, saying, “I want not thy way but my way.” Humble yourselves under the hand of God, and He will lift you up. Your simple, heartfelt confessions of hard-heartedness, worldliness, and love of display and pleasure will be heard by God, and these sins will be seen as they appear in the sight of a holy God. The simple prayer of faith is music in the ears of the Lord. But you cannot have faith unless you talk faith and live faith. Then you may expect large things. The Holy Spirit will come upon you, and convert you, soul, body, and spirit, and you will show to all around you that your face is turned heavenward. You will be moved to holy endeavour. There is need of heart searching and seeking after God. Then God will take the stony heart out of your flesh, and give you a tender heart, which He can impress. May the Lord help and teach and lead and guide us by His Spirit, that in life and character we may be fashioned after the divine pattern."},{"refcode_short":"TSA 78.2","refcode_long":"Testimonies to Southern Africa, p. 78.2 (Ellen Gould White)","content":"I address every church member. Open the door of the heart and let Christ into the soul. I address every labourer: Put on Christ. In this will lie your greatest triumph. Every minister, every worker in any line needs to put on Christ and have the mind which dwelt in Christ. There is revealed too little deep insight into the situation and real necessities of the Lord's blood-bought heritage. Souls have cost too much for us to be careless and indifferent in regard to them."},{"refcode_short":"TSA 79.1","refcode_long":"Testimonies to Southern Africa, p. 79.1 (Ellen Gould White)","content":"It is a sad fact that not all the men who have come from America as workers have been a help and blessing in South Africa. They were not living in connection with God. This has cost South Africa much. There are those who have not exercised wisdom in dealing with human minds, who have been too indifferent to reach out a hand warm with sympathy and earnest, intelligent love to help the ones Satan has tried to secure for his service. Circumstances consign every man, whatever his position, to a practical test; and the actual results of this test are offered to the world for inspection. “By their fruits,” Christ said, “ye shall know them.”"},{"refcode_short":"TSA 79.2","refcode_long":"Testimonies to Southern Africa, p. 79.2 (Ellen Gould White)","content":"Differences of opinion will always exist, for every mind is not constituted to run in the same channel. Hereditary and cultivated tendencies have to be guarded, lest they create controversies over minor matters. Christ's workers must draw together in tender sympathy and love. Let not any one think it a virtue to maintain his own notions and suppose he is the only one to whom the Lord has given discernment and intuition. Christian charity covers a multitude of that which one may regard as a defect in another. There is need of much love and far less criticism. When the Holy Spirit is manifestly working in the hearts of ministers and helpers, they will reveal the tenderness and love of Christ."},{"refcode_short":"TSA 79.3","refcode_long":"Testimonies to Southern Africa, p. 79.3 (Ellen Gould White)","content":"Many things which have reference to outward forms are not all defined in the Scriptures, but are left unsettled; and personal preferences have often been urged too strongly over these matters. When every item is not in accordance with the practice of some other of the body of believers, let not little variances swell into grievances and cause disunion. The methods and measures by which we reach certain ends are not always precisely the same. We are required to use reason and judgment as to how we shall move. Experience will show what is the fittest course to pursue under existing circumstances. Let not controversy arise over trifles. The spirit of love and the grace of our Lord Jesus Christ will bind heart to heart, if each will open the windows of the heart heavenward and close them earthward."},{"refcode_short":"TSA 79.4","refcode_long":"Testimonies to Southern Africa, p. 79.4 (Ellen Gould White)","content":"The sins marked out in the Word of God must not be allowed to enter the life, as of little consequence. If we would faithfully walk in the light of God's word and will, we must be determined that we will not dishonour God by a lax, loose course of action. It is often the case that the customs and climate of a country make a condition of things that would not be tolerated in another country. Changes for the better must be made, but it is not best to be abrupt. The truth received into the heart sanctifies the receiver. The power of the grace of God will do more for the soul than controversy will do in a lifetime. By the power of the truth how many things might be adjusted, and controversies hoary with age find quietude in the admission of better ways. The great, grand principle, “Peace on earth and good will to men,” will be far better practised when those who believe in Christ are labourers together with God. Then all the little things which some are ever harping upon, which are not authoritatively settled by the Word of God, will not be magnified into important matters."},{"refcode_short":"TSA 80.1","refcode_long":"Testimonies to Southern Africa, p. 80.1 (Ellen Gould White)","content":"The great want in South Africa in religious lines is a clearer sense of the presence of God in every agency and in every enterprise. The purity and holiness of God is the great subject which must awaken the senses to the necessity of true conversion. While on one hand danger lurks in a narrow philosophy and a hard, cold rule of orthodoxy, on the other hand, there is great danger in a careless, impure liberalism. The great theme ever to be kept before people is the indwelling and co-working of divinity, expressed by Christ in the words, “Be ye therefore perfect, even as your Father which is in heaven is perfect.”"},{"refcode_short":"TSA 80.2","refcode_long":"Testimonies to Southern Africa, p. 80.2 (Ellen Gould White)","content":"“Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; that ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.”"},{"refcode_short":"TSA 80.3","refcode_long":"Testimonies to Southern Africa, p. 80.3 (Ellen Gould White)","content":"“Be ye therefore followers of God as dear children; and walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour. But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints; neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.”"},{"refcode_short":"TSA 80.4","refcode_long":"Testimonies to Southern Africa, p. 80.4 (Ellen Gould White)","content":"Let this entire chapter be studied by those who claim to believe the truth for this time. Open the heart to the grace of Christ. While we lament deplorable errors, let us receive the precious lessons of instruction the Lord Jesus has given us. God requires every heart to be filled with pure, clean, sanctified, Christlike love. The love of Christ must not be lost out of our humanity. We are labourers together with God. Ye are God's husbandry; ye are God's building. Christ declares, “Without me ye can do nothing.” Then open the door of the heart and let Jesus in. He is the great worker as well as the lawgiver. The members of our churches need to awake to the realization that they must have none of self and all of Jesus. We must co-operate with the Lord Jesus. The soul is to be awakened to cry aloud with every aspiration for the living God. Let your swelling, struggling heart break for the longing it has for the indwelling of the Holy Spirit. Let every one who has had an experience in their life in Christ show an earnest faith in God as the true worker. Show that you realize that you are only a channel through which God works. Appreciate the fact that God is our efficiency. We do not remember this, and therefore we lose much in religious experience. We work ourselves in place of being worked by the Holy Spirit's power. We forget to regard ourselves as merely agents."},{"refcode_short":"TSA 81.1","refcode_long":"Testimonies to Southern Africa, p. 81.1 (Ellen Gould White)","content":"We are to contemplate Christ. We are to do our God-given work in our respective places, and by our own example call out the energies of the church to a strenuous co-operation with heavenly agencies; for it is God that worketh in us to will and to do of His good pleasure. God will honour His own name if we will clear the way by confessing our sins and removing every stumbling block out of the path of those who would be Christians were it not for the imperfect course of action pursued by those who claim to be followers of Christ."},{"refcode_short":"TSA 81.2","refcode_long":"Testimonies to Southern Africa, p. 81.2 (Ellen Gould White)","content":"Constantly we fall into the error of imputing to the human agent that which should be ascribed to God. This is one great reason why the Lord cannot glorify His name as He longs to do. If He did, the human agent would become self-sufficient, self-exalted. Men would ascribe to themselves and to their human energies the honour that should be given to God alone. We need to walk humbly with God. As teachers, we should be very careful to make straight paths for our feet, lest the lame be turned out of the way. In union with divine agencies, we shall have hope and assurance of success, but not a jot of the glory is to be ascribed to man. Having through faith, living, unwearied, persevering faith, secured the co-operation of an all-powerful agency, men must not make the mistake—... now the reason of the great feebleness seen in the churches—that it is their goodness and their merits that have done this great work. When this feeling is cherished, self-exaltation comes in and dishonours God. Self appropriates to itself the glory that God should have. As God's human agents we are to work with unremitting diligence, straining every spiritual sinew and muscle to lay hold of a power out of and above ourselves. Only thus can we accomplish our work. The Lord Jesus is beside us, ready to grasp the hand that is outstretched to Him who is omnipotent. When our hopes are fulfilled, self is hid with Christ in God, and all glory is given to the Captain of our salvation, who has anointed us with the oil of gladness by His divine efficiency. Then we go forth, working like inspired labourers together with God."},{"refcode_short":"TSA 82.1","refcode_long":"Testimonies to Southern Africa, p. 82.1 (Ellen Gould White)","content":"There will always be conditions in God's work. Every man is called upon to dedicate himself unreservedly to God, soul, body, and spirit. Amid self-denial and trial, discouragement and suffering, with the devotion of a martyr and the courage of a hero, he is to hold fast to that hand that never lets go, saying, I will not fail nor be discouraged...."},{"refcode_short":"TSA 82.2","refcode_long":"Testimonies to Southern Africa, p. 82.2 (Ellen Gould White)","content":"It grieves my heart to think of what might have been if the ones who enter the missionary field had been humble, devoted, consecrated workers."},{"refcode_short":"TSA 82.3","refcode_long":"Testimonies to Southern Africa, p. 82.3 (Ellen Gould White)","content":"Those who enter any portion of the Lord's vast vineyard should understand that their supposed acquired abilities will not give them success in their work. A too great recognition of self will place one where he will be alone, terribly alone, without the co-operation of his brethren, and without the co-operation of heavenly agencies."},{"refcode_short":"TSA 82.4","refcode_long":"Testimonies to Southern Africa, p. 82.4 (Ellen Gould White)","content":"Some of the workers... (from America) have been hindrances and not helps. The day of God will reveal the results of their work. They made confusion because they were not converted. Self was working without the power of the pure, true agency. Had these workers been sanctified, purified, and cleansed from all selfishness and self-superiority, had they had a genuine experience in the things of God, had their example and influence been right, Africa would not be what it is today. The grand, far-reaching influence of the truth would have embraced other territories...."},{"refcode_short":"TSA 83.1","refcode_long":"Testimonies to Southern Africa, p. 83.1 (Ellen Gould White)","content":"If in Africa there had been consecrated workers to push their way into unworked fields, with the full co-operation of the men who are bearing responsibilities, the influence of this work would have added large numbers to the Lord's kingdom. But the same error has been committed in Africa that was committed in Battle Creek,—a centre was made in one place at a large outlay of means, while other portions of the Lord's vineyard which should have been worked were neglected. God will use in His work humble men who do not think themselves so useful that they trust to their own judgment and efficiency."},{"refcode_short":"TSA 83.2","refcode_long":"Testimonies to Southern Africa, p. 83.2 (Ellen Gould White)","content":"In Africa there were those who because of their humility were supposed to be unable to do much. Christ worked with these men. God gave them wisdom. But supposedly wiser men bound about the work, and gave little encouragement for it to advance.... Had the work been done that needed to be done, men of talent would have come to a knowledge of the truth, men who could have translated our books into different languages. Every dollar expended in America in adding building to building was needed in the fields that might have been entered but were not because many of the workers sent to South Africa were not sanctified. They were unable to take in the situation. They were not willing to deny self, lift the cross, and follow where Jesus led the way...."},{"refcode_short":"TSA 83.3","refcode_long":"Testimonies to Southern Africa, p. 83.3 (Ellen Gould White)","content":"The greatest praise men can bring to God to exalt His sovereignty is to make themselves consecrated channels through which He can work. The Lord's work is to be done, and He calls upon the members of His firm to act their part as obedient servants. If they have been fitted for service by the grace they have received, they are labourers together with God, but if they have not received this grace, they will be only hindrances. Through all the ages men have worked contrary to God, as did Balaam, because they have brought selfishness and covetousness into the work, leaving God out of their hearts and plans. The angelic agencies are represented as eager and longing to bring divine resources to human agencies for the conversion of souls that the Lord may be glorified. But here are many men and women who are not daily converted to God. They weave self and their own plans into the sacred work, and they are hindrances. God could bless consecrated human instrumentalities who are willing to let the divine influences use them to encircle the world, yet heaven waits while men get in the way of His work with their own plans and methods. God says, Take up the stumbling blocks; make room for Me to work; prepare the way of the Lord and make His paths straight.—Letter 183, 1899."},{"refcode_short":"TSA 85","refcode_long":"Testimonies to Southern Africa, p. 85 (Ellen Gould White)","content":"Chapter 10—A Second Letter of Counsel to a Missionary in Africa"},{"refcode_short":"TSA 85","refcode_long":"Testimonies to Southern Africa, p. 85 (Ellen Gould White)","content":"Letter B"},{"refcode_short":"TSA 85.1","refcode_long":"Testimonies to Southern Africa, p. 85.1 (Ellen Gould White)","content":"I have written some things to_____, and I will now write to you. My brother, now is the time to have faith in God. We are trying to do all we can to advance."},{"refcode_short":"TSA 85.2","refcode_long":"Testimonies to Southern Africa, p. 85.2 (Ellen Gould White)","content":"In regard to the question of caste and colour, nothing would be gained by making a decided distinction, but the Spirit of God would be grieved. We are all supposed to be preparing for the same heaven. We have the same heavenly Father and the same Redeemer, who loved us and gave Himself for us all, without any distinction. We are nearing the close of this earth's history, and it does not become any child of God to have a proud, haughty heart and turn from any soul who loves God, or to cease to labour for any soul for whom Christ has died. When the love of Christ is cherished in the heart as it should be, when the sweet, subduing spirit of the love of God fills the soul-temple, there will be no caste, no pride of nationality; no difference will be made because of the colour of the skin. Each one will help the one who needs tender regard and consolation, of whatever nationality he may be."},{"refcode_short":"TSA 85.3","refcode_long":"Testimonies to Southern Africa, p. 85.3 (Ellen Gould White)","content":"Ask yourselves if Christ would make any difference. In assembling His people would He say, Here brother, or, Here sister, your nationality is not Jewish; you are of a different class. Would He say, Those who are dark-skinned may file into the back seats; those of a lighter skin may come up to the front seats."},{"refcode_short":"TSA 85.4","refcode_long":"Testimonies to Southern Africa, p. 85.4 (Ellen Gould White)","content":"In one place the proposition was made that a curtain be drawn between the coloured people and the white people. I asked, Would Jesus do that? This grieves the heart of Christ. The colour of the skin is no criterion as to the value of the soul. By the mighty cleaver of truth we have all been quarried out from the world. God has taken us, all classes, all nations, all languages, all nationalities, and brought us into His workshop, to be prepared for His temple."},{"refcode_short":"TSA 86.1","refcode_long":"Testimonies to Southern Africa, p. 86.1 (Ellen Gould White)","content":"There is a work to be done for every soul. Some are very untidy in person. They need to be guided by the Holy Spirit to prepare for a pure, holy heaven. God declared that when the children of Israel came to the mount to hear the proclamation of the law, they must come with clean bodies and clean clothes."},{"refcode_short":"TSA 86.2","refcode_long":"Testimonies to Southern Africa, p. 86.2 (Ellen Gould White)","content":"The truth is refining and elevating, and believers must understand that even though they are poor, they need not be unclean in their persons or in their homes. On this line true missionary work is to be done for those who have no sense of what it means to be pure and clean in person and dress. The poor can be taught to undertake this work for themselves. Teach them that those who serve God and keep His commandments must keep their souls pure and clean, and that this purity must extend to their dress, their homes, their cooking utensils, their floors, because the ministering angels from the courts of heaven must have every evidence that the precious truth which has been received into the heart has made a decided reformation in the life."},{"refcode_short":"TSA 86.3","refcode_long":"Testimonies to Southern Africa, p. 86.3 (Ellen Gould White)","content":"The Word says, “Having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.” God gave special directions to Moses in regard to the children of Israel having nothing unsightly or unclean about their dwellings, lest He should pass by and see their uncleanness and be offended, and refuse to go out to co-operate with them in their battles against the enemy."},{"refcode_short":"TSA 86.4","refcode_long":"Testimonies to Southern Africa, p. 86.4 (Ellen Gould White)","content":"The armies of heaven are to be the helpers of all who do God's work, and those who claim to be children of God and to keep His commandments, must give evidence to the world that the truth has worked a reformation in their hearts, purifying the soul and refining the ideas and tastes. They must show that they are willing to learn, willing to be advised by Moses, whose instruction came from the Lord. The words spoken to the children of Israel regarding cleanliness are addressed to all who have untidy habits. They are bidden to cleanse themselves from all filthiness of the flesh and of the spirit, perfecting holiness in the fear of God. The Lord's eye cannot behold with favour uncleanness of any kind in any family."},{"refcode_short":"TSA 87.1","refcode_long":"Testimonies to Southern Africa, p. 87.1 (Ellen Gould White)","content":"The priests who officiated before the Lord in the temple were commanded to remove their shoes before entering, lest some particles of dust should be carried in. They were to wash their feet before approaching God. So careful were they to be in regard to their persons that they were not to ascend to the altar by steps, lest some part of the person should be exposed. All these things were to have the most careful attention."},{"refcode_short":"TSA 87.2","refcode_long":"Testimonies to Southern Africa, p. 87.2 (Ellen Gould White)","content":"Educate, educate, educate. Parents who receive the truth are to conform their habits and practices to the directions God has given. The Lord desires all to remember that the service of God is a pure and holy service, and that those who receive the truth must be purified in disposition, in temper, in heart, in conversation, in the dress and in the home, so that the angels of God, unseen by them, shall come in to minister to those who shall be heirs of salvation."},{"refcode_short":"TSA 87.3","refcode_long":"Testimonies to Southern Africa, p. 87.3 (Ellen Gould White)","content":"All who join the church should reveal a transformation of character which shows their reverence for holy things. Their whole life should be moulded after the refinement of Christ Jesus. Those who join the church are to be humble enough to receive instruction on the points wherein they are remiss, and wherein they can and must change. They must exert a Christian influence. Those who make no change in words or deportment, in their dress or in their homes, are living unto themselves and not unto Christ. They have not been created anew in Christ Jesus, unto the purifying of the heart and the outward surroundings."},{"refcode_short":"TSA 87.4","refcode_long":"Testimonies to Southern Africa, p. 87.4 (Ellen Gould White)","content":"Christians will be judged by the fruit they bear in reformatory work. Every true Christian will show what the truth of the gospel has done for him. He who has been made a son of God must practise habits of neatness and cleanliness. Every action, however small, has an influence. The Lord desires to make every human being an agency through whom Christ can manifest His Holy Spirit. Christians are in no case to be careless or indifferent in regard to their outward appearance. They are to be neat and trim, though without adornment. They are to be pure inside and out."},{"refcode_short":"TSA 87.5","refcode_long":"Testimonies to Southern Africa, p. 87.5 (Ellen Gould White)","content":"We are to act as Christ's property, His sons and daughters. To all who receive Him He gives power to become His sons and daughters, even to those who believe on His name. They are then newborn souls, translated into the kingdom of God. “And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.” The power of God is to work in the character of every one who is born again. We are God's property, and He wants every one to be a co-labourer with Him. No one has anything beyond that which God gives him. All that he has, his time, his ability, his strength, given him in trust by God, has been bought with a price. A ransom has been paid which includes every son and daughter of Adam. The precious blood of Christ has been given to redeem man from earthliness, from sensuality, from all spiritual and physical uncleanness. This is the covenant God has made with His people. They are to be His chosen ones. Those who truly receive Christ will not yield to any other claim, even for a moment, which would strengthen the powers hostile to righteousness and truth. They put on the yoke of Christ, devoting themselves unreservedly to Christ for all time. They are pledged to obey the commandment of God, even should every other member of the human family refuse obedience and become disloyal."},{"refcode_short":"TSA 88.1","refcode_long":"Testimonies to Southern Africa, p. 88.1 (Ellen Gould White)","content":"He who receives Christ by faith is a member of the royal family, a child of the heavenly King, an heir of God and a joint-heir with Jesus Christ. His lot is a part of the cross of Christ. He is bound up with Christ for life and for death in the great plan of redemption. The full and entire renunciation of self that appeared in Christ appears also in him who is consecrated to Christ's service. He shows Christlike tenderness by speaking kind, gentle words, words which are full of comfort and hope and love. He is filled with an untold solicitude for human souls. He can say, “I live; yet not I, but Christ liveth in me.” He is willing to make any sacrifice to draw lost, perishing souls to the cross of Christ."},{"refcode_short":"TSA 88.2","refcode_long":"Testimonies to Southern Africa, p. 88.2 (Ellen Gould White)","content":"Remember that with God there is no caste or nationality, no divisions or parties. Truth never places her delicate feet in a path of uncleanness or impurity. Truth does not bring people down to a low level, but brings all up to a high, exalted level. Truth never makes men or women coarse, or rough, or uncourteous. It takes men in all their sin and commonness, separates them from the world, and refines their tastes, even if they are poor and uneducated. Under Christ's discipline a constant work of refinement goes on, sanctifying them through the truth. If they are tempted to exert one particle of influence that would lead away from Christ into the way of the world, in pride, or fashion, or display, they speak words of resistance that will turn aside the enemy's power. “I am not my own,” they say, “I am bought with a price. I am a son, a daughter of God. I cannot possibly give God more than He claims. All is His, by creation and by redemption. Christ has purchased the whole being, mind, soul, strength, and body, and I am to express, in my words, my deportment, my actions, a sense of my obligation to God. I am wholly His. My life is hid with Christ in God, and when He who is my life shall appear, then shall I also appear with Him in glory.”"},{"refcode_short":"TSA 89.1","refcode_long":"Testimonies to Southern Africa, p. 89.1 (Ellen Gould White)","content":"This stand is to be taken and maintained through every hour of Christian experience. Christ's influence is to be felt in our world through His believing children. He who is converted is to exert the same kind of an influence which through God's instrumentality was made effectual in his conversion. All our work in this world is to be done in harmony and love and unity. We are to keep the example of Christ ever before us, walking in His footsteps. Union is strength, and the Lord desires that this truth should be ever revealed in all the members of the body of Christ. All are to be united in love, in meekness, in lowliness of mind. Organized into a society of believers, for the purpose of combining and diffusing their influence, they are to work as Christ worked. They are ever to show courtesy and respect for one another. Every talent has its place, and is to be kept under the control of the Holy Spirit."},{"refcode_short":"TSA 89.2","refcode_long":"Testimonies to Southern Africa, p. 89.2 (Ellen Gould White)","content":"The church is a Christian society, formed for the members composing it, that each member may enjoy the assistance of all the graces and talents of the other members, and the working of God upon them, according to their several gifts and abilities. The church is united in the holy bonds of fellowship in order that each member may be benefited by the influence of the other. All are to bind themselves to the covenant of love and harmony. The Christian principles and graces of the whole society of believers is to gather strength and force in harmonious action. Each believer is to be benefited and improved by the refining and transforming influence of the varied capabilities of the other members, that the things lacking in one may be more abundantly displayed in another. All the members are to draw together, that the church may become a spectacle to the world, to angels, and to men."},{"refcode_short":"TSA 90.1","refcode_long":"Testimonies to Southern Africa, p. 90.1 (Ellen Gould White)","content":"The covenant of agreement in church membership is that each member will walk in the footsteps of Christ, that all will take His yoke upon them, and learn of Him who is meek and lowly of heart. Doing this, “Ye shall,” saith the dear Saviour, “find rest unto your souls. For my yoke is easy, and my burden is light.” Those who wear Christ's yoke will draw together. They will cultivate sympathy and forbearance, and in holy emulation will strive to show to others the tender sympathy and love of which they feel such great need themselves. He who is weak and inexperienced, although he is weak, may be strengthened by the more hopeful and by those of mature experience. Although the least of all, he is a stone that must shine in the building. He is a vital member of the organized body, united to Christ, the living head, and through Christ identified with all the excellencies of Christ's character so that the Saviour is not ashamed to call him brother."},{"refcode_short":"TSA 90.2","refcode_long":"Testimonies to Southern Africa, p. 90.2 (Ellen Gould White)","content":"Why are believers formed into a church? Because by this means Christ would increase their usefulness in the world and strengthen their personal influence for good. In the church there is to be maintained a discipline which guards the rights of all and increases the sense of mutual dependence. God never designed that one man's mind and judgment should be a controlling power. He never designed that one man should rule and plan and devise without the careful and prayerful consideration of the whole body, in order that all may move in a sound, thorough, harmonious manner."},{"refcode_short":"TSA 90.3","refcode_long":"Testimonies to Southern Africa, p. 90.3 (Ellen Gould White)","content":"Believers are to shine as lights in the world. A city set on a hill cannot be hid. A church, separate and distinct from the world, is in the estimation of heaven the greatest object in all the earth. The members are pledged to be separate from the world, consecrating their service to one Master, Jesus Christ. They are to reveal that they have chosen Christ as their leader. The work in Cape Town is an important work and the church is to be as God designed it should be, a representative of God's family in another world."},{"refcode_short":"TSA 90.4","refcode_long":"Testimonies to Southern Africa, p. 90.4 (Ellen Gould White)","content":"“Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings, as newborn babes, desire the sincere milk of the word, that ye may grow thereby: if so be ye have tasted that the Lord is gracious. To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious, ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ. Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded. Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner, and a stone of stumbling, and a rock of offence, even to them which stumble at the word, being disobedient: whereunto also they were appointed. But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light: which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy. Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul; having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.”—Letter 26, 1900."},{"refcode_short":"TSA 92","refcode_long":"Testimonies to Southern Africa, p. 92 (Ellen Gould White)","content":"Chapter 11—Words to the Workers in Africa"},{"refcode_short":"TSA 92.1","refcode_long":"Testimonies to Southern Africa, p. 92.1 (Ellen Gould White)","content":"God's ministers, God's missionaries, are to unite with Him. If they put their trust in Him, and commit the keeping of their souls to Him as unto a faithful Creator, He will keep that which is committed unto Him against that day. He will honour those who honour Him."},{"refcode_short":"TSA 92.2","refcode_long":"Testimonies to Southern Africa, p. 92.2 (Ellen Gould White)","content":"The Lord has a great work to be done. Changes are continually taking place. In our association with those of different nationality, education, and experience we shall find that it is a life and death struggle to bear forward the gospel in all its purity. We are not to enter into confederacy with human agencies which will prove a snare."},{"refcode_short":"TSA 92.3","refcode_long":"Testimonies to Southern Africa, p. 92.3 (Ellen Gould White)","content":"Race is nothing in the sight of God. Christian experience and sanctification through the truth is everything in His estimation."},{"refcode_short":"TSA 92.4","refcode_long":"Testimonies to Southern Africa, p. 92.4 (Ellen Gould White)","content":"Venture nothing in business transactions unless the God of heaven signifies that such a venture will not prove a thorn in the religious life."},{"refcode_short":"TSA 92.5","refcode_long":"Testimonies to Southern Africa, p. 92.5 (Ellen Gould White)","content":"I tell you that there is a life and death struggle before us, a contest with human agencies who are not abiding in Christ, who are in no sense God's stewards. Men of strong temperament and almost unsubduable character will make propositions which God has shown me it will not be best to accept. Enter not into a confederacy with them."},{"refcode_short":"TSA 92.6","refcode_long":"Testimonies to Southern Africa, p. 92.6 (Ellen Gould White)","content":"The only safety for the strong temperaments in Africa is to begin an entirely new chapter in their experience. Hearts must be softened. They must accept Christ's yoke, else they will never enter the kingdom of heaven. A strong spirit bears sway in Africa, which needs to be surrendered to the spirit of God. There are those there with strong passions, which are easily excited. They lose control of themselves, and become unreasonable. God's people must wait on Him. The welfare of the cause of God needs careful consideration. It must not, with its possibilities and probabilities, be bought or sold. We have one Master, even Christ."},{"refcode_short":"TSA 93.1","refcode_long":"Testimonies to Southern Africa, p. 93.1 (Ellen Gould White)","content":"The presentation before me is not encouraging. Divine foresight is needed to see the result of business transactions between parties that it is next to an impossibility to unify. The missionary work is a great and grand work, and those whom God has made stewards in trust must not feel at liberty to unite in any confederacy which God, who sees the end from the beginning, cannot justify and endorse as glorifying His holy name. God must be consulted as to how His work shall be advanced without having woven into it one thread of selfishness. God will work. He will furnish means for the carrying forward of His work without entanglement. His work is not to be bound about because men choose to act out perverse human nature instead of submitting to be moulded and fashioned after the divine similitude."},{"refcode_short":"TSA 93.2","refcode_long":"Testimonies to Southern Africa, p. 93.2 (Ellen Gould White)","content":"In Africa as well as in America and Australia men have been quarried out of the world, not to be left as rough stones, but to be taken into the workshop of God, and placed under the axe and hammer and chisel of gospel truth, till all the roughness disappears, and they are made ready for the heavenly polishing. The roughness has not yet been cut away. Many are not yet subdued by the Spirit of God. Because of this, the work in Africa and America and other parts of the Lord's vineyard has not advanced as it should."},{"refcode_short":"TSA 93.3","refcode_long":"Testimonies to Southern Africa, p. 93.3 (Ellen Gould White)","content":"We are doing what we can, according to the light given, for Australia. A direct necessity is being met by the work of women who have given themselves to the Lord, and are reaching out to help a needy, sin-stricken world, who want the truth, but do not know that they want it. Personal evangelistic work is to be done. People are to be reached by house to house labour. The women who have taken up this work do everything but preach the gospel from the pulpit. They carry the gospel to the homes of the people in the highways and the byways. They read and explain the Word to families, praying with them, caring for the sick, relieving their temporal necessities. They present before families and individuals the purifying, transforming influence of the truth. They show them that the way to find peace and happiness and joy is to follow Jesus."},{"refcode_short":"TSA 94.1","refcode_long":"Testimonies to Southern Africa, p. 94.1 (Ellen Gould White)","content":"The Lord has permitted Brother John Wessels to go to Africa and Elder Daniells to accompany him. But I have been shown that there is in the hearts of the people of Africa something that will not be easily overcome, something that shows that some are not converted. They are not under the discipline of God. They do not accept God's way of doing them good, but choose rather their own way. They have yet to learn in the school of Christ His meekness and lowliness. They have yet to learn with Paul that to suffer for the sake of Christ is for their present and eternal good. Paul looked upon present suffering as not worthy to be compared with the glory which was to follow. He desired heavenly treasure rather than earthly advantages. He did not see anything in the world worth living for but the joy of doing the will of God from the heart, trusting all the consequences to God."},{"refcode_short":"TSA 94.2","refcode_long":"Testimonies to Southern Africa, p. 94.2 (Ellen Gould White)","content":"God desires to see the souls of His people in Africa mastered by heaven-born purposes. But what a work needs to be done there! The people have not learned of the great Teacher. Human nature, when unsubdued, unsanctified, and depraved, is a very curious and wonderful thing. It assumes a great many forms, because it is not worked by the Holy Spirit. But when the Lord Jesus is an abiding presence in the soul, none need to question the value of the human being, man or woman."},{"refcode_short":"TSA 94.3","refcode_long":"Testimonies to Southern Africa, p. 94.3 (Ellen Gould White)","content":"Paul wrote to Timothy, his son in the gospel, “God hath not given us the spirit of fear; but of power, and of love, and of a sound mind. Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God; Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began.”"},{"refcode_short":"TSA 94.4","refcode_long":"Testimonies to Southern Africa, p. 94.4 (Ellen Gould White)","content":"Peter declares, “Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings, as newborn babes, desire the sincere milk of the word, that ye may grow thereby: if so be ye have tasted that the Lord is gracious. To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious, ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ. Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded. Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner, and a stone of stumbling, and a rock of offence, even to them which stumble at the word, being disobedient: whereunto also they were appointed. But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light.”"},{"refcode_short":"TSA 95.1","refcode_long":"Testimonies to Southern Africa, p. 95.1 (Ellen Gould White)","content":"This entire chapter [1 Peter 2] should be studied. It contains instruction which will sweep back the mist and fog of scepticism, the evil thing which Satan throws across the pathway to eclipse the light which comes from the Father of light.—MS 31, 1900."},{"refcode_short":"TSA 96","refcode_long":"Testimonies to Southern Africa, p. 96 (Ellen Gould White)","content":"Chapter 12—Extracts of Letter to a General Conference Representative Visiting in Africa"},{"refcode_short":"TSA 96.1","refcode_long":"Testimonies to Southern Africa, p. 96.1 (Ellen Gould White)","content":"It is a solemn, serious matter to select missionaries for foreign countries. The men whom God will accept for this work must be as true as steel to principle. They must be men who are emptied of self, men who give evidence that they are wearing Christ's yoke and manifesting His meekness and lowliness of heart."},{"refcode_short":"TSA 96.2","refcode_long":"Testimonies to Southern Africa, p. 96.2 (Ellen Gould White)","content":"The very best talent is required in such fields as Africa and Australia. We have to work in and through Christ, and in some places with the consent of the corrupt churches, although we cannot respect their claims, wherever the church is managed by the state."},{"refcode_short":"TSA 96.3","refcode_long":"Testimonies to Southern Africa, p. 96.3 (Ellen Gould White)","content":"We have to use wisdom in representing the truth; our speech must be tempered, else we cut ourselves off from gaining access to those who need help. The wisdom of angelic agencies must be imparted to human instrumentalities, else the door will be closed to the message the people need. “Be ye wise as serpents and harmless as doves.”"},{"refcode_short":"TSA 96.4","refcode_long":"Testimonies to Southern Africa, p. 96.4 (Ellen Gould White)","content":"The Word of God is to be lived as well as preached. It is to be brought into every phase of the Christian work done in this world. The men God has appointed to do His work must be emptied of self. Let Jesus in. Open the door of the heart to the heavenly Guest. Let no man be looked up to as God. When those who come nigh God in service are consecrated, cleansed, and purified, approaching nearer and still nearer the divine benevolence, they can voice the commission of God, and be respected"},{"refcode_short":"TSA 96.5","refcode_long":"Testimonies to Southern Africa, p. 96.5 (Ellen Gould White)","content":"God designs that men shall be drawn constantly upward by the strong moral attraction of that which is above. Had the workers in Africa remembered this, they would have done a great work by their God-fearing, unselfish attitude. Those in Africa would have been inspired to use their physical and mental capabilities for God. The work would have gone forward among the Dutch and other languages. Publications containing the truth would have been circulated everywhere. Ministers and rulers would have been converted to the truth.... Those who work in the South African field must understand the bearing of the situation. Their connection with their African brethren [Ellen White is speaking of the inter-relationships between the early missionaries sent from America and the Dutch and English peoples residing in South Africa.—A. L. White.] is a reciprocal one. There are men of talent in Africa, and if the workers from America knew how to... recognize the ability and talent possessed by their African brethren, much more good would be done. Those who love God and obey His word are to be closely united. They are to work together, using their talents in various ways...."},{"refcode_short":"TSA 97.1","refcode_long":"Testimonies to Southern Africa, p. 97.1 (Ellen Gould White)","content":"Those in Africa who possessed capabilities should have been united with their American brethren. If the brethren and sisters from America had united with the African believers, songs of joy would have been heard among the heavenly angels, recognizing the human relationship as a union with God. Could the curtain have been rolled back, we would have seen heavenly angels all prepared to co-operate with human intelligence for the advancement of the work.—Letter 187, 1899."},{"refcode_short":"TSA 97","refcode_long":"Testimonies to Southern Africa, p. 97 (Ellen Gould White)","content":"Students Going to America"},{"refcode_short":"TSA 97.2","refcode_long":"Testimonies to Southern Africa, p. 97.2 (Ellen Gould White)","content":"It is safer to educate students at home than to send them to America to receive an education; for in America they see and hear much that does them no good, which they would not see and hear were they to remain in their own country. Too many of the methods and habits and fashions have been transported from America to Africa, and the result is not favourable. The very best teachers should be sent from America to foreign countries to educate the young.—Letter 188, 1899."},{"refcode_short":"TSA 98","refcode_long":"Testimonies to Southern Africa, p. 98 (Ellen Gould White)","content":"A Prayer of Penitence"},{"refcode_short":"TSA 98.1","refcode_long":"Testimonies to Southern Africa, p. 98.1 (Ellen Gould White)","content":"(Found in a Letter to a Member of the Wessels Family) The language of our hearts should be: “O Lord, righteousness belongeth unto Thee, but unto us who have departed from Thy counsel confusion of faces.” What answer can we render to Thee? and how shall we be justified before Thee? We will return unto Thee; for Thy hand is stretched forth to help the penitent, who seek Thee with the whole heart. For Thy mercy's sake, thou hearest their cries."},{"refcode_short":"TSA 98.2","refcode_long":"Testimonies to Southern Africa, p. 98.2 (Ellen Gould White)","content":"Poor, helpless, and needy, we come to Thee, not because of our righteousness, but for Thy righteousness sake, O Lord. We beseech Thee not to send us away empty. Our souls, our bodies, are Thy property. Thou has bought us with a price. Not because we are worthy, but for the sake of Thine own Son, strengthen us, that we may put on the garment of Thy righteousness."},{"refcode_short":"TSA 98.3","refcode_long":"Testimonies to Southern Africa, p. 98.3 (Ellen Gould White)","content":"Thou art gracious and merciful. “If thou, Lord, shouldst mark iniquities, O Lord, who shall stand? But there is forgiveness with Thee, that Thou mightest be feared.” “For with Thee is the fountain of life; in thy light shall we see light.”"}]