[{"refcode_short":"TSS 4","refcode_long":"Testimonies on Sabbath-School Work, p. 4 (Ellen Gould White)","content":"Testimonies on Sabbath-School Work"},{"refcode_short":"TSS 5","refcode_long":"Testimonies on Sabbath-School Work, p. 5 (Ellen Gould White)","content":"Introduction"},{"refcode_short":"TSS 5.1","refcode_long":"Testimonies on Sabbath-School Work, p. 5.1 (Ellen Gould White)","content":"For some time an earnest desire has been expressed by many that we might have a compilation of the testimonies bearing on the Sabbath-school work, for the benefit of those who are specially interested in it. In response to these solicitations the officers of the international Sabbath-school association have with much care and labor gathered the matter presented in this little volume."},{"refcode_short":"TSS 5.2","refcode_long":"Testimonies on Sabbath-School Work, p. 5.2 (Ellen Gould White)","content":"It has been thought best to arrange the selections as far as possible in chronological order, giving first place to those which were written first, and giving credit to the source from which each was taken. Brief quotations and paragraphs are arranged in the same order and placed by themselves under the title “fragments,” at the close of the work."},{"refcode_short":"TSS 5.3","refcode_long":"Testimonies on Sabbath-School Work, p. 5.3 (Ellen Gould White)","content":"The reader will not find all that has been written on a given subject in the article upon that subject, for excellent thoughts will be found on almost every phase of the Sabbath-school work in many of the leading articles. The alphabetical index will greatly aid in finding particular statements, and room has been left after each letter so that other features may be added to it if desired. What is said in regard to the qualifications and duties of teachers, applies with equal force to superintendents."},{"refcode_short":"TSS 5.4","refcode_long":"Testimonies on Sabbath-School Work, p. 5.4 (Ellen Gould White)","content":"In some cases an article or paragraph may have been published several times, and in different places. We do not undertake to give references to each and every place where an article or paragraph has appeared, but only to the place where first published."},{"refcode_short":"TSS 6.1","refcode_long":"Testimonies on Sabbath-School Work, p. 6.1 (Ellen Gould White)","content":"It has been our aim to have the arrangement of the work, the preparation of the index, and the form of the book such as to make the excellent matter which it contains easy of access, and quickly available for study or reference. We, therefore, send it forth with the expectation and the earnest prayer that it will prove a source of pleasure and rich blessing to the present and future workers in our Sabbath-schools."},{"refcode_short":"TSS 7","refcode_long":"Testimonies on Sabbath-School Work, p. 7 (Ellen Gould White)","content":"Chapter 1—The Sabbath-School and the Church Service"},{"refcode_short":"TSS 7.1","refcode_long":"Testimonies on Sabbath-School Work, p. 7.1 (Ellen Gould White)","content":"The Sabbath-school at ----- was made the one great theme of interest with Brother E. It absorbed the minds of the young, while other religious duties were neglected. Frequently, after the Sabbath-school was closed, the superintendent, a number of teachers, and quite a number of scholars, would return home to rest. They felt that their burden for the day was ended, and that they had no further duty. When the bell sounded forth the hour for public service, and the people left their homes for the house of worship, they would meet a large portion of the school passing to their homes. And, however important the meeting, the interest of a large share of the Sabbath-school could not be awakened to take any pleasure in the instruction given by the minister upon important Bible subjects. While many of the children did not attend public service, some that remained were not advantaged by the word spoken, for they felt that it was a wearisome tax."},{"refcode_short":"TSS 7.2","refcode_long":"Testimonies on Sabbath-School Work, p. 7.2 (Ellen Gould White)","content":"There should be discipline and order in our Sabbath-schools. Children who attend these schools should prize the privileges they enjoy, and should be required to observe the regulations of the school. And even greater care should be taken by the parents to see that their children have their Scripture lessons, than is taken to see that their day-school lessons are prepared. Their Scripture lessons should be learned more perfectly than their lessons in the common schools. If parents and children see no necessity for this interest, then the children might better remain at home; for the Sabbath-school will fail to prove a blessing to them. Parents and children should work in harmony with superintendent and teachers, thus giving evidence that they appreciate the labor put forth for them. Parents should take special interest in the religious education of their children, that they may have a more thorough knowledge of the Scriptures."},{"refcode_short":"TSS 8.1","refcode_long":"Testimonies on Sabbath-School Work, p. 8.1 (Ellen Gould White)","content":"There are many children who plead a lack of time as a reason why their Sabbath-school lessons are not learned; but there are few who could not find time to learn their lessons if they had an interest in them. Some devote time to amusement and sight-seeing; others, to the needless trimming of their dresses for display, thus cultivating pride and vanity. The precious hours thus prodigally spent are God's time, for which they must render an account to Him. The hours spent in needless ornamentation, or in amusements and idle conversation, will, with every work, be brought into judgment.—Testimonies for the Church 3:188-189."},{"refcode_short":"TSS 9","refcode_long":"Testimonies on Sabbath-School Work, p. 9 (Ellen Gould White)","content":"Chapter 2—The Use of Helps"},{"refcode_short":"TSS 9.1","refcode_long":"Testimonies on Sabbath-School Work, p. 9.1 (Ellen Gould White)","content":"Some efforts have been made to interest children in the cause, but not enough. Our Sabbath-schools should be made more interesting. The public schools have of late years greatly improved their methods of teaching. Object lessons, pictures, and blackboards are used to make difficult lessons clear to the youthful mind. Just so may present truth be simplified and made intensely interesting to the active minds of the children."},{"refcode_short":"TSS 9.2","refcode_long":"Testimonies on Sabbath-School Work, p. 9.2 (Ellen Gould White)","content":"Parents who can be approached in no other way are frequently reached through their children. Sabbath-school teachers can instruct the children in the truth, and they will, in turn, take it into the home circle. But few teachers seem to understand the importance of this branch of the work. The modes of teaching which have been adopted with such success in the public schools could be employed with similar results in the Sabbath-schools, and be the means of bringing children to Jesus and educating them in Bible truth. This will do far more good than religious excitement of an emotional character, that passes off as rapidly as it comes."},{"refcode_short":"TSS 9.3","refcode_long":"Testimonies on Sabbath-School Work, p. 9.3 (Ellen Gould White)","content":"The love of Christ should be cherished. More faith is needed in the work which we believe is to be done before the coming of Christ. There should be more self-denying, self-sacrificing labor in the right direction. There should be thoughtful, prayerful study how to work to the best advantage. Careful plans should be matured. There are minds among us that can invent and carry out, if they are only put to use. Great results would follow well-directed and intelligent efforts.—Testimonies for the Church 4:69-70."},{"refcode_short":"TSS 10","refcode_long":"Testimonies on Sabbath-School Work, p. 10 (Ellen Gould White)","content":"Chapter 3—Search the Scriptures"},{"refcode_short":"TSS 10.1","refcode_long":"Testimonies on Sabbath-School Work, p. 10.1 (Ellen Gould White)","content":"The Sabbath-school affords to parents and children a precious opportunity for the study of God's Word. But in order to gain that benefit which they should gain in the Sabbath-school, both parents and children should devote time to the study of the lessons, seeking to obtain a thorough knowledge of the facts presented, and also of the spiritual truths which these facts are designed to teach. We should especially impress upon the minds of the young the importance of seeking the full significance of the scripture under consideration."},{"refcode_short":"TSS 10.2","refcode_long":"Testimonies on Sabbath-School Work, p. 10.2 (Ellen Gould White)","content":"In some schools, I am sorry to say, the custom prevails of reading the lesson from the lesson sheet. This should not be. It need not be, if the time that is often needlessly and even sinfully employed, were given to the study of the Scriptures. There is no reason why Sabbath-school lessons should be less perfectly learned by teachers or pupils than are the lessons of the day school. They should be better learned, as they treat of subjects infinitely more important. A neglect here is displeasing to God."},{"refcode_short":"TSS 10.3","refcode_long":"Testimonies on Sabbath-School Work, p. 10.3 (Ellen Gould White)","content":"Parents, set apart a little time each day for the study of the Sabbath-school lesson with your children. Give up the social visit if need be, rather than sacrifice the hour devoted to the precious lessons of sacred history. Parents, as well as children, will receive benefit from this study. Let the more important passages of Scripture connected with the lesson be committed to memory, not as a task, but as a privilege. Though at first the memory may be defective, it will gain strength by exercise, so that after a time you will delight thus to treasure up the precious words of truth. And the habit will prove a most valuable aid to religious growth."},{"refcode_short":"TSS 11.1","refcode_long":"Testimonies on Sabbath-School Work, p. 11.1 (Ellen Gould White)","content":"If the time that is worse than wasted in gossip, in ministering to pride, or for the gratification of appetite, were devoted with equal interest to the study of the Bible, what encouragement would be given to our Sabbath-schools! But when parents are more anxious to have their children fashionably dressed than to have their minds stored with the truths of God's Word, the children themselves will soon learn to regard dress and display as of more consequence than the things which concern their salvation...."},{"refcode_short":"TSS 11.2","refcode_long":"Testimonies on Sabbath-School Work, p. 11.2 (Ellen Gould White)","content":"Observe system in the study of the Scriptures in your families. Neglect anything of a temporal nature; dispense with all unnecessary sewing and with needless provision for the table, but be sure that the soul is fed with the bread of life. It is impossible to estimate the good results of one hour or even half an hour each day devoted in a cheerful, social manner to the Word of God. Make the Bible its own expositor, bringing together all that is said concerning a given subject at different times and under varied circumstances. Do not break up your home class for callers or visitors. If they come in during the exercise, invite them to take part in it. Let it be seen that you consider it more important to obtain a knowledge of God's Word than to secure the gains or pleasures of the world.—Sabbath-School Worker, April 1, 1885."},{"refcode_short":"TSS 12","refcode_long":"Testimonies on Sabbath-School Work, p. 12 (Ellen Gould White)","content":"Chapter 4—Sabbath-School Duties in the Camp-Meeting and at Home"},{"refcode_short":"TSS 12.1","refcode_long":"Testimonies on Sabbath-School Work, p. 12.1 (Ellen Gould White)","content":"Dear brethren and sisters who assemble at our camp-meetings, we wish to address to you a few words in the interest of our Sabbath-schools. This is one of the important branches of the work, and should not be left to chance, or to haphazard management. If these schools are conducted as they should be, the efforts made in the pulpit to present the truth in a manner to win souls may be deepened; and if the labor bestowed is followed up by interested workers in the Sabbath-school, much good will be accomplished. But it is not enough to have the Sabbath-school move like well-regulated machinery. There should be practical workers; the teachers should be of that class who have a living connection with God, who have an appetite for study themselves, who will give time and moral earnestness to their work, and who will not be satisfied unless they see something accomplished."},{"refcode_short":"TSS 12.2","refcode_long":"Testimonies on Sabbath-School Work, p. 12.2 (Ellen Gould White)","content":"There should be a living, growing interest in storing the mind with Bible truth. The precious knowledge thus gained will build a barrier about the soul. Although assailed with temptation, there will be a firm trust in Jesus, through the knowledge of Him who hath called them to glory and to virtue. Let the teachers enter, heart and soul, into the subject matter of the lesson. Let them lay plans to make a practical application of the lesson, and awaken an interest in the minds and hearts of the children under their charge. Let the activities of the scholars find scope in solving the problems of Bible truth. The teachers may give character to the work, so that the exercises will not be dry and uninteresting."},{"refcode_short":"TSS 13.1","refcode_long":"Testimonies on Sabbath-School Work, p. 13.1 (Ellen Gould White)","content":"Teachers do not make as earnest work as they should of the Sabbath-school exercises; they should come close to the hearts of the scholars, by aptness, by sympathy, by patient and determined effort to interest every scholar in regard to the salvation of the soul. These exercises should become altogether what the Lord would have them,—seasons of deep conviction of sin, of heart reformation. If the right work is done, in a skilful, Christ-like manner, souls will be convicted, and the inquiry will be, “What shall I do to be saved?” In some Sabbath-schools, positions are given to persons who have no aptitude to teach. They have no earnest love for souls. They do not half understand the practical bearings of the truth themselves. How, then, can they lead the children and youth to the living Fountain. Let the teachers themselves drink deep of the water of salvation, and the angels of God will minister to them, and they will know just what course the Lord would have them take to win the precious youth to Jesus. It requires aptitude, a will, perseverance, a spirit such as Jacob had when he wrestled in prayer, and exclaimed, “I will not let Thee go except Thou bless me.” When the blessing of God rests upon the teachers, it can but be reflected to those under their charge. Never place the youth under individuals who are spiritually indolent, who have no high, elevated, holy aspirations; for the same mind of indifference, Pharisaism, of form without the power, will be seen in both teachers and scholars."},{"refcode_short":"TSS 14.1","refcode_long":"Testimonies on Sabbath-School Work, p. 14.1 (Ellen Gould White)","content":"Let parents do their part, not only helping the children in their study, but becoming familiar with the lessons themselves. The Bible is our textbook. Parents, teachers, and scholars need to become better acquainted with the precious truths contained in both the Old and the New Testaments. We must come up to a higher plane of action. Let the Spirit of Jesus vitalize the souls of the workers. Then their plans and methods of labor will be of that character to win souls to Jesus Christ. In our large churches, where there are many children and youth, there is great danger of so managing the Sabbath-school that it will become a mere form, mechanical but spiritless. It lacks Jesus. Do not allow all your strength and energy to be given to worldly, temporal things during the week, and so have no energy and moral strength to give to the service of Christ on the Sabbath. There is earnest work to be done just now. We have not a moment's time to use selfishly. Let all we do be done with an eye single to the glory of God. Never rest till every child in your class is brought to the saving knowledge of Christ."},{"refcode_short":"TSS 14.2","refcode_long":"Testimonies on Sabbath-School Work, p. 14.2 (Ellen Gould White)","content":"It is important that the exercises in our camp-meeting Sabbath-schools be conducted with order, promptness, and efficiency. Then the right mould will be given to Sabbath-schools in the different churches, as the people return to their homes. Do not allow business and other interests to crowd out the Sabbath-school interest, so that it shall be considered a matter of no special consequence."},{"refcode_short":"TSS 14.3","refcode_long":"Testimonies on Sabbath-School Work, p. 14.3 (Ellen Gould White)","content":"Very much can be done for the education and moral and religious training of our youth by well-organized, properly-conducted Sabbath-schools. Time and attention should be given to this branch of the work; for its importance in its influence upon our youth can not be estimated. But our teachers need to be converted men and women, who know what it means to wrestle with God, who will not be at rest until the hearts of the children are tuned to love, praise, and glorify God. Who will be earnest workers for souls in our Sabbath-schools? Who will take the youth separately, and talk and pray with them, and make personal appeals to them, beseeching them to yield their heart to Jesus, that they may be as a sweet savor to Christ? As we view the magnitude of the work, and see how little it is appreciated, we feel like groaning in spirit, and exclaiming, Who will accept these grave responsibilities, and watch for souls as they that must give an account? We are Christ's representatives upon the earth. How do we fulfil our mission? Christ's representatives will be in daily communion with Him. Their words will be select, their speech seasoned with grace, their hearts filled with love, their efforts sincere, earnest, persevering, to save souls for whom Christ has died. Let all do their utmost to work for the salvation of the dear children and youth, and by and by they will listen with joy to the words of Jesus, “Well done, good and faithful servant, enter thou into the joy of thy Lord.” What is this joy?—It is beholding the redeemed saints saved through their instrumentality, through the blood of Jesus Christ.—Sabbath-School Worker, July 1, 1885, par. 6."},{"refcode_short":"TSS 16","refcode_long":"Testimonies on Sabbath-School Work, p. 16 (Ellen Gould White)","content":"Chapter 5—To Superintendents and Teachers"},{"refcode_short":"TSS 16","refcode_long":"Testimonies on Sabbath-School Work, p. 16 (Ellen Gould White)","content":"How to Succeed"},{"refcode_short":"TSS 16.1","refcode_long":"Testimonies on Sabbath-School Work, p. 16.1 (Ellen Gould White)","content":"There is earnest work to be done in our Sabbath-schools, and those who have the management of these schools should seek to move with wisdom and tact. It is a nice and important work to deal with minds, to leave a right impression, to give the right mould to character. It is a wise educator who seeks to call out the ability and powers of the student, instead of constantly endeavoring to impart instruction."},{"refcode_short":"TSS 16.2","refcode_long":"Testimonies on Sabbath-School Work, p. 16.2 (Ellen Gould White)","content":"At different times I have received letters of inquiry in regard to the duties of the Sabbath-school superintendent. One who felt grieved because he could not awaken a deeper interest on the part of teachers and scholars, said that he took much time in talking with them, explaining everything he thought essential for them to understand, and yet there seemed to be a great lack of interest. They were not moved religiously. I would here say to this honest brother, and to any others who may be laboring under similar difficulties, Examine to see if you are not responsible, in a great degree, for this lack of religious interest. Many try to do too much, and fail to encourage their teachers and students to do what they can. They need great simplicity and religious earnestness. They make long, dry speeches in the Sabbath-school and the teachers’ meeting, thus wearying the minds of both teachers and students. Such remarks are greatly out of place. They do not adapt their instruction to the real wants of the school, and they fail to draw hearts to them, for their own hearts are not full of spiritual sympathy. They do not realize that by their long, tedious talks they are killing the interest in, and love for, the school...."},{"refcode_short":"TSS 17.1","refcode_long":"Testimonies on Sabbath-School Work, p. 17.1 (Ellen Gould White)","content":"When the hearts of the workers are brought into sympathy with Christ, when He abides in them by living faith, they will not talk one-half as long, nor manifest one-half the smartness, that some do now; but what they say in love and simplicity will reach the heart, and they will be brought in close sympathy with teachers, scholars, and church-members."},{"refcode_short":"TSS 17.2","refcode_long":"Testimonies on Sabbath-School Work, p. 17.2 (Ellen Gould White)","content":"A true educator will carry the minds of his hearers with him. His words will be few but earnest. Coming from the heart, they will be full of sympathy, and warm with the love for precious souls. His educational advantages may have been limited, and he may have but little natural ability, but a love for the work and a willingness to labor in humility will enable him to awaken a deep interest in both teachers and scholars. The hearts of the young will be drawn to him. His work will not be a mere form. He may have the ability to draw out from both teachers and students precious gems of spiritual and intellectual truths, and thus, while educating others, he will be educated himself. The scholars are not awed by his display of profound knowledge, and in simple language they tell what impression the lesson has made upon their minds. The result is a deep and living interest in the school. Through the simplicity of the gospel of Christ, he has reached them where they are. Their hearts are melted, and now he can mould them into the image of his Master."},{"refcode_short":"TSS 17.3","refcode_long":"Testimonies on Sabbath-School Work, p. 17.3 (Ellen Gould White)","content":"A keen, sharp intellect may be an advantage, but the power of the educator is in his heart connection with the Light and Life of the world. He will love humanity and ever seek to bring it to a higher level. He will not always be blaming others, but his heart will be filled with pity. He will not be great in his own estimation, neither will he seek constantly to bolster up and strengthen his own dignity; but the humility of Jesus will be personified in his life. He will feel the truth of the words of Christ, “Without Me ye can do nothing.” Such teachers as these are greatly needed. God will work with them. “Learn of Me,” says Christ; “for I am meek and lowly of heart.” Many who are engaged in the Sabbath-school work need divine enlightenment. They lack spiritual insight to enable them to apprehend the wants of those for whom they are laboring."},{"refcode_short":"TSS 18","refcode_long":"Testimonies on Sabbath-School Work, p. 18 (Ellen Gould White)","content":"Mistakes Pointed Out"},{"refcode_short":"TSS 18.1","refcode_long":"Testimonies on Sabbath-School Work, p. 18.1 (Ellen Gould White)","content":"The Sabbath-school, if rightly conducted, is one of God's great instrumentalities to bring souls to a knowledge of the truth. It is not the best plan for teachers to do all the talking, but they should draw out the class to tell what they know. Then let the teacher, with a few brief, pointed remarks or illustrations, impress the lesson upon their minds. Under no circumstances should teachers go through the lesson mechanically, and then sit down, leaving the children to stare about, or whisper and play, as we have seen them do. Such teaching is not beneficial; it is often injurious. If the teacher is properly prepared, every moment can be used to profit. The active minds of the children should be kept constantly employed. Their ideas should be drawn out and corrected, or approved, as the case may require. But never should the teacher sit down, saying, “I am through.” There is no such thing as getting through with the lesson."},{"refcode_short":"TSS 19.1","refcode_long":"Testimonies on Sabbath-School Work, p. 19.1 (Ellen Gould White)","content":"Superintendents, never scold nor complain before your teachers or scholars. If you wish to influence the school for good, put away the whip, and exert a heaven-inspiring influence, which will carry the minds of all with you. In making plans and regulations for the school, let them represent, as nearly as possible, the voice of the school. In some schools there is a sharp, critical spirit. Much is made of forms and rules, while the weightier matters, mercy and the love of God, are neglected. Let all be cheerful. If any have clouds encompassing their souls, let them work out into the sunlight before they enter the Sabbath-school. A mother who is constantly relating her discouragements, and complaining to her children of their lack of appreciation, can not have proper control of them. So will it be with you, teachers and superintendents. If you see a lack in this respect, do not lessen your influence by speaking of it; but in a quiet way set influences to work that will correct the evil. Plan, study how to secure a well-organized, well-disciplined school."},{"refcode_short":"TSS 19.2","refcode_long":"Testimonies on Sabbath-School Work, p. 19.2 (Ellen Gould White)","content":"All in the school should feel themselves learners. We are to become daily learners if we would be true educators. It is a noble thing to teach; it is a blessed thing to learn. Knowledge is a precious possession, and the more we obtain of it, the better work will we do if we make a right use of it. As workers for God we want more of Jesus and less of self. We should have more of a burden for souls, and should pray daily that strength and wisdom may be given us for the Sabbath. Teachers, meet with your classes. Pray with them, and teach them how to pray. Let the heart be softened, and the petitions short and simple, but earnest. Let your words be few and well chosen; and let them learn from your lips and your example that the truth of God must be rooted in their hearts or they can not stand the test of temptation. We want to see whole classes of young people being converted to God, and growing up useful members of the church.—Sabbath-School Worker, October 1, 1885, Art. A, par. 8."},{"refcode_short":"TSS 20","refcode_long":"Testimonies on Sabbath-School Work, p. 20 (Ellen Gould White)","content":"Chapter 6—Sabbath-School Influences"},{"refcode_short":"TSS 20.1","refcode_long":"Testimonies on Sabbath-School Work, p. 20.1 (Ellen Gould White)","content":"The Sabbath-school should be one of the greatest instrumentalities, and the most effectual, in bringing souls to Christ. Our Sabbath-school workers need to be especially imbued with the Spirit of Christ. They can not be co-workers with Christ unless they have Him abiding in their hearts by faith.... The children need a more decided effort in regard to religious culture. The leading workers and the teachers should labor for perfect harmony. There should be cooperation on the part of parent, children, and teachers. Let every worker labor for wisdom and tact, that he may put forth that well-directed effort which God requires. We are to cultivate tact and sharp discernment, to be quick to see opportunities to do good, and to seize these opportunities and make the most of them. Teachers of the different classes should bring every child into their heart, and under their special watchcare."},{"refcode_short":"TSS 20.2","refcode_long":"Testimonies on Sabbath-School Work, p. 20.2 (Ellen Gould White)","content":"It is impossible to do this work for time and eternity unless the teacher has a close connection with God. Jesus has said, “Search the Scriptures, for in them ye think ye have eternal life, and they are they which testify of Me.” Do not encourage a superficial manner of investigating the truth. Make every point of truth clear and distinct to the minds of the children. Do not crowd upon their minds an accumulated amount of matter at one time. The precious Word of God is to be a lamp to their path, and a light to their feet. Impress upon their minds that it is their privilege to walk in the light. It is the path of peace, of purity, of holiness, cast up for the ransomed of the Lord to walk in. Christ has led the way in this path; He is the true Shepherd; in following Him, they avoid the by-paths and dangerous pitfalls."},{"refcode_short":"TSS 21.1","refcode_long":"Testimonies on Sabbath-School Work, p. 21.1 (Ellen Gould White)","content":"In the Word of God they are to learn that all who enter heaven must have a perfect character; for then they will meet their Lord in peace. Many children and youth have their characters imprinted on their countenances. Their life's history they carry in the features of the face. The true workers should impress upon the minds of the children a beautiful, pure, Christ-like character, which will transfigure the countenance. If Christ is the abiding principle in the heart, you may read purity, refinement, peace, and love in the features. In other countenances, an evil character hangs out the sign; selfishness, cunning, deceit, falsehood, enmity, and jealousy are expressed there. How difficult it is for truth to impress the hearts and countenances of such characters!"},{"refcode_short":"TSS 21.2","refcode_long":"Testimonies on Sabbath-School Work, p. 21.2 (Ellen Gould White)","content":"We need now to give special attention to the cultivation of character. Let this mind be in you that was in Christ Jesus, that it may elevate and ennoble the highest as also the lowest worker in our Sabbath-schools, so that Jesus will not be ashamed to acknowledge them as His colaborers. All spiritual culture Christ has provided for His children. If Jesus is abiding in the soul, the heart is filled with the holy graces of His Spirit, which makes itself manifest in the transforming of the features. If you would have beauty and loveliness of character, the divine law must be written upon the heart and carried out in the life."},{"refcode_short":"TSS 22.1","refcode_long":"Testimonies on Sabbath-School Work, p. 22.1 (Ellen Gould White)","content":"The Bible lessons which are taught in our schools are of far greater consequence than many now discern. These children will have to meet in the near future the heresies and fables that abound in the Christian world. Instruct the youth with simplicity but great thoroughness. Our work must stand the test of the judgment. The youth in this age must be fitted by the grace of Christ to meet and overcome evils which have been introduced into society. They will have opportunities to use all the knowledge and influence that they have acquired, and will need wisdom from above to stem the current of evil which surrounds them. The supporters of error and of unscriptural doctrines are numerous. The world at large is leading them to forget God and to despise His claims. The law of God is trampled beneath unholy feet. Every youth is responsible to God for His opportunities, and for the precious light shining upon him from the Scriptures."},{"refcode_short":"TSS 22","refcode_long":"Testimonies on Sabbath-School Work, p. 22 (Ellen Gould White)","content":"Selection of Teachers"},{"refcode_short":"TSS 22.2","refcode_long":"Testimonies on Sabbath-School Work, p. 22.2 (Ellen Gould White)","content":"The instruction given youth and children should not be of a superficial character. The teachers should do all in their power, as those standing in defense of the truth, to raise the standard high. There can not be a worse thing done for your Sabbath-school than to place as workers young men and young women who have shown great defects in their religious experience.... Do not lower the standard in your Sabbath-schools. Your children must have as their teachers those whose example and influence will be a blessing rather than a curse. They must have constantly before them a high sense of the virtue, purity, and holiness which characterize the Christian life. Their ideas upon this point must not become confused; let none move unwisely or ignorantly in these matters. Give not, by voice or pen, encouragement to men or women who have not moral worth, whose past life shows a want of conscience and integrity. They may be sharp, witty, and intelligent; but if the heart is not imbued with the Spirit of God, and if they have not integrity of character, their influence points earthward, not heavenward, and will be detrimental, wherever they are, and in whatever they may engage."},{"refcode_short":"TSS 23.1","refcode_long":"Testimonies on Sabbath-School Work, p. 23.1 (Ellen Gould White)","content":"We are in great need of men and women who sense sin and hate iniquity; who have spiritual eyesight to discern the wants of the cause of God, and to work with a devoted, unselfish interest, keeping self ever hid in Jesus. We want young men of whom God can approve, who have practical godliness, who have consciences quick to feel and sense danger; men and women who will not exalt themselves, and will not seek to hide the deformity of the soul under a cloak of godliness; those who feel their weakness and imperfections of character, and who will hang their helpless souls upon Jesus Christ. Those who are self-confident, and think their way is above criticism, will show very imperfect work. Said the apostle, “When I am weak, then am I strong.” While sensing his weakness, he by faith laid hold of Jesus Christ and His grace."},{"refcode_short":"TSS 24.1","refcode_long":"Testimonies on Sabbath-School Work, p. 24.1 (Ellen Gould White)","content":"It becomes every one who has any connection with the work of God to move modestly and cautiously, if he would not be deceived by the enemy of souls. If you do not individually have divine enlightenment, you will certainly make great mistakes; you will call good evil, and evil good. I have been shown that you should have less burden of form, and a greater burden to see deep heart work in the Sabbath-school. Every teacher in the school should feel that he is a missionary for God. He must improve his moments and his ability to obtain a knowledge of the Word of God, that he may impart the same to his scholars. Teachers will become disqualified for their position if they are not learners. They need freshness of ideas, fresh, wise plans, life, tact, and spirit in their work. They must be apt to teach."},{"refcode_short":"TSS 24.2","refcode_long":"Testimonies on Sabbath-School Work, p. 24.2 (Ellen Gould White)","content":"The teacher should not confine himself to the repetition of the set words of the lesson, yet he wants to be perfectly familiar with the words as well as the ideas. Every teacher, before he stands at the head of his class, should have his plans distinctly laid out in his mind as to what he wants to do for that day and on that occasion. Reciting a lesson yourself before the class is not teaching it; you want simple words and plainly, clearly-stated ideas. Make sure that your scholars understand you. If they can not comprehend your ideas, then your labor is lost. Do not skim the surface; work deep. The Bible is the rule and guide of the life. Sound doctrine must be brought into actual contact with the minds and hearts of your scholars; then it will produce fruit, for sound practise will be seen as the result of your labors."},{"refcode_short":"TSS 25","refcode_long":"Testimonies on Sabbath-School Work, p. 25 (Ellen Gould White)","content":"Effect of the Truth"},{"refcode_short":"TSS 25.1","refcode_long":"Testimonies on Sabbath-School Work, p. 25.1 (Ellen Gould White)","content":"The principles of truth impressed upon the heart, line upon line and precept upon precept, will produce right action. The Bible contains the searching maxims which God has given to guide men and women, youth and children, through the conflicts of this life to heaven. The prayer of Christ was, “Sanctify them through Thy truth, Thy Word is truth.” However enlightened the youth may be through Bible studies, their nature is such that unless the truth of which they have knowledge is practised in the daily life, every attempt to elevate and ennoble will be unavailing. The parents have a serious responsibility resting upon them to cooperate with the teachers in the Sabbath-school."},{"refcode_short":"TSS 25.2","refcode_long":"Testimonies on Sabbath-School Work, p. 25.2 (Ellen Gould White)","content":"There are hearts that the Lord has touched with His Holy Spirit. No sooner does grace begin its work in the soul, than the heart is humbled and subdued; there is no wrestling for the supremacy; pride is gone; there is such a sense of the love of Christ in giving His life for sinful beings that there is no desire to become self-exalted. The converted one sees that his Redeemer lived a life of humility, and he desires to walk in His footsteps. The missionary spirit is awakened in his heart; and, while walking humbly and circumspectly, in accordance with his faith, he can not rest until he is engaged in the work of trying to win souls to Christ. He wants every one to know the preciousness of a Saviour's love. In his work of faith and devoted labor, he will meet with strong temptations and trials, for the Lord tests all His children. If he has the root of the matter in him, he will become more and more firmly established in the truth. If Christ is abiding in his heart by faith, sin appears revolting. While he will have love, kindness, and tenderness for the scholars under his charge, he will feel that as a faithful servant he must discipline and preserve order in his class. If truth is cherished, the love of the Saviour is revealed in his words and deportment. The Word of God with him is not a dead letter; he will give not only lip service, but heart service."},{"refcode_short":"TSS 26.1","refcode_long":"Testimonies on Sabbath-School Work, p. 26.1 (Ellen Gould White)","content":"Every Sabbath-school worker who has passed from death unto life through the transforming grace of Christ, will reveal the deep moving of the Spirit of God upon his own heart. Those who attempt to direct others, who make a pretension of guiding souls to the path of holiness, while their own life is marked with pleasure-loving, with pride, and with love of display, are unfaithful servants. Their life is not in accordance with their profession; their influence is an offense to God. They need a thorough conversion. Their hearts are so filled up with rubbish that there is no room for ennobling, elevated truth. The soul temple needs to be refined, purified, cleansed; for Satan rather than Christ is abiding in the heart."},{"refcode_short":"TSS 26.2","refcode_long":"Testimonies on Sabbath-School Work, p. 26.2 (Ellen Gould White)","content":"It is essential that care should be taken when placing men and women in positions of trust. You should know something in regard to their past life, and the character that has been developed. You would better double your classes under God-fearing workers than to multiply teachers whose influence is not in accordance with the holy character of truth which we profess, for their influence will be demoralizing. Let every true, honest-hearted worker be encouraged to work on, keeping in view the fact that every one will be rewarded as his works have been. Work with an eye single to the glory of God. Do not refuse to bear responsibilities because you have a sense of your weakness and inefficiency. God can give you strength and wisdom if you are consecrated to Him and keep humble. Let none through slothfulness refuse to work; and let none rush ahead, urging his service when it is not wanted."},{"refcode_short":"TSS 27","refcode_long":"Testimonies on Sabbath-School Work, p. 27 (Ellen Gould White)","content":"Duty to Labor for Others"},{"refcode_short":"TSS 27.1","refcode_long":"Testimonies on Sabbath-School Work, p. 27.1 (Ellen Gould White)","content":"Let every true worker be grateful to God that he is honored in having an opportunity of working for the Master. Watch for opportunities to do good, and improve the talents God has given you, seeking grace daily that you may succeed in doing good. The lost opportunities for doing good in the past may well humble you to the dust, and lead you to watch carefully lest you should let slip opportunities of being a blessing to others. How many times the hour has come with its work, but the worker was not at his post of duty! Words might have been said to help and strengthen weak souls struggling under temptation, but they were never spoken. Well-directed personal efforts might have been put forth, and have saved a soul from death, and hid a multitude of sins, but there was no one to make the effort. The negligent ones will have to meet their neglect in the day of God. Most precious is the blood of Christ, which cleanses from all sin. A sense of the redeeming love of Christ should lead us to embrace every opportunity of doing good. These moments are exceedingly precious if improved to the glory of God. Those who are in pursuit of earthly riches are watching constantly and sharply their opportunities of gaining their desired object; and workers for Christ should be no less earnest in winning souls to Him. They may be colaborers with Christ if they, by imitating Christ's example, do good to all brought within the sphere of their influence. For Christ's sake let the teachers and the leading workers in your Sabbath-school be men and women who love and fear God; men and women who realize the responsibility of their position, as those who are watching for souls and must render an account to God for the influence they exert over those under their charge."},{"refcode_short":"TSS 28.1","refcode_long":"Testimonies on Sabbath-School Work, p. 28.1 (Ellen Gould White)","content":"We must have an increase of faith, else we can not be renewed in the divine image, and love and obey the requirements of God. Let the prayer go forth from unfeigned lips, “Lord, increase my faith; give me divine enlightenment; for without help from thee I can do nothing.” Come in humility and bow before God; open before the Lord your Bibles, containing the divine promises; take your position upon them; make a covenant with God that you will answer His requirements; tell Him you will believe, without any other evidence except the naked promise. This is not presumption; but unless you work with zeal, unless you are earnest and determined, Satan will obtain the advantage, and you will be left in unbelief and darkness. The words and promises of God are the only foundation of our faith. Take the Word of God as truth, as a living, speaking voice to you, and obey faithfully every requirement. God is faithful, who hath promised. He will work with the efforts of superintendents and teachers. Our blessings are limited by the weakness of our faith. God is not unwilling to bestow; He is a reservoir of power. We must cherish meekness and lowliness of heart. We may have rich evidences of His love and mercy daily in our self-denying efforts to do others good. I entreat the workers in our Sabbath-schools to put on the whole armor of God, and, as faithful soldiers of Jesus Christ, show their fidelity. God will reward every word that is done to His glory.—Sabbath-School Worker, April 1, 1886."},{"refcode_short":"TSS 29","refcode_long":"Testimonies on Sabbath-School Work, p. 29 (Ellen Gould White)","content":"Chapter 7—Possibilities in Sabbath-School Work"},{"refcode_short":"TSS 29.1","refcode_long":"Testimonies on Sabbath-School Work, p. 29.1 (Ellen Gould White)","content":"Our Sabbath-schools are nothing less than Bible societies, and in the sacred work of teaching the truths of God's Word, they can accomplish far more than they have hitherto accomplished. The Sabbath-school, when rightly managed, possesses marvelous power, and is adapted to doing a great work, but it is not now what it may and should be. The influence growing out of Sabbath-school work should improve and enlarge the church; but in no case should it ever be allowed to divert from the interests of the church. There is a most precious missionary field in the Sabbath-school, and if there are now omens of good, they are only indications and beginnings of what may be done."},{"refcode_short":"TSS 29.2","refcode_long":"Testimonies on Sabbath-School Work, p. 29.2 (Ellen Gould White)","content":"The great work of opening the Bible from house to house in Bible readings gives an added importance to the Sabbath-school work, and makes it evident that the teachers in the schools should be consecrated men and women, who understand the Scriptures, and can rightly divide the word of truth. The idea of holding Bible readings is a heaven-born idea, and opens the way to put hundreds of young men and women into the field to do an important work, which otherwise could not have been done."},{"refcode_short":"TSS 30.1","refcode_long":"Testimonies on Sabbath-School Work, p. 30.1 (Ellen Gould White)","content":"The Bible is unchained. It can be carried to every man's door, and its truths may be presented to every man's conscience. There are many who, like the noble Bereans, will search the Scriptures daily for themselves, when the truth is presented, to see whether or not these things are so. Christ has said, “Search the Scriptures; for in them ye think ye have eternal life, and they are they which testify of Me.” Jesus, the world's Redeemer, bids men not only to read, but to “search the Scriptures.” This is a great and important work, and it is committed to us, and in doing this we shall be greatly benefited; for obedience to Christ's command will not go unrewarded. He will crown with especial tokens of His favor this act of loyalty in following the light revealed in His Word."},{"refcode_short":"TSS 30","refcode_long":"Testimonies on Sabbath-School Work, p. 30 (Ellen Gould White)","content":"Great Light for the Earnest Seeker"},{"refcode_short":"TSS 30.2","refcode_long":"Testimonies on Sabbath-School Work, p. 30.2 (Ellen Gould White)","content":"As soon as the seeker for truth opens the Bible to read the utterances of God with reverence, possessing an earnest desire to know “what saith the Lord,” light and grace will be given him, and he will see wondrous things out of God's law. He will not regard the law of Jehovah as a yoke of bondage, but as the gracious commands of One who is all-wise and full of compassion. He will make haste to fulfill His requirements. Great truths which have been neglected and unappreciated for ages, will be revealed by the Spirit of God, and new meaning will flash out of familiar texts. Every page will be illuminated by the Spirit of truth. The Bible is not sealed but unsealed. The most precious truths are revealed; the living oracles are heard by wondering ears, and the consciences of men are aroused into action."},{"refcode_short":"TSS 31.1","refcode_long":"Testimonies on Sabbath-School Work, p. 31.1 (Ellen Gould White)","content":"Gather the infants with lisping lips, the youth and the aged, and set them to the task of solving mysteries which have not been comprehended by the wise men of earth, although possessed of giant minds. The weighty truths of God's Word are for those who are humble and willing to learn at the feet of the Divine Teacher. Jesus rejoiced in spirit because of this fact, and said, “I thank Thee, O Father, Lord of heaven and earth, because Thou hast hid these things from the wise and prudent, and hast revealed them unto babes. Even so, Father; for so it seemed good in Thy sight.”"},{"refcode_short":"TSS 31.2","refcode_long":"Testimonies on Sabbath-School Work, p. 31.2 (Ellen Gould White)","content":"Let not narrow ideas proscribe and bind about your labors. “The field is the world.” The doctrines of truth are plainly revealed on every page of the Word of God, and yet the enemy has power to blind the minds of the self-sufficient, so that the plainest and simplest utterances may not be understood. Let the truth be taught to our children. Let them be armed with the revelation of the Word of God. Let them be able to tell what is written in the Scriptures of truth. Let the minister from the desk, with lips touched with a coal from off the altar of heaven, speak the words of life that will burn their way into the heart and soul of those who, although wise in the wisdom of the world, do not comprehend the wisdom that is from above."},{"refcode_short":"TSS 31.3","refcode_long":"Testimonies on Sabbath-School Work, p. 31.3 (Ellen Gould White)","content":"The question, “What is truth?” should be asked with decided interest. We must respond to the command of God, and go forward from light to a greater light. There is no such thing as the soldiers of Christ standing still, careless and inactive. There are constant improvements to be made. The providence of God is leading us on step by step in the path of obedience. Let parents and teachers impress upon the minds of the children that the Lord is proving them in this life, to see if they will render obedience to Him with love and reverence. Those who would not be obedient to Christ here would not obey Him in the eternal world. The Lord is seeking to fit them for the heavenly mansions that Jesus has gone to prepare for those who love Him."},{"refcode_short":"TSS 32","refcode_long":"Testimonies on Sabbath-School Work, p. 32 (Ellen Gould White)","content":"The Lessons to Be Taught"},{"refcode_short":"TSS 32.1","refcode_long":"Testimonies on Sabbath-School Work, p. 32.1 (Ellen Gould White)","content":"Do not make the Sabbath-school lessons dry and spiritless. Leave the impression upon the mind that the Bible, and the Bible alone, is our rule of faith, and that the sayings and doings of men are not to be a criterion for our doctrines or actions. One grand lesson must be taught to the children, and that is that they must be free from every particle of egotism and bigotry. Teach them that Christ died to save sinners, and that those who are not of our faith are to be labored for with great tenderness and forbearance, for their souls are precious in the sight of God. No one must be regarded with contempt. There must be no Pharisaism, no self-righteousness."},{"refcode_short":"TSS 32.2","refcode_long":"Testimonies on Sabbath-School Work, p. 32.2 (Ellen Gould White)","content":"There are many true Christians not of our faith, with whom we come in contact, who live according to the best light that they have, and they are in greater favor with God than are those who have greater light but who have not improved it by showing corresponding works. At one time the disciples found a man who was doing a work in Christ's name, and John, relating the matter to Jesus, said, “We forbade him, because he followeth not us;” but Jesus rebuked his spirit, and told his followers that “he that is not against us is on our part.” The Way, the Truth, and the Life, will be clearly revealed in the words, the spirit, and the deportment of those who believe in and learn of Jesus. Parents and teachers should manifest the tenderest interest and sympathy for those who are not believers in the truth. They should never, either by word or action, wound a soul, the purchase of Christ's blood. If the older ones manifest a cold, harsh, unsympathetic spirit, the children will manifest the same, and their characters will not be moulded after the divine model. We must patiently educate the children and youth to feel that they are required of God to be missionaries, that they are not to be selfish, narrow, and bigoted, but broad in their ideas and sympathies. If all work in love and manifest Christian courtesy, they will be winners of souls, and will bring precious sheaves to the Master."},{"refcode_short":"TSS 33.1","refcode_long":"Testimonies on Sabbath-School Work, p. 33.1 (Ellen Gould White)","content":"One thing is certain, there is too little of the spirit of love among Seventh-day Adventists, both in church and Sabbath-school work. The workers and learners aim for too low a standard. All need to be enlarged, to have higher and holier aspirations, to inhale a purer atmosphere. Young men and women are to come forth from our Sabbath-schools and colleges to become missionaries for God. They need the very best of instruction and religious training. They need that virtue that comes from God, added to knowledge, which will qualify them for trying and responsible positions. The intellectual and spiritual growth should be as marked as the development of the physical powers. The young should feel the necessity of being strong and competent intellectually as well as spiritually. Many fail to acquire this power, not because they are lacking in ability, but because they fail to apply themselves with determined and diligent effort. They should make the very most of their opportunities, and become care-takers, in order to be able to bear the burdens and share the responsibilities of those who are worn and laden. The most important of all missionary work is to train workers to go into the field to preach the gospel to every creature."},{"refcode_short":"TSS 34.1","refcode_long":"Testimonies on Sabbath-School Work, p. 34.1 (Ellen Gould White)","content":"Let the Sabbath-school teacher be an example in faith, in charity, in doctrine, and deportment. Let him dress with simplicity. Let him show the beauty of the natural and true, in contrast with the false and artificial. Let him teach his scholars to love God, giving them line upon line, and precept upon precept, little by little adding new features to the truth, till it is delineated before the minds in its attractiveness and beauty. Let him pray and work until he sees his charges bound to the truth, and in possession of the love of God, which passeth knowledge.—Sabbath-School Worker, January 1, 1889, par. 11."},{"refcode_short":"TSS 35","refcode_long":"Testimonies on Sabbath-School Work, p. 35 (Ellen Gould White)","content":"Chapter 8—Responsibilities of Parents and Teachers"},{"refcode_short":"TSS 35.1","refcode_long":"Testimonies on Sabbath-School Work, p. 35.1 (Ellen Gould White)","content":"I feel a deep interest in our Sabbath-schools throughout the land, because I believe them to be instrumentalities of God for the education of our youth in the truths of the Bible. Constant efforts should be made by both parents and teachers to interest the youth in matters of eternal importance. The Sabbath-school is a missionary field, and very much more of the missionary spirit should be manifested in this important work than has been manifested in the past. In every grade, in both primary and advanced classes, teachers need to look constantly to the great source of light for wisdom, for grace, and for power to mould the hearts of their scholars, and that they may deal intelligently with the purchase of Christ's blood. Each teacher should be a humble follower of Him who is meek and lowly in heart. No one should study or work that he may be considered a superior teacher, or a person of unusual ability, but that he may lead souls to Christ. There will come temptations to weave self into all that is done, but the work will be marred if this is done, for it will lead to making dry, lengthy remarks that will fail to interest or benefit the minds of the children."},{"refcode_short":"TSS 35.2","refcode_long":"Testimonies on Sabbath-School Work, p. 35.2 (Ellen Gould White)","content":"While it is essential that wise, patient efforts should be made by the teacher, the work must not be left altogether to the Sabbath-school and church worker, but it must find its foundation and support in the work of the home. Parents have a sacred responsibility and charge committed to them, and they are called upon to keep their charge, to bear their responsibility in the fear of God, watching for the souls of their children and they who must give an account."},{"refcode_short":"TSS 36.1","refcode_long":"Testimonies on Sabbath-School Work, p. 36.1 (Ellen Gould White)","content":"Home missionary work has been strangely neglected. Those who have had the greatest reason for earnest, Christ-like solicitude for the salvation of their children, have been indifferent to their responsibilities, and have lightly regarded the wants of their households. The responsibility which God has given to men and women as parents, many have shifted from themselves to the Sabbath-school worker and to the church influence. But each instrumentality has its work, and parents who neglect their part will be weighed in the balances and found wanting."},{"refcode_short":"TSS 36.2","refcode_long":"Testimonies on Sabbath-School Work, p. 36.2 (Ellen Gould White)","content":"The instruction of Christ from the pillar of cloud to the children of Israel, defines the duty of parents, and is not indefinite or hard to be understood. This instruction is for our admonition and benefit. “Therefore shall ye lay up these My words in your heart and in your soul, and bind them for a sign upon your hand, that they may be as frontlets between your eyes.” In every work of their hands, they were to remember the commandment of the Lord. It was to be bound upon their hands, not literally, but to exert an influence over every transaction of their lives. It was to be as frontlets between their eyes. Their minds were to dwell upon the truth of God's commandments, and they were to be governed by their principles. “And ye shall teach them your children, speaking of them when thou sittest in thine house, and when thou walkest by the way, when thou liest down, and when thou risest up. And thou shalt write them upon the door-posts of thine house, and upon thy gates; that your days may be multiplied, and the days of your children, in the land which the Lord sware unto your fathers to give them, as the days of heaven upon the earth.” ..."},{"refcode_short":"TSS 37","refcode_long":"Testimonies on Sabbath-School Work, p. 37 (Ellen Gould White)","content":"Teach Modesty and Humility"},{"refcode_short":"TSS 37.1","refcode_long":"Testimonies on Sabbath-School Work, p. 37.1 (Ellen Gould White)","content":"The direction given by the Son of God to Moses, for the instruction of the children of Israel, is just as essential now as it was then, and it should be heeded as diligently by parents today as by God's ancient people. Religion must be woven into every part of the home life if we would see the results that God has designed as the fruit of following His way. Pride, self-esteem, and boldness are marked characteristics of the children of this day, and they are the curse of the age. When I see this unchristlike, unlovely manifestation on every side, and then see parents and teachers seeking to display the ability and proficiency of their children and scholars, I am pained to the heart; for I know that it is exactly the opposite course from the one that should be pursued."},{"refcode_short":"TSS 37.2","refcode_long":"Testimonies on Sabbath-School Work, p. 37.2 (Ellen Gould White)","content":"Parents and teachers who gather their knowledge from the Bible, who are governed in mind and action by its holy principles, need not go astray, and be found in by and forbidden paths. The most sacred lessons of modesty and humility are to be taught to the children, both at home and in the Sabbath-school. They are to be instructed as to the high claims of the law of God, and as to their responsibility before Him. The lessons that should be presented to them should be of such a character as would qualify them for usefulness in this life, and for a place in the future, immortal kingdom."},{"refcode_short":"TSS 37.3","refcode_long":"Testimonies on Sabbath-School Work, p. 37.3 (Ellen Gould White)","content":"“And thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all thy might. And these words, which I command thee this day, shall be in thine heart; and thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.” These words plainly define the duty of parents and teachers; and if they will follow this instruction, they will not fail to see the best results. How different would have been the scriptural record of the history of Israel, a nation so highly favored of the Lord, if they had carried out the instruction given them from the pillar of cloud by the Son of the living God. But they did not diligently follow the admonitions given. They failed to teach their children the requirements of God; and the sad results are pictured before us in a nation rejected of God. They separated so far from the wisdom of God that when the great Teacher, Jesus, the world's Redeemer, appeared, they cried, “Away with Him!” The tradition of men was more highly revered than the commandments of God. False practises and human inventions had taken the place of the pure teaching of God. That which was to have become a part of their being, was regarded as of small consequence and little worth."},{"refcode_short":"TSS 38.1","refcode_long":"Testimonies on Sabbath-School Work, p. 38.1 (Ellen Gould White)","content":"When Christ came into the world to exemplify true religion, and to exalt the principles that should govern the hearts and actions of men, falsehood had taken so deep a hold upon those who had had so great light, that they no longer comprehended the light, and had no inclination to yield up tradition for truth. They rejected the heavenly Teacher, they crucified the Lord of glory, that they might retain their own customs and inventions. The very same spirit is manifested in the world today. Men are averse to investigating truth, lest their traditions should be disturbed, and a new order of things should be brought in. There is with humanity a constant liability to err, and men are naturally inclined to highly exalt human ideas and knowledge, while the divine and eternal is not discerned or appreciated. To those who were unprejudiced, the words of Christ were as the light from heaven. “He spake as never man spake.” As the great Teacher presented the absorbing realities of the eternal future, the things of this perishing world were eclipsed. How eagerly did those who had been praying for light receive the truth. But the proud and self-righteous refused His message."},{"refcode_short":"TSS 39","refcode_long":"Testimonies on Sabbath-School Work, p. 39 (Ellen Gould White)","content":"How to Teach"},{"refcode_short":"TSS 39.1","refcode_long":"Testimonies on Sabbath-School Work, p. 39.1 (Ellen Gould White)","content":"How important are the lessons that may be given to the children and youth in unfolding the Scriptures in the simplicity of Christ! Let the teacher leave all his hard, high-sounding words at home, and take only the simplest words, that will be readily comprehended by the minds of the young. But in order to be a successful teacher, not only should the methods of teaching be simple, but you must take sympathy and love with you into the Sabbath-school. The children will recognize this element and be influenced by it. Men and women are only grown-up children. Do we not respond to words and looks of real sympathy and love? Jesus, the divine Teacher, assured His disciples of His love toward them. He assumed human nature for no other purpose than to display to men the mercy, the love, and the goodness of God in providing for the salvation and happiness of His creatures. It was for this end that He died. While uttering His tenderest words of sympathy, He rejoiced in the consciousness that He intended to do “exceedingly abundantly,” above what they were able to ask or think. Daily He exhibited before them, in works of blessing to man, how great was His tenderness and love to the fallen race. His heart was a fountain of inexhaustible compassion, from which the longing heart could be supplied with the water of life."},{"refcode_short":"TSS 40.1","refcode_long":"Testimonies on Sabbath-School Work, p. 40.1 (Ellen Gould White)","content":"When Jesus spoke to the people, they were astonished at His doctrine; for He taught them as one having authority, and not as the scribes. The scribes had labored to establish their theories, and they had to labor to sustain them, and to keep their influence over the minds of the people, by endless repetition of fables and childish traditions. The loftiest models of public instruction consisted largely in going through heartless rounds of unmeaning ceremonies, and in the repetition of frivolous opinions. The teaching of Jesus inculcated the weightiest ideas and the most sublime truths in the most comprehensible and simple manner, and “the common people heard Him gladly.” This is the kind of instruction that should be given in our Sabbath-schools. Light, heaven's light, must be reflected from Jesus, the wonderful Teacher, and the souls of the children and youth must be illumined with the divine glory of His character and love. Thus the children may be led in beautiful simplicity to “the Lamb of God, which taketh away the sin of the world.”—Sabbath-School Worker, April 1, 1889, par. 11."},{"refcode_short":"TSS 41","refcode_long":"Testimonies on Sabbath-School Work, p. 41 (Ellen Gould White)","content":"Chapter 9—Need of Genuine Religion in Our Sabbath-Schools"},{"refcode_short":"TSS 41.1","refcode_long":"Testimonies on Sabbath-School Work, p. 41.1 (Ellen Gould White)","content":"Our Sabbath-schools are not what the Lord would have them to be, for there is altogether too much dependence placed upon form and machinery, while the life-giving power of God is not manifested for the conversion of souls, for whom Christ died. This order of things must be changed if our Sabbath-schools meet the purpose for which they exist. We must have consecrated teachers, who love God supremely and their neighbors as themselves. The Lord has made ample provision that teachers may have increased ability from Sabbath to Sabbath, that they may teach to some purpose, working as for time and eternity. We need in our schools young men and women who have vital godliness, not a cheap, superficial experience, but a deep inward piety that results from learning daily in the school of Christ, that they may impart to others the precious lessons which Christ has taught them."},{"refcode_short":"TSS 41.2","refcode_long":"Testimonies on Sabbath-School Work, p. 41.2 (Ellen Gould White)","content":"Those who are satisfied with following a certain dry order, of going through a round, will miss the mark, and fail of the work that should be done by a Sabbath-school teacher; but if those who engage in this important branch of God's cause are Christians in the full sense of the word, doing the work given them of God in His fear, working with love for souls, for whom Christ died, they will be laborers together with God. When superintendents and teachers give themselves without reserve to God, they will not only resolve, but put their resolutions into effect. As soon as the workers in Sabbath and day schools enter upon their proper work, with a full realization of their dependence upon God, the grace of Christ will be supplied to unite with their human effort. It is important that every worker should understand that conviction and conversion of souls follow the co-operation of the human effort with the divine power. Entire consecration of soul must be maintained as much by the teachers and superintendents of our Sabbath-schools as by the ministers in our pulpits, for all alike are engaged in the work of bringing souls to Christ. Each in his place is to work, as did Christ, in the spirit of love, for the erring and impenitent. This is what Christ would see in the Sabbath-school work."},{"refcode_short":"TSS 42","refcode_long":"Testimonies on Sabbath-School Work, p. 42 (Ellen Gould White)","content":"Teachers Should Be Exemplary"},{"refcode_short":"TSS 42.1","refcode_long":"Testimonies on Sabbath-School Work, p. 42.1 (Ellen Gould White)","content":"The teachers should set a right example before the youth, in spirit, in deportment, and in dress. They should be attired in plain, simple garments; and their spirit should be as humble as a child's, yet pure and elevated, for they stand in the presence of God, to represent the character of Christ to their scholars. In the spirit of devotion, with tenderness of heart, they should look upon their charges, remembering that Jesus said, “Take heed that ye despise not one of these little ones; for I say unto you, that in heaven their angels do always behold the face of My Father which is in heaven.” The angels of God that behold the face of the Father in heaven are looking upon the children and youth, whom you, as living agents for God, are teaching the way of salvation: Think of this, superintendents and teachers; you are in the presence of heavenly angels, doing work the character of which will testify to your fidelity or unfaithfulness to Christ."},{"refcode_short":"TSS 43.1","refcode_long":"Testimonies on Sabbath-School Work, p. 43.1 (Ellen Gould White)","content":"If teachers would ever bear in mind that it is the Holy Spirit that must reveal to the soul glimpses of heavenly things, and that as they work in the Spirit of Christ, this heavenly agent is impressing the mind with divine truth; if they would ever realize that angels are about them, that they are standing upon holy ground, much more efficient work would be done in our Sabbath-schools. The teachers would not be devoid of spiritual grace and power, for they would have a realization of the divine presence; they would understand that they were but the human agents through whom Christ was imparting His heavenly light. Their labors would be instinct with earnestness and power, and they would know that the Spirit helpeth their infirmities."},{"refcode_short":"TSS 43.2","refcode_long":"Testimonies on Sabbath-School Work, p. 43.2 (Ellen Gould White)","content":"The superintendents and teachers in our Sabbath-schools must be converted, rescued from their habitual insensibility. The precious lessons of truth must not be taught in a tame, lifeless way; but, by daily communion with the Lord, by a reception of the bright beams of the Sun of Righteousness, life-giving power must be added to their efforts to win souls to Christ. They must continually keep the mind stayed upon Christ, that the thoughts and impulses may be of a spiritual character, and that their manner and method of teaching may be subject to the dictation of the Holy Spirit. The Holy Spirit in its highest manifestation to men is to enable them to put forth their best energies, as God is working in them to will and to do of His own good pleasure."},{"refcode_short":"TSS 43.3","refcode_long":"Testimonies on Sabbath-School Work, p. 43.3 (Ellen Gould White)","content":"“Without Me,” Christ says, “ye can do nothing.” The worker is not to be left alone. The Spirit of God is given unto him, that he may will and do of God's good pleasure, that he may make no provision for the flesh, to fulfil the lusts thereof. Then, teacher, follow the leadings of the Spirit. As the Spirit of God draws the hearts of the children and youth, you draw with tenderness and love, inviting them, and pleading with them to give their hearts to God."},{"refcode_short":"TSS 44.1","refcode_long":"Testimonies on Sabbath-School Work, p. 44.1 (Ellen Gould White)","content":"The children and youth are Christ's purchased possession; He has bought them with an infinite price. Jesus loves the little ones. He looks with pity upon the young, for He knows how Satan will seek to attract them into the broad way, making it look enticing to their eyes; and Jesus bids the angels to take special charge of these inexperienced souls, in their homes, in their school life, and in the Sabbath-school. The Spirit is continually striving with them, seeking to draw them to God; and the laborer together with God will feel his responsibility, and will earnestly work to win souls to Christ."},{"refcode_short":"TSS 44","refcode_long":"Testimonies on Sabbath-School Work, p. 44 (Ellen Gould White)","content":"Prayer and Patience Needed"},{"refcode_short":"TSS 44.2","refcode_long":"Testimonies on Sabbath-School Work, p. 44.2 (Ellen Gould White)","content":"The scholars in your class may be perverse and stubborn, inclined to evil, they may severely test your patience, and yet their hearts are soil into which you may sow heavenly seed that will bear a harvest for good. If the teacher is not imbued with the Spirit of God, he will become discouraged, lose his self-control, and, by an impatient word, by a severe reprimand, may cut off all his influence, and make a failure of his work."},{"refcode_short":"TSS 44.3","refcode_long":"Testimonies on Sabbath-School Work, p. 44.3 (Ellen Gould White)","content":"The Sabbath-school teachers have need of walking carefully and prayerfully before God. They must labor as those who must give an account. They are given an opportunity to win souls for Christ, and the longer the youth remain in impenitence, the more confirmed they become in their resistance of the Spirit of God. With increase of years it is probable that there will be a decrease of sensibility to divine things, a diminished susceptibility to the influences of religion. Every day Satan works to fasten them in their habits of disobedience, their spirit of impenitence, and there is less probability that they will become Christians. And what shall be the account finally to be rendered by indifferent teachers? Why does moral diffidence bind the soul of the teacher, and make him reluctant to put forth proper efforts for the conversion of precious souls of youth and children? Why not let the Holy Spirit create an atmosphere about the soul that will drive away moral darkness and bring heavenly light to others?"},{"refcode_short":"TSS 45.1","refcode_long":"Testimonies on Sabbath-School Work, p. 45.1 (Ellen Gould White)","content":"The truly converted laborer in the Sabbath-school will not be moulded after the customs and practises of the world, but will stand in moral independence. He will set an example that will be consistent with his profession, coming out from the world, and maintaining a separation from its spirit and fashions. He will not be turned in the least from his steadfast purpose to be one with Christ, nor yield an iota from his stand of fidelity to God, in opposition to pride, to indulgence in selfish amusement, to expenditure of means for the gratification of inclination or love of display, but will be an example in spirit, deportment, and dress."},{"refcode_short":"TSS 45.2","refcode_long":"Testimonies on Sabbath-School Work, p. 45.2 (Ellen Gould White)","content":"Sabbath-school worker, which will you meet, the standard of Christ or that of the world? Oh, will you say, “I will lift the cross and follow Jesus?” Will you not cultivate His tenderness in persuasion, His earnestness in exhortation, and exemplify the exalted principles of the truth, manifesting in life and character what the religion of Christ has done for you? Shall we not all heed the exhortation of the apostle, “Put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof”?"},{"refcode_short":"TSS 46.1","refcode_long":"Testimonies on Sabbath-School Work, p. 46.1 (Ellen Gould White)","content":"There is need of representing genuine religion before the youth. Such religion will prove a vital power, an all-pervading influence. From heartfelt devotion, joyousness, freshness, and continual growth, will spring, and this is the religion that the youth must behold if they are to be drawn to Christ. This kind of religion will leave its divine impression upon souls, and its possessor will be renewed both mentally and physically by the refreshing grace of God."},{"refcode_short":"TSS 46.2","refcode_long":"Testimonies on Sabbath-School Work, p. 46.2 (Ellen Gould White)","content":"Try it for one year, you who are educators and teachers in our Sabbath and day schools, and see if you will not be able to say, “The Lord hath wrought wondrously for us, for many souls have been brought to the Master, as precious sheaves for the heavenly garner.”—Sabbath-School Worker, December 1, 1891, par. 13."},{"refcode_short":"TSS 47","refcode_long":"Testimonies on Sabbath-School Work, p. 47 (Ellen Gould White)","content":"Chapter 10—Cooperation with Christ"},{"refcode_short":"TSS 47.1","refcode_long":"Testimonies on Sabbath-School Work, p. 47.1 (Ellen Gould White)","content":"The Sabbath-school teacher should be a laborer together with God, cooperating with Christ. Do not be content with a lifeless, formal religion. The object of Sabbath-school work should be the in-gathering of souls. The order of working may be faultless, the facilities all that could be desired; but if the children and youth are not brought to Christ, the school is a failure; for unless souls are drawn to Christ, they become more and more unimpressionable under the influence of a formal religion. The teacher should cooperate, as he knocks at the door of the heart of those who need help. If pupils respond to the pleading of the Spirit, and open the door of the heart, that Jesus may come in, He will open their understanding, that they may comprehend the things of God. The teacher's work is simple work, but if it is done in the Spirit of Jesus, depth and efficiency will be added to it by the operation of the Spirit of God."},{"refcode_short":"TSS 47.2","refcode_long":"Testimonies on Sabbath-School Work, p. 47.2 (Ellen Gould White)","content":"There should be much personal work done in the Sabbath-school. The necessity of this kind of work is not recognized and appreciated as it should be. From a heart filled with gratitude for the love of God, which has been imparted to the soul, the teacher should labor tenderly and earnestly for the conversion of his scholars."},{"refcode_short":"TSS 47.3","refcode_long":"Testimonies on Sabbath-School Work, p. 47.3 (Ellen Gould White)","content":"What evidence can we give to the world that the Sabbath-school work is not a mere pretense? It will be judged by its fruits. It will be estimated by the character and work of the pupils. In our Sabbath-schools the Christian youth should be intrusted with responsibilities, that they may develop their abilities and gain spiritual power. Let the youth first give themselves to God, and then let them in their early experience be taught to help others. This work will bring their faculties into exercise and enable them to learn how to plan and how to execute their plans for the good of their associates. Let them seek the company of those who need help, not to engage in foolish conversation, but to represent Christian character, to be laborers together with God, winning those who have not given themselves to God."},{"refcode_short":"TSS 48.1","refcode_long":"Testimonies on Sabbath-School Work, p. 48.1 (Ellen Gould White)","content":"In studying the Scriptures, in manifesting an unselfish interest in others, in doing those things that will please the Saviour, you will grow in grace and in the knowledge of our Lord and Saviour. Let every teacher and scholar ask, “What can I do that can be counted as good service to Him who has died that I might live?” The Master gives this answer, “Seek and save that which is lost.” You are to work in Christ's way, with patience, with interest, with determination that you will not feel discouraged as you work for time and eternity, believing that Jesus can do much through human ability consecrated to His service. What higher privilege could we desire than to be laborers together with God, making the most of our intrusted powers, that this very work may be accomplished?"},{"refcode_short":"TSS 48.2","refcode_long":"Testimonies on Sabbath-School Work, p. 48.2 (Ellen Gould White)","content":"When young men and women are sober minded, and cultivate piety and devotion, they will let their light shine forth to others, and there will be vital power in the church. It would be well to have an hour appointed for Bible study, and let the youth, both converted and unconverted, gather together for prayer and for the relation of their experiences. The youth should have a chance to give expression to their feelings. It would be well to have a judicious leader chosen at first, one who will talk little and encourage a great deal, by dropping a word now and then to help and strengthen the youth in the beginning of their religious experiences. After they have had a little experience, let one of their number take the leadership, and then another, and in this way let workers be educated that will meet the approval of God."},{"refcode_short":"TSS 49","refcode_long":"Testimonies on Sabbath-School Work, p. 49 (Ellen Gould White)","content":"Behind Our Duty"},{"refcode_short":"TSS 49.1","refcode_long":"Testimonies on Sabbath-School Work, p. 49.1 (Ellen Gould White)","content":"In our efforts to help the youth we are woefully behind our duty. We have had great light, but we lack in zeal and earnestness, and have not fervency of spirit proportionate to the privileges we enjoy. We must rise above the chilling atmosphere of unbelief with which we are surrounded, and draw nigh to God, that He may draw nigh to us. We must educate the youth, that they may learn how to work for the salvation of souls; and in educating the youth for this work, we shall also learn how to labor more successfully, becoming efficient agents in the hands of God for the conversion of our scholars. We must become imbued with the spirit of earnest labor, and lay hold upon Christ, claiming Him as our only efficiency. Our minds must be enlarged, that we may have a proper realization of the things pertaining to eternal life. Our hearts must be softened and subdued by the grace of Christ, that we may become true educators."},{"refcode_short":"TSS 49.2","refcode_long":"Testimonies on Sabbath-School Work, p. 49.2 (Ellen Gould White)","content":"Let superintendents and teachers inquire, Do I believe the Word of God? Am I giving myself to Him who hath given Himself for me, suffering a cruel death upon the cross, that I might not perish but have everlasting life? Do we believe that Jesus is drawing the souls of those around us, even those who are living in impenitence and do not respond to His drawing power? Then, in contrition of soul, say: “Master, I will draw with all my powers of influence, I will draw unto Thee. I trust in Thee and in Thee alone to touch and subdue the heart by the power of the Holy Spirit.”—Sabbath-School Worker, January 1, 1892, par. 7."},{"refcode_short":"TSS 50","refcode_long":"Testimonies on Sabbath-School Work, p. 50 (Ellen Gould White)","content":"Chapter 11—The Object of Sabbath-School Work"},{"refcode_short":"TSS 50.1","refcode_long":"Testimonies on Sabbath-School Work, p. 50.1 (Ellen Gould White)","content":"Christian teachers and students are responsible to God for the gracious privileges they enjoy, for they are to be laborers together with God, bearing a decided testimony to the power of God's saving grace in the sight of earth and heaven. The efficiency and influence of the workers for God will be in proportion to their moral elevation and purity. The true Christian teachers will discern the import of the Sabbath-school lesson; for their understanding will be opened to comprehend the gospel. They will let their light shine to those who have taken no interest in the precious rays of truth. The door of the heart must be opened to receive the light shining from the Word. One Christian student who receives the Word of God may be the means of blessing his fellow-students. He can be a benefit to others if, patiently and kindly and interestingly, he will go over the lesson with those who do not take an interest in the things of God, and will make his instruction simple and definite. This kind of work will require the exercise of wisdom from above, that the worker may approach in an acceptable manner those who most need help, and lead them to Christ, where the wants of the soul may be satisfied...."},{"refcode_short":"TSS 51.1","refcode_long":"Testimonies on Sabbath-School Work, p. 51.1 (Ellen Gould White)","content":"When the youth is converted, do not leave him in idleness; give him something to do in the vineyard of the Master. According to his ability, let him be employed; for the Lord has given to every man his work. Let us cooperate with the Lord in every line, and set in operation every means whereby the powers of those connected with the school may be developed for usefulness. The inhabitants of the world are ranging themselves under the banners of the two leaders of earth's inhabitants. Christ, the Prince of Life, and Satan, the prince of darkness, are urging men and women and youth into service. It is the work of the Christian teacher and scholar to make earnest efforts that the ranks of Christ may be continually increased, to invite every soul to stand under the blood-stained banner of Prince Emmanuel."},{"refcode_short":"TSS 51","refcode_long":"Testimonies on Sabbath-School Work, p. 51 (Ellen Gould White)","content":"Avoid Controversy"},{"refcode_short":"TSS 51.2","refcode_long":"Testimonies on Sabbath-School Work, p. 51.2 (Ellen Gould White)","content":"Lessons should be taught in the Sabbath-school that will shed light into the chambers of heart and mind. And that this may be accomplished, the teachers must be under the influence of the Holy Spirit, that all selfishness may be subdued, that no hasty word may be spoken, no inconsiderate action may be performed, but that the grace of God may be manifested as working with human effort for the salvation of souls. This should be the great end of Sabbath-school work. The Sabbath-school should not be made a place for controversy; it is not the place to make differences of opinion manifested. Let all this kind of work be kept out of the school, and let harmony be maintained. If ideas are advanced that are questioned by members of the school, let not a combative spirit arise and discussion and controversy follow."},{"refcode_short":"TSS 52.1","refcode_long":"Testimonies on Sabbath-School Work, p. 52.1 (Ellen Gould White)","content":"The Sabbath-school should be a place where the jewels of truth are searched for and rescued from their environment of error, and placed in their true setting in the framework of the gospel. Precious gems of truth, long lost sight of, are now to be restored to the children of God. The themes of justification by faith, the righteousness of Christ, should be presented in our schools, that the youth and children may understand these important subjects, and teachers and scholars may know the way of salvation. Sacred and eternal principles connected with the plan of salvation have long been lost from sight, but they must be restored to their proper place in the plan of salvation, and made to appear in their heavenly light, and penetrate the moral darkness in which the world is enshrouded."},{"refcode_short":"TSS 52.2","refcode_long":"Testimonies on Sabbath-School Work, p. 52.2 (Ellen Gould White)","content":"Let the youth take heed to the words of the wise man, “Trust in the Lord with all thine heart; and lean not unto thine own understanding.” Let them walk softly, prayerfully, and carefully before the Lord, in continual dependence upon Him, and at the same time exerting all their powers, improving all their opportunities, trusting to what the Lord can do with their consecrated abilities. Let them inquire at every step, “Is this the way of the Lord?” Humility is a characteristic of those who have true wisdom, and, no matter what may be their attainments, they will not be self-confident and boastful."},{"refcode_short":"TSS 53","refcode_long":"Testimonies on Sabbath-School Work, p. 53 (Ellen Gould White)","content":"Lifelong Service"},{"refcode_short":"TSS 53.1","refcode_long":"Testimonies on Sabbath-School Work, p. 53.1 (Ellen Gould White)","content":"The Lord calls for young men and women to gird themselves for lifelong, earnest labor in the Sabbath-school work. Spasmodic efforts will not avail to accomplish much good, or to make you successful laborers in the work of God. By patient continuance in well-doing, you are to become laborers together with God. You are to reckon yourselves the servants of God by the day. Be diligent in your work for one day, and see that you make no crooked paths for your feet, lest the lame be turned out of the path of rectitude by your misdoings."},{"refcode_short":"TSS 53.2","refcode_long":"Testimonies on Sabbath-School Work, p. 53.2 (Ellen Gould White)","content":"The Lord would have teachers in the Sabbath-school work who can give whole-hearted service, who will increase their talent by exercise, and make improvement on what has already been attained. The Lord would have working Christians in His church; for the worker has fewer temptations than those who have little to do. Those who truly believe in Christ will become laborers together with God. They will be governed by His Spirit; their affections will be purified, their passions will be controlled, and precious fruits will appear in their lives for the glory of God; for those who truly believe in Christ will reflect light. New light will ever be revealed on the Word of God to him who is in living connection with the Sun of Righteousness. Let no one come to the conclusion that there is no more truth to be revealed. The diligent, prayerful seeker for truth will find precious rays of light yet to shine forth from the Word of God. Many gems are yet scattered that are to be gathered together to become the property of the remnant people of God. But light is not given simply to be a strength to the church, but to be shed upon those who are in darkness. The people of God are to show forth the praises of Him who hath called them out of darkness into His marvelous light. Christ has said of His people, “Ye are the light of the world,” and it is the mission of light to shine out and illuminate the darkness."},{"refcode_short":"TSS 54.1","refcode_long":"Testimonies on Sabbath-School Work, p. 54.1 (Ellen Gould White)","content":"Oh, may teachers and pupils be what the Lord designed that they should be when He gave His life that they might be the sons and daughters of God, and win the crown of immortal glory!—Sabbath-School Worker, March 1, 1892, par.5."},{"refcode_short":"TSS 54","refcode_long":"Testimonies on Sabbath-School Work, p. 54 (Ellen Gould White)","content":"Chapter 12—Heart Work in Sabbath-School Teacher and Scholar"},{"refcode_short":"TSS 54.2","refcode_long":"Testimonies on Sabbath-School Work, p. 54.2 (Ellen Gould White)","content":"Every teacher in the Sabbath-school should be a follower of Christ, and those who have not identified themselves as the disciples of Christ, showing by a consistent life that they are Christians, should not be invited to become teachers in the Sabbath-school, for they have need that some one first teach them the foundation principles of the love and fear of God. “Without Me,” Christ says, “ye can do nothing.” Then of what value would be the teaching of one who knew nothing by personal experience of the power of Christ? It would be a great inconsistency to urge such a one to take a class in the Sabbath-school, but it is even worse to permit a class to be under the influence of a teacher whose dress and deportment deny the Saviour, whom they profess to serve."},{"refcode_short":"TSS 54.3","refcode_long":"Testimonies on Sabbath-School Work, p. 54.3 (Ellen Gould White)","content":"Those who teach in Sabbath-school must have their hearts warmed and invigorated by the truth of God, being not hearers only, but also doers of the Word. They should be nourished in Christ as the branches are nourished in the vine. The dews of heavenly grace should fall upon them, that their hearts may be like precious plants, whose buds open and expand and give forth a grateful fragrance, as flowers in the garden of God. Teachers should be diligent students of the Word of God, and ever reveal the fact that they are learning daily lessons in the school of Christ, and are able to communicate to others the light they have received from Him who is the great Teacher, the Light of the world."},{"refcode_short":"TSS 55.1","refcode_long":"Testimonies on Sabbath-School Work, p. 55.1 (Ellen Gould White)","content":"Teachers should feel their responsibility, and make use of every opportunity to improve, that they may render the best kind of service in a manner that will result in the salvation of souls. Both teachers and pupils should awake to the importance of manifesting industry and perseverance in the study of God's Word. They should be much in communion with God, where petty temptations will not control them, and indolence and apathy will be successfully resisted. No idleness, no self-indulgence should be allowed by those who profess to be Christian workers."},{"refcode_short":"TSS 55.2","refcode_long":"Testimonies on Sabbath-School Work, p. 55.2 (Ellen Gould White)","content":"Point after point of truth should be investigated; for there is no limitation to the truth of God, and in its study a most lively interest should be felt by both teachers and pupils, that they may know what God hath said. For years the voice of God has been saying to us, “Agitate, agitate, agitate.” Study every point of truth, that you may know for yourselves what is truth in distinction from error. Let students search for themselves, that they may know the deep things of God. Let this work be done in the Spirit of Christ. Put no restriction upon the students."},{"refcode_short":"TSS 56.1","refcode_long":"Testimonies on Sabbath-School Work, p. 56.1 (Ellen Gould White)","content":"In searching the Scriptures there is need of great humility of mind and contrition of heart, of seeking earnestly unto God. Those who come in a lowly spirit, seeking for truth, will be aided in their search by the angels of God."},{"refcode_short":"TSS 56.2","refcode_long":"Testimonies on Sabbath-School Work, p. 56.2 (Ellen Gould White)","content":"The Lord will raise up men to bear the message of truth to the world and to His people. If those in responsible positions do not move onward in the opening providences of God, bearing an appropriate message for this time, the words of warning will be given to others who will be faithful to their trust. Even youthful Christians will be chosen to “cry aloud and spare not.”"},{"refcode_short":"TSS 56","refcode_long":"Testimonies on Sabbath-School Work, p. 56 (Ellen Gould White)","content":"A New Element"},{"refcode_short":"TSS 56.3","refcode_long":"Testimonies on Sabbath-School Work, p. 56.3 (Ellen Gould White)","content":"A new element must be brought into our Sabbath-school work in every church, not an element of contention, but one of piety and purity. Self-esteem and self-sufficiency are so prevalent that the words of the True Witness apply to many members of the Sabbath-school. The True Witness says: “I know thy works, that thou art neither cold nor hot; I would thou wert cold or hot. So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of My mouth. Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked; I counsel thee to buy of Me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eye-salve, that thou mayest see. As many as I love, I rebuke and chasten; be zealous therefore, and repent.”"},{"refcode_short":"TSS 57.1","refcode_long":"Testimonies on Sabbath-School Work, p. 57.1 (Ellen Gould White)","content":"What is the character of the religious experience of those who take part in the Sabbath-school work? The light of truth has been shining in the minds and hearts of teachers and scholars, that they may diffuse it to those who are out of Christ. The saving message is to be given to those who have not yet opened their hearts to receive the heavenly gift. The truth must be urged upon the attention of those who seem indifferent. If all felt a burden for the souls for whom Christ died, how intense would be the interest in every agency employed for the salvation of souls! How little our thoughts would be upon the indulgence of self, upon display in dress, and upon seeking for amusement! How little money would be expended for entertainments and pleasure if we realized the importance of investing our means in the cause of God, which demands every penny not needed for actual wants."},{"refcode_short":"TSS 57.2","refcode_long":"Testimonies on Sabbath-School Work, p. 57.2 (Ellen Gould White)","content":"Pray that the Holy Spirit may come to your hearts, and then you will wear Christ's yoke, and bear His burden, and grow into complete union with Jesus. Our views are too narrow; we need a more extended vision, that we may take in the wants of the cause."},{"refcode_short":"TSS 57.3","refcode_long":"Testimonies on Sabbath-School Work, p. 57.3 (Ellen Gould White)","content":"What the cause most needs is consecrated young men and women, who feel a personal responsibility for the advance of the work, and who will cooperate with divine agencies to shed light into the moral darkness of the world."},{"refcode_short":"TSS 57.4","refcode_long":"Testimonies on Sabbath-School Work, p. 57.4 (Ellen Gould White)","content":"Many who profess to be Christians do not more than half believe the Word of God. They do not study it earnestly, but waste precious time in reading novels and story-books. A mere intellectual understanding of the Word of God will not be sufficient to influence the habits of the life, for the life is regulated by the condition of the heart. When Sabbath-school teachers have taught the lessons of external revelation, their work is but just begun, and they should not cease their labor until they have evidence that the precepts of heaven are not only accepted by the understanding of the pupil, but written upon the heart.—Sabbath-School Worker, April 1, 1892."},{"refcode_short":"TSS 58","refcode_long":"Testimonies on Sabbath-School Work, p. 58 (Ellen Gould White)","content":"Chapter 13—The Teacher Must Be a Learner"},{"refcode_short":"TSS 58.1","refcode_long":"Testimonies on Sabbath-School Work, p. 58.1 (Ellen Gould White)","content":"“Flee also youthful lusts; but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart. But foolish and unlearned questions avoid, knowing that they do gender strifes.” Those who would become the educators of the youth and children must learn much, very much, both in precept and experience, in order that they may be successful laborers for God. They must grow in grace and in the knowledge of our Lord and Saviour Jesus Christ, attaining unto the measure of the stature of Christ. Growth in grace is a testimony to the fact that you are abiding in Christ as the branch is abiding in the vine. If you abide in Him, you will have power to discern spiritual truth, for spiritual things are spiritually discerned."},{"refcode_short":"TSS 58.2","refcode_long":"Testimonies on Sabbath-School Work, p. 58.2 (Ellen Gould White)","content":"“I have written unto you, young men, because ye are strong, and the Word of God abideth in you, and ye have overcome the wicked one.” God calls upon the young men and young women to make the most of their intrusted ability. He would have you cultivate habits of industry, habits of study, that you may improve the talents He has given you. God will accept your service, and the improvement of your talents, but He can not look with approval upon half-hearted, half-way work. Every branch of God's work calls for the exercise of the highest ability; it demands that you shall bring into requisition every available help, that you shall direct your noblest impulses to the propagation of the truth. The exalted, sacred character of the work requires the enlistment of the highest intellectual and spiritual powers, that it may be properly represented before those who sit in darkness and in the shadow of death."},{"refcode_short":"TSS 59.1","refcode_long":"Testimonies on Sabbath-School Work, p. 59.1 (Ellen Gould White)","content":"If you are called to be a teacher in any branch of the work of God, you are called also to be a learner in the school of Christ. If you take upon you the sacred responsibility of teaching others, you take upon you the duty of going to the bottom of every subject you seek to teach. If you present a subject from the Word of God to your pupils in the Sabbath-school, you should make the reasons for your faith so plain that your scholars shall be convinced of its truth. You should diligently search and compare the evidences of the Word of God on messages that He sends to the church, that you may know what is truth, and be able to direct those who look to you into the way of righteousness."},{"refcode_short":"TSS 59","refcode_long":"Testimonies on Sabbath-School Work, p. 59 (Ellen Gould White)","content":"Listen with Candor"},{"refcode_short":"TSS 59.2","refcode_long":"Testimonies on Sabbath-School Work, p. 59.2 (Ellen Gould White)","content":"When asked to hear the reasons of a doctrine that you do not understand, do not condemn the message until you have given it a thorough investigation, and know from the Word of God that it is not tenable. If I had an opportunity, I would speak to the students of every Sabbath-school in the land, lifting up my voice in earnest appeal that they go to the Word of God, seeking for truth and light. God has precious light to come to His people at this very time, and you should strive earnestly in your investigations to aim at nothing less than a thorough knowledge of every point of truth, that you may not be found in the day of God among those who have not lived by every word that proceedeth out of the mouth of God."},{"refcode_short":"TSS 60.1","refcode_long":"Testimonies on Sabbath-School Work, p. 60.1 (Ellen Gould White)","content":"The momentous issues at stake through neglect of the Word of God should be carefully considered. The study of the Bible is worthy of the best mental effort, the most sanctified ability. When new light is presented to the church, it is perilous to shut yourselves away from it. Refusing to hear because you are prejudiced against the message or the messenger will not make your case excusable before God. To condemn that which you have not heard and do not understand will not exalt your wisdom in the eyes of those who are candid in their investigations of truth. And to speak with contempt of those whom God has sent with a message of truth, is folly and madness. If our youth are seeking to educate themselves to be workers in His cause, they should learn the way of the Lord, and live by every word that proceedeth out of His mouth. They are not to make up their minds that the whole truth has been unfolded, and that the Infinite One has no more light for His people. If they entrench themselves in the belief that the whole truth has been revealed, they will be in danger of discarding precious jewels of truth that shall be discovered as men turn their attention to the searching of the rich mine of God's Word."},{"refcode_short":"TSS 61.1","refcode_long":"Testimonies on Sabbath-School Work, p. 61.1 (Ellen Gould White)","content":"Those who have entered upon the work of teaching, or who have been called to any position of responsibility, should not be satisfied to take the product of the researches of other minds, but they should investigate truth for themselves. If they do not form the habit of investigating themes of truth for themselves, they will become superficial in their life and acquirements. The opinions of your associates may be of value to you, but you should not rely upon them and have no definite ideas of your own. You should examine the truths you have been led to believe, until you know that they are without a flaw. You lose much when you do not bring every point of faith you hold to the law and to the testimony, for you do not see or appreciate the truth as it is. Oh, that all our youth might appreciate the privilege that God has given! It is His will that you should go to the source of all light, and receive the enlightenment of His Spirit (for this will be given to every humble seeker for truth), and then you will know that the Spirit and the Word agree, and know that you know what is truth. What assurance this knowledge gives! You can then speak with power, proclaiming what you have learned as truth, knowing that you have not followed cunningly-devised fables.—Sabbath-School Worker, May 1, 1892."},{"refcode_short":"TSS 62","refcode_long":"Testimonies on Sabbath-School Work, p. 62 (Ellen Gould White)","content":"Chapter 14—The Spirit of Investigation Essential"},{"refcode_short":"TSS 62.1","refcode_long":"Testimonies on Sabbath-School Work, p. 62.1 (Ellen Gould White)","content":"“But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them; and that from a child thou hast known the Holy Scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus. All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness; that the man of God may be perfect, thoroughly furnished unto all good works.”"},{"refcode_short":"TSS 62.2","refcode_long":"Testimonies on Sabbath-School Work, p. 62.2 (Ellen Gould White)","content":"There is yet much precious truth to be revealed to the people in this time of peril and darkness, but it is Satan's determined purpose to prevent the light of truth from shining into the hearts of men. If we would have the light that has been provided for us, we should show our desire for it by diligently searching the Word of God. Precious truths that have long been in obscurity are to be revealed in a light that will make manifest their sacred worth; for God will glorify His Word, that it may appear in a light in which we have never before beheld it. But those who profess to love the truth must put to the stretch their powers, that they may comprehend the deep things of the Word, that God may be glorified and His people may be blessed and enlightened. With humble hearts, subdued by the grace of God, you should come to the task of searching the Scriptures, prepared to accept every ray of divine light, and to walk in the way of holiness."},{"refcode_short":"TSS 62.3","refcode_long":"Testimonies on Sabbath-School Work, p. 62.3 (Ellen Gould White)","content":"In searching the Scriptures you are not to endeavor to interpret their utterances so as to agree with your preconceived ideas, but come as a learner to understand the foundation principles of the faith of Christ. With eager interest, with fervent prayer, come to the Word of God, that you may know what is truth, manifesting the same spirit as did Nathanael when he earnestly besought the Lord that he might know the truth. Light will come to every earnest seeker for truth, as it came to Nathanael. Jesus saw him as he bowed in prayer under the fig tree, and while he was still petitioning for light, the messenger came to call him, and to lead him to the Source of all light. “Philip findeth Nathanael, and saith unto him, We have found Him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the Son of Joseph. And Nathanael said unto him, Can there any good thing come out of Nazareth?” Prejudice and unbelief sprang up in the heart of Nathanael, but Philip did not try to combat it. He said, “Come and see. Jesus saw Nathanael coming to Him, and saith of him, Behold an Israelite indeed, in whom is no guile. Nathanael saith unto Him, Whence knowest Thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee. Nathanael answered and said unto him, Rabbi, Thou art the Son of God; Thou art the King of Israel.”"},{"refcode_short":"TSS 63.1","refcode_long":"Testimonies on Sabbath-School Work, p. 63.1 (Ellen Gould White)","content":"How easily was Nathanael convinced! And with what pleasure Jesus looked upon his sincere, guileless faith! “Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these. And He saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man.” God never honors unbelief and questioning and doubt. When He speaks, His word is to be recognized and carried out in the daily actions. And if the heart of man is in living connection with God, the voice that cometh from above will be recognized."},{"refcode_short":"TSS 64","refcode_long":"Testimonies on Sabbath-School Work, p. 64 (Ellen Gould White)","content":"Controversy to be Avoided"},{"refcode_short":"TSS 64.1","refcode_long":"Testimonies on Sabbath-School Work, p. 64.1 (Ellen Gould White)","content":"While there is need of thorough investigation of the Word of God, that precious truth may be discovered and brought to light, we should be guarded, that the spirit of controversy does not control in our discussions of the Sabbath-school lesson. In bringing out points upon which there may be a difference of opinion, the grace of Christ should be manifested by those who are seeking for an understanding of the Word of God. There should be liberty given for a frank investigation of truth, that each may know for himself what is the truth. Among the pupils of the Sabbath-school there should be a spirit of investigation, that those who are old enough to discern evidence may be encouraged to search for fresh rays of light, and to appreciate all that God may send to His people. The light which God will send to His people will never appear unless there is a diligent searching of the Word of truth."},{"refcode_short":"TSS 64.2","refcode_long":"Testimonies on Sabbath-School Work, p. 64.2 (Ellen Gould White)","content":"The world is full of all manner of error of a misleading nature, and it is essential that both pupils and teachers know that they know what is truth. There is need that we reverence the Word of God and recognize His voice in the living oracles, that we may practise its precepts and live by every word that proceedeth out of the mouth of God. Those that do the will of God shall know of the doctrine whether it be of God, for no deception will cloud their minds. God calls every one, both old and young, to make a diligent search in His Word, that they may discover the rich jewels of truth. Ministers and people, teachers and scholars, are all called to the work of studying the Bible."},{"refcode_short":"TSS 65.1","refcode_long":"Testimonies on Sabbath-School Work, p. 65.1 (Ellen Gould White)","content":"Precious light is to shine forth from the Word of God, and let no one presume to dictate what shall or what shall not be brought before the people in the messages of enlightenment that He shall send, and so quench the Spirit of God. Whatever may be his position of authority, no one has a right to shut away the light from the people. When a message comes in the name of the Lord to His people, no one may excuse himself from an investigation of its claims. No one can afford to stand back in an attitude of indifference and self-confidence, and say: “I know what is truth. I am satisfied with my position. I have set my stakes, and I will not be moved away from my position, whatever may come. I will not listen to the message of this messenger; for I know that it can not be truth.” It was from pursuing this very course that the popular churches were left in partial darkness, and that is why the messages of heaven have not reached them."},{"refcode_short":"TSS 65","refcode_long":"Testimonies on Sabbath-School Work, p. 65 (Ellen Gould White)","content":"Cultivate a Teachable Spirit"},{"refcode_short":"TSS 65.2","refcode_long":"Testimonies on Sabbath-School Work, p. 65.2 (Ellen Gould White)","content":"God calls upon those who hold responsible positions in Sabbath-school work to put away all egotism, all self-confidence, and pride of opinion; if a message comes that you do not understand, take pains that you may hear the reasons the messenger may give, comparing scripture with scripture, that you may know whether or not it is sustained by the Word of God. If you believe that the position taken have not the Word of God for their foundation, if the position you hold on the subject can not be controverted, then produce your strong reasons; for your position will not be shaken by coming in contact with error. There is no virtue or manliness in keeping up a continual warfare in the dark, closing your eyes lest you may see, closing your ears lest you may hear, hardening your heart in ignorance and unbelief lest you may have to humble yourselves and acknowledge that you have received light on some points of truth. To hold yourselves aloof from an investigation of truth is not the way to carry out the Saviour's injunction to “search the Scriptures.” Is it digging for hidden treasures to call the result's of some one's labor a mass of rubbish, and make no critical examination to see whether or not there are precious jewels of truth in the collection of thought which you condemn? Will those who have almost everything to learn keep themselves away from every meeting where there is an opportunity to investigate the messages that come to the people, simply because they imagine the views held by the teachers of the truth may be out of harmony with what they have conceived as truth? Thus it was that the Jews did in the days of Christ, and we are warned not to do as they did, and be led to choose darkness rather than light, because there was in them an evil heart of unbelief in departing from the living God. No one of those who imagine that they know it all is too old or too intelligent to learn from the humblest of the messengers of the living God.—Sabbath-School Worker, June 1, 1892."},{"refcode_short":"TSS 67","refcode_long":"Testimonies on Sabbath-School Work, p. 67 (Ellen Gould White)","content":"Chapter 15—What It Means to be a Laborer with God"},{"refcode_short":"TSS 67.1","refcode_long":"Testimonies on Sabbath-School Work, p. 67.1 (Ellen Gould White)","content":"“Young men likewise exhort to be sober minded. In all things showing thyself a pattern of good works; in doctrine showing uncorruptness, gravity, sincerity, sound speech, that can not be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.”"},{"refcode_short":"TSS 67.2","refcode_long":"Testimonies on Sabbath-School Work, p. 67.2 (Ellen Gould White)","content":"Where sincere piety is lacking, where daily communion with God is neglected, the teacher in the Sabbath-school will be dry and tedious in his manner of teaching. His words will have no power to reach the hearts of his pupils. To be laborers together with God means a great deal more than merely to go to Sabbath-school, and attend the services of the church, and take part in the work of teaching, and in bearing testimony in the social service. To be a laborer together with God means that your heart is drawn out in strong desire for the salvation of the sinful souls for whom Christ has died. It means that you are filled with solicitude for the work, that you are ever planning to make your instruction interesting, to devise ways that you may draw with every intrusted power of your nature along the lines in which Christ is drawing, that souls may be won to His service and be bound to Him by the cords of His infinite love."},{"refcode_short":"TSS 67.3","refcode_long":"Testimonies on Sabbath-School Work, p. 67.3 (Ellen Gould White)","content":"Laborers together with God do not feel like shrinking from sacred obligations; but for Christ's sake they are willing to endure toil, to suffer privation and reproach. They are willing to meet with repulses, though this is hard to bear and humiliating to human pride. But the laborer together with God will remember that Jesus bore shame and insult, rejection and death, that He might save those who were lost. Every part of the varied labor in the harvest field means sacrifice and self-denial. It means that the time usually spent in matters of minor importance should be spent in searching the Scriptures, that you may know how to labor successfully in the work to which you are appointed. It means that you must become acquainted with the Spirit of God. It means that you must do much praying, and have much serious thought as to how you may put to use every capability of your nature, and carry forward the work of God effectively."},{"refcode_short":"TSS 68.1","refcode_long":"Testimonies on Sabbath-School Work, p. 68.1 (Ellen Gould White)","content":"You are God's employed servants, delegated to build up His kingdom in the earth, and you are to do your part in saving the souls for whom Christ has paid the price of His own blood. Is it then a slight matter to teach in the Sabbath-school, without a preparation of heart for this momentous work? Many who undertake teaching a class feel little interest in it, and they mar the sacred work by their unconsecrated efforts."},{"refcode_short":"TSS 68","refcode_long":"Testimonies on Sabbath-School Work, p. 68 (Ellen Gould White)","content":"The Experience Needed"},{"refcode_short":"TSS 68.2","refcode_long":"Testimonies on Sabbath-School Work, p. 68.2 (Ellen Gould White)","content":"Teachers and workers in every department of the Sabbath-school work, I address you in the fear of God, and tell you that unless you have a living connection with God, and are often before Him in earnest prayer, you will not be able to do your work with heavenly wisdom, and win souls for Christ. The worker for God must be clothed with humility as with a garment. The Lord will recognize and bless the humble worker who has a teachable spirit, a reverential love for truth and righteousness, wherever such a worker may be. If you are thus, you will show a care for your scholars by making special efforts for their salvation. You will come close to them in loving sympathy, visiting them at their homes, learning their true condition by conversing with them concerning their experience in the things of God, and you will bear them in the arms of your faith to the throne of the Father."},{"refcode_short":"TSS 69.1","refcode_long":"Testimonies on Sabbath-School Work, p. 69.1 (Ellen Gould White)","content":"It will do no good to reprimand, and accuse, and fret at your scholars when they manifest a spirit of unrest and mischievousness. Remember you are to be a patient laborer together with God, and that all heaven is interested in the work you are doing, and any part in the work of God means toil and travail of soul. “Quit you like men, be strong.” Ask of your Master, who submitted to humiliation, and who endured the death of the cross, what He would have you to do. Take all your intrusted talents with you into the work, and put them out to the exchangers. Through the grace of Christ you will be able to do a precious work for the Master. The wealth of divine resource is at your command, and through prayer and faith you may lay hold on the promises of God, and appropriate them to your need. Consecrate yourself and your all to the service of Him who hath loved you, and hath given Himself for you. Jesus says, “Herein is My Father glorified, that ye bear much fruit; so shall ye be My disciples.” This means in the Sabbath-school work as much as in the work of the minister. Now is the golden opportunity to sow precious seed that will spring up and bear fruit unto eternal life. Now you may be a savor of life unto life; for when you can impart to others truth that you have gained through a deep experience, it has a life-giving power that will impress hearts and draw them to Jesus. When Jesus is drawing, and His colaborers are working in harmony with Him, hard indeed must be the heart that will not be impressed and subdued by the power of divine love.—Sabbath-School Worker, July 1, 1892."},{"refcode_short":"TSS 70","refcode_long":"Testimonies on Sabbath-School Work, p. 70 (Ellen Gould White)","content":"Chapter 16—The All-Important Lesson"},{"refcode_short":"TSS 70.1","refcode_long":"Testimonies on Sabbath-School Work, p. 70.1 (Ellen Gould White)","content":"If the young who are strong will put to the stretch their powers in searching the Bible, they will have minds stored with valuable knowledge that will shine as a light upon those with whom they associate. The Sabbath-school should be a place where those who have made advancement in divine knowledge should be able to inculcate fresh ideas in regard to the faith of God's people. When all those who profess to be Christians are Christians in deed and in truth, the Sabbath-school will be no longer a dry round of service. The teachers will then understand the lesson that Christ gave to Nicodemus, and will teach it in all its momentous bearing on human destiny. Jesus said to the ruler in Israel, “Verily, verily, I say unto thee, Except a man be born again, he can not see the kingdom of God.” Except a man be born again, he can not understand the character of the heavenly kingdom, or discern its spiritual nature. Christ was saying to Nicodemus in these words: “It is not learning you need so much as it is inward renovation. You need not to have your curiosity satisfied so much as to have a new heart, and until that change takes place, making all things new, it will result in no saving good to you for Me to discuss with you My authority, My work, My mission as One who bears the credentials of Heaven.”"},{"refcode_short":"TSS 71.1","refcode_long":"Testimonies on Sabbath-School Work, p. 71.1 (Ellen Gould White)","content":"The lesson which Christ gave to Nicodemus is important to every teacher, to every Sabbath-school worker, to every youth and child. It is certainly important that we become acquainted with the reasons of our faith, but the most important knowledge to be gained is the experimental knowledge of what it means to be born again. The great want in our Sabbath-school work is the want of the light of life. All through our ranks are needed men and women who have learned at the feet of Jesus what is truth, and how to present it to others. It requires holy men, men who have humility, who are abiding in Christ, to be educators of our youth in the Sabbath-school."},{"refcode_short":"TSS 71.2","refcode_long":"Testimonies on Sabbath-School Work, p. 71.2 (Ellen Gould White)","content":"Nicodemus came to the Lord, thinking to enter into a long discussion with Him concerning points of minor importance, but Jesus laid bare the first principles of truth, and showed Nicodemus that his first need was humility of heart, a teachable spirit, a new heart; that if he would enter into the kingdom of God, he must be born again. Are there not those who hold responsible positions in the Sabbath-school who would be irritated and annoyed if I should testify to them that, though they are rulers in Israel, they too need to be born again? Nicodemus wondered that Christ should speak to him in the way in which He did, not respecting his position as ruler in Israel, and he was not prepared to receive the truth, and he answered Christ in words full of irony. “Nicodemus saith unto Him, How can a man be born when he is old? can he enter a second time into his mother's womb, and be born?” He revealed the fact, as do many, when the cutting truth is brought home to the conscience, that the natural man receiveth not the things of the Spirit of God. There is nothing in them that responds to spiritual things; for spiritual things are spiritually discerned. But, although Nicodemus did not comprehend His words, Jesus did not become impatient or discouraged, but sought to make more plain His statement of truth. In solemn, quiet dignity, Jesus repeated His words in a manner that would convince him of their divine truth: “Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he can not enter into the kingdom of God. That which is born of the flesh is flesh; and that which is born of the Spirit is spirit. Marvel not that I said unto thee, Ye must be born again.” ..."},{"refcode_short":"TSS 72.1","refcode_long":"Testimonies on Sabbath-School Work, p. 72.1 (Ellen Gould White)","content":"How sad it is to think of the great amount of mechanical work that is done in the Sabbath-school, while there is little evidence that there is moral transformation in the souls of those who teach and who are taught! When the work of the Spirit of God is felt upon the heart, we shall see many earnestly seeking first the kingdom of God and His righteousness. Then earthly things will find their proper, subordinate position, and heavenly things will be supreme in the affections of the children of God.—Sabbath-School Worker, August 1, 1892, par. 9."},{"refcode_short":"TSS 73","refcode_long":"Testimonies on Sabbath-School Work, p. 73 (Ellen Gould White)","content":"Chapter 17—Need of Consecrated Teachers"},{"refcode_short":"TSS 73.1","refcode_long":"Testimonies on Sabbath-School Work, p. 73.1 (Ellen Gould White)","content":"Those who engage in Sabbath-school work should be persons who have consecrated themselves to God. They should be men and women of strong faith and warm sympathies, who are fervent of spirit, and interested in all that pertains to the cause of Christ. They should give themselves to the work with unselfish endeavor, and at whatever sacrifice it may require, laying themselves on the altar, and pleading, with strong crying and tears, for the conversion of the youth who have been committed to their charge. Among those who would work for the Lord in the Sabbath-school, let all selfish ambition be crucified, and “let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.” Let it be the Sabbath-school worker's first ambition to educate the youth to do their duty in the fear of God and with simplicity."},{"refcode_short":"TSS 73.2","refcode_long":"Testimonies on Sabbath-School Work, p. 73.2 (Ellen Gould White)","content":"The great want in the Sabbath-school is not the want of machinery, but the want of knowledge in spiritual things. How greatly do the workers need a baptism of the Holy Spirit, that they may become true missionaries for God. They should learn to tax their minds to the utmost, that they may acquire a better knowledge of Bible truth. The teachers in the Sabbath-school should pray daily for the enlightenment of heaven, that they may be able to open to the minds of the youth the treasures of the sacred Word. Why not humble yourselves before the Lord, and let the impression of the Holy Spirit be manifested upon your character and work? There is far too much self-complacency among those who engage in Sabbath-school work, too much machinery and routine, and all this tends to lead the soul away from the Fountain of living water."},{"refcode_short":"TSS 74.1","refcode_long":"Testimonies on Sabbath-School Work, p. 74.1 (Ellen Gould White)","content":"There was a time in the history of our work when the workers felt the necessity of counseling with those who had experience, when they realized the need of the guidance of the Lord in all that pertained to His work; but that time has passed, and the true missionary spirit has departed from the hearts of many of our professed workers. The Lord desires that those who are engaged in the Sabbath-school work should be missionaries, able to go forth to the towns and villages that surround the church, and give the light of life to those who sit in darkness. He would not have the young men feel that they must confine themselves to the Sabbath-school work to the exclusion of this missionary work, that so much needs to be done, for in making an effort for those who know not the truth, they would gain an experience that would enlarge their minds and deepen their sympathies."},{"refcode_short":"TSS 74.2","refcode_long":"Testimonies on Sabbath-School Work, p. 74.2 (Ellen Gould White)","content":"The Lord would have young men and women who are rooted and grounded in the truth take advantage of means that will serve to enlarge their conceptions of His work. Let the youth who have a solid experience in the things of God enter seminaries and colleges, and learn to meet the people on their own ground. In this way they may finish their education, and may become light-bearers to those with whom they are called to associate. They will have to meet obstacles in presenting the truth, but these will but make them feel their dependence upon God, and will lead them to seek wisdom from above in order that they may conduct themselves in a way that will have a saving influence upon those for whose salvation they are working."},{"refcode_short":"TSS 75.1","refcode_long":"Testimonies on Sabbath-School Work, p. 75.1 (Ellen Gould White)","content":"In giving His Son to come into the world and die for fallen man, the Lord has done His part; for all heaven was poured out to man in that one rich gift; and now God waits for the cooperation of those who have a knowledge of the love of Christ. Let no one think that because he is poor, and has but a humble position in life, he can not become a missionary for the Lord. The work of Christ, the Majesty of heaven, was begun in poverty and humiliation. The parents of Christ were in very humble circumstances, and the Prince of Life labored with His own hands at the carpenter's bench, that He might help to meet the wants of the family. He took His place in the world as a common day laborer, and He has the tenderest sympathy for those who are struggling to obtain knowledge under difficulties. If those who can not have advantages such as they would desire will but look at the experience of hardship, poverty, and humiliation that Christ endured for their sake, they will see that they have no need to be sad or discouraged. Let those who would work for God trust implicitly in Him; for through the influence of the divine Spirit, through simple, living faith in God, men and women, however humble, may become powerful agents in His hands, to win souls to Christ; for genuine experience in the things of God is not gained through natural means.—Sabbath-School Worker, September 1, 1892, par. 6."},{"refcode_short":"TSS 76","refcode_long":"Testimonies on Sabbath-School Work, p. 76 (Ellen Gould White)","content":"Chapter 18—Christ Our Example"},{"refcode_short":"TSS 76.1","refcode_long":"Testimonies on Sabbath-School Work, p. 76.1 (Ellen Gould White)","content":"In order to do the will of God, we must search His Word, that we may know His doctrine, and put to the task all our intrusted ability. We must be diligent in prayer, and fervent in simple, wholehearted service to God. Those who are engaged as teachers in the Sabbath-school should hunger and thirst for divine truth, that they may impart this Spirit to those under their care, and lead their pupils to seek for truth as for hidden treasure. We do not want our Sabbath-schools conducted in such a way as to make hypocrites of the pupils; for such can not advance the interests of true religion. Then let there be more attention given to seeking God, that the Spirit of the Lord may be in your school, than that you may have every mechanical arrangement you may desire. High pretensions of any kind are out of place in the Sabbath-school work, and the mechanical working of the school is of little value if the Spirit of God does not soften and mould the hearts of the teachers and pupils...."},{"refcode_short":"TSS 76.2","refcode_long":"Testimonies on Sabbath-School Work, p. 76.2 (Ellen Gould White)","content":"Let not the teacher in Sabbath-school follow the example of those who do not grow in the knowledge of our Lord and Saviour Jesus Christ, even though those who minister in the sacred desk have given them such an example. He who would be accepted as a laborer together with God must not be found imitating the tone, manners, or ideas of any other man. He must learn of God, and be endowed with heavenly wisdom. God has given the gift of reason and intellect to one worker the same as He has to another; and according to your ability you are to put your talents out to the exchangers. The Lord would not have any worker the mere shadow of another whom he admires. The teacher must grow up into the measure of the stature of Christ, not to the measure of some finite erring mortal. You are to “grow in grace,” and where is grace to be found?—Only in Christ, the divine Pattern."},{"refcode_short":"TSS 77.1","refcode_long":"Testimonies on Sabbath-School Work, p. 77.1 (Ellen Gould White)","content":"Then let every one look to Christ and copy the divine Model. Let every worker tax his powers to the utmost to work in harmony with the plan of God. Let him learn in the school of Christ, that he may be wise in instructing others. Those who are committed to the care of the teacher in the Sabbath-school will need the wisdom and experience that God can give to the follower of Christ. Let the teacher learn of Christ's meekness and lowliness of heart, that he may be a true teacher, and win his pupils to Christ, that they, in turn, may become faithful missionaries in the great harvest-field.—Sabbath-School Worker, October 1, 1892, par. 6."},{"refcode_short":"TSS 77","refcode_long":"Testimonies on Sabbath-School Work, p. 77 (Ellen Gould White)","content":"Chapter 19—Treatment of Erring Pupils"},{"refcode_short":"TSS 77.2","refcode_long":"Testimonies on Sabbath-School Work, p. 77.2 (Ellen Gould White)","content":"In Sabbath-school work we shall be called upon to deal with those who make mistakes, who fall into sin and error. Christ has given us lessons in His Word that are very plain in regard to the treatment of the erring; but many have failed to practise these lessons. They have not studied and treasured them in the heart, so that the Holy Spirit could enlighten the darkened understanding, and melt and break the stony heart of both teacher and pupil. The Holy Spirit will make the heart sensitive, sympathetic, and rid it of pride and selfishness."},{"refcode_short":"TSS 78.1","refcode_long":"Testimonies on Sabbath-School Work, p. 78.1 (Ellen Gould White)","content":"Pupils in Sabbath-school are likely to do that which will annoy the teacher, by their misconduct. But the teacher must not speak sharp words, and manifest an uncontrolled spirit; for in so doing he will not be using the sword of the Spirit, but the weapons of Satan. Although the misconduct of the scholar is trying, although the evil must be corrected, the rules observed, and justice respected, yet let the teacher keep the way of the Lord, and mingle mercy with justice. Let him look to the cross of Calvary, beholding there how mercy and truth have met together, how righteousness and peace have kissed each other. There, through the divine sacrifice, man may be reconciled to God. In contemplating the love of Christ, your heart will be softened to deal with the youth as with younger members of the Lord's family. You will remember that they are Christ's property, and your disposition will be to deal with them after the manner in which Christ has dealt with you."},{"refcode_short":"TSS 78.2","refcode_long":"Testimonies on Sabbath-School Work, p. 78.2 (Ellen Gould White)","content":"Harsh dealing will never help the youth to see his errors, or aid him to reform. Let the rules and regulations of the school be carried out in the Spirit of Jesus, and when reproof must be given, let this disagreeable work be done with sorrow blended with love. Do not feel that it is your work to openly rebuke the pupil, and thus humiliate him before the whole school. This will not be a proper example to set before the children, for it will be as seed that will bear a like harvest. Never publish the errors of any pupil outside the circle in which they must be known; for, if this is done, sympathy will be created for the wrongdoer, by leaving an impression on the mind that he has been dealt with unjustly. By exposing the wrong-doer, he may be thrown upon Satan's battle-field, and from that moment go steadily downward. Christ bears long with us, and we must be Christlike. He does not cut us off because of our errors, but reproves in tenderness, and by love draws us close to Himself."},{"refcode_short":"TSS 79","refcode_long":"Testimonies on Sabbath-School Work, p. 79 (Ellen Gould White)","content":"Wisdom and Patience Needed"},{"refcode_short":"TSS 79.1","refcode_long":"Testimonies on Sabbath-School Work, p. 79.1 (Ellen Gould White)","content":"If teachers see that it is impossible to bring a student under the discipline of the class, let him be removed to another class, for it may be that another teacher may be able to supply the deficiency. What one teacher lacks, another may possess; but if you can obtain the confidence of the youth, and bind him to your heart through cords of sympathy and love, you may win a soul to Christ. The wayward, self-willed, independent boy may become transformed in character."},{"refcode_short":"TSS 79.2","refcode_long":"Testimonies on Sabbath-School Work, p. 79.2 (Ellen Gould White)","content":"But while it is necessary to manifest love and sympathy for your pupils, it is a manifest weakness to show partiality, and thus arouse suspicion and jealousy. Children are quick to discern the preferences of the teacher, and the favored student often measures his strength, his aptness, and skill with that of the teacher in the management of the class. He may decide to be master; and, unless the teacher has the grace of Christ, he will manifest weakness, become impatient, exacting, and severe. The leading spirit of the class will generally impart his purpose to other students, and there will be a combined effort to obtain the mastery. If the teacher, through the grace of Christ, is self-controlled, and holds the lines with a steady, patient hand, he will quell the boisterous element, keep his self-respect, and command the respect of his students. When once order is restored, let kindness, gentleness, and affection be manifested. It may be that rebellion will rise again and again, but let not the hasty temper appear. Do not speak sharply to the evil-doer, and discourage a soul who is struggling with the powers of darkness. Be still, and let your heart ascend in prayer to God for help. Angels will come close to your side, and help you to lift up the standard against the enemy; and, instead of cutting off the erring one, you may be enabled to gain a soul for Christ.—Sabbath-School Worker, December 1, 1892."},{"refcode_short":"TSS 80","refcode_long":"Testimonies on Sabbath-School Work, p. 80 (Ellen Gould White)","content":"Chapter 20—Qualifications of Teachers"},{"refcode_short":"TSS 80.1","refcode_long":"Testimonies on Sabbath-School Work, p. 80.1 (Ellen Gould White)","content":"Let teachers feel that, whatever the character of the difficulty, they must meet it in the spirit of Jesus. Do not meet combativeness with combativeness. You will have to deal with wilfulness, stubbornness, indolence, and frivolity; but under all emergencies manifest kindness and love, and, by patience and self-control, keep your hold upon your pupils’ affection, and let them have reason to know that your whole desire is to do them good. Show your scholars that you have confidence in them. Visit them at their homes, and invite them to your home. Let it be seen that you love them not only in word, but in deed and in truth."},{"refcode_short":"TSS 80.2","refcode_long":"Testimonies on Sabbath-School Work, p. 80.2 (Ellen Gould White)","content":"The teacher need lay no special claims to dignity, since he can gain the respect of his pupils in no other way than by a Christlike deportment, in manifesting kindness and Christian courtesy. The teacher is to educate the pupils as Christ educated His disciples. He must make impressions that time can not efface. His influence should mold his scholars after the divine Pattern; and if he does this, eternity alone will tell the value of his labor. The teacher must awaken in his pupils the moral nature, and inspire in them a desire to respond to the divine agencies."},{"refcode_short":"TSS 81.1","refcode_long":"Testimonies on Sabbath-School Work, p. 81.1 (Ellen Gould White)","content":"Those who are selfish, peevish, dictatorial, coarse, and rough, who do not carefully regard the feelings of others, should never be employed as teachers. They will have a disastrous influence upon their students, moulding them after their own character, thus perpetuating evil. Persons of this character will make an effort to break a boy's will, if he is unruly; but Christ has authorized no such manner of dealing with the erring. Through heavenly wisdom, through meekness and lowliness of heart, teachers may be able to direct the will, and lead in the way of obedience; but let no one imagine that by threatening, the affection of the student may be gained. We must work as Christ has worked."},{"refcode_short":"TSS 81.2","refcode_long":"Testimonies on Sabbath-School Work, p. 81.2 (Ellen Gould White)","content":"Many underestimate the evil of an error in themselves who fully recognize its influence in another. On every side we meet those who are entirely ignorant of possessing characteristics which need to be modified. Others can see their objectionable traits of character; but when they are reproved, they imagine that they have been misjudged. The teacher should closely examine his own heart, in the light of eternity, that he may represent before his pupils that which he desires them to be. He should be a daily learner in the school of Christ, abiding in Christ as the branch abides in the vine, that he may impart to others that which he has received from Christ."},{"refcode_short":"TSS 82.1","refcode_long":"Testimonies on Sabbath-School Work, p. 82.1 (Ellen Gould White)","content":"The teacher who would bring his students under discipline must himself first come under the control of Christ. Jesus has said, “He that followeth Me shall not walk in darkness, but shall have the light of life.” With divine enlightenment you can work as Christ worked; for His light may shine through you upon the pathway of every impenitent transgressor with whom you are associated. Are you indeed an instructor in the ways of God? If you are a converted teacher, you will be able to win, not drive, to attract, not repulse, the souls for whom Christ has died. You will guard and care for the sheep and lambs of Christ's fold. If they stray, you will not leave them to perish, but will go forth to seek and to save that which is lost. All heaven will be ready to aid you in this good work. The angels will aid you in your effort to find the key to the heart of the most incorrigible and unruly. You will receive special grace and strength through Christ, who is able to supply you from His immeasurable fulness. You will then be qualified to be a laborer together with God, one with Christ in your effort to save the lost, and the result of your labor of love will be seen not only in time, but through all eternity.—Sabbath-School Worker, January, 1893."},{"refcode_short":"TSS 83","refcode_long":"Testimonies on Sabbath-School Work, p. 83 (Ellen Gould White)","content":"Chapter 21—Safety in Following Christ"},{"refcode_short":"TSS 83.1","refcode_long":"Testimonies on Sabbath-School Work, p. 83.1 (Ellen Gould White)","content":"Superintendents and the workers in our Sabbath-schools have a very important, broad field to cultivate. They need to be baptized with the Holy Spirit of God, that their minds may be impressed to use the very best methods, and follow the best plans to make their work wholly successful. The Lord will work with their efforts; for the youth are the purchase of the blood of the only-begotten Son of God. The Lord loved these youth, and gave Jesus to die, that “whosoever believeth in Him should not perish, but have everlasting life.”"},{"refcode_short":"TSS 83.2","refcode_long":"Testimonies on Sabbath-School Work, p. 83.2 (Ellen Gould White)","content":"There is a great work of education to be carried on. The teachers should often pray for and with the children and youth, that they may “behold the Lamb of God, who taketh away the sins of the world.” They should teach the youth their accountability to God, and help them to understand what Jesus expects of them. Exert every influence you can possibly command to interest them in the Scriptures. Labor for their souls, that they themselves shall become zealous workers, using their talents to impart to others that which has been imparted to them."},{"refcode_short":"TSS 83.3","refcode_long":"Testimonies on Sabbath-School Work, p. 83.3 (Ellen Gould White)","content":"Christian women may exert an influence for good over the youth and children. Their capabilities are God's intrusted talents, and should be wholly consecrated to the Master's service. Many are quick to discern, and efficient to execute, but they need to be closely connected with God. They will seek for new methods and ways by which to develop character and educate the youth how to use the talents God has given them."},{"refcode_short":"TSS 84.1","refcode_long":"Testimonies on Sabbath-School Work, p. 84.1 (Ellen Gould White)","content":"In selecting officers from time to time, be sure that personal preferences do not rule, but place in positions of trust those whom you are convinced love and fear God, and who will make God their counselor. Without the love and fear of God, however brilliant the intellect may be, there will be failure. Jesus says, “Without Me ye can do nothing.” This matter of choosing officers should not be left to the control of the Sabbath-school scholars. To change the officers frequently will be an advantage to the school; for one man's mind is not to mould all other minds. He may have some excellent qualifications, and yet in some things be deficient. Another chosen may be efficient where the other was lacking. Different minds and qualities will bring in fresh ideas, fresh lines of thought; and this is essential. But, above everything else, select those who, in the simplicity of their souls, are walking in the truth, who love and fear God, and take their lessons in His school. Such will carry the scholars forward and upward. Under wise teachers the scholars will gain increased interest for the Word of God, and have deeper insight into the Scriptures. Let Christ be the theme of every lesson. The lessons which Christ has given to His disciples are of the highest importance.—Sabbath-School Worker, March 1, 1893, par. 7."},{"refcode_short":"TSS 85","refcode_long":"Testimonies on Sabbath-School Work, p. 85 (Ellen Gould White)","content":"Chapter 22—Fresh Themes to be Presented"},{"refcode_short":"TSS 85.1","refcode_long":"Testimonies on Sabbath-School Work, p. 85.1 (Ellen Gould White)","content":"The soul should be like a treasure-house, full of rich and fruitful stores. In the pulpit, in the Sabbath-school, in the prayer-meeting, and in society, we should have fresh themes with which to enlighten others. We should follow the example of Jesus, who was the perfect Teacher. He educated men by revealing to them the character of the living God. He said, “This is life eternal, that they might know Thee the only true God, and Jesus Christ, whom Thou hast sent.” This is the important subject to impress upon the minds of youth; for they must have a knowledge of the paternal character of God, in order that they may be led to subordinate temporal to eternal interests. By beholding the character of God, an intense desire will be created in their hearts to impart to others the beauty and power of the truth."},{"refcode_short":"TSS 85.2","refcode_long":"Testimonies on Sabbath-School Work, p. 85.2 (Ellen Gould White)","content":"Oh, that every man, woman, and child who deals with human minds, may have the truth inwrought in the soul, that it may be revealed in spirit, in word, in character, and in action! The sanctifying power of the truth should lead every one who teaches in the Sabbath-school, or holds a position in our institutions, to have such an experience that he may say, “I know whom I have believed.” There is transforming power in the religion of Jesus Christ, and this power must be seen upon us in far greater humility, in more earnest, living faith, that we may become a light to the world. Self must be humiliated, and Christ exalted. Why is it that those to whom God intrusts some work in His moral vineyard are so easily lifted up? Why is it that many seem to think that a responsible position exalts the man? Why do they become so self-sufficient, when they are so utterly dependent upon the atoning Sacrifice? Why is there with some so great a want of tenderness, so little heart work?—It is because those who are self-sufficient have not fallen upon the Rock and been broken. This is why there is so little trust in God, so little earnest, contrite repentance, so great a lack of fervent prayer. Well may the questions be put by every instructor: “Have I received the Holy Ghost since I believed? Have I received Christ as my personal Saviour?” Let these questions be solemnly answered."},{"refcode_short":"TSS 86.1","refcode_long":"Testimonies on Sabbath-School Work, p. 86.1 (Ellen Gould White)","content":"If those who are engaged in the work of God are Christians individually, their works will reveal the fact. They will present Christ to those with whom they come in contact. Teachers in Sabbath-school will not occupy the time in unimportant matters, for they will realize that every moment is golden, and should be employed in working with all diligence in the garden of the Lord. The work of Christ in the sanctuary above, presenting His own blood each moment before the mercy-seat, as He makes intercession for us, should have its full impression upon the heart, that we may realize the worth of each moment. Jesus ever liveth to make intercession for us; but one moment carelessly spent can never be recovered. Let teachers and pupils consider this great fact that Christ ceases not to engage in His solemn work in the heavenly sanctuary, and if you wear Christ's yoke, if you lift Christ's burden, you will be engaged in a work of like character with that of your Living Head.—Sabbath-School Worker, October 1, 1893, par. 3."},{"refcode_short":"TSS 87","refcode_long":"Testimonies on Sabbath-School Work, p. 87 (Ellen Gould White)","content":"Chapter 23—To Teachers"},{"refcode_short":"TSS 87.1","refcode_long":"Testimonies on Sabbath-School Work, p. 87.1 (Ellen Gould White)","content":"The Lord Jesus Christ has infinite tenderness for those whom He has purchased at the cost of His own sufferings in the flesh, that they should not perish with the devil and his angels, but that we may claim them as His chosen ones. They are the claims of His love, of His own property; and He looks upon them with unutterable affection, and the fragrance of His own righteousness He gives to His loved ones who believe in Him. It requires tact and wisdom and human love and sanctified affection for the precious lambs of the flock, to lead them to see and appreciate their privilege in yielding themselves up to the tender guidance of the faithful shepherds. The children of God will exercise the gentleness of Jesus Christ."},{"refcode_short":"TSS 87.2","refcode_long":"Testimonies on Sabbath-School Work, p. 87.2 (Ellen Gould White)","content":"The teacher may bind these children to his or her heart by the love of Christ abiding in the soul temple as a sweet fragrance, a savor of life unto life. The teachers may, through the grace of Christ imparted to them, be the living human agency—be laborers together with God—to enlighten, lift up, encourage, and help to purify the soul from its moral defilement; and the image of God shall be revealed in the soul of the child, and the character become transformed by the grace of Christ."},{"refcode_short":"TSS 87.3","refcode_long":"Testimonies on Sabbath-School Work, p. 87.3 (Ellen Gould White)","content":"The gospel is the power and wisdom of God, if it is correctly represented by those who claim to be Christians. Christ crucified for our sins should humble every soul before God in his own estimation. Christ risen from the dead, ascended on high, our living Intercessor in the presence of God, is the science of salvation, which we need to learn and teach to children and youth. Said Christ, “I sanctify Myself, that they also might be sanctified.” This is the work that ever devolves upon every teacher. There must not be any haphazard work in this matter, for even the work of educating the children in the day schools requires very much of the grace of Christ and the subduing of self. Those who naturally are fretful, easily provoked, and have cherished the habit of criticism, of thinking evil, should find some other kind of work, that will not reproduce any of their unlovely traits of character in the children and youth, for they have cost too much. Heaven sees in the child the undeveloped man or woman, with capabilities and powers that, if correctly guided and developed, with heavenly wisdom, will become the human agencies through whom the divine influences can cooperate, to be laborers together with God. Sharp words and continual censure bewilder the child but never reform him. Keep back that pettish word; keep your own spirit under discipline to Jesus Christ; then will you learn how to pity and sympathize with those brought under your influence.—Sabbath-School Worker, April 1, 1894."},{"refcode_short":"TSS 89","refcode_long":"Testimonies on Sabbath-School Work, p. 89 (Ellen Gould White)","content":"Chapter 24—Danger of Formalism"},{"refcode_short":"TSS 89.1","refcode_long":"Testimonies on Sabbath-School Work, p. 89.1 (Ellen Gould White)","content":"The object of the Sabbath-school should not be lost sight of in mechanical arrangements, thus occupying time which should be given to other important matters. We should ever be guarded against forms and ceremonies which will eclipse the real object for which we are laboring. There is danger of carrying system to such an extreme that the Sabbath-school will become weariness, when, on the contrary, it should be a rest, a refreshment, and a blessing. The purity and simplicity of the Sabbath-school must not be swallowed up in such an endless variety of forms that sufficient time can not be devoted to religious interests. The beauty and success of the school are in its simplicity and earnestness in serving God. Nothing can be done without order and regulation, but these may be arranged so as to shut out greater and more important duties. Less should be said to the scholars about the external preliminaries and system, and much more should be said in regard to the salvation of their souls. This must be made the ruling principle of the school."},{"refcode_short":"TSS 89.2","refcode_long":"Testimonies on Sabbath-School Work, p. 89.2 (Ellen Gould White)","content":"The old, old story of the love of Jesus, repeated by the teachers and the superintendent, with the love of Jesus in the heart, will have a power that will convict and convert souls. If the love and tenderness of Jesus has touched your heart, you will be able to work for your scholars. The simplicity of the gospel must be kept in view. With help from above we can do faithful work for the Master. The fact should be kept continually before the scholars that without heart work all our efforts will be in vain. Affection and love should be seen in every movement of the teachers and managers of the school. Cold formality should be replaced by earnest zeal and energy. The love of Jesus should so pervade the whole school that the pupils will learn to regard this as the highest education. Sternness or faultfinding should find no place in Sabbath-school or day school. This should be put far from the hearts of the teachers, and of all who act a leading part in the school."},{"refcode_short":"TSS 90.1","refcode_long":"Testimonies on Sabbath-School Work, p. 90.1 (Ellen Gould White)","content":"Pride should not be felt in the forms or mechanical workings of the school, but in the good that is accomplished in bringing souls to Jesus Christ. Machines may be made to respond to the will of man, working with perfect exactitude, but they are destitute of souls. So with schools where formality takes a leading place; it is as marble without life. When all connected with the school have a sense of the responsibility of their work, and feel that they are making efforts, not only for time, but for eternity, order and harmony will be seen in every department.—Sabbath-School Worker, October 1, 1895."},{"refcode_short":"TSS 91","refcode_long":"Testimonies on Sabbath-School Work, p. 91 (Ellen Gould White)","content":"Chapter 25—The Holy Spirit Essential to Success"},{"refcode_short":"TSS 91.1","refcode_long":"Testimonies on Sabbath-School Work, p. 91.1 (Ellen Gould White)","content":"The officers and teachers in the Sabbath-school need the guidance and instruction of the Holy Spirit, that they may be true educators, able to inspire thought, and to bring to remembrance the things that they have taught their pupils. It is the office of the Holy Spirit to bring to mind in clear, distinct lines the words and works of Christ, that those who teach concerning the Redeemer of the world, may have power to lift up Christ before the minds of their classes. In all the arrangements of the Sabbath-school there is need of the help of the Holy Spirit, in order that men and women may be chosen to fill the responsible positions of superintendents, officers, and teachers, who are men and women of God."},{"refcode_short":"TSS 91.2","refcode_long":"Testimonies on Sabbath-School Work, p. 91.2 (Ellen Gould White)","content":"It is not best to always keep the school under the management of one man; for he will give the school the mould of his own mind and ideas; but there should be workers in the school who will be able to impart fresh thoughts, and advance the school in spiritual life. The school may be attached to one who has served long and faithfully, but the good of the school must be considered, rather than the personal preferences of teachers or pupils. When it is evident that the school would be benefited by a change, by the accession of workers who know what it is to have a burden for souls, then let nothing stand in the way of the change. Those who have no ambition to lift up self, though they may be deposed from office by this arrangement, will eagerly lay hold of every help by which the Sabbath-school scholars may be elevated and advanced. Those who are old and experienced in the work have grasped that which would help on the cause of God, and younger men, who are not fully adapted for the work, should follow the example of the older brethren who have proved faithful in what has been committed to their hands, and thus educate themselves in wisdom and tact, that they may secure the success that is essential to good work."},{"refcode_short":"TSS 92.1","refcode_long":"Testimonies on Sabbath-School Work, p. 92.1 (Ellen Gould White)","content":"There is a broad field in Sabbath-school work, that needs to be diligently cultivated, and that is to inspire our youth to give themselves wholly to the Lord, to be used by Him in His cause. There should be zealous, faithful workers in our Sabbath-schools, who will watch and discern upon whom the Spirit of God is moving, and cooperate with the angels of God in winning souls for Christ. There are sacred responsibilities intrusted to Sabbath-school workers, and the Sabbath-school should be the place where, through a living connection with God, men and women, youth and children, may be so fitted up that they shall be a strength and blessing to the church. They should help the church upward and onward, as far as it lies in their ability, going from strength to greater strength."},{"refcode_short":"TSS 92","refcode_long":"Testimonies on Sabbath-School Work, p. 92 (Ellen Gould White)","content":"Important Questions"},{"refcode_short":"TSS 92.2","refcode_long":"Testimonies on Sabbath-School Work, p. 92.2 (Ellen Gould White)","content":"What is the reason that there are many found in our churches who are not settled, rooted, and grounded in the truth? Why are there found in the church those who walk in darkness and have no light, whose testimonies are half-hearted, cold, and full of complaint? Why are there those whose feet seem ready to stray into by and forbidden paths, who always have a pitiful tale to tell of temptation and defeat? Have the members of the church felt their responsibility? Have the elders and deacons of the church looked after the weak and straying ones? And have they realized that the wavering are in danger of losing their souls? Have you tried both by precept and example to plant the feet of the straying on the eternal Rock? Have Sabbath-school teachers and officers realized that they have a work to do in leading the feet of the young into safe paths, and that they should count every selfish interest as nothing, that they may be winners of souls for the Master? There is a decided need of reformation in every branch of the work."},{"refcode_short":"TSS 93.1","refcode_long":"Testimonies on Sabbath-School Work, p. 93.1 (Ellen Gould White)","content":"Wonderful opportunities are passing by unimproved in our Sabbath-school work. Let men and women of varied gifts come into the work, and in the fear of God do their best to save our youth. Let not those who have a mechanical way of doing things, take complete charge of the school, and mould it into formal ways, into precise habits, and have all its life stifled in a multiplicity of regulations. It is essential to have order, but we need a great deal more spiritual knowledge along with our rules and regulations. We need a life-giving power, a zealous enthusiasm, a true animation, that our schools may become filled with an atmosphere of true piety and purity; that there may be real religious advancement; that the fear of the Lord may circulate through the school; that the superintendent and leaders may not be satisfied with a dead, formal process, but may set every agency at work, that the school may become the noblest, most efficient school in the world. This should be the object and ambition of every worker in the school."},{"refcode_short":"TSS 94.1","refcode_long":"Testimonies on Sabbath-School Work, p. 94.1 (Ellen Gould White)","content":"The leaders in our schools should be men and women of quick intuitions, who have the Spirit of God to aid them in reading character, who have managing ability, who can understand different phases of character, and display tact and wisdom in dealing with varied minds. There are many who can fill the place of superintendent in name, but what is needed are men who can fill the place in every sense of the word. There are many who can go through the form cleverly enough; but they fail to impart courage and hope, to inspire thought, to quicken energy, and to impart such life that the school shall become a living, growing power for good."},{"refcode_short":"TSS 94.2","refcode_long":"Testimonies on Sabbath-School Work, p. 94.2 (Ellen Gould White)","content":"There is a great field open to the teachers also, and they should seek to understand how to work in such a way as to lead out and develop the minds and hearts of the children. They should have the wisdom that cometh from above, that they may deal successfully with the youth and children. Many teachers are short-sighted, and take a course with the youth that does not tend to good results; and instead of advancement there is retrogression. What both workers and pupils need is the endowment of the Holy Spirit, that there may not be spasmodic reforms, but a steady growth in grace, a constant accession of spiritual life and power.—Sabbath-School Worker, March 1, 1896."},{"refcode_short":"TSS 95","refcode_long":"Testimonies on Sabbath-School Work, p. 95 (Ellen Gould White)","content":"Chapter 26—Consecration of Teachers"},{"refcode_short":"TSS 95.1","refcode_long":"Testimonies on Sabbath-School Work, p. 95.1 (Ellen Gould White)","content":"The Lord would have the teachers of our Sabbath-schools examine themselves whether they be in the love of God. There will be tests and provings of God to try the character in the experience of all who are working in the cause of God. The teachers should be constantly learning and striving for a more thorough understanding, a right judgment in the things of God. There is danger of the teachers becoming self-confident, and so filled with self-esteem that they will not realize their own deficiencies, that there is with them a narrowness of ideas, and they do not broaden or expand. They do not become more and more capable, but more and more self-important. They do not bring Jesus into their hearts and into their experiences. The teacher should cultivate his powers, cultivate his speech so as to speak distinctly, giving intelligent articulation. The mental powers should be cultivated, not be left so weak, and the powers of thought so confused, that they can not explain nor understand the doctrines of our faith. If the teacher is not one of sincere piety, of purity, of self-denial, of willingness to endure inconvenience, then he is not fit for the great and solemn work. It is the duty of the teacher to test his own powers, his own spirit, and understand his true position before God, by close examination."},{"refcode_short":"TSS 95.2","refcode_long":"Testimonies on Sabbath-School Work, p. 95.2 (Ellen Gould White)","content":"Those whose duty it is to select teachers should be guarded, and not urge those into the school who are not fitted to exert a good influence. How is the teacher's behavior? Is he punctual? Is he cleanly and neat? This should have attention; for these qualities are essential in a teacher. How can he enjoin these necessary acquirements upon the class unless they have an example of punctuality, of neatness, composure, and order? If the teacher is not in his place, and the class are left to amuse themselves, and the teacher comes rushing in breathless, behind time, the influence is leading to nonpunctuality and disorder."},{"refcode_short":"TSS 96","refcode_long":"Testimonies on Sabbath-School Work, p. 96 (Ellen Gould White)","content":"The Teacher's Example"},{"refcode_short":"TSS 96.1","refcode_long":"Testimonies on Sabbath-School Work, p. 96.1 (Ellen Gould White)","content":"The one who shall accept the responsibility of teacher, if not fully qualified, if he senses the responsibility of his position, will do his utmost to learn. He will cultivate reverence, cheerfulness, and firmness. Let the deportment be of that character that your class will be educated to have solemn thoughts and reverence toward God. While the ideas may be presented in simplicity, the language, when speaking of God, of Christ, His sufferings, His resurrection, as realities to you, should carry the minds up high above earthly things, and make them feel that they are in the presence of the Infinite One. The Sabbath-school is no place for that class who skim the surface, who talk fluently and in a spirit of levity of eternal, testing truths, which are higher than the heavens and broader than the worlds. The behavior of a class will represent the character of a teacher in the example which they have before them. If they are rude, and continue so, if irreverent, then there is a cause, and the matter needs to be thoroughly probed. The teacher may have reverence and yet be cheerful. And in the place of flippancy of manner, he should be a searcher for the deep things of God. Any affectation will not be natural. Let the class receive the impression that religion is a reality, that it is desirable; for it brings peace and rest and happiness. Let not your class receive the impression that a cold, unsympathetic character is religion. Let the peace and glory of Christ's presence within make the face speak His love, the lips utter thankfulness and praise."},{"refcode_short":"TSS 97.1","refcode_long":"Testimonies on Sabbath-School Work, p. 97.1 (Ellen Gould White)","content":"Those who are in the habit of communing with God will have His light reflected in the countenance. Children hate the gloom of clouds and sadness. Their hearts respond to brightness, to cheerfulness, to love. While a teacher should be firm and decided, he should not be stern, exacting, and dictatorial. A dignified authority is required in the teacher, else he lacks that ability which will make him a successful teacher. The children are quick to discern any weakness or defect of character in the teacher. The deportment is making its impression. The words which you utter will not give them the right mould unless they see in your character the model. A correct Christian character exemplified in the daily life will do a great work in the character-building of your class, more, far more, than all your teachings and oft-repeated lessons. God has so related us individually to the great web of humanity that unconsciously we draw from others, with whom we are brought in contact, their ways, practises, and habits. And God forbid that the least of one of these little ones shall be left to walk from the path cast up for the ransomed of the Lord to walk in. Let the teacher have that practical godliness that the character and love of Jesus will be revealed in him."},{"refcode_short":"TSS 98.1","refcode_long":"Testimonies on Sabbath-School Work, p. 98.1 (Ellen Gould White)","content":"The Sabbath-school is not a place of entertainment, to amuse and divert the children, although, rightly conducted, it can be all of this; but it is a place where children and youth are educated, where the Bible is opened to the understanding, line upon line, precept upon precept, here a little and there a little. It is a place where the light of truth is to be imparted. Not all who teach in our Sabbath-schools qualify themselves for the work. Let every teacher feel that he must know more; he must be better acquainted with those with whom he has to deal, better acquainted with the best methods of imparting knowledge; and when he has done the best he can, that he has come far short.—Sabbath-School Worker,  June 1, 1896."},{"refcode_short":"TSS 98","refcode_long":"Testimonies on Sabbath-School Work, p. 98 (Ellen Gould White)","content":"Chapter 27—Safeguarding the Children"},{"refcode_short":"TSS 98.2","refcode_long":"Testimonies on Sabbath-School Work, p. 98.2 (Ellen Gould White)","content":"Our great adversary is constantly working with power to allure the youth to self indulgence, pride, and extravagance, that their minds and hearts may be so fully taken up with these things that there will be no place for God in their affections. He is by these means warping the character and dwarfing the intellect of the youth of this generation. It is the duty of parents to counteract his working. Every influence brought to bear upon the young people to preserve in their hearts true, unaffected humility, and the knowledge of the divine will, will aid in holding them back from being corrupted with the vices of this age."},{"refcode_short":"TSS 99.1","refcode_long":"Testimonies on Sabbath-School Work, p. 99.1 (Ellen Gould White)","content":"One of the most effective barricades against the incoming tide of evil is the cultivation of habits of self-denial and benevolence. Children should be educated to look with disgust upon habits of selfishness and covetousness. God has sacred claims upon them, and they need to be instructed, line upon line, precept upon precept, to recognize and conscientiously regard these claims."},{"refcode_short":"TSS 99.2","refcode_long":"Testimonies on Sabbath-School Work, p. 99.2 (Ellen Gould White)","content":"It should be kept before the young and tender minds that God is constantly giving His blessing to His dependent children, in the sunshine and showers, which cause vegetation to flourish, and the earth to yield her bounties for the service of man. These blessings are not bestowed upon us to encourage our selfish natures, by retaining the treasures of God's bounty, and fixing our affections on them, but that we may render back to the Giver, gifts and offerings. This is the least expression of gratitude and love that we can return to our benevolent Creator."},{"refcode_short":"TSS 99.3","refcode_long":"Testimonies on Sabbath-School Work, p. 99.3 (Ellen Gould White)","content":"There has been a great neglect on the part of parents in not seeking to interest their children in the workings of the cause of God. In many families the children seem to be left out of the question, as if they were irresponsible beings. Some parents even rob God of His just claims in tithes and offerings that they may save wealth for their children, not thinking that in so doing they are opening to their loved ones a door of temptation which will generally prove their ruin. They remove from the children the necessity of personal exertion, and with it an incentive to noble achievement."},{"refcode_short":"TSS 99.4","refcode_long":"Testimonies on Sabbath-School Work, p. 99.4 (Ellen Gould White)","content":"If they were encouraged to do so, the children would earn means to devote to benevolent purposes, and to the advancement of the cause of God; and their interest would be increased by the fact that they had invested something in these enterprises. Their small donations would be a material aid, and the children themselves would be far better, physically, mentally, and morally, for the effort they had made. Through their diligence and self-denial they would gain a valuable experience, which would help them in making a success of this life as well as in securing the life to come.—Sabbath-School Worker, July 1, 1896, par. 5."},{"refcode_short":"TSS 100","refcode_long":"Testimonies on Sabbath-School Work, p. 100 (Ellen Gould White)","content":"Chapter 28—Love the Constraining Power"},{"refcode_short":"TSS 100.1","refcode_long":"Testimonies on Sabbath-School Work, p. 100.1 (Ellen Gould White)","content":"There is altogether too little sympathy brought into our labor for souls. There is not that beseeching, wooing, drawing power that God requires us to exert that souls may be reconciled to Him. If we teach the truth as it is in Jesus, religion will not be regarded as a drudgery, but as a delight. Let the teachers bring sunshine, gratitude, and hearts full of tenderness and Christlike compassion, into their work, and leaven the hearts of their scholars with the spirit of unselfish love; for this is the spirit that pervades heaven. Shall not the workers in the Sabbath-school divest themselves of all pride and self-love, and heartily and sincerely become doers of the word? “Put ye on the Lord Jesus Christ, and make no provision for the flesh to fulfil the lust thereof.” Genuine faith confides in Christ, and renders implicit submission, consenting to follow Him wheresoever He goeth. When this is fulfilled, as a result of well-directed efforts, many souls will be brought as precious sheaves to the Master."},{"refcode_short":"TSS 101.1","refcode_long":"Testimonies on Sabbath-School Work, p. 101.1 (Ellen Gould White)","content":"Parents and teachers should seek to impress the minds of the children from their earliest years with the importance of salvation. They should teach the children that God is their heavenly Father, that His love is expressed to them in the gift of His only-begotten Son, and that the Saviour of the world manifested His love toward them in coming to our world to die that we might live. If these lessons are presented in love and tenderness, they will leave a lasting impression upon the minds and hearts of the youth. As images and objects are reflected from the face of the mirror, when revealed by the sunlight, so these themes will be mirrored in the mind when illumined by the love of Christ."},{"refcode_short":"TSS 101","refcode_long":"Testimonies on Sabbath-School Work, p. 101 (Ellen Gould White)","content":"Influence in the Home"},{"refcode_short":"TSS 101.2","refcode_long":"Testimonies on Sabbath-School Work, p. 101.2 (Ellen Gould White)","content":"The home should be made a school of instruction, rather than a place of monotonous drudgery. The evenings should be cherished as precious seasons, to be devoted to the instruction of the children in the way of righteousness. But how many children are sadly neglected! They are not educated in the home, that they may comprehend the truth of God, and are not trained to love justice and to do judgment. They should be patiently instructed, that they may understand the laws that govern them, and that they may know the springs of their actions. They are to be brought into harmony with the laws of heaven, to cherish the truth as it is in Jesus. In this way they may be fitted to join the society of the angels, and to stand in the presence of the adorable Redeemer."},{"refcode_short":"TSS 102.1","refcode_long":"Testimonies on Sabbath-School Work, p. 102.1 (Ellen Gould White)","content":"There may be implanted in every human soul hopes and aspirations that will be of a right character, and youth may see beauty in the way of holiness. In every case it may be necessary to employ decided measures in dealing with the young, that they may be trained, cultivated, and perfected for the highest usefulness in life. How few appreciate the value of the talents that God has bestowed upon them! How few parents and educators realize the fact that there can be a full development of mind and heart only by having a living connection with the Source of all wisdom, power, and holiness! Truth is infinite, and he whose mind is enlightened and led by the Spirit of God, will go from strength to strength, finding his path growing brighter and brighter unto the perfect day."},{"refcode_short":"TSS 102.2","refcode_long":"Testimonies on Sabbath-School Work, p. 102.2 (Ellen Gould White)","content":"But while we are capable of advancing in knowledge and truth, let us not lose sight of the fact that we can go backward as well as forward. We may go earthward as well as heavenward. There are many souls who are balancing between the heavenward and the hellward course. There are influences, subtle and deceiving, drawing souls away from God and heavenly things. It is necessary that every one should be looked after from his earliest years to youth and maturity. Especially should those who know the danger of evil, and who know the love and interest that God feels for every soul, make it their business to watch for souls as they that must give an account. Parents should command their households after them, as did Abraham, to keep the way of the Lord. If this is not done, Satan will gladly undertake the work of the parent, and train the child as it pleases him; and, oh, how much this work is left to him! Let parents do their duty to those who are dependent upon them, and fashion their characters after the divine Pattern. Let parents, with living faith and entire reliance upon God, do the part assigned them, and God will do His part, and thousands of children who are now without God and without hope in the world, will be added to the church."},{"refcode_short":"TSS 103.1","refcode_long":"Testimonies on Sabbath-School Work, p. 103.1 (Ellen Gould White)","content":"When conversion of the youth shall be the great burden upon the hearts of the parents and teachers, efforts will constantly be made to discipline the character, to direct the tastes and desires in the heavenly channel. Every soul is capable of being built up in solid virtues. Each soul may reach heights, depths, and breadths of knowledge in spiritual things, and be fitted for the higher life. When parents take the first steps, making their own habits and practices in eating, dressing, and living, as simple and natural as possible, with an eye single to the glory of God, there will be order in the home, and the children will not be neglected; but time will be devoted to their instruction and development."},{"refcode_short":"TSS 103.2","refcode_long":"Testimonies on Sabbath-School Work, p. 103.2 (Ellen Gould White)","content":"The children should be surrounded by the best of influences and associations. Parents who undertake this work in the fear and love of God, will guard every word, that they may hear nothing that would pain them when their own conversation is repeated by the children. They will seek to supply the weakness, ignorance, and deficiency in their children by high moral instruction, that they may grow up strong in purity, with well-established habits that tend to health and happiness. With such an education they will gather up that kind of knowledge that will perfect the character in symmetry and strength."},{"refcode_short":"TSS 104.1","refcode_long":"Testimonies on Sabbath-School Work, p. 104.1 (Ellen Gould White)","content":"If the youth are left to pick up an education, they will find that every facility will be furnished. From a variety of sources the knowledge of evil will be brought to the mind, and, perhaps, in after life it can never be wholly effaced. When parents neglect their duty in laying the foundation of character for their children, bringing the very best principles as timbers for their character building, this neglect will be supplied by the enemy of God and man, and the youth will be indifferent to virtue and truth. The home should be made the most pleasant place in the world. What is the outward and the artificial compared with the true and the natural? The Lord has given to the children faculties that need the most careful training from both parents and teachers."},{"refcode_short":"TSS 104.2","refcode_long":"Testimonies on Sabbath-School Work, p. 104.2 (Ellen Gould White)","content":"Those to whom God has committed the responsibility of disciplining the youth should be in a condition to cooperate with Him in developing the precious gifts of mind and heart, that they may gain that kind of knowledge that will give increasing strength, and will be an acquisition that can be carried into the future, immortal life...."},{"refcode_short":"TSS 104.3","refcode_long":"Testimonies on Sabbath-School Work, p. 104.3 (Ellen Gould White)","content":"To mould and fashion the character of children and youth is a work of the very highest importance, and in this work it is essential to present Christ in His matchless love to the mind, that His counter and stronger charms may eclipse the attractions of the world. The youth must not merely see a theory, however logical, but the loving character and glory of Christ. They must be led to behold the riches of the eternal world, until they are encouraged, animated, and won. The love of Jesus must be the motive of all effort. It impels, it constrains, it captivates.—Sabbath-School Worker, August and September, 1896."},{"refcode_short":"TSS 105","refcode_long":"Testimonies on Sabbath-School Work, p. 105 (Ellen Gould White)","content":"Chapter 29—God's Manner of Imparting Knowledge"},{"refcode_short":"TSS 105.1","refcode_long":"Testimonies on Sabbath-School Work, p. 105.1 (Ellen Gould White)","content":"Day by day Jesus gained knowledge from the great library of animate and inanimate nature. He who had created all things, at whose word of power hill and vale, river and tree, had come into being, was now a child of humanity, and He studied the lessons which His own hand had written in leaf and flowers and tree. The parables, by which, during His ministry, Jesus loved to teach His lessons of truth, show how open His Spirit was to the sweet influence of nature, and how, during those hidden years, He delighted to gather the spiritual teachings from all the surroundings of daily life. To Jesus the significance of the word and the works of God unfolded gradually, as He was thinking, seeking to understand the reason of things, as any youth may seek to understand."},{"refcode_short":"TSS 105.2","refcode_long":"Testimonies on Sabbath-School Work, p. 105.2 (Ellen Gould White)","content":"Every child may gain knowledge, as Jesus did, from the works of nature and the pages of God's Holy Word. As we try to become acquainted with our heavenly Father through His Holy Word, angels will come near, our minds will be strengthened, our character will be elevated and refined, and we shall become more like our Saviour. And as we behold the beauty and grandeur of the works of nature, our affections go out after God; while the heart is awed and the spirit subdued, the soul is invigorated by coming in contact with the Infinite through His marvelous works. Communion with God through humble prayer, develops and strengthens the mental and moral faculties, and spiritual powers increase by cultivating thoughts upon spiritual things."},{"refcode_short":"TSS 106.1","refcode_long":"Testimonies on Sabbath-School Work, p. 106.1 (Ellen Gould White)","content":"Those who consecrate soul, body, and spirit to God, purifying their thoughts by obedience to the law of God, will continually receive a new endowment of physical and mental power. There will be heart yearnings after God, and earnest prayer for clear perception to discern the office and work of the Holy Spirit. It is not for us to use it, but for the Holy Spirit to use us, moulding, fashioning every power."},{"refcode_short":"TSS 106","refcode_long":"Testimonies on Sabbath-School Work, p. 106 (Ellen Gould White)","content":"How to Prepare"},{"refcode_short":"TSS 106.2","refcode_long":"Testimonies on Sabbath-School Work, p. 106.2 (Ellen Gould White)","content":"The servants of Christ are to prepare no set speech to present when brought to trial for their faith. Their preparation is to be made day by day, in treasuring up in their hearts the precious truths of God's Word, in feeding upon the teaching of Christ, and through prayer strengthening their faith; then, when brought into trial, the Holy Spirit will bring to their remembrance the very truths that will reach the hearts of those who shall come to hear."},{"refcode_short":"TSS 106.3","refcode_long":"Testimonies on Sabbath-School Work, p. 106.3 (Ellen Gould White)","content":"God will flash the knowledge obtained by diligent searching of the Scriptures, into their memory at the very time when it is needed. But if they neglect to fill their minds with the gems of truth, if they do not acquaint themselves with the words of Christ, if they have never tasted the power of His grace in trial, then they can not expect that the Holy Spirit will bring His words to their remembrance. They are to serve God daily with their undivided affections, and then trust Him.—Sabbath-School Worker, October, 1896."},{"refcode_short":"TSS 107","refcode_long":"Testimonies on Sabbath-School Work, p. 107 (Ellen Gould White)","content":"Chapter 30—Fragments"},{"refcode_short":"TSS 107.1","refcode_long":"Testimonies on Sabbath-School Work, p. 107.1 (Ellen Gould White)","content":"Those who instruct children should avoid tedious remarks. Short remarks and to the point will have a happy influence. If much is to be said, make up for briefness by frequency. A few words of interest now and then will be more beneficial than to have it all at once. Long speeches burden the small minds of children. Too much talk will lead them to loathe even spiritual instruction, just as overeating burdens the stomach and lessens the appetite, leading even to a loathing of food. The minds of the people may be glutted with too much speechifying. Labor for the church, but especially for the youth, should be line upon line, precept upon precept, here a little and there a little. Give minds time to digest the truths you feed them. Children must be drawn toward heaven, not rashly, but very gently.—Testimonies for the Church 2:420."},{"refcode_short":"TSS 107.2","refcode_long":"Testimonies on Sabbath-School Work, p. 107.2 (Ellen Gould White)","content":"The student of the Sabbath-school should feel as thoroughly in earnest to become intelligent in the knowledge of the Scriptures as to excel in the study of the sciences. If either is neglected, it should be the lessons of the six days. The injunction of our Saviour should be religiously regarded by every man, woman, and child who professes His name. Teachers in the Sabbath-school have a missionary field given them to teach the Scriptures, not parrot-like, to repeat over that which they have taken no pains to understand. “They are they which testify of Me,”—the Redeemer, Him in whom our hopes of eternal life are centered. If teachers are not imbued with the spirit of truth, and care not for the knowledge of what is revealed in the Word of God, how can they present the truth in an attractive light to those under their charge? ..."},{"refcode_short":"TSS 108.1","refcode_long":"Testimonies on Sabbath-School Work, p. 108.1 (Ellen Gould White)","content":"The student of the Sabbath-school should be in earnest, should dig deep and search with the greatest care for the precious gems of truth contained in the weekly lessons. The privileges and opportunities which they now have of becoming intelligent in regard to the Scriptures should not be neglected. God would have those who profess to be His followers thoroughly furnished with proof of the doctrines of His Word. When and where can this be better obtained than in youth at the Sabbath-school? Parents should in no case treat this matter indifferently.—The Review and Herald, November 28, 1878, par. 12."},{"refcode_short":"TSS 108.2","refcode_long":"Testimonies on Sabbath-School Work, p. 108.2 (Ellen Gould White)","content":"No one can labor in the Sabbath-school or in the temperance work without reaping a bountiful harvest, not only in the end of the world, but in the present life. In the very effort to enlighten and bless others, his own views will become clearer and broader. The more we endeavor to explain the truth to others, with a love for souls, the plainer will it become to ourselves. It ever opens with new beauty and force to the understanding of the expounder.—Testimonies for the Church 5:121."},{"refcode_short":"TSS 109.1","refcode_long":"Testimonies on Sabbath-School Work, p. 109.1 (Ellen Gould White)","content":"The Sabbath-school work is important, and all who are interested in the truth should endeavor to make it prosperous.—Testimonies for the Church 5:127."},{"refcode_short":"TSS 109.2","refcode_long":"Testimonies on Sabbath-School Work, p. 109.2 (Ellen Gould White)","content":"Companies of Sabbath-keepers may be raised up in many places. Often they will not be large companies; but they must not be neglected; they must not be left to die for want of proper personal effort and training. The work should not be left prematurely. See that all are intelligent in the truth, established in the faith, and interested in every branch of the work, before leaving them for another field...."},{"refcode_short":"TSS 109.3","refcode_long":"Testimonies on Sabbath-School Work, p. 109.3 (Ellen Gould White)","content":"It has been proved in the missionary field that, whatever may be the preaching talent, if the laboring part is neglected, if the people are not taught how to work, how to conduct meetings, how to act their part in missionary labor, how to reach people successfully, the work will be nearly a failure. There is much to be done in the Sabbath-school work, also, in bringing the people to realize their obligation, and to act their part. God calls them to work for Him, and the ministers should guide their efforts.—Testimonies for the Church 5:256."},{"refcode_short":"TSS 109.4","refcode_long":"Testimonies on Sabbath-School Work, p. 109.4 (Ellen Gould White)","content":"After referring to the faithfulness of Caleb, Hannah, and Dorcas, the testimony says:—"},{"refcode_short":"TSS 109.5","refcode_long":"Testimonies on Sabbath-School Work, p. 109.5 (Ellen Gould White)","content":"Such patient, prayerful, and persevering fidelity as was possessed by these saints of God is rare; yet the church can not prosper without it. It is needed in the church, in the Sabbath-school, and in society.—Testimonies for the Church 5:304."},{"refcode_short":"TSS 109.6","refcode_long":"Testimonies on Sabbath-School Work, p. 109.6 (Ellen Gould White)","content":"The Sabbath-school is an important branch of the missionary work, not only because it gives to young and old a knowledge of God's Word, but because it awakens in them a love for its sacred truths, and a desire to study them for themselves; above all, it teaches them to regulate their lives by its holy teachings,—Testimonies for the Church 5:389."},{"refcode_short":"TSS 110.1","refcode_long":"Testimonies on Sabbath-School Work, p. 110.1 (Ellen Gould White)","content":"At a certain meeting held in Iowa in 1884, Sister White said:—"},{"refcode_short":"TSS 110.2","refcode_long":"Testimonies on Sabbath-School Work, p. 110.2 (Ellen Gould White)","content":"By request I spoke about thirty minutes, warning them against letting their Sabbath-schools degenerate into a mere mechanical routine. We should not seek to imitate Sunday-schools, nor keep up the interest by offering prizes. The offering of rewards will create rivalry, envy, and jealousy; and some who are the most diligent and worthy will receive little credit. Scholars should not try to see how many verses they can learn and repeat; for this brings too great a strain upon the ambitious child, while the rest become discouraged."},{"refcode_short":"TSS 110.3","refcode_long":"Testimonies on Sabbath-School Work, p. 110.3 (Ellen Gould White)","content":"Try none of these methods in your Sabbath-schools; but let superintendents and teachers make every effort to have life and interest in their schools. What a blessing it would be if all would teach as Jesus taught! He did not aim to attract attention by eloquence or by overwhelming grandeur of sentiment. On the contrary, His language was plain, and His thoughts were expressed with greatest simplicity; but He spoke with loving earnestness. In your teaching be as near like Him as possible. Make your exercises interesting. Let the teachers show that they have thoroughly learned the lesson, and are intensely interested in it. Let there be no frivolous or superficial interpretations of the Scriptures, but let each be prepared to go to the bottom of the subject presented."},{"refcode_short":"TSS 111.1","refcode_long":"Testimonies on Sabbath-School Work, p. 111.1 (Ellen Gould White)","content":"Parents should feel it a sacred duty to instruct their children in the statutes and requirements of God as well as in the prophecies. They should educate their children at home, and should themselves be interested in the Sabbath-school lessons. By studying with the children they show that they attach importance to the truth brought out in the lessons, and help to create a taste for Bible knowledge.—The Review and Herald, October 21, 1884."},{"refcode_short":"TSS 111.2","refcode_long":"Testimonies on Sabbath-School Work, p. 111.2 (Ellen Gould White)","content":"Our Sabbath-schools, which are to instruct the children and youth, are too superficial. The managers of these need to plow deeper. They need to put more thought and more hard work upon the work they are doing. They need to be more thorough students of the Bible, and to have a deeper religious experience, in order to know how to conduct Sabbath-schools after the Lord's order, and how to lead children and youth to their Saviour. This is one of the branches of the work that is crippling along for the want of efficient, discerning men and women, who feel their accountability to God to use their powers, not to exhibit self, not for vainglory, but to do good.—The Review and Herald, June 21, 1887."},{"refcode_short":"TSS 111.3","refcode_long":"Testimonies on Sabbath-School Work, p. 111.3 (Ellen Gould White)","content":"There was a general superintendent of Sabbath-schools who, while addressing a Sabbath-school upon one occasion, was very dry, lengthy, and uninteresting. A mother asked her daughter of ten years if she enjoyed the exercise, and also, “What did the minister say?” Said the little girl, “He said, and he said, and he said, and he didn't say anything.” Now, we do not want any such account of our labor as that. We want the very best of training for the work that we can possibly have ourselves, so that we can make a success in teaching others the things that we have learned.—The Review and Herald, July 26, 1887."},{"refcode_short":"TSS 112","refcode_long":"Testimonies on Sabbath-School Work, p. 112 (Ellen Gould White)","content":"Religious Experience of Children"},{"refcode_short":"TSS 112.1","refcode_long":"Testimonies on Sabbath-School Work, p. 112.1 (Ellen Gould White)","content":"Religion helps children to study better and to do more faithful work. A little girl of twelve was telling, in a simple way, the evidence that she was a Christian. “I did not like to study, but to play. I was idle at school, and often missed my lessons. Now I learn every lesson well, to please God. I was mischievous at school, when the teachers were not looking at me, making fun for the children to look at. Now I wish to please God by behaving well and keeping the school laws. I was selfish at home, didn't like to run errands, and was sulky when mother called me from play to help her in work. Now it is a real joy for me to help mother in any way, and to show that I love her.”"},{"refcode_short":"TSS 112.2","refcode_long":"Testimonies on Sabbath-School Work, p. 112.2 (Ellen Gould White)","content":"Do not teach your children with reference to some future period when they shall be old enough to repent and believe the truth. If properly instructed, very young children may have correct views of their state as sinners, and of the way of salvation through Christ.—Sabbath-School Worker, January, 1889."},{"refcode_short":"TSS 112.3","refcode_long":"Testimonies on Sabbath-School Work, p. 112.3 (Ellen Gould White)","content":"Our superintendents, our teachers in the Sabbath-school, should be frequently in prayer. A word spoken in due season may be as good seed in youthful minds, and may result in leading little feet in the right path. But a wrong word may lead their feet in the path of ruin.—The Review and Herald, June 24, 1890."},{"refcode_short":"TSS 113.1","refcode_long":"Testimonies on Sabbath-School Work, p. 113.1 (Ellen Gould White)","content":"In His charge to Peter, the Saviour first bade him, “Feed My lambs,” and afterward commanded, “Feed My sheep.” In addressing the apostle, Christ says to all His servants, “Feed My lambs.” When Jesus admonished His disciples not to despise the little ones, He addressed all disciples in all ages. His own love and care for children is a precious example for His followers. If teachers in the Sabbath-school felt the love which they should feel for these lambs of the flock, many more would be won to the fold of Christ. At every suitable opportunity, let the story of Jesus’ love be repeated to the children. In every sermon let a little corner be left for their benefit. The servant of Christ may have lasting friends in these little ones, and his words may be to them as apples of gold in pictures of silver.—Gospel Workers, 405-406."},{"refcode_short":"TSS 113.2","refcode_long":"Testimonies on Sabbath-School Work, p. 113.2 (Ellen Gould White)","content":"We thank God that our Sabbath-schools have contributed enough to advance many a precious enterprise. Children and youth have given their pennies, that, like little rivulets, have supplied a stream of beneficence. Children should be educated in such a way that they may perform unselfish acts which heaven will rejoice to see. When the dew of youth is upon them, children should be trained how to do service for Christ. They should be taught self-denial.—Special Testimonies, Series A 3:51."},{"refcode_short":"TSS 113.3","refcode_long":"Testimonies on Sabbath-School Work, p. 113.3 (Ellen Gould White)","content":"Instruction in regard to conducting the Sabbath-school should, to a large degree, be given in the home churches; for the labor can be made more direct and the results will be more permanent if instruction is given at home. This work does not require the services of the ministers; they should be free to attend to the spiritual interests of the people. They are to teach others what to do. They must instruct the people as to how to come to the Lord and how to lead others to Him.—Spiritual Advancement the Object of Camp-Meetings, 12."},{"refcode_short":"TSS 114.1","refcode_long":"Testimonies on Sabbath-School Work, p. 114.1 (Ellen Gould White)","content":"In a council of workers when considering the question of the work which should be done at our camp-meetings, we have the following questions and answers:—"},{"refcode_short":"TSS 114.2","refcode_long":"Testimonies on Sabbath-School Work, p. 114.2 (Ellen Gould White)","content":"Question—Would you think, Sister White, that taking up the detail work of drilling the Sabbath-school workers would come under the same head? [That is, drilling canvassers, and missionary workers, and holding cooking schools.]"},{"refcode_short":"TSS 114.3","refcode_long":"Testimonies on Sabbath-School Work, p. 114.3 (Ellen Gould White)","content":"Answer—Exactly; it is not the place for it. That is to be done; but it has its time and place."},{"refcode_short":"TSS 114.4","refcode_long":"Testimonies on Sabbath-School Work, p. 114.4 (Ellen Gould White)","content":"Q.—Suppose they should call a Sabbath-school convention, and meet for that purpose?"},{"refcode_short":"TSS 114.5","refcode_long":"Testimonies on Sabbath-School Work, p. 114.5 (Ellen Gould White)","content":"A.—That is all right; and have those engaged to carry the burden of that work, and not hold the people there [at the camp-meeting] to hear those particular things. They have no special work in that branch to do. The time is too precious to be spent in that way.—Spiritual Advancement the Object of Camp-Meetings, 43."},{"refcode_short":"TSS 114.6","refcode_long":"Testimonies on Sabbath-School Work, p. 114.6 (Ellen Gould White)","content":"The charge given to Peter by Christ just before His ascension was, “Feed My lambs, “Feed My sheep;” and this commission has been given to every minister and worker. But the work has been neglected. While something has been done for the education and religious training of the youth, there is still a great lack. Many more need to be encouraged and helped. There is not that personal labor given which the case requires. It is not the ministers alone who have neglected this solemn work of saving the youth; the members of the churches will have to settle with the Master for their indifference and neglect of duty."},{"refcode_short":"TSS 115.1","refcode_long":"Testimonies on Sabbath-School Work, p. 115.1 (Ellen Gould White)","content":"The Lord is not glorified when the children are neglected and passed by. They are to be educated, disciplined and patiently instructed. They require more than casual notice, more than a word of encouragement. They need painstaking, prayerful, careful labor. The heart that is filled with love and sympathy will reach the hearts of the youth who are apparently careless and hopeless.—The Review and Herald, January 10, 1899."},{"refcode_short":"TSS 115","refcode_long":"Testimonies on Sabbath-School Work, p. 115 (Ellen Gould White)","content":"The Teacher's Influence"},{"refcode_short":"TSS 115.2","refcode_long":"Testimonies on Sabbath-School Work, p. 115.2 (Ellen Gould White)","content":"It is our own character and experience that determine our influence upon others. In order to convince others of the power of Christ's grace, we must know its power in our own hearts and lives. The gospel we present for the saving of souls must be the gospel by which our own souls are saved. Only through a living faith in Christ as a personal Saviour is it possible to make our influence felt in a skeptical world. If we would draw sinners out of the swift-running current, our own feet must be firmly set upon the Rock, Christ Jesus."},{"refcode_short":"TSS 115.3","refcode_long":"Testimonies on Sabbath-School Work, p. 115.3 (Ellen Gould White)","content":"The badge of Christianity is not an outward sign, not the wearing of a cross or a crown, but it is that which reveals the union of man with God. By the power of his grace manifested in the transformation of character the world is to be convinced that God has sent his Son as its Redeemer. No other influence that can surround the human soul has such power as the influence of an unselfish life. The strongest argument in favor of the gospel is a loving and lovable Christian.—The Ministry of Healing, 469-470."},{"refcode_short":"TSS 116.1","refcode_long":"Testimonies on Sabbath-School Work, p. 116.1 (Ellen Gould White)","content":"Remember that you cannot read hearts. You do not know the motives which prompted the actions that to you look wrong. There are many who have not received a right education; their characters are warped, they are hard and gnarled, and seem to be crooked in every way. But the grace of Christ can transform them. Never cast them aside, never drive them to discouragement or despair by saying, “You have disappointed me, and I will not try to help you.” A few words spoken hastily under provocation,—just what we think they deserve,—may cut the cords of influence that should have bound their hearts to ours."},{"refcode_short":"TSS 116.2","refcode_long":"Testimonies on Sabbath-School Work, p. 116.2 (Ellen Gould White)","content":"The consistent life, the patient forbearance, the spirit unruffled under provocation, is always the most conclusive argument and the most solemn appeal. If you have had opportunities and advantages that have not fallen to the lot of others, consider this, and be ever a wise, careful, gentle teacher."},{"refcode_short":"TSS 116.3","refcode_long":"Testimonies on Sabbath-School Work, p. 116.3 (Ellen Gould White)","content":"In order to have the wax take a clear, strong impression of the seal, you do not dash the seal upon it in a hasty, violent way; you carefully place the seal on the plastic wax, and quietly, steadily press it down, until it has hardened in the mold. In like manner deal with human souls. The continuity of Christian influence is the secret of its power, and this depends on the steadfastness of your manifestation of the character of Christ. Help those who have erred, by telling them of your experiences. Show how, when you made grave mistakes, patience, kindness, and helpfulness on the part of your fellow workers gave you courage and hope."},{"refcode_short":"TSS 117.1","refcode_long":"Testimonies on Sabbath-School Work, p. 117.1 (Ellen Gould White)","content":"Until the judgment you will never know the influence of a kind, considerate course toward the inconsistent, the unreasonable, the unworthy. When we meet with ingratitude and betrayal of sacred trusts, we are roused to show our contempt or indignation. This the guilty expect, they are prepared for it. But kind forbearance takes them by surprise, and often awakens their better impulses, and arouses a longing for a nobler life.—The Ministry of Healing, 494-495."},{"refcode_short":"TSS 117.2","refcode_long":"Testimonies on Sabbath-School Work, p. 117.2 (Ellen Gould White)","content":"Every association of life calls for the exercise of self-control, forbearance, and sympathy. We differ so widely in disposition, habits, education, that our ways of looking at things vary. We judge differently. Our understanding of truth, our ideas in regard to the conduct of life, are not in all respects the same. There are no two whose experience is alike in every particular. The trials of one are not the trials of another. The duties that one finds light, are to another most difficult and perplexing."},{"refcode_short":"TSS 117.3","refcode_long":"Testimonies on Sabbath-School Work, p. 117.3 (Ellen Gould White)","content":"So frail, so ignorant, so liable to misconception is human nature, that each should be careful in the estimate he places upon another. We little know the bearing of our acts upon the experience of others. What we do or say may seem to us of little moment, when, could our eyes be opened, we should see that upon it depended the most important results for good or for evil.—The Ministry of Healing, 483."},{"refcode_short":"TSS 118","refcode_long":"Testimonies on Sabbath-School Work, p. 118 (Ellen Gould White)","content":"Teachers Should Strive to Improve"},{"refcode_short":"TSS 118.1","refcode_long":"Testimonies on Sabbath-School Work, p. 118.1 (Ellen Gould White)","content":"Because there is so much cheapness of character, so much of the counterfeit all around the youth, there is the more need that the teacher's words, attitude, and deportment should represent the elevated and the true. Children are quick to detect affectation or any other weakness or defect. The teacher can gain the respect of his pupils in no other way than by revealing in his own character the principles which he seeks to teach them...."},{"refcode_short":"TSS 118.2","refcode_long":"Testimonies on Sabbath-School Work, p. 118.2 (Ellen Gould White)","content":"But the teacher's usefulness depends not so much upon the actual amount of his acquirements as upon the standard at which he aims. The true teacher is not content with dull thoughts, an indolent mind, or a loose memory. He constantly seeks higher attainments and better methods. His life is one of continual growth. In the work of such a teacher there is a freshness, a quickening power, that awakens and inspires his pupils...."},{"refcode_short":"TSS 118.3","refcode_long":"Testimonies on Sabbath-School Work, p. 118.3 (Ellen Gould White)","content":"Teachers are needed who are quick to discern and improve every opportunity for doing good; those who with enthusiasm combine true dignity; who are able to control, and “apt to teach;” who can inspire thought, arouse energy, and impart courage and life."},{"refcode_short":"TSS 118.4","refcode_long":"Testimonies on Sabbath-School Work, p. 118.4 (Ellen Gould White)","content":"A teacher's advantages may have been limited, so that he may not possess as high literary qualifications as might be desirable; yet if he has true insight into human nature; if he has a genuine love for his work, and appreciation of its magnitude, and a determination to improve; if he is willing to labor earnestly and perseveringly, he will comprehend the needs of his pupils, and, by his sympathetic, progressive spirit, will inspire them to follow as he seeks to lead them onward and upward."},{"refcode_short":"TSS 119.1","refcode_long":"Testimonies on Sabbath-School Work, p. 119.1 (Ellen Gould White)","content":"The children and youth under the teacher's care differ widely in disposition, habits, and training. Some have no definite purpose or fixed principles. They need to be awakened to their responsibilities and possibilities...."},{"refcode_short":"TSS 119.2","refcode_long":"Testimonies on Sabbath-School Work, p. 119.2 (Ellen Gould White)","content":"He who discerns the opportunities and privileges of his work will allow nothing to stand in the way of earnest endeavor for self-improvement. He will spare no pains to reach the highest standard of excellence. All that he desires his pupils to become, he will himself strive to be...."},{"refcode_short":"TSS 119.3","refcode_long":"Testimonies on Sabbath-School Work, p. 119.3 (Ellen Gould White)","content":"Those who desire to control others must first control themselves. To deal passionately with a child or youth will only arouse his resentment. When a parent or teacher becomes impatient, and is in danger of speaking unwisely, let him remain silent. There is wonderful power in silence."},{"refcode_short":"TSS 119.4","refcode_long":"Testimonies on Sabbath-School Work, p. 119.4 (Ellen Gould White)","content":"The teacher must expect to meet perverse dispositions and obdurate hearts. But in dealing with them he should never forget that he himself was once a child, in need of discipline. Even now, with all his advantages of age, education, and experience, he often errs, and is in need of mercy and forbearance. In training the youth he should consider that he is dealing with those who have inclinations to evil similar to his own. They have almost everything to learn, and it is much more difficult for some to learn than for others. With the dull pupil he should bear patiently, not censuring his ignorance, but improving every opportunity to give him encouragement. With sensitive, nervous pupils he should deal very tenderly. A sense of his own imperfections should lead him constantly to manifest sympathy and forbearance toward those who also are struggling with difficulties."},{"refcode_short":"TSS 120.1","refcode_long":"Testimonies on Sabbath-School Work, p. 120.1 (Ellen Gould White)","content":"The Saviour's rule,—“As ye would that men should do to you, do ye also to them likewise,”—should be the rule of all who undertake the training of children and youth. They are the younger members of the Lord's family, heirs with us of the grace of life. Christ's rule should be sacredly observed toward the dullest, the youngest, the most blundering, and even toward the erring and rebellious...."},{"refcode_short":"TSS 120.2","refcode_long":"Testimonies on Sabbath-School Work, p. 120.2 (Ellen Gould White)","content":"The divine Teacher bears with the erring through all their perversity. His love does not grow cold; his efforts to win them do not cease. With outstretched arms he waits to welcome again and again the erring, the rebellious, and even the apostate. His heart is touched with the helplessness of the little child subject to rough usage. The cry of human suffering never reaches his ear in vain. Though all are precious in his sight, the rough, sullen, stubborn dispositions draw most heavily upon his sympathy and love; for he traces from cause to effect. The one who is most easily tempted, and is most inclined to err, is the special object of his solicitude."},{"refcode_short":"TSS 120.3","refcode_long":"Testimonies on Sabbath-School Work, p. 120.3 (Ellen Gould White)","content":"Every parent and every teacher should cherish the attributes of Him who makes the cause of the afflicted, the suffering, and the tempted, his own. He should be one who can have “compassion on the ignorant, and on them that are out of the way; for that he himself also is compassed with infirmity.” Jesus treats us far better than we deserve; and as he has treated us, so we are to treat others. The course of no parent or teacher is justifiable if it is unlike that which under similar circumstances the Saviour would pursue.—Education, 277-295."},{"refcode_short":"TSS 121","refcode_long":"Testimonies on Sabbath-School Work, p. 121 (Ellen Gould White)","content":"Prayerful Study"},{"refcode_short":"TSS 121.1","refcode_long":"Testimonies on Sabbath-School Work, p. 121.1 (Ellen Gould White)","content":"We should exert all the powers of the mind in the study of the Scriptures, and should task the understanding to comprehend, as far as mortals can, the deep things of God; yet we must not forget that the docility and submission of a child is the true spirit of the learner. Scriptural difficulties can never be mastered by the same methods that are employed in grappling with philosophical problems. We should not engage in the study of the Bible with that self-reliance with which so many enter the domains of science, but with a prayerful dependence upon God, and a sincere desire to learn his will. We must come with a humble and teachable spirit to obtain knowledge from the great I AM. Otherwise, evil angels will so blind our minds and harden our hearts that we shall not be impressed by the truth."},{"refcode_short":"TSS 121.2","refcode_long":"Testimonies on Sabbath-School Work, p. 121.2 (Ellen Gould White)","content":"Many a portion of Scripture which learned men pronounce a mystery, or pass over as unimportant, is full of comfort and instruction to him who has been taught in the school of Christ. One reason why many theologians have no clearer understanding of God's word is, they close their eyes to truths which they do not wish to practise. An understanding of Bible truth depends not so much on the power of intellect brought to the search as on the singleness of purpose, the earnest longing after righteousness."}]