[{"refcode_short":"Visitor","refcode_long":"The Columbia Union Visitor","content":"The Columbia Union Visitor"},{"refcode_short":"Visitor October 2,  1912","refcode_long":"The Columbia Union Visitor October 2,  1912","content":"1912"},{"refcode_short":"Visitor October 2,  1912","refcode_long":"The Columbia Union Visitor October 2,  1912","content":"October 2, 1912"},{"refcode_short":"Visitor October 2,  1912","refcode_long":"The Columbia Union Visitor October 2,  1912","content":"From Strength to Strength"},{"refcode_short":"Visitor October 2,  1912, par. 1","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 1","content":"Life is a mysterious and sacred trust. Precious are its opportunities, and faithfully should they be improved."},{"refcode_short":"Visitor October 2,  1912, par. 2","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 2","content":"God desires the youth to stand in that position where they can honor him all the time. They cannot afford to go on to Satan's ground every now and then, but must press steadily forward to the mark of the prize of the high calling of God in Christ Jesus. Only as they place themselves under the broad shield of Omnipotence, can safety be assured to them in the hour of temptation. Only there as they work out their salvation with fear and trembling, can God work through them to will and to do of His good pleasure."},{"refcode_short":"Visitor October 2,  1912, par. 3","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 3","content":"Our youth need to have a clearer understanding of what it means to overcome by the blood of the Lamb and the word of their testimony. They need to learn, as they follow on to know the Lord, that His going forth is prepared as the morning. You have watched the rising sun, and the gradual breaking of day over the earth. Little by little the light increases until the world is flooded with the full light of day. This is a beautiful illustration of what God desires to do for His children in the perfection of Christian character. Only by making constant advancement can the youth fulfill God's purpose for them. As opportunities multiply and are improved, the experience will enlarge, and knowledge increase. The youth will become strong to bear responsibility, because they are constantly growing in happiness, in holiness, in usefulness."},{"refcode_short":"Visitor October 2,  1912, par. 4","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 4","content":"The enemy well knows that no other class can do so much good as young men and young women who are consecrated to God's service. Therefore he makes every effort to lead them to find their happiness in worldly amusements, and to justify themselves by endeavoring to show these amusements are harmless, innocent, and even necessary to physical well-being. He presents the path of holiness as hard and thorny, while declaring that the paths of worldly pleasure are strewn with flowers. In false and flattering colors, he arrays the world with its pleasure before the youth, and many are led to destruction by his deceptions. Those who learn to love amusement for its own sake open the door to a flood of temptations. They are led on from one form of dissipation to another until they lose the desire for a life of usefulness in God's cause. Their higher aspirations are chilled; their spiritual life is darkened. Finding their pleasures in the world, and the things of the world, they become strangers to the Father and to the graces of His Spirit."},{"refcode_short":"Visitor October 2,  1912, par. 5","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 5","content":"There are others whom Satan is binding to the world by love of gain. He is employing all his ingenuity to lead the youth to become so absorbed in the pursuit of worldly power and wealth that they can give no heed to a “Thus saith the Lord.” Thus he leads them to give their lives to self-serving, and they develop, not the attributes of good, but the attributes of evil."},{"refcode_short":"Visitor October 2,  1912, par. 6","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 6","content":"If our characters are to meet the approval of God we must fashion the life according to the perfect pattern. “The Word was made flesh, and dwelt among us;.. full of grace and truth.” The followers of Christ are to represent him in all that they do and say. They are to live His life. The principles by which He was guided are to shape their lives and mould their characters."},{"refcode_short":"Visitor October 2,  1912, par. 7","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 7","content":"The youth should keep ever before them the course that Christ followed. It was a course of constant overcoming. He wrestled with temptations greater than any you will be called to meet; and he stood the test. He refused to yield to temptation. Though physical strength failed, His faith did not fail."},{"refcode_short":"Visitor October 2,  1912, par. 8","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 8","content":"It was not only on the cross that Christ gave Himself for humanity, not only in the wilderness of temptation and in Gethsemane that He overcame in our behalf. Every day's experience was an outpouring of His life; every day he learned obedience by the things which He suffered. And because the life of Jesus was a life of perfect trust His service for heaven and earth was without failure or faltering. He met and resisted all the temptations that man must meet because in his humanity he relied upon divine power."},{"refcode_short":"Visitor October 2,  1912, par. 9","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 9","content":"The life of Christ reveals what every youth may accomplish through His grace. As the enemy worked to overcome the Saviour, so he works against God's children today. There will come to you, as there came to Christ times of special difficulty and need. But in every trial and difficulty know that Christ has passed this way before you. And He who came forth from the most severe test without one stain of sin, stands ready to strengthen all who struggle with Him against the powers of evil. He understands every difficulty. He waits to hear and answer prayer."},{"refcode_short":"Visitor October 2,  1912, par. 10","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 10","content":"Satan is striving to mould us into his likeness. Christ waits to give us power to resist the enemy's temptations. With deepest interest the universe of heaven watches the conflict between Christ, in the person of his saints, and the great deceiver. Dear youth, you cannot afford to make mistakes in this conflict. Guard your spirit, guard your words, guard your actions. Open heart and mind to the impressions of the Holy Spirit, and be determined to stand for truth and righteousness. He who knows your weakness will impart to you strength; angels will work in your behalf, enabling you to stand firm for God."},{"refcode_short":"Visitor October 2,  1912, par. 11","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 11","content":"Every day you are to prepare for the coming of Christ by every day having an increased faith, a fuller and deeper experience in the things of God. Put away foolishness from the life. This is not a time for trifling. Believers and unbelievers need the help of your influence. All around you are those who need to know the transforming power of truth; and they will know it only as it is revealed to them in Christlike lives. Will you not help these to obtain joy and peace in Christ? If you will put self out of sight, and come into right relation to God, you will learn to manifest a spirit that will make you a blessing to all with whom you associate."},{"refcode_short":"Visitor October 2,  1912, par. 12","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 12","content":"The Lord wants you to help another. You should lay hold of every possible advantage, that you may be trained for efficient service. Every capability and power you possess should be regarded as a sacred trust, to be used in making known the saving power of grace. This is your business—your chief business."},{"refcode_short":"Visitor October 2,  1912, par. 13","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 13","content":"The Saviour revealed a wonderful love, a wonderful earnestness when He gave His life that we might be cleansed from iniquity. He is the pattern to be followed by all who have named His name. The shortness of time, and the responsibilities resting upon us as sons and daughters of God should lead us to ask ourselves at every step if we our following His example."},{"refcode_short":"Visitor October 2,  1912, par. 14","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 14","content":"“Let this mind be in you, which was also in Christ Jesus; who, being in the form of God, thought it not robbery to be equal with God; but made Himself of no reputation, and took upon Him the form of a servant.” Notwithstanding all that was His by right Christ yielded it all up, that He might give you life, and teach you how to live for Him. Do not disappoint Him. Have you tasted and seen that the Lord is good? Then tell of His goodness. You owe it to God to reflect the light you have. Work for Him in simplicity, pleading daily for power to make your work effectual."},{"refcode_short":"Visitor October 2,  1912, par. 15","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 15","content":"In your contact with friends and associates, do you keep your lips closed regarding the truth for this time? Do they receive no help from you as to the best way to serve and glorify God? You have brothers, sisters, friends, acquaintances. To each of these you should be giving an example that will honor the truth you profess. By patience and forbearance in your dealings with them, you may teach them to be patient under test and trial. When in the kingdom of God you meet those whom you have sought to influence for right, will you not be abundantly rewarded for any effort, any sacrifice, you may have made?"},{"refcode_short":"Visitor October 2,  1912, par. 16","refcode_long":"The Columbia Union Visitor October 2,  1912, paragraph 16","content":"Is there at this meeting, a turning to the Lord with full purpose of heart? Are you encouraging one another to consecrate heart and life to God. A little longer, and the meeting will close. As you return to your homes, will you put away from your thoughts the truths you have heard here, or will you make prayerful earnest endeavor to carry out these truths in the daily life? If you will set yourself to the work of pressing back the powers of darkness and advancing constantly toward the light, you will gain wonderful victories. Determine to make this effort, dear youth, and God will surely help you. Angels of heaven will work in your behalf, enabling you to be true to God and to your associates. I pray that these words may make a deep impression on your minds, leading you to form right habits, and to make a record in your future experience that you will not be ashamed to meet in the judgment."}]