[{"refcode_short":"WB","refcode_long":"The Workers’ Bulletin","content":"The Workers’ Bulletin"},{"refcode_short":"WB September 9,  1902","refcode_long":"The Workers’ Bulletin September 9,  1902","content":"1902"},{"refcode_short":"WB September 9,  1902","refcode_long":"The Workers’ Bulletin September 9,  1902","content":"September 9, 1902"},{"refcode_short":"WB September 9,  1902","refcode_long":"The Workers’ Bulletin September 9,  1902","content":"Words of Admonition Elmshaven, St. Helena, Cal"},{"refcode_short":"WB September 9,  1902, par. 1","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 1","content":"I am instructed to say to you, that, as Christians, it is your privilege to bring practical religion into the home, the neighborhood, the church, and the institutions that have been established among you to advance the Lord's work in this earth. God's people are to reveal the attributes of Christ,—the tenderness, the compassion, the unselfish generosity that He always manifested toward the poor, the distressed, and the needy. “Whoso hath this world's good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?” Let there be no shutting up of the bowels of compassion from him: for those who do this are deprived of the Spirit of God."},{"refcode_short":"WB September 9,  1902, par. 2","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 2","content":"In many, the absence of a Christlike spirit has been very marked. Many who claim to follow Christ have not His fragrance of character. By performing deeds of mercy, and by speaking words of kindness that are like apples of gold in pictures of silver, they could exert an elevating influence over those with whom they come in contact; but too often their words are harsh, their actions unbecoming a Christian. God can not approve of wrong words and actions, for they are an offense to Him. He calls for a decided and thorough change. The time is very near when these matters will be adjusted by One whom none can evade. In the day of judgment everything will be put on its proper basis."},{"refcode_short":"WB September 9,  1902","refcode_long":"The Workers’ Bulletin September 9,  1902","content":"The Sin of Selfishness"},{"refcode_short":"WB September 9,  1902, par. 3","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 3","content":"All sin is selfishness. Satan's first sin was a manifestation of selfishness. He sought to grasp power, to exalt self. A species of insanity led him to seek to supersede God. And the temptation that led Adam to sin was Satan's declaration that it was possible for man to attain to something more than he already enjoyed, possible for him to be as God Himself. The sowing of seeds of selfishness in the human heart was the first result of the entrance of sin into the world. God desires every one to understand the evil of selfishness, and to co operate with Him in guarding the human family against its terrible, deceptive powers. The design of the gospel is to confront this evil by means of remedial missionary work, and to destroy its destructive power by establishing enterprises of benevolence."},{"refcode_short":"WB September 9,  1902, par. 4","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 4","content":"As a remedy for the terrible consequences into which selfishness led the human race, God gave His only begotten Son to die for mankind. How could He have given more? In this gift He gave Himself. “I and My Father are one,” said Christ. By the gift of His Son, God has made it possible for man to be redeemed and restored to oneness with Him. “God so loved the world, that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” Love is the great principle that actuates unfallen beings. With amazement the angels behold the indifference that those who have light and knowledge manifest toward a world unsaved. The heavenly host are filled with an intense desire to work through human agencies to restore in man the image of God. They are ready and waiting to do this work. The combined power of the Father, the Son, and the Holy Ghost is pledged to uplift man from his fallen state. Every attribute, every power of divinity has been placed at the command of those who unite with the Saviour in winning men to God. O, that all would appreciate the truth as it is in Jesus. O, that all would love God in return for the love wherewith He has loved them."},{"refcode_short":"WB September 9,  1902, par. 5","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 5","content":"Sin has extinguished the love that God placed in man's heart. The work of the church is to rekindle this love. The church is to co-operate with God by uprooting selfishness from the human heart, placing in its stead the benevolence that was in man's heart in his original state of perfection."},{"refcode_short":"WB September 9,  1902","refcode_long":"The Workers’ Bulletin September 9,  1902","content":"Christ Our Righteousness"},{"refcode_short":"WB September 9,  1902, par. 6","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 6","content":"I am sorry that so many are doubtful in regard to justification by faith, and that some are standing in opposition to the light that God has given on this subject. Sinners are committed for trial. They must answer the charge of transgressing God's law. Their only hope is to accept Jesus Christ, their Substitute. He has redeemed the fallen race from the curse of the law, having been made sin,—a curse,—for them. Nothing but the grace of Christ is sufficient to free the transgressor from bondage. Through His grace those who are obedient to God's commandments are made free. If sinners repent their pardon is procured through the merits of Christ. Those who understand this matter in its true bearing will more fully comprehend the glorious, wondrous plan of salvation. They will not desire to argue just what is meant by Christ being our righteousness, nor will they desire to try to explain questions that do not in any way make more plain the terms of salvation. It is not essential to understand the precise particulars in regard to the relation of the two laws. It is of far greater consequence that we know whether we are justified or condemned by the holy precepts of God's law."},{"refcode_short":"WB September 9,  1902, par. 7","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 7","content":"Carelessness in regard to the principles that must be brought into the life-practice is a fatal mistake, and needs special attention. He who is safe must set things right in his own heart. In the days of Christ the religious leaders neglected the weightier matters of the law for matters of minor importance. The Saviour reproved them, saying: “Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone. Ye blind guides, which strain at a gnat, and swallow a camel.”"},{"refcode_short":"WB September 9,  1902, par. 8","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 8","content":"Some in our day by their attitude toward the law as revealed in Galatians have brought a sad chapter into their life-experience. Let none repeat the past. Let none indulge in speculative theories, or call attention to things that do not pertain to the solemn work of deciding their own eternal destiny. The twenty-third chapter of Matthew describes the condition of those who are so blinded spiritually that they can not discern the relative importance of things which they should understand. Christ's righteousness has been misrepresented by some in positions of responsibility, who, supposing they were doing God's service, have done things which show that they were spiritually blind. Men have been overbearing and imperious in spirit; and their wrong course of action, their lack of principle, will cause them to be denounced by the Lord, as surely as the Pharisees were denounced. The woes that fell on the Pharisees will as verily fall on all who are engaged in a like work unless they repent."},{"refcode_short":"WB September 9,  1902, par. 9","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 9","content":"Because the spiritual eyesight of some in positions of trust has been dimmed, God's great and sacred work has been neglected. By their deeds some have shown that they have not been actuated by right principles. They have not revealed love and mercy, and the love of God. They have not given practical evidence of love for their brethren. While very scrupulous about little matters, making a man an offender for a word, they have not scrupled to deal unjustly with the Lord's heritage. Thus they have committed sins that are great in His sight. They have tampered with the conscience, and by subtle reasoning have made imaginary distinctions between the degrees of guilt of various transactions. Lightly passing over very serious wrongs, they have condemned with very great severity wrongs that do not begin to compare with their own sin in cherishing and working out wrong principles. They should remember that righteousness exalts a nation and that sin brings its reward, and this is as true of individuals as of nations."},{"refcode_short":"WB September 9,  1902, par. 10","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 10","content":"My brethren and sisters in Iowa, with humble, contrite hearts, study your Bibles. That which is revealed in the Scriptures is for you and your children. Eat the Word and digest it, for it is the Bread of Life. Do not be eager to know something in regard to things which are not revealed. Some do not seem to comprehend that which is plainly opened before them in the Scriptures concerning their salvation, and, as a result, their religious life is greatly deficient. If they would study and obey the Word of God their minds would not be so full of conjectures in regard to things which they need not understand."},{"refcode_short":"WB September 9,  1902, par. 11","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 11","content":"In every place God is working to bring men to a knowledge of God and His righteousness. He speaks to them in His Word. The Bible is the key which unlocks the mysteries which it is essential for human beings to understand in order to know what they must do to gain eternal life. The Bible is its own expositor. Its bright beams are to shine in all parts of the world that sin may be revealed. The Bible is a chart pointing out the way-marks of truth. Those who are acquainted with this chart will be enabled to tread with certainty the path of duty wherever they may be called to go."},{"refcode_short":"WB September 9,  1902, par. 12","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 12","content":"Let us notice the answer that the Divine Teacher gave to the lawyer who asked, “What shall I do to inherit eternal life?” “He said unto him, What is written in the law? how readest thou? And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbor as thyself.” “Thou hast answered right,” Christ said, “this do, and thou shalt live. But he, willing to justify himself, said unto Jesus, And who is my neighbor?” In answer Christ gave the parable of the good Samaritan, relating an incident which had actually taken place. “A certain man,” He said, “went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead. And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side. And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side. But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him, and went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him. And on the morrow, when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him: and whatsoever thou spendest more, when I come again, I will repay thee. Which now of these three, thinkest thou, was neighbor unto him which fell among the thieves? And he said, He that showed mercy on him. Then said Jesus unto him, Go, and do thou likewise.” In this parable are summed up all the principles contained in the law of God. On every hand we can see the terrible results of the selfishness which led Adam to transgress God's law. The taking of the forbidden fruit, seemingly so small a matter, resulted in opening the floodgates of woe upon the world. To this transgression can be traced all the violence and the crime now existing. And when in this age of the world the principles of justice and mercy are in any way violated in word or deed there is committed a sin of far greater magnitude than the sin that was committed in Eden; for sin was a new thing to our first parents."},{"refcode_short":"WB September 9,  1902, par. 13","refcode_long":"The Workers’ Bulletin September 9,  1902, paragraph 13","content":"My dear brethren and sisters in Iowa, determine to reveal Christ's righteousness more fully than you have revealed it in the past. Determine to show that you are not of this world, but of the kingdom of heaven. You are in danger of losing a rich experience. Will you not cultivate the grace of God in your hearts? Let not selfishness springing from self-love separate you from one another and from God. Bind yourselves to one another by the cords of Christian benevolence. If faithful you will hear from the Saviour's lips the words: “Well done, thou good and faithful servant, enter thou into the joy of thy Lord.”"}]