[{"refcode_short":"WIMessenger","refcode_long":"West Indian Messenger","content":"West Indian Messenger"},{"refcode_short":"WIMessenger July 1,  1912","refcode_long":"West Indian Messenger July 1,  1912","content":"1912"},{"refcode_short":"WIMessenger July 1,  1912","refcode_long":"West Indian Messenger July 1,  1912","content":"July 1, 1912"},{"refcode_short":"WIMessenger July 1,  1912","refcode_long":"West Indian Messenger July 1,  1912","content":"Be Not Troubled Over Minor Matters"},{"refcode_short":"WIMessenger July 1,  1912, par. 1","refcode_long":"West Indian Messenger July 1,  1912, paragraph 1","content":"The way to heaven is through Jesus Christ. He is the light that lighteneth every man that cometh into the world. He has given us most precious truths. But there are many who have not a right appreciation of what is essential for them to know and practice. Let not the people of God spend precious time on side issues which are of no importance. Let them instead strive to reveal that love for Christ and the truth has knit their hearts together in unity and love, and that this leads them to obey God's commandments."},{"refcode_short":"WIMessenger July 1,  1912, par. 2","refcode_long":"West Indian Messenger July 1,  1912, paragraph 2","content":"The Lord has made every provision for our happiness in the future life, but He has made no revelations regarding these plans, and we are not to speculate concerning them. Neither are we to measure the conditions of the future life by the conditions of this life."},{"refcode_short":"WIMessenger July 1,  1912, par. 3","refcode_long":"West Indian Messenger July 1,  1912, paragraph 3","content":"Matters of vital importance have been plainly revealed in the Word of God. These subjects are worthy of our deepest thought. But we are not to search into matters concerning which God has been silent. May God help His people to think rationally. When questions arise upon which we are uncertain, we should ask, “What saith the Scriptures?”"},{"refcode_short":"WIMessenger July 1,  1912, par. 4","refcode_long":"West Indian Messenger July 1,  1912, paragraph 4","content":"Christ withheld no truths essential to our salvation. Those things that are revealed are for us and our children, but we are not to allow our imagination to frame doctrines concerning things not revealed. Again and again these non-essential subjects have been agitated, but their discussion has never done a particle of good. We are not to allow our attention to be diverted from the proclamation of the message given us. For years I have been instructed that we are not to give our attention to non-essential questions. We are not bidden to enter into discussion regarding unimportant subjects. Our work is to lead minds to the great principles of the law of God."},{"refcode_short":"WIMessenger July 1,  1912, par. 5","refcode_long":"West Indian Messenger July 1,  1912, paragraph 5","content":"The only question asked in the judgment will be, “Are they obedient to My commandments?” The petty strife and contention over questions of no importance is an education which our people do not need. Let them seek instead to answer the prayer, “That they all may be one, as Thou, Father, art in Me, and I in Thee, that they also may be one in us; that the world may believe that Thou hast sent Me.”"}]