[{"refcode_short":"WLF 7","refcode_long":"A Word to the Little Flock, p. 7 (Ellen Gould White)","content":"A Word to the Little Flock"},{"refcode_short":"WLF 9","refcode_long":"A Word to the Little Flock, p. 9 (Ellen Gould White)","content":"Foreword"},{"refcode_short":"WLF 9","refcode_long":"A Word to the Little Flock, p. 9 (Ellen Gould White)","content":"Our Pioneers Facing the Light"},{"refcode_short":"WLF 9.1","refcode_long":"A Word to the Little Flock, p. 9.1 (Ellen Gould White)","content":"Seventh-day Adventist workers will welcome the appearance of this facsimile reproduction of A Word to the “Little Flock.” This remarkable document, issued during the critical four-year period between the great disappointment of October 22, 1844, and the memorable Sabbath conferences of 1848, gives an insight into the experience and thinking of our pioneers in their earnest efforts to discover their position and work and to ascertain what the future held for the believers and the world."},{"refcode_short":"WLF 9.2","refcode_long":"A Word to the Little Flock, p. 9.2 (Ellen Gould White)","content":"While this pamphlet, issued in May, 1847, contains statements signed by three early workers, James White, Ellen G. White, and Joseph Bates, it is primarily a James White publication devoted to the setting forth of his views of unfulfilled prophecy. At that time there were probably not more than one hundred Sabbathkeeping Adventists in the United States. As a youthful minister of twenty-five, he worked almost alone in setting forth the views he had, up to that time, formulated. This was nearly a year before the first of the five Sabbath conferences convened, at which time those whom we today revere as our spiritual forefathers met together and with open minds and hearts searched the word of God to better understand its truths."},{"refcode_short":"WLF 9.3","refcode_long":"A Word to the Little Flock, p. 9.3 (Ellen Gould White)","content":"With a full understanding of the historic setting of A Word to the “Little Flock”, the reader will not be disturbed by finding that in a few instances positions set forth by Elder White on some points were modified by him in later years, as more mature and joint study revealed clearer views. This document presents a picture primarily of one worker's attempt to cheer and aid those about him through a dissemination of light which was beginning to unfold. To one familiar with the many contemporary voices that were heard advocating discordant views and extreme positions, the clarity of reasoning and the essential correctness of perspective and purity of teaching of these articles are remarkable."},{"refcode_short":"WLF 9.4","refcode_long":"A Word to the Little Flock, p. 9.4 (Ellen Gould White)","content":"Also of interest in this early publication are the three communications written by Mrs. E. G. White, depicting the experiences yet before the people of God. Two of these, being presentations of important visions, have been largely reprinted again and again in the E. G. White books. That some words, phrases, and sentences which appeared in these early accounts were left out by Mrs. White in later printings has been a source of concern to some. For a brief account of the first printing of these visions and a discussion of the omissions, together with Mrs. White's explanation, the reader is directed to the appendix. [See Words of the Adventist Pioneers, under James White, for the complete text of this work, including the appendix]."},{"refcode_short":"WLF 9.5","refcode_long":"A Word to the Little Flock, p. 9.5 (Ellen Gould White)","content":"That the reissuance of A Word to the “Little Flock” in this form, identical with its original publication, may lead to a better understanding of the experience of the founders of the message, and that it may satisfy the frequently expressed desire to have at hand for careful study, the initial E. G. White visions as first printed, is the sincere wish of the Publishers and the"},{"refcode_short":"WLF 11","refcode_long":"A Word to the Little Flock, p. 11 (Ellen Gould White)","content":"To Bro. Eli Curtis"},{"refcode_short":"WLF 11.1","refcode_long":"A Word to the Little Flock, p. 11.1 (Ellen Gould White)","content":"In the Day-Dawn, Vol. 1, Nos. 10 and 11, you kindly invite me to address you a communication."},{"refcode_short":"WLF 11.2","refcode_long":"A Word to the Little Flock, p. 11.2 (Ellen Gould White)","content":"The only apology I have to offer for not writing before is, I have not had a clear duty to write till now. You will, I doubt not, excuse me for addressing you so publicly, at this time. I have been much interested in your writings in the Dawn, and extra; and fully agree with you on some points, but on others we widely differ."},{"refcode_short":"WLF 11.3","refcode_long":"A Word to the Little Flock, p. 11.3 (Ellen Gould White)","content":"Your Extra is now on the stand before me; and I beg leave to state to you, and the scattered flock of God, what I have seen in vision relative to these things on which you have written. I fully agree with you, that there will be two literal resurrections, 1000 years apart."},{"refcode_short":"WLF 11.4","refcode_long":"A Word to the Little Flock, p. 11.4 (Ellen Gould White)","content":"I also agree with you, that the new heavens, and the new earth, (Revelation 21:1. Isaiah 65:17. 2 Peter 3:13.) will not appear, till after the wicked dead are raised, and destroyed, at the end of the 1000 years. I saw that Satan was “loosed out of his prison,” at the end of the 1000 years, just at the time the wicked dead were raised; and that Satan deceived them by making them believe that they could take the holy city from the saints. The wicked all marched up around the “camp of the saints,” with Satan at their head; and when they were ready to make an effort to take the city, the Almighty breathed from his high throne, on the city, a breath of devouring fire, which came down on them, and burnt them up, “root and branch.”"},{"refcode_short":"WLF 12.1","refcode_long":"A Word to the Little Flock, p. 12.1 (Ellen Gould White)","content":"And I saw, that as Christ is the vine, and his children the branches: so Satan is the “root”, and his children are the “branches;” and at the final destruction of “Gog and Magog,” the whole wicked host will be burnt up, “root and branch,” and cease to exist. Then will appear the new heaven and the new earth. Then will the saints “build houses,” and “plant vineyards.” I saw, that all the righteous dead were raised by the voice of the Son of God, at the first resurrection; and all that were raised at the second resurrection, were burnt up, and ceased to exist."},{"refcode_short":"WLF 12.2","refcode_long":"A Word to the Little Flock, p. 12.2 (Ellen Gould White)","content":"You think, that those who worship before the saint's feet, (Revelation 3:9), will at last be saved. Here I must differ with you; for God shew me that this class were professed Adventists, who had fallen away, and “crucified to themselves the Son of God afresh, and put him to an open shame.” And in the “hour of temptation,” which is yet to come, to show out every one's true character, they will know that they are forever lost; and overwhelmed with anguish of spirit, they will bow at the saint's feet."},{"refcode_short":"WLF 12.3","refcode_long":"A Word to the Little Flock, p. 12.3 (Ellen Gould White)","content":"You also think, that Michael stood up, and the time of trouble commenced, in the spring of 1844."},{"refcode_short":"WLF 12.4","refcode_long":"A Word to the Little Flock, p. 12.4 (Ellen Gould White)","content":"The Lord has shown me in vision, that Jesus rose up, and shut the door, and entered the Holy of Holies, at the 7th month 1844; but Michael's standing up (Daniel 12:1) to deliver his people, is in the future."},{"refcode_short":"WLF 12.5","refcode_long":"A Word to the Little Flock, p. 12.5 (Ellen Gould White)","content":"This, will not take place, until Jesus has finished his priestly office in the Heavenly Sanctuary, and lays off his priestly attire, and puts on his most kingly robes, and crown, to ride forth on the cloudy chariot, to “thresh the heathen in anger,” and deliver his people."},{"refcode_short":"WLF 12.6","refcode_long":"A Word to the Little Flock, p. 12.6 (Ellen Gould White)","content":"Then Jesus will have the sharp sickle in his hand, (Revelation 14:14) and then the saints will cry day and night to Jesus on the cloud, to thrust in his sharp sickle and reap."},{"refcode_short":"WLF 12.7","refcode_long":"A Word to the Little Flock, p. 12.7 (Ellen Gould White)","content":"This, will be the time of Jacob's trouble, (Jeremiah 30:5-8) out of which, the saints will be delivered by the voice of God."},{"refcode_short":"WLF 12.8","refcode_long":"A Word to the Little Flock, p. 12.8 (Ellen Gould White)","content":"I believe the Sanctuary, to be cleansed at the end of the 2300 days, is the New Jerusalem Temple, of which Christ is a minister. The Lord shew me in vision, more than one year ago, that Brother Crosier had the true light, on the cleansing of the Sanctuary, &c; and that it was his will, that Brother C. should write out the view which he gave us in the Day-Star, Extra, February 7, 1846. I feel fully authorized by the Lord, to recommend that Extra, to every saint."},{"refcode_short":"WLF 12.9","refcode_long":"A Word to the Little Flock, p. 12.9 (Ellen Gould White)","content":"I pray that these lines may prove a blessing to you, and all the dear children who may read them."},{"refcode_short":"WLF 14","refcode_long":"A Word to the Little Flock, p. 14 (Ellen Gould White)","content":"To the Remnant Scattered Abroad"},{"refcode_short":"WLF 14.1","refcode_long":"A Word to the Little Flock, p. 14.1 (Ellen Gould White)","content":"As God has shown me in holy vision the travels of the Advent people to the Holy City, and the rich reward to be given those who wait the return of their Lord from the wedding, it may be my duty to give you a short sketch of what God has revealed to me. The dear saints have got many trials to pass through. But our light afflictions, which are but for a moment, worketh for us a far more exceeding and eternal weight of glory—while we look not at the things which are seen, for the things which are seen are temporal, but the things which are not seen are eternal. I have tried to bring back a good report, and a few grapes from the heavenly Canaan, for which many would stone me, as the congregation bade stone Caleb and Joshua for their report, (Numbers 14:10.) But I declare to you, my brethren and sisters in the Lord, it is a goodly land, and we are well able to go up and possess it."},{"refcode_short":"WLF 14.2","refcode_long":"A Word to the Little Flock, p. 14.2 (Ellen Gould White)","content":"While praying at the family altar, the Holy Ghost fell on me, and I seemed to be rising higher and higher, far above the dark world. I turned to look for the Advent people in the world, but could not find them—when a voice said to me, “Look again, and look a little higher.” At this I raised my eyes and saw a straight and narrow path, [Matthew 7:14.] cast up high above the world. On this path the Advent people were travelling to the City, which was at the farther end of the path. They had a bright light set up behind them at the first end of the path, which an angel told me was the Midnight Cry. [Matthew 25:6.] This light shone all along the path, and gave light for their feet so they might not stumble. And if they kept their eyes fixed on Jesus, who was just before them, leading them to the City, they were safe. But soon some grew weary, and they said the City was a great way off, and they expected to have entered it before. Then Jesus would encourage them by raising his glorious right arm, and from his arm came a glorious light which waved over the Advent band, and they shouted Hallelujah! Others rashly denied the light behind them, and said that it was not God that had led them out so far. The light behind them went out leaving their feet in perfect darkness, and they stumbled and got their eyes off the mark and lost sight of Jesus, and fell off the path down in the dark and wicked world below. It was just as impossible for them to get on the path again and go to the City, as all the wicked world which God had rejected. They fell all the way along the path one after another, until we heard the voice of God like many waters, [Ezekiel 43:2. Joel 3:16. Revelation 16:17.] which gave us the day and hour of Jesus’ coming. [Ezekiel 12:25. Mark 13:32.] The living saints, 144,000 in number, knew and understood the voice, while the wicked thought it was thunder and an earthquake. [John 12:29.] When God spake the time, he poured on us the Holy Ghost, and our faces began to light up and shine with the glory of God as Moses’ did when he came down from Mount Sinai. [Isaiah 10:27.]"},{"refcode_short":"WLF 14.3","refcode_long":"A Word to the Little Flock, p. 14.3 (Ellen Gould White)","content":"By this time the 144,000 were all sealed and perfectly united. On their foreheads was written, God, New Jerusalem, and a glorious Star containing Jesus’ new name. [Revelation 3:12.] At our happy, holy state the wicked were enraged, and would rush violently up to lay hands on us to thrust us in prison, when we would stretch forth the hand in the name of the Lord, and the wicked would fall helpless to the ground. Then it was that the synagogue of Satan knew that God had loved us who could wash one another's feet, and salute the holy brethren with a holy kiss, and they worshipped at our feet. [Revelation 3:9.] Soon our eyes were drawn to the East, for a small black cloud had appeared about half as large as a man's hand, which we all knew was the Sign of the Son of Man. [Matthew 24:30.] We all in solemn silence gazed on the cloud as it drew nearer, lighter, and brighter, glorious, and still more glorious, till it was a great white cloud. [Revelation 14:14.] The bottom appeared like fire, a rainbow was over it, around the cloud were ten thousand angels singing a most lovely song. And on it sat the Son of Man, [Luke 21:27.] on his head were crowns, [Revelation 19:12.] his hair was white and curly and lay on his shoulders. [Revelation 1:14.] His feet had the appearance of fire, [Revelation 1:15.] in his right hand was a sharp sickle, [Revelation 14:14.] in his left a silver trumpet. [1 Thessalonians 4:16.] His eyes were as a flame of fire, [Revelation 1:14.] which searched his children through and through. Then all faces gathered paleness, and those that God had rejected gathered blackness. Then we all cried out, who shall be able to stand? Is my robe spotless? Then the angels ceased to sing, and there was some time of awful silence, [Revelation 8:1.] when Jesus spoke. Those who have clean hands and a pure heart shall be able to stand, my grace is sufficient for you. At this, our faces lighted up, and joy filled every heart. And the angels struck a note higher and sung again while the cloud drew still nearer the earth. Then Jesus’ silver trumpet sounded, as he descended on the cloud, wrapped in flames of fire [2 Thessalonians 1:7, 8] He gazed on the graves of the sleeping saints, then raised his eyes and hands to heaven and cried out, [John 5:25.] Awake! Awake! Awake! ye that sleep in the dust, and arise. Then there was a mighty earthquake. The graves opened, and the dead came up clothed with immortality. The 144,000 shouted, Hallelujah! as they recognized their friends who had been torn from them by death, and in the same moment we were changed and caught up together with them to meet the Lord in the air. [1 Thessalonians 4:17.] We all entered the cloud together, and were seven days ascending to the sea of glass, when Jesus brought along the crowns and with his own right hand placed them on our heads. [2 Esdras 2:43.] He gave us harps of gold and palms of victory. [Revelation 15:2. Revelation 7:9.] Here on the sea of glass the 144,000 stood in a perfect square. Some of them had very bright crowns, others not so bright. Some crowns appeared heavy with stars, while others had but few. All were perfectly satisfied with their crowns. And they were all clothed with a glorious white mantle from their shoulders to their feet. [Revelation 7:9.] Angels were all about us as we marched over the sea of glass to the gate of the City. Jesus raised his mighty glorious arm, laid hold of the gate and swung it back on its golden hinges, and said to us, You have washed your robes in my blood, stood stiffly*The original publication had the spelling “stifly.” for my truth, enter in. [Isaiah 26:2.] We all marched in and felt we had a perfect right in the City. Here we saw the tree of life, and the throne of God. Out of the throne came a pure river of water, and on either side of the river was the tree of life. [Revelation 22:1, 2.] On one side of the river was a trunk of a tree and a trunk on the other side of the river, both of pure transparent gold."},{"refcode_short":"WLF 16.1","refcode_long":"A Word to the Little Flock, p. 16.1 (Ellen Gould White)","content":"At first I thought I saw two trees. I looked again and saw they were united at the top in one tree. So it was the tree of life, on either side of the river of life; its branches bowed to the place where we stood; and the fruit was glorious, which looked like gold mixed with silver. We all went under the tree, and sat down to look at the glory of the place, when brothers Fitch and Stockman, who had preached the gospel of the kingdom, and whom God had laid in the grave to save them, came up to us and asked us what we had passed through while they were sleeping. We tried to call up our greatest trials, but they looked so small compared with the far more exceeding and eternal weight of glory [2 Corinthians 4:17.] that surrounded us, that we could not speak them out, [Isaiah 65:17.] and we all cried out Hallelujah, heaven is cheap enough, and we touched our glorious harps and made heaven's arches ring. And as we were gazing at the glories of the place our eyes were attracted upwards to something that had the appearance of silver. I asked Jesus to let me see what was within there. In a moment we were winging our way upward, and entering in; here we saw good old father Abraham, Isaac, Jacob, Noah, Daniel, and many like them. And I saw a vail with a heavy fringe of silver and gold, as a border on the bottom; it was very beautiful. I asked Jesus what was within the vail. He raised it with his own right arm, and bade me take heed. I saw there a glorious ark, overlaid with pure gold, and it had a glorious border, resembling Jesus’ crowns; and on it were two bright angels—their wings were spread over the ark as they sat on each end, with their faces turned towards each other and looking downward. [Exodus 25:18, 20. Hebrews 9:3-5.] In the ark, beneath where the angels’ wings were spread, was a golden pot of Manna, of a yellowish cast; and I saw a rod, which Jesus said was Aaron's; I saw it bud, blossom and bear fruit. [Numbers 17:8.] And I saw two long golden rods, on which hung silver wires, and on the wires most glorious grapes; one cluster was more than a man here could carry. And I saw Jesus step up and take of the manna, almonds, grapes and pomegranates, and bear them down to the city, and place them on the supper table. I stepped up to see how much was taken away, and there was just as much left; and we shouted Hallelujah—Amen. We all descended from this place down into the city, and with Jesus at our head we all descended from the city down to this earth, on a great and mighty mountain, which could not bear Jesus up, and it parted asunder, and there was a mighty plain. [Zechariah 14:4.] Then we looked up and saw the great city, with twelve foundations, twelve gates, three on each side, and an angel at each gate, and all cried out, “the city, the great city, it's coming, it's coming down from God, out of heaven;” [Revelation 21:10-13.] and it came and settled on the place where we stood. Then we began to look at the glorious things outside of the city. There I saw most glorious houses, that had the appearance of silver, supported by four pillars, set with pearls, most glorious to behold, which were to be inhabited by the saints; [Isaiah 65:21.] in them was a golden shelf; I saw many of the saints go into the houses, take off their glittering crowns and lay them on the shelf, then go out into the field by the houses to do something with the earth; [Isaiah 65:21.] not as we have to do with the earth here; no, no. A glorious light shone all about their heads, and they were continually shouting and offering praises to God."},{"refcode_short":"WLF 17.1","refcode_long":"A Word to the Little Flock, p. 17.1 (Ellen Gould White)","content":"And I saw another field full of all kinds of flowers, and as I plucked them, I cried out, well they will never fade. Next I saw a field of tall grass, most glorious to behold; it was living green, and had a reflection of silver and gold, as it waved proudly to the glory of King Jesus. Then we entered a field full of all kinds of beasts—the lion, the lamb, the leopard and the wolf, altogether in perfect union; [Isaiah 11:6-9.] we passed through the midst of them, and they followed on peaceably after. Then we entered a wood, not like the dark woods we have here, no, no; but light, and all over glorious; the branches of the trees waved to and fro, and we all cried out, “we will dwell safely in the wilderness and sleep in this woods.” [Ezekiel 34:25.] We passed through the woods, for we were on our way to Mount Zion. As we were travelling along, we met a company who were also gazing at the glories of the place. I noticed red as a border on their garments; their crowns were brilliant; their robes were pure white. As we greeted them, I asked Jesus who they were? He said they were martyrs that had been slain for him. With them was an innumerable company of little ones; they had a hem of red on their garments also. [Jeremiah 31:15-17. Matthew 2:18.] Mount Zion was just before us, and on the Mount sat a glorious temple, and about it were seven other mountains, on which grew roses and lilies, [2 Esdras 2:19.] and I saw the little ones climb, or if they chose, use their little wings and fly to the top of the mountains, and pluck the never fading flowers. There were all kinds of trees around the temple to beautify the place; the box, the pine, the fir. the oil, the myrtle, the pomegranate, and the fig tree bowed down with the weight of its timely figs, that made the place look all over glorious. [Isaiah 60:13. Isaiah 41:19.] And as we were about to enter the holy temple, Jesus raised his lovely voice and said, only the 144,000 enter this place, and we shouted Hallelujah."},{"refcode_short":"WLF 17.2","refcode_long":"A Word to the Little Flock, p. 17.2 (Ellen Gould White)","content":"Well, bless the Lord, dear brethren and sisters, it is an extra meeting for those who have the seal of the living God [Revelation 14:3.] This temple was supported by seven pillars, all of transparent gold, set with pearls most glorious. The glorious things I saw there, I cannot describe to you. O, that I could talk in the language of Canaan, then could I tell a little of the glory of the upper world; but, if faithful, you soon will know all about it. I saw there the tables of stone in which the names of the 144,000 were engraved in letters of gold; after we had beheld the glory of the temple, we went out. Then Jesus left us, and went to the city; soon, we heard his lovely voice again, saying—“Come my people, you have come out of great tribulation, and done my will; suffered for me; come in to supper, for I will gird myself, and serve you.” [Luke 12:37.] We shouted Hallelujah, glory, and entered into the city .... .... ...... . And I saw a table of pure silver, it was many miles in length, yet our eyes could extend over it. And I saw the fruit of the tree of life, the manna, almonds, figs, pomegranates, grapes, and many other kinds of fruit. We all reclined at the table. I asked Jesus to let me eat of the fruit. He said, not now. Those who eat of the fruit of this land, go back to earth no more. But in a little while, if faithful, you shall both eat of the fruit of the tree of life, and drink of the water of the fountain; and he said, you must go back to the earth again, and relate to others, what I have revealed to you. Then an angel bore me gently down to this dark world. Sometimes I think I cannot stay here any longer, all things of earth look so dreary—I feel very lonely here, for I have seen a better land. O, that I had wings like a dove, then would I fly away, and be at rest."},{"refcode_short":"WLF 18","refcode_long":"A Word to the Little Flock, p. 18 (Ellen Gould White)","content":"Dear Brother Bates"},{"refcode_short":"WLF 18.1","refcode_long":"A Word to the Little Flock, p. 18.1 (Ellen Gould White)","content":"Last Sabbath we met with the dear brethren and sisters here, who meet at Bro. Howland's."},{"refcode_short":"WLF 18.2","refcode_long":"A Word to the Little Flock, p. 18.2 (Ellen Gould White)","content":"We felt an unusual spirit of prayer. And as we prayed, the Holy Ghost fell upon us. We were very happy. Soon I was lost to earthly things, and was wrapped up in a vision of God's glory. I saw an angel swiftly flying to me. He quickly carried me from the earth to the Holy City. In the city I saw a temple, which I entered. I passed through a door before I came to the first vail. This vail was raised, and I passed into the Holy Place. Here I saw the altar of Incense, the candlestick with seven lamps, and the table on which was the showbread, etc. After viewing the glory of the Holy, Jesus raised the second veil, and I passed into the Holy of Holies. [Hebrews 9:1-24.]"},{"refcode_short":"WLF 18.3","refcode_long":"A Word to the Little Flock, p. 18.3 (Ellen Gould White)","content":"In the Holiest I saw an ark; on the top and sides of it was purest gold. On each end of the ark was a lovely Cherub, with their wings spread out over it. Their faces were turned towards each other, and they looked downwards. [Exodus 25:18-22.] Between the angels was a golden censor. Above the ark, where the angels stood, was an exceeding bright glory, that appeared like a throne where God dwelt. [Exodus 25:20-22.] Jesus stood by the ark. And as the saints’ prayers came up to Jesus, the incense in the censor would smoke, and He offered up the prayers of the saints with the smoke of the incense to His Father. [Revelation 8:3, 4.] In the ark, was the golden pot of manna, Aaron's rod that budded, and the tables of stone which folded together like a book. [Hebrews 9:4.] Jesus opened them, and I saw the ten commandments written on them with the finger of God. [Exodus 31:18.] On one table was four, and on the other six. The four on the first table shone brighter than the other six. But the fourth (the Sabbath commandment,) shone above them all; for the Sabbath was set apart to be kept in honor of God's holy name. [Isaiah 58:13, 14.] The holy Sabbath looked glorious—a halo of glory was all around it. I saw that the Sabbath was not nailed to the cross. If it was, the other nine commandments were; and we are at liberty to go forth and break them all, as well as to break the fourth. I saw that God had not changed the Sabbath, for He never changes. [Malachi 3:6.] But the Pope had changed it from the seventh to the first day of the week; for he was to change times and laws. [Daniel 7:25.]"},{"refcode_short":"WLF 18.4","refcode_long":"A Word to the Little Flock, p. 18.4 (Ellen Gould White)","content":"And I saw that if God had changed the Sabbath, from the seventh to the first day, He would have changed the writing of the Sabbath commandment, written on the tables of stone, which are now in the ark, in the Most Holy Place of the Temple in heaven; [Revelation 11:19.] and it would read thus: the first day is the Sabbath of the Lord thy God. But I saw that it read the same as when written on the tables of stone by the finger of God, and delivered to Moses in Sinai, “But the seventh day is the Sabbath of the Lord thy God.” [Exodus 20:10.] I saw that the holy Sabbath is, and will be, the separating wall between the true Israel of God and unbelievers; and that the Sabbath is the great question, to unite the hearts of God's dear waiting saints. And if one believed, and kept the Sabbath, and received the blessing attending it, and then gave it up, and broke the holy commandment, they would shut the gates of the Holy City against themselves, as sure as there was a God that rules in heaven above. I saw that God had children, who do not see and keep the Sabbath. They had not rejected the light on it. And at the commencement of the time of trouble, we were filled with the Holy Ghost as we went forth [Hosea 6:2, 3.] and proclaimed the Sabbath more fully. This enraged the church, and nominal Adventists, as they could not refute the Sabbath truth. And at this time, God's chosen, all saw clearly that we had the truth, and they came out and endured the persecution with us. And I saw the sword, famine, pestilence, and great confusion in the land. [Ezekiel 7:10-19. 2 Esdras 15:5-27] The wicked thought that we had brought the judgments down on them. They rose up and took counsel to rid the earth of us, thinking that then the evil would be stayed. [2 Esdras 16:68-74.]"},{"refcode_short":"WLF 19.1","refcode_long":"A Word to the Little Flock, p. 19.1 (Ellen Gould White)","content":"I saw all that “would not receive the mark of the Beast, and of his Image, in their foreheads or in their hands,” could not buy or sell. [Revelation 13:15-17.] I saw that the number (666) of the Image Beast was made up; [Revelation 13:18.] and that it was the Beast that changed the Sabbath, and the Image Beast had followed on after, and kept the Pope's, and not God's Sabbath. And all we were required to do, was to give up God's Sabbath, and keep the Pope's, and then we should have the mark of the Beast, and of his image."},{"refcode_short":"WLF 19.2","refcode_long":"A Word to the Little Flock, p. 19.2 (Ellen Gould White)","content":"In the time of trouble, we all fled from the cities and villages, [Ezekiel 7:15, 16. Luke 17:30-36. See Campbell's translation.] but were pursued by the wicked, who entered the houses of the saints with the sword. They raised the sword to kill us, but it broke, and fell, as powerless as a straw. Then we all cried day and night for deliverance, and the cry came up before God. [Luke 18:7, 8.] The sun came up, and the moon stood still. [Habakkuk 3:11.] The streams ceased to flow. [2 Esdras 6:24.] Dark heavy clouds came up, and clashed against each other. [2 Esdras 15:34,35.] But there was one clear place of settled glory, from whence came the voice of God like many waters, which shook the heavens, and the earth. [Joel 3:16. Hebrews 12:25-27.] The sky opened and shut, and was in commotion. [Revelation 6:14. Matthew 24:29.] The mountains shook like a reed in the wind, and cast out ragged rocks all around. The sea boiled like a pot, and cast out stones upon the land. [Habakkuk 3:8-10. Isaiah 2:19-21.] And as God spoke the day and hour of Jesus’ coming, [Ezekiel 12:25. Mark 13:32.] and delivered the everlasting covenant to His people, [Ezekiel 20:37. Hebrews 12:22-25.] He spoke one sentence, and then paused, while the words were rolling through the earth! [Jeremiah 25:30, 31.] The Israel of God stood with their eyes fixed upwards, listening to the words as they came from the mouth of Jehovah, and rolled through the earth like peals of loudest thunder! It was awfully solemn. At the end of every sentence, the saints shouted, Glory! Hallelujah! Their countenances were lighted up with the glory of God; and they shone with the glory as Moses’ face did when he came down from Sinai. The wicked could not look on them, for the glory. [Wisdom of Solomon 5:1-5.] And when the never ending blessing was pronounced on those who had honored God, in keeping His Sabbath holy, there was a mighty shout of victory over the Beast, and over his Image."},{"refcode_short":"WLF 20.1","refcode_long":"A Word to the Little Flock, p. 20.1 (Ellen Gould White)","content":"Then commenced the jubilee, when the land should rest. I saw the pious slave rise in triumph and victory, and shake off the chains that bound him, while his wicked master was in confusion, and knew not what to do; for the wicked could not understand the words of the voice of God. [Daniel 12:10.] Soon appeared the great white cloud. [Revelation 14:14.] It looked more lovely than ever before. On it sat the Son of Man. [Luke 21:27.] At first we did not see Jesus on the cloud, but as it drew near the earth, we could behold his lovely person. This cloud when it first appeared was the Sign of the Son of Man in heaven. [Matthew 24:30.] The voice of the Son of God called forth the sleeping saints, [John 5:25-28.] clothed with a glorious immortality. The living saints were changed in a moment, and caught up with them in the cloudy chariot. [1 Thessalonians 4:17.] It looked all over glorious as it rolled upwards. On either side of the chariot were wings, and beneath it wheels. And as the chariot rolled upwards, the wheels cried Holy, and the wings as they moved, cried Holy, and the retinue of Holy Angels around the cloud cried Holy, Holy, Holy, Lord God Almighty. And the saints in the cloud cried Glory, Hallelujah. And the cloudy chariot rolled upwards to the Holy City. Jesus threw open the gates of the Golden City, and led us in. [Isaiah 26:2.] Here we were made welcome, for we had kept the “Commandments of God,” and had a “right to the tree of life.” [Revelation 22:14.]"},{"refcode_short":"WLF 20.2","refcode_long":"A Word to the Little Flock, p. 20.2 (Ellen Gould White)","content":"From your sister in the blessed hope,"}]