[{"refcode_short":"WMHerald","refcode_long":"The West Michigan Herald","content":"The West Michigan Herald"},{"refcode_short":"WMHerald January 28,  1902","refcode_long":"The West Michigan Herald January 28,  1902","content":"1902"},{"refcode_short":"WMHerald January 28,  1902","refcode_long":"The West Michigan Herald January 28,  1902","content":"January 28, 1902"},{"refcode_short":"WMHerald January 28,  1902","refcode_long":"The West Michigan Herald January 28,  1902","content":"Why Object Lessons Should Be Sold"},{"refcode_short":"WMHerald January 28,  1902, par. 1","refcode_long":"The West Michigan Herald January 28,  1902, paragraph 1","content":"I have been shown that many of those who claim to be children of God have become rusty through inaction, and the Lord in his providence has given them something to do; and in thus doing has opened the way for them to become acquainted with the truth."},{"refcode_short":"WMHerald January 28,  1902, par. 2","refcode_long":"The West Michigan Herald January 28,  1902, paragraph 2","content":"The work being done with Object Lessons is a good beginning. This is a work that is to be a blessing to all who engage in it. The more you do in this work the less weary and the less perplexed you will be. As you go forth to sell the book that the Lord has said should be sold, you will realize that to you is spoken the benediction, “The grace of our Lord Jesus Christ, and the love of God, and the communion of the Holy Spirit be with you.”"},{"refcode_short":"WMHerald January 28,  1902, par. 3","refcode_long":"The West Michigan Herald January 28,  1902, paragraph 3","content":"The Lord comes very near to the workers, and the angels go before them. The work of selling the book is to accomplish double and triple good in different lines. Many more will buy the book when they are told the object for which it is being sold than if it were sold for the ordinary purpose. The work is done with such earnestness that it appeals to their hearts. It is a lesson to them, and although many are not of our faith, they appreciate the effort that is being made. They are impressed with the earnestness of the workers. They realize that what they are doing is commanded by the Lord, who blesses every good work. Light shines into their hearts. To many the conviction of the Spirit of God will come through the seed sown by this unselfish work done for the Master."},{"refcode_short":"WMHerald January 28,  1902, par. 4","refcode_long":"The West Michigan Herald January 28,  1902, paragraph 4","content":"The saving of many souls will be the result of the work done in canvassing for “Christ's Object Lessons.” Those who purchase the book feel that they are doing something to advance a good cause."},{"refcode_short":"WMHerald January 28,  1902, par. 5","refcode_long":"The West Michigan Herald January 28,  1902, paragraph 5","content":"Under the divine guidance go forward with your work, and, as you go, trust in the Lord for aid. Remember that when with thankful heart you do the best you can you are allied with the angels of God. They go before you. There is sympathy and union between divine and human agencies."},{"refcode_short":"WMHerald October 26,  1904","refcode_long":"The West Michigan Herald October 26,  1904","content":"1904"},{"refcode_short":"WMHerald October 26,  1904","refcode_long":"The West Michigan Herald October 26,  1904","content":"October 26, 1904"},{"refcode_short":"WMHerald October 26,  1904","refcode_long":"The West Michigan Herald October 26,  1904","content":"The Book of Books"},{"refcode_short":"WMHerald October 26,  1904, par. 1","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 1","content":"All would pronounce the Bible the most interesting book they ever perused if their imagination had not become perverted by exciting stories of a fictitious character."},{"refcode_short":"WMHerald October 26,  1904, par. 2","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 2","content":"If we study the word of God with interest, and pray to understand it, new beauties will be seen in every line. God will reveal precious truths so clearly that the mind will derive sincere pleasure and have a continual feast as its comforting and sublime truths are unfolded."},{"refcode_short":"WMHerald October 26,  1904, par. 3","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 3","content":"To the diligent Bible student new light, new ideas, new gems of truth will constantly appear and be eagerly grasped, for it is impossible for any mind to comprehend all the richness and greatness of even one promise of God. One catches the glory from one point of view, and another the beauty and grace from another point, and the soul is filled with the heavenly light."},{"refcode_short":"WMHerald October 26,  1904, par. 4","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 4","content":"After the first acquaintance with the Bible the interest of the earnest seeker grows rapidly. The discipline gained by a regular study of the word of God enables him to see a freshness and beauty in truth that he never before discerned."},{"refcode_short":"WMHerald October 26,  1904, par. 5","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 5","content":"The Bible may be studied as a branch of human science would be; but its beauty, the evidence of its power to save souls that believe, is a lesson that is never thus learned. It is a leaf from the tree of life, and by eating it, by receiving it into our minds, we grow strong to do the will of God."},{"refcode_short":"WMHerald October 26,  1904, par. 6","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 6","content":"Those who bring to the investigation of the word a spirit of which it does not approve, will take away from the search a spirit which it has not imparted. We should take up the study of God's word with humble hearts. All selfishness, all love of originality, should be laid aside. Long cherished opinions must not be regarded as infallible."},{"refcode_short":"WMHerald October 26,  1904, par. 7","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 7","content":"Those who study the Bible simply to find texts to prove their theory or vindicate their opinion, will not be enlightened by the Spirit of God. Not through controversy and discussion is the soul enlightened. We must look and live. We must search the scriptures in order to receive life for the soul."},{"refcode_short":"WMHerald October 26,  1904, par. 8","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 8","content":"When the heart is brought into harmony with the word, a new life will spring up within, a new light will shine upon every line of the word, and it will become the voice of God to the soul. Then the truth of God's word will be regarded with new interest, and will be explored as if it were a revelation just from the courts above. Every declaration of inspiration concerning Christ will take hold of the in-most soul of those who love Him. Envy, jealousy and evil surmising will cease. The Bible will be regarded as a charter from heaven. Its study will absorb the mind, and its truths will feast the soul."},{"refcode_short":"WMHerald October 26,  1904, par. 9","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 9","content":"Several times each day, precious golden moments should be consecrated to prayer and the study of the scriptures, if it is only to commit a text to memory, that spiritual life may exist in the soul. We should take one verse and concentrate the mind on the task of ascertaining the thought which God has put in that verse for us until it becomes our own, and we know ‘what saith the Lord.’"},{"refcode_short":"WMHerald October 26,  1904, par. 10","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 10","content":"The mind must be restrained and not allowed to wander. It should be trained to dwell upon the scriptures; even whole chapters may be committed to memory, to be repeated when Satan comes with his temptations. Even while you are walking on the streets, you may read a passage and meditate upon it, thus fixing it in your mind, and God will flash the knowledge obtained into the memory at the very time when it is needed."},{"refcode_short":"WMHerald October 26,  1904, par. 11","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 11","content":"We should open the scriptures with reverence, and never allow one expression of lightness and trifling to escape our lips when quoting scripture. As we take our Bible into our hands let us remember that we are on holy ground."},{"refcode_short":"WMHerald October 26,  1904, par. 12","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 12","content":"There is little benefit derived from hasty reading of the scriptures. One may read the whole Bible through, and yet fail to see its beauty or comprehend its deep hidden meaning. One passage studied until its significance is clear to the mind, and its relation to the plan of salvation is evident, is of more value than the perusal of many chapters with no definite purpose in view and no positive instruction gained."},{"refcode_short":"WMHerald October 26,  1904, par. 13","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 13","content":"If Christians would earnestly search the scriptures more hearts would burn with the vivid truths therein revealed. Their hopes would brighten with the precious promises strewn like pearls all along through the sacred writings. In contemplating the history of patriarchs and prophets, the men who loved and feared God and walked with Him, hearts will glow with the spirit that animated these worthies. As the mind dwells on the virtue and piety of holy men of old, the spirit which inspired them will kindle a flame of love and holy fervor in the hearts of those who would be like them in character, and as they gather the golden truth from the word, the heavenly Instructor is close by their side."},{"refcode_short":"WMHerald October 26,  1904, par. 14","refcode_long":"The West Michigan Herald October 26,  1904, paragraph 14","content":"In the word is poetry, wisdom, history, biography and the most profound philosophy. Here is a study that quickens the mind into a vigorous and healthy life, and awakens it to the highest exercise. Studied and obeyed, the word of God would give to the world men of stronger and more active intellect than will the closest application to all the subjects which human philosophy embraces. It would give men of strength and solidity of character, of keen perception and sound judgment: men who would be an honor to God and a blessing to the world, for it enlarges the mind, expands, elevates and endows it with new vigor, by bringing its faculties in contact with stupendous truths."}]