[{"refcode_short":"WR","refcode_long":"The Wisconsin Reporter","content":"The Wisconsin Reporter"},{"refcode_short":"WR August 25,  1909","refcode_long":"The Wisconsin Reporter August 25,  1909","content":"1909"},{"refcode_short":"WR August 25,  1909","refcode_long":"The Wisconsin Reporter August 25,  1909","content":"August 25, 1909"},{"refcode_short":"WR August 25,  1909","refcode_long":"The Wisconsin Reporter August 25,  1909","content":"Talk by Sister White, at Morning Worship, Monday, August Sixteenth Especially Addressed to the Sanitarium Family"},{"refcode_short":"WR August 25,  1909, par. 1","refcode_long":"The Wisconsin Reporter August 25,  1909, paragraph 1","content":"Our experiences every day are of the highest value to us. We must have a daily experience in living with the Lord. We have a tempting devil. He will be tempting us to the end. When one says something to provoke you, shut your lips and say in your mind, “Silence is Eloquence.” Don't put magazines on your table. Let the magazines alone. It is like eating trash. Now, if we profess to be children of God, we will do just as He teaches us in His word. We will not go to magazines and such light trifling things and feed on these but get something right from the word and commit it to memory and we will find that when the enemy combats us, we can resist him."},{"refcode_short":"WR August 25,  1909, par. 2","refcode_long":"The Wisconsin Reporter August 25,  1909, paragraph 2","content":"When he came to Christ did he come as a very offensive looking man? No, he came as an angel of glory and said in regard to Christ's hunger, “If thou be the son of God, command that these stones be made bread.” Did Christ take him right up? Not a word did He say. He only took the scripture, “It is written, man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.” Think of that. Be full of scripture, not these old magazines. You want to commit to memory scripture."},{"refcode_short":"WR August 25,  1909, par. 3","refcode_long":"The Wisconsin Reporter August 25,  1909, paragraph 3","content":"Satan could not do anything with Christ on that point. Then he took him up onto a pinnacle of the temple and said to him. “If thou be the son of God cast thyself down, for it is written, He shall give his angels charge over thee to keep thee in all thy ways.” God did not want Christ to take up an argument with Satan. Satan continued, “Throw thyself down; It is written that His angels shall have charge over thee.” And so Christ quoted the scriptures, “It is written that thou shalt not tempt the Lord thy God.” He would not place himself in peril to show his greater power. He was hungry. He had fasted forty days. Satan came to him in his weakness thinking to get the better of him, but was disappointed."},{"refcode_short":"WR August 25,  1909, par. 4","refcode_long":"The Wisconsin Reporter August 25,  1909, paragraph 4","content":"“He will keep thee in all thy ways,”—not Satan's ways. Temptations will come to us and we have got to be storing our minds now with scripture lessons and the blessing of God will come to every one in this institution and there will be sick ones here to whom you can speak a word in season. Nothing helps so much as a word of sympathy, kindness and love and let that come into the Sanitarium and it will do you just as much good as it would do them and perhaps a good deal more."},{"refcode_short":"WR August 25,  1909, par. 5","refcode_long":"The Wisconsin Reporter August 25,  1909, paragraph 5","content":"Well, the devil found out that he could not tempt Christ in that way so he took him up onto a high mountain and showed him the glory of the world and said, “This is mine. I have the right to give it and if thou wilt fall down and worship me, I will give it to thee.” Then Christ's time came. He said, “Get thee hence Satan. It is written, Thou shalt worship the Lord thy God, and Him only shalt thou serve.” Now, these are the very lessons we have got to go over. We must live, every one of us, by the simplicity of true Godliness. It brings such a power, for the angels of God are right around us. We are not left to our own dispositions and to have no help. There are angels of God that will encourage every thought that is sent up to God in prayer even when walking wherever we are. We have a God who understands every move that we make and these Sanitariums are established in the order of God, that we might be co-laborers with Jesus Christ. He is just as merciful in heaven as he was here upon earth, just as glad to take hold and help if we will take hold of him by faith, and because he is in the heavens, it is not at all for you to feel that you are left alone to struggle and struggle and struggle with difficulties. Thank God you can speak a word in season to some one around you. You can fight the devil in that very way. “It is written.” You can thus meet the enemy with words out of the scripture and you will become strengthened; your living experience will grow day by day and you will find that you are perfecting such a character that you can be transferred to the future immortal life, and there is no danger of your being overthrown by the devil there. Then let every one, young and old, put entire trust in the word and let all heaven see that you understand the word of the living God, that you have studied it and that you will meet the devil on his own ground by a power that he has no influence to oppose. He can't do it. Why? Your hand has a hold on the Infinite; by living faith you grasp a power and Satan cannot come in to lead you away from that word while you have it in your mind and heart and your lips. How much you can help those who come to this institution who know nothing hardly about God, by dropping a word in season. God help every one of you."},{"refcode_short":"WR August 25,  1909, par. 6","refcode_long":"The Wisconsin Reporter August 25,  1909, paragraph 6","content":"I am thankful to see so many here and feel that every one of us will struggle on, for we must, in the name of the overcomer, with the strength of the overcomer, and we can say, “I overcome by the blood of the Lamb and the word of His testimony,”—that testimony that Christ has given and let us strive to see how much missionary work we can do right here in this blessed Sanitarium, and if we do we shall bring light here. We shall bring the presence of God here and our own hearts will be strengthened to resist temptations. Well, now let us launch right out upon the path of faith, “It is written,” and the blessing of God will abide upon us abundantly."},{"refcode_short":"WR September 8,  1909, par. 6","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 6","content":"September 8, 1909"},{"refcode_short":"WR September 8,  1909","refcode_long":"The Wisconsin Reporter September 8,  1909","content":"Lessons From The Sermon On Mount"},{"refcode_short":"WR September 8,  1909, par. 1","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 1","content":"“And seeing the multitudes, He went up into a mountain; and when He was set His disciples came unto Him; and He opened His mouth, and taught them, saying, Blessed are the poor in spirit; for theirs is the kingdom of heaven. Blessed are they that mourn; for they shall be comforted. Blessed are the meek for they shall inherit the earth. Blessed are they which do hunger and thirst after righteousness; for they shall be filled.”"},{"refcode_short":"WR September 8,  1909, par. 2","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 2","content":"Now if any of you are feeling that hunger and thirst after righteousness, do not be discouraged, but claim for yourselves the promise, “Ye shall be filled.”"},{"refcode_short":"WR September 8,  1909, par. 3","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 3","content":"“Blessed are the merciful; for they shall obtain mercy. Blessed are the poor in heart; for they shall see God. Blessed are the peacemakers; for they shall be called the children of God.”"},{"refcode_short":"WR September 8,  1909, par. 4","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 4","content":"Will you remember that, when you see others in trouble and in difficulty, or at enmity with one another? If you do not know what else to do about it, you can certainly speak words of peace. That may stop their complaining, and prove a blessing."},{"refcode_short":"WR September 8,  1909, par. 5","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 5","content":"“Blessed are they which are persecuted for righteousness’ sake; for theirs is the kingdom of heaven. Blessed are ye when men shall revile you, and persecute you, and say all manner of evil against you falsely, for My sake. Rejoice and be exceeding glad; for great is your reward in heaven; for so persecuted they the prophets which were before you."},{"refcode_short":"WR September 8,  1909, par. 6","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 6","content":"“Ye are the salt of the earth; but if the salt have lost his savour, wherewith shall it be salted? It is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men."},{"refcode_short":"WR September 8,  1909, par. 7","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 7","content":"“Ye are the light of the world. A city that is set on an hill cannot be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.”"},{"refcode_short":"WR September 8,  1909, par. 8","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 8","content":"Now Christ gives us a charge. “Let your light so shine before men,” He says, “that they may see your good works, and glorify your Father which is in heaven.”"},{"refcode_short":"WR September 8,  1909, par. 9","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 9","content":"Our daily experience with Christ should be of the highest value to us. We have an individual part to act in his services. Our blessed Saviour has given us these precious promises for our encouragement. He desires us to know that He is watching over us, and that He will teach us what He expects us to do. If the enemy comes to us in the morning, or during the day, with annoyances, let us remember these precious promises and not allow ourselves to be ruffled. Let us remember that we are Christ's representatives, and that we must not, by word or act, offend one another."},{"refcode_short":"WR September 8,  1909, par. 10","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 10","content":"Do you think that perhaps no trials will arise? Certainly there will be trials. If there were not, you might rejoice that you had no devil to tempt you. But you will have temptations till the very close of time. Therefore you need to keep in close companionship with Christ. His angels are commissioned to watch over you. They are your appointed guardians. If some one says something that tends to provoke you, remember that at such a time silence is eloquence. Do not respond in a manner to retaliate. It will be better to say nothing than to speak unadvisedly. We will all have our battles to fight, though these struggles may vary in character according to our disposition and our experience."},{"refcode_short":"WR September 8,  1909, par. 11","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 11","content":"Let us rejoice that Jesus Christ has made it possible for us to lay hold upon divinity. When we feel exceedingly tried, let us remember that there is a heavenly angel by our side. This thought will help us to honor Christ, who has made it possible for us to become sons and daughters of God. Unless we are constantly on our guard, we may be caught unawares, and speak hastily. It may then be impossible for us to remove the impression from the mind of those to whom we have spoken; for some do not desire to get rid of such impressions. They seem to delight in cherishing evil. Let us, by keeping our words in harmony with the instructions which the Saviour has given us, not give them any occasion for offense."},{"refcode_short":"WR September 8,  1909, par. 12","refcode_long":"The Wisconsin Reporter September 8,  1909, paragraph 12","content":"As we come in contact with varying dispositions, we shall undoubtedly find great provocation to speak unkindly. But remember that at such times silence is often eloquence. If you refrain from retaliating when you are provoked by others, you will surprise them. And if repeatedly you preserve your dignity under provocation, they will realize that you are in connection with a higher power. This honors God, Who gave His only begotten Son that whosoever believeth in Him should not perish, but have everlasting life."},{"refcode_short":"WR September 15,  1909","refcode_long":"The Wisconsin Reporter September 15,  1909","content":"September 15, 1909"},{"refcode_short":"WR September 15,  1909","refcode_long":"The Wisconsin Reporter September 15,  1909","content":"Lessons from the Sermon on the Mount"},{"refcode_short":"WR September 15,  1909, par. 1","refcode_long":"The Wisconsin Reporter September 15,  1909, paragraph 1","content":"The enemy is at work in every way to divert our minds from the study of the Scriptures. In the cars, or wherever you go, you will find men trying to sell trashy magazines. You may be tempted to buy some of these magazines and put them on your tables. But do not place on your tables light reading for the perusal of whoever may come to visit you. Keep the Word there. We should study the Word; for above all other knowledge we should desire to know the way to heaven. In the study of these words of blessing that we have read this morning, we may learn some of the most precious lessons that can be found anywhere."},{"refcode_short":"WR September 15,  1909, par. 2","refcode_long":"The Wisconsin Reporter September 15,  1909, paragraph 2","content":"In all the world there is not a better place than in a sanitarium to represent Christ. There you will meet with all kinds of temperaments and dispositions. You will find some that are in trial and perplexity, and who have never risen above their difficulties. If you will at the proper time repeat to them some verse of Scripture, not words of your own, you may be to them a savor of life unto life. You should be furnished with words of Scripture. Leave alone the trashy magazines that can not give you health of mind. When you have read them, you have missed an opportunity of reading out of the Word, the precious promises of God that will shield you from temptations, and that will furnish you with reasons for the faith that you cherish. We should be always able to give a reason for our faith, in a manner that will not offend, but that will glorify God."},{"refcode_short":"WR September 15,  1909, par. 3","refcode_long":"The Wisconsin Reporter September 15,  1909, paragraph 3","content":"I repeat, I know of no better place to gain a valuable experience than right in one of our sanitariums. That is one reason why I have labored so constantly for their establishment. Some people say, we cannot afford so many sanitariums. But if they understood what sanitariums stand for, they could afford them. The Lord desires us to have many of these institutions, and they are to be places where Jesus can be spoken of."},{"refcode_short":"WR September 15,  1909, par. 4","refcode_long":"The Wisconsin Reporter September 15,  1909, paragraph 4","content":"Let us invite the Saviour into [this] institution. You need His presence in the sick-room. When He walked on earth He was the mighty Healer, and He is in perfect harmony with every effort to relieve suffering humanity. We are in a world that needs all the strength in word and action that we can give."},{"refcode_short":"WR September 15,  1909, par. 5","refcode_long":"The Wisconsin Reporter September 15,  1909, paragraph 5","content":"Let us come to God as little children to learn from Him. When you learn His way you will be comforted by His words, and when you yourselves have been thus comforted, you will then be in a position to speak to others words of comfort. There are sick here, and with all the helpers there should be a strict guardianship over words and actions; for we do not desire the sick to be afflicted any more than is necessary because of their physical aches and pains. If we learn of Christ daily, we shall have good, pleasant dispositions."},{"refcode_short":"WR September 15,  1909, par. 6","refcode_long":"The Wisconsin Reporter September 15,  1909, paragraph 6","content":"If we profess to be children of God, let us know that we have a right to be His children because we have accepted Him, and because we are doing just as He teaches in His Word. If we have some spare time, we will not go to a magazine to read some foolish, trifling, lying story, but we will find something in the Word to commit to memory. Then when the enemy besets us, we can resist him with the written word of God. That is how Jesus met the enemy in the wilderness of temptation, not with arguments of His own to match those of Satan, but with a plain, “It is written.”"},{"refcode_short":"WR September 15,  1909, par. 7","refcode_long":"The Wisconsin Reporter September 15,  1909, paragraph 7","content":"You can baffle the great enemy by speaking words in season to those around you. You can meet his temptations with words of Scripture, and you will thereby become strengthened. You will thus be perfecting characters that will prepare you for a transfer to the future, immortal life, where there will be no danger of being overcome by a tempting devil."},{"refcode_short":"WR September 15,  1909, par. 8","refcode_long":"The Wisconsin Reporter September 15,  1909, paragraph 8","content":"Let us put our entire trust in our heavenly Father, that we may be filled with His word, and meet the devil with a power that he cannot resist. If our hand grasps the hand of Infinity, Satan cannot lead us captive. There is a power in the simplicity of true Godliness, for heavenly angels are round about us. We are not left to struggle helplessly against our natural evil dispositions. Wherever we are we can send up a silent prayer to God and receive from Him just the help that is needed. Our God understands all our needs."},{"refcode_short":"WR September 15,  1909, par. 9","refcode_long":"The Wisconsin Reporter September 15,  1909, paragraph 9","content":"Our sanitariums have been established in the order of God, that we might be laborers together with Jesus Christ. Although He is now in the heavens, He is the same merciful, compassionate Saviour as when He was here on earth. He will work for us if we will take hold of Him by living faith. We shall not be left alone, to fall beneath the power of Satan."},{"refcode_short":"WR September 15,  1909, par. 10","refcode_long":"The Wisconsin Reporter September 15,  1909, paragraph 10","content":"O, what a blessing the workers in our sanitariums may be if they will learn to speak words in season. I am thankful to see so many here. I realize that there are struggles before us all, but we may be overcomers. We may overcome by the blood of the Lamb and the word of His testimony."},{"refcode_short":"WR September 15,  1909, par. 11","refcode_long":"The Wisconsin Reporter September 15,  1909, paragraph 11","content":"Will you not see how much missionary work you can do here in this sanitarium? If you will do this, the presence of God will be here, and you will be strengthened to resist temptations. Let us launch out in faith, armed with an “It is written” knowing that we can quote the Scripture correctly. If we will press forward, doing our best, the blessing of God will be with us abundantly."}]